Repository: winterheart/planescape
Catalog: po/names/*.po
Languages: ru

source: Buried Villager
ru: Жительница Погребенной деревни

source: Hive Dweller
ru: Жительница Улья

source: Dustman
ru: Тленная

source: Zombie Worker
ru: Зомби-рабочая

source: Collector
ru: Сборщица

source: Lower Ward Townsperson
ru: Жительница Нижнего района

source: Cafe Patron
ru: Посетительница кафе

source: Mage-in-Training
ru: Тренирующаяся колдунья

source: Thief-in-Training
ru: Тренирующаяся воровка

source: Warrior-in-Training
ru: Тренирующаяся воительница

source: Warehouse Worker
ru: Рабочая склада

source: Curst Anarchist
ru: Анархистка Проклятого

source: Brothel Patron
ru: Посетительница борделя

source: Clerk's Ward Citizen
ru: Жительница Чиновничьего района

source: Sensate
ru: Чувствующая

source: Smoldering Corpse Patron
ru: Посетительница «Тлеющего трупа»

source: Old Hive Dweller
ru: Старая жительница Улья

source: Anarchist
ru: Анархистка

source: Curst Citizen
ru: Гражданка Проклятого

source: Hive Merchant
ru: Торговка из Улья
