Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/are/ar0201.are.po
Languages: ru

source: "I shall wait for you in death's halls, my Love." She smiles, but there is only sadness in it. She closes her eyes, and with an ethereal whisper, she fades.
ru: "Я буду ждать тебя в залах смерти, любовь моя". Дейонарра улыбается, но в улыбке нет ничего, кроме печали. Закрыв глаза, она исчезает с беззвучным вздохом.

source: Another rusty, blood-covered slab.
ru: Еще одна ржавая окровавленная плита.

source: These metalllic blue tapestries are made of thin chain links.
ru: Этот синий металлический гобелен сделан из легких и тонких звеньев.

source: There is an odd symbol on this plaque. It looks like a screaming skull with sharp blades protruding from its sides.
ru: На этой мемориальной табличке изображен странный символ. Он выглядит как кричащий череп с острыми клинками, выступающими со всех сторон.

source: This is a heavy barred gate of rusted steel. There doesn't appear to be any way of opening it.
ru: Это надежно запертые ворота из заржавевшей стали. Нет никакого намека на возможность открыть их.

source: Heavy metal pipes run from the floor into the wall.
ru: От стены до пола тянутся тяжелые металлические трубы.

source: These are heavy tapestries made of some shiny fabric. The symbol of a screaming skull with sharp blades protruding from its sides is woven on the tapestries.
ru: Этот тяжелый гобелен сделан из какой-то сияющей материи. В него вплетен символ кричащего черепа с выступающими острыми клинками по сторонам.

source: The plaque on this bier says, "Here lies Deionarra."
ru: Табличка на гробу гласит: "Здесь лежит Дейонарра".

source: This looks like a large tomb. The marble surface gives it a rather elegant look.
ru: Похоже на огромную гробницу. Мраморная облицовка делает ее вид более элегантным.

source: The plaque on this bier is blank.
ru: Табличка на этому гробу пуста.
