Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/are/ar0301.are.po
Languages: ru

source: "I shall wait for you in death's halls, my Love." She smiles, but there is only sadness in it. She closes her eyes, and with an ethereal whisper, she fades.
ru: "Я буду ждать тебя в залах смерти, любовь моя". Дейонарра улыбается, но в улыбке нет ничего, кроме печали. Закрыв глаза, она исчезает с беззвучным вздохом.

source: This is a wooden structure made from burnt shiingles and other cast-off roofing materials.
ru: Эта деревянная постройка сделана из обугленного гонта и других безполезных кровельных материалов.

source: This is a smoldering ash-pit. It gutters briefly in the light breeze.
ru: Это тлеющее пепелище. От малейшего порыва ветра дым ненадолго исчезает.

source: This is a crate of worthless perishables.
ru: Это ящик с безполезным скоропортящимся товаром.

source: This is a burnt-out building. Its timbers creak and groan. It sounds very unstable.
ru: Это сгоревшее здание. Его бревна скрипят и стонут. Похоже, оно готово развалиться.

source: This wooden shack is constructed of charred timbers and rotten, termite-infested wood.
ru: Эта деревянная лачуга построена из обугленных бревен и прогнившей, изъеденной термитами древесины.

source: This is all that remains of a sedan chair. There are still some bloodstains on it.
ru: Это все, что осталось от носилок. На них все еще видны пятна крови.

source: This is a very delicate-looking structure, ready to fall over with the first strong wind that comes its way.
ru: Это очень хлипкое с виду строение, готовое завалиться от первого сильного порыва ветра.

source: This old, singed building looks as if it might have once been a temple.
ru: Похоже, это старое обгоревшее здание когда-то могло быть храмом.

source: This is a crude shelter constructed of makeshift materials.
ru: Это грубое укрытие построено из подручных материалов.

source: This is a crate of stolen goods. It looks thoroughly plundered.
ru: Это ящик с краденным. Похоже, его опустошили подчистую.

source: This is an echoing, partialy colasped cistern.
ru: Это полуразвалившееся водохранилище, издающее эхо.
