Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/are/ar0400.are.po
Languages: ru

source: "I shall wait for you in death's halls, my Love." She smiles, but there is only sadness in it. She closes her eyes, and with an ethereal whisper, she fades.
ru: "Я буду ждать тебя в залах смерти, любовь моя". Дейонарра улыбается, но в улыбке нет ничего, кроме печали. Закрыв глаза, она исчезает с беззвучным вздохом.

source: This ash covered tree looks like it has suffered greatly since being transplanted here.
ru: Похоже, это покрытое пеплом дерево здорово пострадало с тех пор, как его сюда пересадили.

source: Painted Door
ru: Нарисованная дверь

source: This gate looks like it leads to the Mortuary area.
ru: Похоже, эти врата ведут в район Морга.

source: Oddly enough, this grillwork appears to have been grown... not forged.
ru: Довольно странно, но эта решетка как будто была выращена, а не выкована.

source: A white oval with a black lightning bolt through it is inscribed on the keystone of the entrance to this building.
ru: Над входом в это здание на камне нарисован белый овал с черной молнией, проходящей через него.

source: This appears to be a gutter of some sort. It looks as though it has seen little use.
ru: Кажется, это что-то вроде канавы. Однако, похоже, что ею не часто пользуются.

source: Scratched above the doorway are the words 'Smoldering Corpse Bar.'
ru: Над дверной аркой нацарапано: "Бар 'Тлеющий Труп'".

source: These furnace pipes are pumping hot air out of the building.
ru: Через эти печные трубы горячий воздух выводится из здания.

source: These barrels are probably here to catch rainwater. The only thing that fills them is dust.
ru: Должно быть, эти бочки здесь для собирания дождевой воды. Они наполнены одной лишь пылью.

source: The vines on this building have withered from the heat emanating from the walls.
ru: Растения, вьющиеся по этому зданию, пожухли от излучаемого стенами жара.
