Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/are/ar0500.are.po
Languages: ru

source: "I shall wait for you in death's halls, my Love." She smiles, but there is only sadness in it. She closes her eyes, and with an ethereal whisper, she fades.
ru: «Я буду ждать тебя в залах смерти, любовь моя». Дейонарра улыбается, но в улыбке нет ничего, кроме печали. Закрыв глаза, она исчезает с беззвучным вздохом.

source: You can't determine what this odd device is.
ru: Ты не в состоянии определить, что делает это странное устройство.

source: The purpose of this device is unknown. It appears to be some sort of drawbridge like contraption.
ru: Назначение этого устройства неизвестно. Кажется, это что-то вроде механизма подъемного моста.

source: This appears to be a siege tower. The walls are scarred and pitted; it has seen many a battle in its lifetime.
ru: С виду это похоже на осадную башню. Стены все в шрамах и выбоинах. Похоже, за свою жизнь она побывала во многих битвах.

source: In its lowered position, this drawbridge would give attackers access from the siege tower to the walls of a city or keep.
ru: В опущенном состоянии этот подъемный мост дает нападающим из осадной башни доступ на стены города или цитадели.

source: Barely legible script above this entry proclaims this building to be the Vault of the Ninth World.
ru: Еле различимая надпись над входом говорит, что это здание - Хранилище Девятого мира.

source: This ruined wagon is quite useless.
ru: Эта сломанная повозка больше ни на что не годна.

source: Stylish script around the door frame proclaims this building as a print shop.
ru: Стильная надпись вокруг дверного проема заявляет, что это здание - типография.

source: These crates are beginning to show signs of age. Soon they will crumple to a pile of refuse.
ru: На этих ящиках видны признаки старости. Скоро они превратятся в кучу мусора.

source: This wrecked building looks a little out of place here.
ru: Этот развалившийся дом выглядит так, словно он здесь немного не на своем месте.

source: This strange building appears to be a coffin makers shop. The sign about the door has the slogan Engineered For Eternity clearly written upon it.
ru: Это странное здание оказалось мастерской гробовщика. Над дверью четко выведен девиз: «Построено на века».

source: These barrels are empty. The hoops binding the wood are almost completely rusted through.
ru: Эти бочки пусты. Обода, держащие доски, почти полностью проржавели.

source: These barrels are probably here to catch rainwater. The only thing that fills them is dust.
ru: Должно быть, эти бочки здесь для собирания дождевой воды. Они наполнены одной лишь пылью.
