Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/are/ar1600.are.po
Languages: ru

source: "I shall wait for you in death's halls, my Love." She smiles, but there is only sadness in it. She closes her eyes, and with an ethereal whisper, she fades.
ru: "Я буду ждать тебя в залах смерти, любовь моя". Дейонарра улыбается, но в улыбке нет ничего, кроме печали. Закрыв глаза, она исчезает с беззвучным вздохом.

source: These casks contain moldy grain.
ru: В этих бочонках - цвелая пшеница.

source: These barrels hold some meat that is beginning to spoil.
ru: В этих бочках - мясо, уже начавшее портиться.

source: The rat-like skull on this body has exploded from the inside.
ru: Крысиный череп этого тела взорвался изнутри.

source: These boxes fairly rattle with the scuttling of rats inside them.
ru: Эти коробки отчетливо трещат копошащимися в них крысами.

source: The hooks on this device have been used recently - they're still bloody.
ru: Крюки на этом устройстве недавно использовали: они все еще в крови.

source: These casks contain fairly fresh water.
ru: В этих бочках - сравнительно свежая вода.

source: Like most everything else down here, this war machine is non-functional.
ru: Как и практически все здесь, эта военная машина пришла в негодность.

source: This looks like a piece of old siege equipment.
ru: Похоже на старое осадное оборудование.

source: Though this old drilling device appears partially functional, closer inspection reveals its innards have been cannibalized for parts.
ru: Хотя это старое устройство для бурения и кажется частично работающим, более внимательный осмотр показывает, что его внутренности растащили на запчасти.

source: This dark corner looks like the kind of place rats would favor.
ru: Этот темный угол похоже на одно из излюбленных мест крыс.

source: The deformity of the bones suggests that this was a were-rat who displeased its masters.
ru: Эти обезображенные кости наталкивают на мысль, что это был крысооборотень, провинившийся перед хозяевами.

source: This device appears to be a broken siege machine.
ru: Кажется, это устройство - сломанная осадная машина.

source: This body is fresh, despite the rat-bites covering the flesh. It appears to be one of Pharod's Collectors.
ru: Это свежий труп, покрытый крысиными укусами. Похоже, это один из сборщиков Фарода.

source: At a guess, this is a torture device - you draw this inference from the pieces of flesh that hang from its hooks. Its use, however, is a mystery to you.
ru: Предположительно, это устройство предназначено для пыток: ты сделал этот вывод по остаткам плоти, свисающим с его крюков. Однако как им пользоваться - загадка для тебя.

source: The dislocated joints on this body suggest that its owner did not die well.
ru: Вывихнутые суставы этого мертвеца наводят на мысль, что его смерть была не из легких.

source: These racks were used to pin a victim down and then slowly pull him apart.
ru: К этим рамам прибивали жертву, а затем медленно разрывали ее на куски.

source: This is a dead Collector. The progress of decay suggests it has been here for some time.
ru: Это мертвый сборщик. Степень его разложения свидетельствует о том, что он находится здесь уже некоторое время.

source: These stretchers were used to carry dead bodies. The bloodstains on them suggest they've been carrying *fresh* bodies recently.
ru: На этих носилках переносили мертвые тела. Пятна крови на них говорят о том, что недавно на них переносили *свежие* тела.

source: The tables in this room have seen some hard use.
ru: Столам в этой комнате порядком досталось.

source: Wererat Guards
ru: Охрана крысооборотней
