Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/are/ar1700.are.po
Languages: ru

source: "I shall wait for you in death's halls, my Love." She smiles, but there is only sadness in it. She closes her eyes, and with an ethereal whisper, she fades.
ru: "Я буду ждать тебя в залах смерти, любовь моя". Дейонарра улыбается, но в улыбке нет ничего, кроме печали. Закрыв глаза, она исчезает с беззвучным вздохом.

source: These totems appear to mark zones the ghoul patrols consider safe for their kind.
ru: Кажется, эти тотемы обозначают зоны, которые патрули упырей считают безопасными для их рода.

source: The ghouls have apparently been eating from this table. From the smell of it, they've been eating zombie.
ru: Очевидно, за этим столом ели упыри. Судя по запаху, ели они зомби.

source: The face doesn't look carved so much as *calcified*.
ru: Это лицо кажется не вырезанным, а скорее *окаменевшим*.

source: The totems are clearly outdated - this is definitely a dangerous area to ghouls.
ru: Эти тотемы, несомненно, утратили свою актуальность: это, безусловно, опасное для упырей место.

source: A slight murmur and susuruss emanates from these openings, as if there were something dwelling within.
ru: Из этих дыр доносится слабое шуршание, как будто в них что-то живет.

source: This area is littered with bones and droppings. A dank, animal stench fills the air.
ru: Это место захламлено костями и пометом. Воздух заполняет влажный животный запах.

source: Something has staved in this body's chest cavity.
ru: Грудную клетку этого мертвеца чем-то проткнули.

source: Something has been gnawing at this body.
ru: Кто-то обглодал это тело.

source: Some large creature passed this way in a hurry, as evidenced by these scattered pieces.
ru: Судя по разбросанным обломкам, здесь спешно проложило себе путь какое-то крупное существо.

source: The boxes here have been empty a long, long time. There's nothing in them.
ru: Эти коробки пустуют уже очень долгое время. В них ничего нет.

source: The broken pillar under the creaking ceiling can't stand much longer.
ru: Сломанная колонна под поскрипывающий потолком долго не выдержит.

source: The barrels are filled with a black, viscous fluid.
ru: Бочки наполнены зловещей черной жидкостью.

source: You are too far away to examine this.
ru: Ты находишься слишком далеко, чтобы разглядеть это.
