Repository: winterheart/planescape
Catalog: po/pst/*/are/ar0404.are.po
Languages: ru

source: "I shall wait for you in death's halls, my Love." She smiles, but there is only sadness in it. She closes her eyes, and with an ethereal whisper, she fades.
ru: «Я буду ждать тебя в залах смерти, любовь моя». Дейонарра улыбается, но в улыбке нет ничего, кроме печали. Закрыв глаза, она исчезает с беззвучным вздохом.

source: This looks like a clock but there are no numbers or hands on it.
ru: Похоже на часы, но нет ни циферблата, ни стрелок.

source: A pattern of barbed, black branches have been inscribed on this wall.
ru: На этой стене нарисован узор из черных колючих веток.

source: This tattoo is of a night black steed with dead white eyes and spines bristling from its shoulderblades.
ru: На этой татуировке — вороной конь с белоснежными глазами и шипами, торчащими из его лопаток.

source: This picture shows a blackened sphere with trails of black mist floating away from it.
ru: Эта картина изображает затемненную сферу, за которой шлейфом стелется туман.

source: This design shows a series of black rivers whose courses divide, cross each other, then flow together.
ru: На этом наброске изображен ряд черных рек, разветвляющихся, пересекающихся и сливающихся вместе.

source: This design is a hollow beast with a tiny demon in its head.
ru: На этом эскизе — контур зверя, внутри головы которого находится крохотный демон.

source: Human skin has been stretched across these wooden frames. The skins are covered with tattoos.
ru: На этих деревянных рамах натянута человеческая кожа, покрытая татуировками.

source: A burning skull has been inscribed on this wall. Two symbols of duality flank it.
ru: На этой стене начертан горящий череп. По обе стороны от него — символы двойственности.

source: This design seems to be of a shadow casting a shadow. The silhouette of the shadow makes it unclear whether it is a man or a woman.
ru: На этом эскизе — тень, отбрасывающая тень. По силуэту тени сложно определить, мужчина это или женщина.

source: This strange looking chair seems to be where the patron sits.
ru: Похоже, это необычное с виду кресло принадлежит постоянному клиенту.

source: An unusual work of... art.
ru: Необычное произведение... искусства.
