Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/baf/0109gbum.baf.po
Languages: ru

source: "HELP! GUARDS!"
ru: «НА ПОМОЩЬ! СТРАЖА!»

source: "Pass that bottle around."
ru: «Передай бутылку по кругу».

source: "Maybe I'll find a job tomorrow."
ru: «Может быть, завтра я найду работу».

source: "I can't seen to find any work."
ru: «Не могу найти никакой работы».

source: "There's a lot of trash around here."
ru: «Вокруг так много мусора».

source: "Wish I had something to drink."
ru: «Вот бы выпить чего-нибудь».

source: "Wish I had something to eat."
ru: «Вот бы поесть чего-нибудь».

source: *Wheeze*
ru: *Хрипит*

source: *Cough*
ru: *Кашляет*

source: "It's going to be a cold night."
ru: «Похоже, ночка будет холодной».
