Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/baf/0500gilt.baf.po
Languages: ru

source: "Help! Guards! I'm being attacked!"
ru: "На помощь! Стража! На меня напали!"

source: "Bid! What am I bid!"
ru: "Ставки! Делаем ставки!"

source: "Come now! You insult me, sir!"
ru: "Да ну! Вы меня оскорбляете, сэр!"

source: "That offer is insulting!"
ru: "Это предложение оскорбительно!"

source: "That offer insults me and all of my past generations!"
ru: "Это предложение оскорбляет меня и всех моих предков!"

source: "It's on special!"
ru: "Это распродажа!"

source: "Are you all rendered mute?! Now: WHAT. AM. I. BID?"
ru: "Вы что все, онемели?! Еще раз: ДЕЛАЕМ. СТАВКИ".

source: "100 coins! I will pretend I didn't hear that!"
ru: "100 монет! Притворюсь, что я этого не слышал!"

source: "For this fine item! You offer a mere pittance! You insult me, sir!"
ru: "Вы предлагаете сущие гроши! За этот отличнейший лот! Вы меня оскорбляете, сэр!"

source: "You, sir! Would you care to step up?"
ru: "Вы, сэр! Вы не против подойти поближе?"

source: "What am I offered?"
ru: "Сколько предлагаете?"

source: "You there! You look like you could use a..."
ru: "Эй, вы! Кажется, вам бы пригодилась..."

source: "Here now! No call for that!"
ru: "Да ну! Это ни к чему!"

source: "Steal from an honest man, will you?!"
ru: "Вы таки грабите честного человека?!"
