Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/baf/0511ing1.baf.po
Languages: ru

source: "Have you been in the armory lately?"
ru: "Ты был в арсенале?"

source: "I know. I wonder what he's doing?"
ru: "Да, я знаю. Интересно, чем он занимается?"

source: "He's been in there for a long time!"
ru: "Он здесь уже много времени!"

source: "Heard it's going to rain tonight."
ru: "Говорят, ночью будет дождь".

source: "I can't wait until my shift is done."
ru: "Поскорее бы закончилась моя смена".

source: "I wonder what he's worried about?"
ru: "Интересно, что его беспокоит?"

source: "No, but I've heard they're working on a machine in there."
ru: "Нет, но слышал, что там трудятся над какой-то машиной".

source: ::Yawn:: " Maybe I should take a nap."
ru: ::Зевает:: "Вздремну-ка я немного".

source: "Don't let the factor see you doing it."
ru: "Смотри, чтобы фрактор тебя не застукал".

source: "Sandoz seemed very preoccupied when he arrived."
ru: "Когда пришел Сандоз, он был сильно чем-то озабочен".
