Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/baf/0512kela.baf.po
Languages: ru

source: "Yes, mistress Kel'lera."
ru: "Да, госпожа Келлера".

source: "That part may be coming loose, please check into it."
ru: "Эта деталь может быть не затянута, проверь ее".

source: "It's going well."
ru: "Все идет хорошо".

source: "Progress report?"
ru: "Как идет работа?"

source: "Hmmmm. This just might do it."
ru: "Хммм. Возможно, так будет лучше".

source: "Try using this tool instead."
ru: "Попробуй лучше этот инструмент".

source: "You're right. Thanks."
ru: "Вы правы. Спасибо".

source: "Thank you mistress Kel'lera."
ru: "Спасибо, госпожа Келлера".

source: "Keep up the good work."
ru: "Продолжай в том же духе".

source: "Yes, mistress."
ru: "Да, госпожа."

source: "Keep at it."
ru: "Продолжай."

source: ::Yawn:: " Yea, I've been trying to solve the problem with the part."
ru: ::Зевает:: "Да, я пытался решить проблему с этой частью".

source: "WHAT DO YOU THINK YOU'RE DOING?"
ru: "ТЫ ЧТО ТВОРИШЬ?"

source: "I'm sorry mistress!!! I'll get it now."
ru: "Прошу прощения, госпожа!!! Теперь я понял".

source: "AM I SURE? YES!"
ru: "УВЕРЕНА ЛИ Я? ДА!"

source: "Are you sure?"
ru: "Вы уверены?"

source: "THAT PART DOESN'T GO THERE!!!"
ru: "ЭТА ДЕТАЛЬ СЮДА НЕ ПОДХОДИТ!!!"

source: "Huh?"
ru: "А?"
