Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/baf/0600act1.baf.po
Languages: ru

source: "To that, 'good' Derek, I say fie, fie, and fie once more to thee!"
ru: "На это, 'добрый' Дерек, я скажу: стыд и позор тебе!"

source: "Unprovoked, that was; wholly undeserved! What hath riled thee so?"
ru: "Это было безосновательно. Совершенно незаслуженно! Что тебя так раздосадовало?"

source: "Nonsense! An attack, that was, though now thou dost seek to deny it!"
ru: "Вздор! Это из-за твоей брани, хотя ныне ты пытаешься это отрицать!"

source: "A fool thou art, angered over nothing!"
ru: "Ты глупец, злишься безо всякой причины!"

source: "*Fool?!* I?! Foolish only for suffering thy miserable company!"
ru: "*Глупец*?! Я?! Да моя глупость лишь в том, что я терпел твое жалкое общество!"

source: "That is all, then! Draw thy blade!"
ru: "Ну все, довольно! Доставай клинок!"

source: "I shall, so that thou might taste of it!"
ru: "Достану, чтобы ты смог испробовать его на вкус!"

source: "Thou dost strike like a sickly child!"
ru: "Ты бьешься словно хилое дитя!"

source: "And thou, like a gutless fop!"
ru: "А ты - как робкий щеголь!"

source: "Wait - why do we fight?"
ru: "Постой, зачем нам драться?"

source: "Yes; let us stop this nonsense."
ru: "Да. Давай прекратим эту бессмыслицу".

source: "Good, good. I would hate to see our friendship come to this."
ru: "Хорошо, хорошо. Поверить не могу, что наша дружба скатилась до такого".

source: "Thou art correct indeed."
ru: "Ты воистину прав".

source: "Though perhaps our friendship t'would be a bit more stable..."
ru: "Хотя, быть может, наша дружба была бы более стабильной..."

source: ::Looks Suspicious:: "Eh?"
ru: ::Подозрительный взгляд:: "А?"

source: "...were it not for thy temper."
ru: "...если бы не твой нрав".

source: "Temper? What mean thee by this?"
ru: "Нрав? Что ты подразумеваешь?"

source: "Come now; surely thou must admit that thy temper is a bit, well..."
ru: "Брось, ведь ты не можешь отрицать, что твой нрав немного, э-э..."
