Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/baf/0605ecc1.baf.po
Languages: ru

source: "Might I be of any assistance?"
ru: "Могу ли я предложить свою помощь?"

source: "Greetings! I am here to CONSUME THY WEAK, DELICIOUS FLESH, PATHETIC MAN-CREATURE!"
ru: "Здравствуй! Я здесь для того, чтобы ПОГЛОТИТЬ ТВОЮ ВКУСНУЮ ХИЛУЮ ПЛОТЬ, ЖАЛКИЙ ЧЕЛОВЕЧИШКА!"

source: "So sorry, but I'm afraid I must SNAP THY BRITTLE BONES AND CAST THY QUIVERING, FLESHY REMAINS INTO THE DEEPEST RECESSES OF CARCERI!"
ru: "О, прошу прощения, боюсь, что я должна СЛОМАТЬ ТВОИ ХРУПКИЕ КОСТОЧКИ И СБРОСИТЬ ТВОИ ДРОЖАЩИЕ МЯСНЫЕ ОШМЕТКИ В САМУЮ ГЛУБОКУЮ ПРОПАСТЬ В КАРЦЕРИ!"

source: "Oh dear! T'would seem THOU ART HARDLY WORTHY OF APPEASING MY ENDLESS HUNGER FOR MORTAL FLESH, THOU INSIGNIFIGANT RODENT! BEGONE, VERMIN!"
ru: "Ой! Похоже, что ТЫ ВРЯД ЛИ УТОЛИШЬ МОЮ БЕСКОНЕЧНУЮ ЖАЖДУ СМЕРТНОЙ ПЛОТИ, МЕЛКИЙ ГРЫЗУН! ПРОЧЬ, ЧЕРВЯК!"

source: "THOU ART NOTHING! BOW BEFORE MY UNHOLY MIGHT AND PERHAPS I SHALL MAKE THEE A LEMURE FOR ONLY 10,000 YEARS!"
ru: "ТЫ НИЧТОЖЕСТВО! СКЛОНИСЬ ПЕРЕД МОЕЙ НЕЧЕСТИВОЙ СИЛОЙ, И, БЫТЬ МОЖЕТ, Я СДЕЛАЮ ТЕБЯ ЛЕМУРОМ ВСЕГО НА ДЕСЯТЬ ТЫСЯЧ ЛЕТ!"

source: "Mmmph! MMMMMPH! RRRRR!! Mmph!"
ru: "М-м-п-ф! М-М-М-П-Ф! Р-Р-Р!!! М-м-п-ф!"

source: "Hi!"
ru: "Как дела?"

source: "Hello!"
ru: "Привет!"

source: "Good day to you!"
ru: "Хорошего тебе дня!"

source: "Can I help you with something?"
ru: "Могу ли я чем-нибудь помочь?"
