Repository: winterheart/planescape
Catalog: po/pst-ee/*/baf/0100mhul.baf.po
Languages: ru

source: "Well, well, lessee if there's any over 'ere, eh?"
ru: «Так-так, может быть, здесь есть кто-нибудь, а?»

source: "Hmmph!"
ru: «Пф!»

source: "Where are ye all?"
ru: «Где вы все?»

source: "Maybe over 'ere?"
ru: «Может быть, здесь?»

source: "Pah! Dry as a bone!"
ru: «Тьфу! Пусто, хоть шаром покати!»

source: "Pah! I'll haveta kill some berk meself, this keeps up!"
ru: «Тьфу! Если так пойдет, придется прирезать какого-нибудь пня!»

source: "Where's th'damned dead?!"
ru: «И куда провалились все мертвецы?!»

source: "Maybe some deaders down 'ere?"
ru: «Может быть, жмурики лежат здесь?»

source: "Don't anyone ever *die* in this city anymore?"
ru: «Что, в этом городе больше никто *не умирает*?»

source: "Deaders?"
ru: «Жмурики?»

source: "Where are ye, ye damn deaders?!"
ru: «Да где же вы, проклятые жмурики?!»

source: "Deaders? Where ye be?"
ru: «Жмурики? Где вы?»

source: "Deaders? 'Ullo?"
ru: «Эй? Жмурики?»

source: "Deaders? Come out, come out!"
ru: «Жмурики? Давайте, выходите!»

source: "Mary me sweet, seen any deaders about?"
ru: «Мэри, милая моя, не видала поблизости жмуриков?»

source: "Maybe Mary'll have some clue, she will."
ru: «Может, Мэри что-нибудь подскажет».

source: "Hmmph. Nothin' here."
ru: «Пф. Нет ничего».

source: "Shari? Darlin'? Y'seen any deaders about?"
ru: «Шари? Дорогуша? Не видала жмуриков поблизости?»

source: "Ah! Maybe Shari'll know."
ru: «А! Может, Шари знает?»

source: "All right then..."
ru: «Ну хорошо...»

source: "Seen any deaders abouts, Rosie me sweet?"
ru: «Рози, красавица моя, тебе жмурики не попадались?»

source: "Hey, Rose!"
ru: «Эй, Рози!»

source: "Ah! Rosie may know!"
ru: «А! Рози может знать!»

source: "Where to... where to..."
ru: «Где же... Где...»

source: "Hmmph! Saucy wench!"
ru: «Пф! Нахальная девка!»

source: "Nan, me luv, I'm looking for deaders... any deader."
ru: «Нэн, любовь моя, я ищу жмуриков... любого жмурика».

source: "Ah! Maybe Nan'll know of a deader!"
ru: «А! Может, Нан знает что-нибудь!»

source: "Where to now...?"
ru: «И куда теперь?..»

source: "Hmmmph. All right, lass."
ru: «Пф. Ну ладно, девчонка».
