Repository: winterheart/planescape
Catalog: po/pst-ee/*/baf/0109thg1.baf.po
Languages: ru

source: "Ummm...I...well...errr double or nothing!"
ru: «Э-э-э... Ну... Удваиваю!»

source: "I have enough jink to take all of yours!"
ru: «У меня хватит звенелок, чтобы обчистить вас всех!»

source: "Still have enough copper on ya?"
ru: «Все еще хватает медяков, а?»

source: "An unbelievable roll! I think our friend might have something else involved here..."
ru: «Невероятный бросок! Кажется, наш друг кое-чего не договаривает...»

source: "See? Now THAT'S a roll my friend!"
ru: «Видал? ВОТ это бросок, приятель!»

source: "What incredible luck!"
ru: «Какая невероятная удача!»

source: "Shut yer traps and roll the bleedin' dice!"
ru: «Захлопни пасть и бросай кости!»

source: "Amazing."
ru: «Потрясающе».

source: "Luck is merely ONE of my skills!"
ru: «Удача - это всего лишь ОДИН из моих навыков!»

source: "Are you inferring that I cheat? You're just jealous because of your continued bad luck!"
ru: «Ты хочешь сказать, что я жульничаю? Да ты просто завидуешь моей удаче!»

source: "Will ya just roll the damn dice?!"
ru: «Может, ты уже бросишь эти чертовы кости?!»

source: "Oh come on now! I could have rolled that nine times in my sleep!"
ru: «Ой, да ладно! Я бы даже во сне это смог выбросить не меньше девяти раз!»

source: "Well now! Are you sure that YOU have enough copper? Hahaha!"
ru: «Ну хорошо! Ты уверен, что у ТЕБЯ хватит медяков? Ха-ха-ха!»
