Repository: winterheart/planescape
Catalog: po/pst-ee/*/baf/1500cs6.baf.po
Languages: ru

source: "Soego, what is this I hear of thee being in league with Many-as-One?"
ru: «Соэго, отчего я слышу, что ты в союзе с Многоединым?»

source: "What?! It is untrue! A cruel rumor! A lie!"
ru: «Что?! Это неправда! Жестокие домыслы! Ложь!»

source: "Dare thou lie to the high priest of the Silent King?"
ru: «Как ты смеешь лгать высшему жрецу Безмолвного Короля?»

source: "No! No, Hargrimm, I would never presume..."
ru: «Нет! Нет, Харгримм, я бы никогда не осмелился...»

source: "Where is thy journal? Let me see it. Prove thy innocence before the eyes of the Silent King."
ru: «Где твой дневник? Яви мне его. Докажи свою честь пред оком Безмолвного Короля».

source: "I... I..."
ru: «Я... я...»

source: "I beg for your mercy, Hargrimm..."
ru: «Я молю о пощаде, Харгримм...»

source: "The Dead Truce shall protect thee here, Soego, but thou shall never leave these catacombs. Thou shall continue thy pursuit of thy precious 'True Death' here, alone... for the rest of thy days. Farewell."
ru: «Перемирие с Мертвыми защитит тебя здесь, Соэго, но суждено тебе тут быть навеки. Ты продолжишь поиски своей драгоценной 'Истинной Смерти' здесь, один... до конца дней своих. Прощай».

source: "Ghouls... see that this man never leaves. Allow him to speak with no one. Bring him food and water as necessary."
ru: «Упыри... смотрите, чтобы этот человек никуда не ушел. Не давайте ему ни с кем говорить. Носите ему еду и воду по мере необходимости».

source: "But... you... can't... nnnnARAGH!"
ru: «Но... ты... не можешь... ннннАГАГ!»
