Repository: winterheart/planescape
Catalog: po/pst-ee/po/*/dlg/dadminas.dlg.po
Languages: ru

source: You see a middle aged man wearing fine clothes. He gives you a bored look as you approach.
ru: Перед тобой прилично одетый мужчины средних лет. При твоем приближении он бросает на тебя скучающий взгляд.

source: "Greetings."
ru: «Приветствую».

source: Ignore the man.
ru: Не обращать на него внимания.

source: He nods slightly. "And to you, cutter. I am Carl Parfidor, administrative assistant. May I help you?"
ru: Он слегка кивает. «И тебе, рубака. Я - Карл Парфидор, помощник по административной части. Могу ли я чем-то помочь?»

source: "No, I don't think so. Farewell."
ru: «Нет, не думаю. Прощай».

source: He frowns at you. "You must mean Trias. Yes, he's here. He's in the prison as a matter of fact. Why do you want to see him?"
ru: Он хмуро смотрит на тебя. «Должно быть, ты имеешь в виду Триаса. Да, он здесь. Собственно, он находится в тюрьме. Зачем он тебе нужен?»

source: "Do I need a reason?"
ru: «Нужна причина?»

source: "It's a private matter."
ru: «Это мое личное дело».

source: "I have some questions that only he can answer."
ru: «У меня есть вопросы, на которые сможет ответить только он».

source: "Never mind, farewell."
ru: «Неважно, прощай».

source: He laughs. "Yes, you do. Now, why do you want to see Trias?"
ru: Он хохочет. «Да, нужна. Итак, зачем тебе нужен Триас?»

source: He smiles and shakes his head. "Nothing concerning Trias is private. Why do you want to see him?"
ru: Он улыбается, качая головой. «Ничто, касающееся Триаса, не может быть личным. Зачем он тебе нужен?»

source: He gazes at you steadily for a while. "I see. Well, no one is allowed to see Trias without permission from Tovus Giljaf." He smiles at you. "And no one sees Tovus unless he sends for them. I suggest you leave."
ru: Некоторое время он пристально смотрит на тебя. «Понятно. Что ж, никому не разрешается посещать Триаса без разрешения Товуса Гильяфа, - он улыбается тебе. - А Товус никого не принимает без приглашения. Советую тебе уйти».

source: "Surely you can get me in to see Tovus."
ru: «Ты мог бы пустить меня к Товусу?»

source: He laughs. "Yes, but I have no intention of allowing you entry unless Tovus sends for you. Now leave."
ru: Он хохочет. «Да, но я не намерен пускать тебя к Товусу, пока он не вызовет тебя. А теперь уходи».

source: "I can always take you out and just walk in to see him."
ru: «Я мог бы просто убрать тебя с дороги и зайти к нему».

source: "This is important. There must be some way I can get in to see Tovus."
ru: «Это важно. Должен же быть способ увидеться с Товусом».

source: He looks you up and down then nods his head. "Oh yes, you are quite formidable and could get by me with little problem. However, I think the city guard would be a match for you and then there is the fact that Tovus is an accomplished spellslinger himself. It would be foolish for you to try..."
ru: Он осматривает тебя с головы до ног, затем кивает головой. «О да, ты выглядишь достаточно грозно и мог бы пройти мимо меня без особых проблем. Вот только мне кажется, что городская стража будет тебе достойным противником, да и Товус сам по себе искусный волшебник. Было бы глупо даже пытаться...»

source: He shakes his head. "The only way through that door is if Tovus sends for you or I let you in. Tovus did not send for you and I have no intention of letting you in myself." He laughs. "Unless, of course, you do something important for me. Hmm. I can't think of anything I want from you."
ru: Он качает головой. «Единственный способ пройти через эту дверь - это получить приглашение от Товуса либо разрешение от меня. Товус тебя не приглашал, а я не намерен тебя впускать, - он хохочет. - Разве что ты сделаешь для меня что-нибудь полезное. Хм-м. Вряд ли мне что-то от тебя нужно».

source: "What if I told you that your wife, Roberta, is plotting to have you killed?"
ru: «А если я скажу, что твоя жена, Роберта, собирается тебя убить?»

source: "I see. Farewell."
ru: «Понятно. Прощай».

source: He stares at you blankly then suddenly snorts. "That's ridiculous. Why would she do that?"
ru: Он тупо пялится на тебя, затем фыркает. «Что за бред. Зачем ей это?»

source: "She's been checking up on you. She knows about all the harlots and wants you dead."
ru: «Она тебя застукала. Ей известно обо всех проститутках, и она хочет тебя убить».

source: You seem to have his attention; he is hanging on every word. "And who, may I ask, is supposed to perform the deed. You perhaps?"
ru: Кажется, ты наконец привлек его внимание: он запинается на каждом слове. «И кто, позволь спросить, будет выполнять это дело? Случаем не ты?»

source: "No, Roberta was thinking of hiring a harlot to do it. Probably a girl named Kiri."
ru: «Нет, Роберта хотела нанять для этого проститутку. Предположительно, девушку по имени Кири».

source: He gazes at you for some time. "Wait here. I will return within the hour..." He starts to walk away then pauses. "Oh, and your information had better be correct. If I find otherwise, you'll be in the prison with Trias." He smiles. "You can talk to him freely then, for all the good it will do you." He walks away.
ru: Некоторое время он пристально смотрит на тебя. «Жди здесь. Я вернусь в течение часа...» Уходя, он останавливается и добавляет: «Ох, и лучше бы твоя информация оказалась достоверной. Если я обнаружу, что это не так, тебя кинут в темницу вместе с Триасом, - он улыбается. - Вот тогда уж наговоришься с ним вдоволь - как будто от этого будет какой-то прок». Он уходит.

source: "I will wait."
ru: «Я подожду».

source: You see Carl Parfidor. He has a look of concern on his face as he approaches. "Thank you for waiting, cutter. It seems your information proved correct. I thank you for that."
ru: Ты видишь Карла Парфидора. Когда он подходит, ты замечаешь на его лице беспокойство. «Спасибо, что подождал, рубака. Похоже, твои сведения оказались достоверными. Спасибо тебе за это».

source: "So what happens to Roberta now?"
ru: «А что теперь будет с Робертой?»

source: "So, can I see Tovus now?"
ru: «Теперь мне можно повидаться с Товусом?»

source: He shakes his head. "No you can't. Tovus Giljaf sees no one unless he sends for them. Now, I suggest you leave before I have you arrested for conspiring to assassinate a city official!" He smiles at you. "Unless you'd like to spend the rest of your days in a cell with Roberta?"
ru: Он качает головой. «Нет, нельзя. Товус никого не принимает без приглашения. Так что советую тебе уйти, пока я не арестовал тебя за участие в заговоре с целью убийства городского служащего! - он улыбается тебе. - Тебе ведь не хочется провести остаток своих дней в одной камере с Робертой?»

source: "No, I'll be leaving now. Farewell."
ru: «Нет. Я уже ухожу. Прощай».

source: He gives you a surprised look. "Does it really matter to you?" He shrugs. "Never mind... Roberta confessed to the crime and will be sent to the prison. Kiri on the other hand... I have other plans for her." He smiles.
ru: Он удивленно смотрит на тебя. «Это действительно имеет для тебя значение? - он пожимает плечами. - Неважно... Роберта призналась в преступлении, и ее отправят в тюрьму. А Кири... у меня есть другие планы на ее счет». Он улыбается.

source: "I see. I must be going now. Farewell."
ru: «Ясно. Я должен идти. Прощай».

source: He gives you a surprised look. "Does it really matter to you?" He shrugs. "Never mind... Roberta confessed to the crime and will be sent to the prison." He smiles.
ru: Он удивленно смотрит на тебя. «Это действительно имеет для тебя значение? - он пожимает плечами. - Неважно... Роберта призналась в преступлении, и ее отправят в тюрьму». Он улыбается.

source: You see a middle aged man wearing fine clothes. He smiles at your approach.
ru: Ты видишь прилично одетого мужчину средних лет. При твоем приближении он улыбается.

source: He gives you a slight nod. "Good day, cutter. I am the administrative assistant. How may I help you?"
ru: Он слегка кивает тебе. «Добрый день, рубака. Я помощник по административной части. Могу ли я чем-то помочь?»

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: "Just a moment please..." He shuffles through some papers for a while then pauses to read a page. "Ah! Here we are... That would be Trias. Hmmm..." He frowns and shakes his head.
ru: «Секундочку...» Он листает какие-то бумаги, затем останавливается на одной из страниц. «А! Вот оно что... Это, наверное, Триас. Хм-м...» Он хмурит брови и качает головой.

source: "Is there a problem?"
ru: «Какие-то проблемы?»

source: "Then I would like to see Tovus."
ru: «Тогда я хотел бы видеть Товуса».

source: He frowns and shakes his head. "I'm afraid that's not possible. No one sees Tovus unless he sends for them."
ru: Он хмурит брови и качает головой. «Боюсь, что это невозможно. Товус никого не принимает без приглашения».

source: He gives you an irritated look. "I'm sorry, cutter, but no one sees Tovus unless he sends for them. Please leave."
ru: Он раздраженно смотрит на тебя. «Извини, рубака, но Товус никого не принимает без приглашения. Пожалуйста, уходи».

source: "I can't even make an appointment for some future date?"
ru: «И я даже не могу записаться на встречу с ним?»

source: "Farewell."
ru: «Прощай».

source: "Very, farewell."
ru: «Вполне. Прощай».
