Repository: winterheart/planescape
Catalog: po/pst-ee/po/*/dlg/dbinian.dlg.po
Languages: ru

source: You see a young man in tattered clothes. He has a bored expression on his face as he stares off into the distance.
ru: Перед тобой молодой человек в оборванной одежде. Со скучающим выражением лица он смотрит вдаль.

source: "Greetings."
ru: «Приветствую».

source: Ignore him.
ru: Игнорировать его.

source: Your greeting startles him and he jumps at the sound. He stares at you for a moment. "Don't be sneaking up on me like that, cutter. Damn near killed me with fright."
ru: Твое приветствие вспугнуло его, заставляя подскочить на месте. Он мельком смотрит на тебя. «Не надо так подкрадываться ко мне, рубака. Проклятье, я чуть не помер от испуга».

source: He frowns. "Like what..."
ru: Он хмурится. «Типа каких?..»

source: "I have some questions..."
ru: «У меня есть несколько вопросов...»

source: "Never mind, farewell."
ru: «Неважно, прощай».

source: "Who are you?"
ru: «Кто ты?»

source: "What can you tell me about this place?"
ru: «Что ты можешь рассказать об этом месте?»

source: "I hear there's a deva down here somewhere."
ru: «Я слышал, что где-то здесь внизу есть дэва».

source: "I must be going now, farewell."
ru: «Я должен идти, прощай».

source: "You don't need to know my name, just ask your questions and then leave me be." He gives you a defiant look.
ru: «Тебе незачем знать мое имя, просто задавай вопросы, а потом проваливай». Он недоверчиво смотрит на тебя.

source: "Fine, I have some questions..."
ru: «Ладно, у меня есть несколько вопросов...»

source: "Farewell."
ru: «Прощай».

source: He shrugs. "Fine, my name is Binian. You happy now?"
ru: Он пожимает плечами. «Ладно, меня зовут Биниан. Теперь счастлив?»

source: "Yes, I have some questions..."
ru: «Вполне, у меня есть несколько вопросов...»

source: "It's a dung heap and you and me and everyone you see down here is just another piece of crap that the city throws on the heap." He gives you a mock smile. "That pretty much says it all."
ru: «Это всего лишь навозная куча, а ты, я и любой другой из тех, кого ты видишь здесь внизу - всего лишь еще один кусок дерьма, который город сбросил в эту кучу, - он насмешливо улыбается. - В общем, этим все сказано».

source: "Why are you here?"
ru: «Как ты сюда попал?»

source: He shrugs his shoulders and looks around nervously. "I stole some things... I maybe hurt a few sods here and there... so here I am."
ru: Он пожимает плечами, нервно озираясь по сторонам. «Украл кое-какие вещички... Может, еще пришил парочку бедолаг кое-где... Вот я тут и оказался».

source: "So you're a thief..."
ru: «Так ты вор...»

source: He shakes his head. "No, I'm an ex-thief. After spending a year in this crap hole, I'm an ex-thief..." He sighs and looks away. "I never want to end up here again, that's for sure."
ru: Он мотает головой. «Не, я - бывший вор. После года в этой навозной дыре я - бывший вор... - он вздыхает, отводя взгляд. - Не хочу больше попадать сюда, ни за что».

source: "I see. I have some questions..."
ru: «Понятно. У меня еще есть вопросы...»

source: "I must be going, farewell."
ru: «Я должен идти. Прощай».

source: He frowns and looks away. "There's one down here, he's at the new excavation site. Just look for the recent digging and you'll find him."
ru: Он хмуро отводит взгляд. «Он здесь, внизу, в новом котловане. Просто поищи следы недавних раскопок - и ты найдешь его».

source: "Where can I find the excavation site?"
ru: «Где я могу найти место раскопок?»

source: "What are they excavating?"
ru: «Что там раскапывали?»

source: He shrugs. "Never been there, it's off that way." He gestures vaguely. "You can't miss it, look for signs of digging."
ru: Он пожимает плечами. «Никогда не был там, это где-то в той стороне, - он указывает рукой в неопределенном направлении. - Ты не пропустишь его, просто ищи следы раскопок».

source: He shakes his head. "Nothing. When they want to expand the prison, the guards make us dig." He snorts. "It's all a part of the punishment..."
ru: Он качает головой. «Ничего. Просто когда хотят расширить тюрьму, стражники заставляют нас копать, - он хмыкает носом. - Один из методов наказания...»

source: You see Binian, the thief. "You again... what do you want now?"
ru: Перед тобой вор Биниан. «Снова ты... Чего тебе на этот раз?»

source: "Never mind. Farewell."
ru: «Неважно. Прощай».
