Repository: winterheart/planescape
Catalog: po/pst-ee/po/*/dlg/dcassius.dlg.po
Languages: ru

source: "Not yet. Farewell."
ru: «Еще нет. Прощай».

source: You see a grossly corpulent man, with folds of fat oozing every which way. His eye slowly turns toward you, and when it lands on you, you are suddenly hit with a feeling of unspeakable danger. "I hold the true essence of the sword. What you see there is a shallow shell. The blade is in me. You must defeat me to reach it."
ru: Перед тобой весьма тучный мужчина, со складками жира, торчащими отовсюду. Он неторопливо обращает на тебя взгляд, и при этом тебя вдруг охватывает ощущение неописуемой опасности. «Во мне истинная суть меча. То, что ты видишь перед собой, - всего лишь оболочка. Клинок во мне. Чтобы получить его, тебе придется победить меня».

source: "Who are you?"
ru: «Кто ты?»

source: "I've come for the sword."
ru: «Я пришел за мечом».

source: "Yes. I've already stolen your bandages from you; do you think you could keep me from stealing the blade if I put my mind to it?"
ru: «Да. Я уже украл у тебя бинты. Неужели ты думаешь, что сможешь помешать мне украсть клинок, если я задамся такой целью?»

source: His deep voice rolls out from the layers of fat. "My name is Cassius. I was the greatest weapon of a dead Abyssal Lord, and his heirs seek me yet. I am a dread secret in the heart of the chaotic planes, and I am the guard of this blade."
ru: Его низкий голос доносится из складок жира. «Меня зовут Кассий. Я был величайшим оружием покойного Лорда Бездны, и его наследники все еще разыскивают меня. Я - ужасная тайна из сердца планов хаоса, и я - хранитель этого клинка».

source: His voice is cavernously deep. "This sword powers the Prison of Curst. Its removal shall free all the prisoners condemned to be forgotten. I am charged to prevent this from happening. Do you wish the blade?"
ru: Его голос глух и низок. «Этот меч питает тюрьму Проклятого. Если забрать его, это освободит всех заключенных, приговоренных к забвению. Мне поручили предотвратить это. Тебе нужен клинок?»

source: "I was once the most effective weapon in all the Abyss, shaped to my master's will. I could take the form of any creature's doom. I have slain more foes of my dead lord than most have moments in their lives. My brother, my pale shadow, my Xekiel, slays still in the depths of the Abyss."
ru: «Когда-то я был самым эффективным оружием во всей Бездне, созданным по воле моего господина. Я мог принимать облик смерти любого существа. Я убил больше врагов моего покойного господина, чем было мгновений в их жизни. Мой брат, моя бледная тень, мой Зекиель, продолжает убивать где-то в глубинах Бездны».

source: "My master sank into the heart of the Abyss while I was out a-slaying. When I returned from the assassination, he was gone and his heirs came baying to claim me. None of them could tame me, and so I left. This duty is pleasant. Those who come - I slay. It is not an onerous task."
ru: «Мой господин утонул в самом сердце Бездны, пока я был занят убийствами. Когда я вернулся, его уже не было, а его наследники заявили на меня права. Никому из них не удалось покорить меня, и потому я ушел. Моя работа мне нравится. Кто приходит, того я убиваю. Несложная задача».

source: "Tell me that you have come for the blade, and I shall destroy you."
ru: «Скажи, что ты пришел за клинком, и я тебя уничтожу».

source: Cassius' voice lolls out from the depths of his fat chest. "Do you seek the blade?"
ru: Голос Кассия доносится из глубин его тучного туловища. «Тебе нужен клинок?»

source: "Should you desire the true essence of the blade, you must return to me, and we shall duel for it. One way or another, we shall duel."
ru: «Если захочешь обрести истинную сущность клинка, возвращайся, и мы сразимся за него. Так или иначе, мы сразимся».

source: "Then these are the rules. You must choose between three options: Strength, wits, or speed. Should you fail at any of these, I shall destroy you."
ru: «Тогда правила такие. Ты должен выбрать одно из трех: сила, ум или проворность. Если ты не справишься в чем-либо из этого, я тебя уничтожу».

source: "Then we shall struggle. Should you win, you may have the blade from my corpse. Should you lose, I shall feast on your bones."
ru: «Тогда мы сразимся. Выиграешь - можешь забрать клинок с моего трупа. Проиграешь - я буду пировать на твоих костях».

source: "Then I shall ask you three riddles. Should you fail, I will destroy you and fashion pipes from your skull, and play a song of torment on your spirit for eternity."
ru: «Тогда я загадаю тебе три загадки. Если не справишься - я тебя уничтожу, сделаю из твоего черепа волынку и целую вечность буду играть песню пыток на твоей душе».

source: "Then you must steal a roll of bandages from its hiding place on my body. Should you succeed, speak to me again and I shall produce the blade from its hiding place. Fail, and the fires of the Pit shall seem kind compared to the agonies I inflict upon you. Do you wish to begin?"
ru: «Тогда ты должен украсть моток бинтов из тайника в моем теле. Справишься - обратись ко мне снова, и я достану клинок из тайника. Если же не справишься, пламя Ямы покажется тебе милосердным по сравнению с теми муками, которые я тебе причиню. Желаешь начать?»

source: "Then remove it. Else, I shall assume you seek the blade another way."
ru: «Тогда забери их. В ином случае, я буду считать, что ты добываешь клинок другим путем».

source: "We begin with a classic riddle: What walks on four legs at dawn, two legs at noon, and three at dusk?"
ru: «Начнем с классической загадки: что ходит утром на четырех, в полдень на двух и вечером на трех?»

source: "That is incorrect. You shall perish in exquisite agony."
ru: «Неверно. Ты погибнешь в страшных муках».

source: "That is correct. For the second riddle: I groan, but words never escape my lips. I may be empty, but never am I full. What am I?"
ru: «Верно. Вторая загадка: Могу бурчать, но рта не раскрываю, могу быть пустым, но никогда не наполняюсь. Кто я?»

source: "Yes. The third riddle is this: What flies, and cannot stand still? What devours all it touches, yet eats nothing? What can never be lent, yet is always wasted? What is always spent, yet never earned?"
ru: «Да. Третья загадка: Что летит и не стоит на месте? Что поглощает все, чего касается, но ничего не ест? Что нельзя одолжить, но всегда можно потерять? Что всегда кончается, и его не вернуть?»

source: "You have bested me. Your appearance led me to believe that your wits were a match for your scarred exterior. I have failed in my duty, and I yield the blade to you. I must depart this place."
ru: «Ты победил меня. Твой вид заставил меня думать, что твой ум соответствует твоей обезображенной наружности. Я не справился с обязанностями, и отдаю тебе клинок. Я должен покинуть это место».

source: "Your appearance belies your skill. You are truly too cunning a thief for me to stop your efforts. This is the key. I must depart this place to hide my shame."
ru: «Твоя внешность скрывает твои навыки. Воистину, ты слишком ловкий вор, чтобы я смог тебе помешать. Вот ключ. Я должен покинуть это место, чтобы скрыть свой позор».

source: "You don't look that dangerous..."
ru: «На вид ты неопасен...»

source: "I see. Farewell."
ru: «Понятно. Прощай».

source: "Yes."
ru: «Да».

source: "No."
ru: «Нет».

source: "I really just wanted to leave."
ru: «На самом деле, я просто хотел уйти».

source: "Why did you leave?"
ru: «Почему ты ушел?»

source: "Right. Well, I've come for the sword."
ru: «Хорошо. Что ж, я пришел за мечом».

source: "All right. I was just leaving."
ru: «Ладно. Я уже ухожу».

source: "I have come for the blade."
ru: «Я пришел за клинком».

source: "Could you slay me?"
ru: «Ты мог бы убить меня?»

source: "I've really just come for the blade."
ru: «По правде говоря, я пришел за клинком».

source: "I'd like you to try."
ru: «Я хотел бы, чтобы ты попробовал».

source: "No. Actually, I'm leaving."
ru: «Нет. Вообще-то, я уже ухожу».

source: "I've come for the blade."
ru: «Я пришел за клинком».

source: "Forget it. I'm leaving."
ru: «Забудь. Я ухожу».

source: "Tell me of yourself, first."
ru: «Сперва расскажи о себе».

source: "Very well. Farewell."
ru: «Отлично. Прощай».

source: I have decided on a test of strength for the blade. Cassius is strong, and he threatens to feast on my bones should I fall to him.
ru: Ради клинка я решил помериться силами. Кассий силен, и угрожает попировать на моих костях, если я проиграю.

source: I am beginning a test of wits with Cassius, a series of three riddles. Should I succeed, I gain the blade. Should I fail, he threatens to make an instrument of my skeleton and spirit.
ru: Мы с Кассием решили испытать мою сообразительность. Он загадает мне три загадки. Если справлюсь - получу клинок. Если не справлюсь, он угрожает соорудить музыкальный инструмент из моих костей и души.

source: I am beginning a test of speed with Cassius, guardian of the sword. If I can snatch a roll of bandages from his obese body, then I need to speak to him again, and he will give me the blade. If I fail, he threatens me with destruction.
ru: Мы с хранителем меча Кассием решили испытать мое проворство. Если я смогу выкрасть из его тучного туловища моток бинтов, мне следует снова поговорить с ним, и он отдаст мне клинок. Если я не справлюсь с этим, он угрожает уничтожить меня.

source: I defeated Cassius, guardian of the blade in the prison of Curst, in a duel of wits. His questions were remarkably easy.
ru: Я победил Кассия, хранителя клинка в тюрьме Проклятого, в умственной дуэли. Его вопросы были на удивление просты.

source: I defeated Cassius, guardian of the blade in the prison of Curst, in a duel of speed. He was remarkably slow.
ru: Я победил Кассия, хранителя клинка в тюрьме Проклятого, в дуэли на проворность. Он был удивительно медленным.

source: A disgustingly fat man challenged me for the blade in the center of the prison. He said he had the essence of it in him, and should I desire it, I would have to confront him.
ru: Отвратительный толстяк в центре тюрьмы вызвал меня на бой за клинок. Он сказал, что сущность клинка находится в нем, и если он мне нужен, мне придется с ним сразиться.

source: "I choose strength."
ru: «Я выбираю силу».

source: "I choose wits."
ru: «Я выбираю ум».

source: "I choose speed."
ru: «Я выбираю проворность».

source: "Forget it. I'll come back later."
ru: «Забудь. Я вернусь позже».

source: "Very well."
ru: «Хорошо».

source: "In that case, I choose wits."
ru: «В таком случае, я выбираю ум».

source: "In that case, I choose speed."
ru: «В таком случае, я выбираю проворность».

source: "In that case, forget it."
ru: «В таком случае, забудь об этом».

source: "Very well. Ask your riddles."
ru: «Отлично. Загадывай свои загадки».

source: "In that case, I choose strength."
ru: «В таком случае, я выбираю силу».

source: "Fine. We'll see about this."
ru: «Хорошо. Посмотрим, что тут можно сделать».

source: You know the answer: "A human, who crawls on all fours at birth, walks on two legs during youth, and leans on a cane during old age."
ru: Ты знаешь ответ: «Человек, ползающий на четвереньках после рождения, ходящий на двух ногах в молодости и опирающийся на трость в старости».

source: "A man?"
ru: «Человек?»

source: "A wounded dung beetle?"
ru: «Раненый жук-навозник?»

source: "A bear?"
ru: «Медведь?»

source: "A shape changing tanar'ri?"
ru: «Танарри-оборотень?»

source: "Wait!"
ru: «Стой!»

source: Fight.
ru: Сражаться.

source: You know the answer: "Are you hunger?"
ru: Ты знаешь ответ: «Ты - живот?»

source: "A ghost?"
ru: «Призрак?»

source: "A prisoner with no tongue?"
ru: «Заключенный без языка?»

source: "Hunger?"
ru: «Живот?»

source: "The moon?"
ru: «Луна?»

source: You know the answer: "The answer is time."
ru: Ты знаешь ответ: «Ответ - время».

source: "Is it time?"
ru: «Это время?»

source: "Is it fire?"
ru: «Это огонь?»

source: "Is it power?"
ru: «Это сила?»

source: "Is it magic?"
ru: «Это магия?»

source: "Thanks."
ru: «Спасибо».

source: "Farewell, then."
ru: «Тогда прощай».

source: "Forget it. Farewell."
ru: «Забудь об этом. Прощай».
