Repository: winterheart/planescape
Catalog: po/pst-ee/po/*/dlg/dcreed.dlg.po
Languages: ru

source: This foul-looking man is quick to notice he's caught your attention; in moments he's upon you, hawking his 'wares.' He carries a long wooden pole; dozens of skinned and cooked rats dangle from it. As he speaks, he gestures to them with a broad, filth-encrusted hand, smiling a yellowed, snaggle-toothed grin all the while. "Oye, cutter, 'ow ye doin' there? Wot sorta deeee-licious ratsies is ye interested in this fine day?"
ru: Этот неряшливый человек моментально замечает, что привлек твое внимание: через секунду он уже перед тобой, демонстрирует свои «товары». В руках у него длинный шест, на который насажена дюжина освежеванных и приготовленных крыс. Разговаривая с тобой, он без конца указывает на них широкой, покрытой грязью рукой и скалится желтыми кривыми зубами. «Оле, рубака, как делишки? Какие из этих вааасхитительных крысочек приглянулись тебе в этот превосходный день?»

source: "Oye, there, cutter; well met again. 'Ungry for some a' Creeden's tasty ratsies, ey?"
ru: «Оле, рубака, рад встрече. Истосковался по вкусным крысочкам Кредена, а?»

source: "Good, cutter, good! Wot sort wouldst ye like?" He points to each in turn with a grimy fingernail. "I got them baked, spiced, boiled, an' charred! All fresh, all scrumptious... and only three coppers for two!"
ru: «Хорошо, рубака, очень хорошо! Какую хошь? - перечисляя, он указывает на каждую грязным пальцем. - У меня есть печеные, пряные, вареные и жареные! Все свежее, все высшего сорта... и всего лишь три медяка за пару!»

source: You hand over your coppers and, in one swift motion, he runs a pair of baked rats through with a wooden skewer, unhooks them, and places them in your hand. He winks at you: "Enjoy, cutter!"
ru: Ты протягиваешь свои медяки, а он одним ловким движением деревянного шампура протыкает пару печеных крыс, снимает их с крюков и кладет в твою руку. «Приятного аппетита, рубака!»

source: You hand over your coppers and, in one swift motion, he runs a pair of spiced rats through with a wooden skewer, unhooks them, and places them in your hand. He winks at you: "Enjoy, cutter!"
ru: Ты протягиваешь свои медяки, а он одним ловким движением деревянного шампура протыкает пару пряных крыс, снимает их с крюков и кладет в твою руку. «Приятного аппетита, рубака!»

source: The rat's flesh is tender and moist; it comes off the bone easily and melts in your mouth. It is slightly greasy and rather rich, tasting of some... other... sort of meat you're sure you've had before. The man looks at you expectantly. "Did ye like? Wouldst ye like another?"
ru: Мясо крысы очень нежное и сочное; оно легко отделяется от костей и буквально тает у тебя во рту. Оно немного жирновато и очень питательно, напоминает какое-то... другое мясо, которое ты уже пробовал. Мужчина выжидающе смотрит на тебя. «Ну как, нравится? Может, еще хошь?

source: The rat-meat is aromatic and quite spicy, apparently marinated in some sort of herbal mixture before being cooked. It is a bit greasy and rather rich, tasting of some... other... meat you're sure you've had before. The man looks at you expectantly. "Did ye like? Wouldst ye like another?"
ru: Крысиное мясо приятно пахнет и имеет довольно пикантный вкус: очевидно, перед приготовлением его хорошо замариновали какой-то смесью трав. Оно немного жирновато и очень питательно, напоминает какое-то... другое мясо, которое ты уже пробовал. Мужчина выжидающе смотрит на тебя. «Ну как, нравится? Может, еще хошь?»

source: The rat-meat, prepared this way, is rather bland and rubbery. It tastes faintly of some... other... meat you're sure you've had before. You're certain it would taste better prepared in a different manner; you can't imagine why *anyone* would boil meat to eat it. The man looks at you expectantly. "Did ye like? Wouldst ye like another?"
ru: Крысиное мясо, приготовленное этим способом, несколько жестковато и безвкусно, и напоминает какое-то... другое мясо, которое ты уже пробовал. Будь оно приготовлено по-другому, вкус был бы намного лучше. Ты не можешь себе представить, *кому* могло взбрести в голову варить мясо. Мужчина выжидающе смотрит на тебя. «Ну как, нравится? Может, еще хошь?»

source: He looks genuinely surprised. "Pity to 'ear that, cutter. 'Ave a good day." He seems ready to turn away.
ru: Он искренне удивляется. «Печально слышать это, рубака. Хорошего дня». Он готов уйти.

source: He shoulders his rat-pole casually. "Wot's yer question, cutter?"
ru: Небрежным движением плеча он толкает крысиный шест. «Шо за вопрос, рубака?»

source: "Wot? These?" He jiggles the pole, causing the skinned rats to bounce about in a macabre little jig. "I catch 'em myself, I do... in cellars an' alleyways about the 'Ive."
ru: «Шо? Эти? - он потряхивает шестом, заставляя освежеванных крыс танцевать жуткую джигу. - Я поймал их самолично... в подвалах и переулках Улья».

source: He tosses a glance over his shoulder. "That's the Office of Vermin an' Disease Control, cutter. I sell my rat-tails there fer jink, then cook the lil' blighters up an' sell 'em."
ru: Он бросает взгляд назад. «Это Управление по борьбе с вредителями и заболеваниями. Там я продаю крысиные хвосты, потом готовлю этих мелких паразитов и продаю их».

source: He guffaws loudly; his breath is stale and reeks of onions. "Bit of an expert in that field, I am! Wot's yer question, cutter?"
ru: Он громко гогочет; изо рта у него разит луком. «Да я настоящий эксперт в этом деле! Шо за вопрос, рубака?»

source: "Sure as I'm standin' here before ye, they do! If I ran across any more than two score of 'em, I'd flee for me case like *that*..." He snaps, to emphasize the point. "...I would! Ye get that many of 'em in a pack, why... why, they gets smart as a man, they do!"
ru: «Точно, так и есть! Если бы я наткнулся на штук сорок - бежал бы *со всех ног*... - он щелкает пальцами, чтобы подчеркнуть свои слова. - Еще как улепетывал! Соберется их столько в кучу, и... ну, и умными становятся, прям как человек!»

source: "Here's my best advice for ye, cutter... if ye're bent on catchin' brain vermin, stick to small packs. A dozen or so, at most. But I'll tell ye..." He steps close, his breath fetid in your face, and speaks in a hushed tone: "Ye run into more than that... more than a couple dozen... ye run like ye're in the shadow of the Lady!" He backs away from you again.
ru: «Мой тебе совет, рубака... Если захочешь ловить мозгогрызунов, ограничивайся небольшими стаями. С дюжину, не больше. Но вот что я тебе скажу...» Он делает шаг вперед. Обдавая тебя зловонием изо рта, он шепотом произносит: «Если их будет больше... больше пары дюжин... беги так, будто ты попал в тени Леди!» Он отступает назад.

source: "Sorcery, cutter... sorcery! Ye gets enough of those lil' fiends in a space, they gain all sorts a' odd powers! Make a basher's brain pour out 'is ears, they will! Downright frightenin'... it's just wrong, I tell ye. That's why Sigil's so eager to be rid of 'em... the bounty, an' all."
ru: «Колдовство, рубака... колдовство! Если наберешь этой мелкой нечисти в достаточном количестве, они получают много всяких странных способностей! От них у вояк мозги вытекают прямо через ухи! Просто жуть... Я тебе вот что скажу: это все неправильно. Именно поэтому Сигил так хочет от них избавиться... награды и все такое».

source: "Sigil, ye mean? Wot wouldst ye be wantin' to know about the old Cage, cutter?"
ru: «Ты про Сигил? Шо ты хочешь знать за Клетку, рубака?»

source: "Aye, Sigil... the Cage... wot were ye lookin' to know, cutter?"
ru: «Ну да, Сигил... Клетка... Шо ты хочешь знать, рубака?»

source: "Heh-hooo! Ye wants all sorts a' chant, ye do! Well, I'll give ye the short of it all: the Cage is full a' doors. These doors are everywhere, all throughout the city a' Sigil... but ye can't see 'em, not unless ye have the right key. Each door has its own key, an' each key is different. One key might be a real key, brass an' all, right? But another could be... say... a cooked rat! Or a lil' jig ye does in front a' the door. Once ye have the right key, ye step on through an' go to wherever the door takes ye."
ru: «Хо-хо! Да тебе подавай все и сразу! Ну, если в двух словах: в Клетке полно дверей. Эти двери повсюду, по всему Сигилу... но видеть их, покуда у тебя нет правильного ключа, ты не можешь. У каждой двери свой собственный ключ. Один ключ может быть и в самом деле ключом, сечешь? А вот другой может быть... скажем... вареной крысой! Или джигой, которую ты вытанцовываешь перед дверью. Как только у тебя появится подходящий ключ, ты сможешь войти и попасть куда угодно».

source: The rat-catcher peers quizzically at Morte, who floats beside you. "A cutter'd think ye'd just ask yer mimir for dark like that, he would..."
ru: Крысолов бросает чудаковатый взгляд на Морта, парящего позади тебя. «Рубаке стоит спросить у своего мимира обо всех этих таинствах...»

source: The rat-catcher, staring at you both in confusion and scratching his head, suddenly realizes he's the focus of attention once more. He shakes off the puzzled expression and recomposes himself.
ru: Крысолов смущенно глядит на вас обоих, почесывая голову, и вдруг понимает, что снова оказался в центре внимания. Он отгоняет озадаченное выражение и вновь принимает самодовольный вид.

source: He shrugs, bobbing the rat-pole and setting the cooked vermin jangling about once more. "Ye'd just 'ave to ask the right people. People who know the dark about that sort a' thing, I suppose. See, some doors stay still, an' some move... it'd drive a blood barmy tryin' to keep track of 'em all. I don't use the doors much, myself, so I won't be a' much help to ye."
ru: Он пожимает плечами, в очередной раз покачивая шест с висящими на нем крысами. «Ну, надо просто спросить правильного человека, который знает секрет этой штуковины. Знаешь, одни двери стоят на месте, другие - двигаются... если их всех отслеживать, можно умом тронуться. Сам-то я ими не пользуюсь, так что в этом деле я не тебе помощник».

source: He seems puzzled for a moment. "Wot, the Hive, 'ere? Wot were ye lookin' to find out, cutter?"
ru: Он немного озадачен. «Улей, что ли? Шо ты хочешь за него узнать, рубака?»

source: "My very own 'ome an' place a' business! Wot were ye lookin' to find out, cutter?"
ru: «Мой любимый дом и место для бизнеса! Шо ты хочешь за него знать, рубака?»

source: "Hrm..." the rat-catcher scratches at his chin, his fingers leaving oily smudges behind. "Number a' stories about that, there are... as I understand it, there's a cluster a' buildin's somewhere, a tangled mess a' shacks an' ruins, that serves as a gatherin' ground a' sorts. It was called the 'Ive, an' so that's where these slums... this 'ole ward... takes their name from."
ru: «Хм-м... - крысолов почесывает подбородок, оставляя на нем маслянистые пятна. - Насчет этого есть куча историй... насколько я знаю, где-то здесь есть нагромождение домов, такая себе непроходимая свалка из лачуг и руин, которые служат чем-то вроде места для сходок. Их называют Ульем - оттуда-то и пошло название этих трущоб... всего этого района».

source: The man's friendly demeanor turns into a scowl: "Troublemakers, cutter. Even if ye could find the place, I'd recommend ye stay away from there, I would. That's all I'll say about it." He wipes his nose with a sense of finality, the scowl now gone.
ru: Его дружелюбие сменятся хмурым взглядом: «Для всяких смутьянов. Если тебе удастся разыскать это место, мой тебе совет: держись от него подальше. И нечего об этом больше говорить». В завершение он сморкается, и его хмурость исчезает.

source: "I'm not sure wot ye're interested in, cutter. Lemme know, an' mayhap old Creeden can point ye in the right direction."
ru: «Я не уверен, шо ты считаешь интересным, рубака. Дай мне знать: быть может, старина Креден направит тебе куда следует».

source: "Couple a' the less dangerous places to get bubbed up... the Gathering Dust bar, an' the Smolderin' Corpse. Couldn't really recommend anywhere else to ye, cutter."
ru: «Есть парочка не особо опасных мест, шобы напиться... Бар собирателей пыли и Тлеющий труп. В другие места лучше не соваться, рубака».

source: "Heh... where isn't it, cutter? Since Sigil touches everywhere... an' I mean that, I do... there's really no place it ain't. Not sure if it really does exist somewhere in the typical sense a' the word... in one place, I mean. Most bloods'll tell ye it lies in the Outlands, though."
ru: «Ха... а где его нет, рубака? Сигил простирается повсюду... реально повсюду... нет такого места, где его нету. Не знаю, существует ли он где-нибудь в обычном понимании этого слова... в определенном месте, то есть. Хотя большинство знатоков тебе скажет, шо он находится во Внешних землях».

source: "Right. An' if ye're outside a' Sigil... in the Outlands, now... ye can't walk into Sigil. There's just this endless spire a' rock, pokin' up through the clouds from the center a' the Outlands, that Sigil's supposed to spin around on top of!"
ru: «Ага. А если ты снаружи... во Внешних землях... то обратно в Сигил ты не попадешь. Там только бесконечный каменный шпиль, который теряется в облаках прямо посреди Внешних земель, а Сигил вроде как вертится на его верхушке!»

source: "Aye, cutter, doors. I'll give ye the short of it: the Cage is full a' doors. These doors are everywhere, all throughout the city a' Sigil... but ye can't see 'em, not unless ye have the right key. Each door has its own key, an' each key is different. Once ye have the right key, ye step on through an' go to wherever the door takes ye."
ru: «Ага, рубака, двери. Если коротко: в Клетке полно дверей. Они повсюду, по всему Сигилу... но тебе их не разглядеть до тех пор, пока у тебя не будет подходящего ключа. У каждой двери есть свой ключ, и у каждой он разный. Получив подходящий ключ, ты сможешь войти в дверь и попасть туда, куда она ведет».

source: He nods. "A berk can gather corpses an' haul 'em to the Mortuary; the Dustmen'll pay 'em a copper a deader, I believe. Collectors do this for a livin', usually lootin' the newly-dead as well as sellin' their corpses. I hear..." He lowers his voice, and scans his surroundings quickly. "...that some a' them 'elp a berk get lost, if ye know wot I means. Wicked folk, they are."
ru: «Он кивает. «Пни, которые собирают трупы и тащат их в Морг. Кажись, тленные дают им по медяку за жмурика. Сборщики этим зарабатывают на жизнь: обычно они обирают свежего покойника, а потом продают его. Я слыхал, - он понижает голос, быстро озираясь, - будто кое-кто из них помогает пням потеряться, ну ты понял. Мерзавцы - вот они кто».

source: "Well, cutter, I try. Result a' my business, I thinks... most folks around 'ere are a peery an' downright unfriendly lot, but I want every cutter to know that Creeden's always got a warm smile an' a pipin' 'ot, fresh-cooked ratsie for 'em!" He winks at you.
ru: «Я пытаюсь, рубака. Кажись, это все мой бизнес... многие из здешних косятся на меня, да и вообще, злые они все, и все же я хочу, чтобы каждый рубака знал, что у Кредена всегда найдется теплая улыбка и горячая, только что приготовленная крысочка!» Он подмигивает тебе.

source: "Aye, the Mistress a' Sigil. I don't talk about the Lady, cutter... an' ye shouldn't go askin' about 'er, neither. It'll bring ill luck on ye, it will." He makes a semi-circular sign over his chest.
ru: «Ага, Госпожа Сигила. Рубака, я про Леди не болтаю... и тебе не стоит о ней расспрашивать. Не к добру это». Он изображает полукруг перед своей грудью.

source: He looks a bit surprised. "Pharod? Why'd a cutter be lookin' for a man like that?"
ru: Он выглядит удивленным. «Фарод? Зачем рубаке искать такого как он?»

source: "He's the head of a pack a' Collectors, he is... moves about all the time, probably to avoid trouble. Calls someplace in Ragpicker's Square 'is case, most likely. 'E's a right crafty fellow, the Pharod. A cutter'd best watch 'imself around that fellow."
ru: «Он - главарь банды сборщиков, вот он кто... Без конца перемещается, видать, старается не нарываться на неприятности. Околачивается он где-то на площади Старьевщиков. Коварный тип этот Фарод. Рубаке следует быть поосторожнее рядом с ним».

source: Creeden frowns. "Well then, cutter, it's no concern a' mine where a man like that'd be."
ru: Креден хмурится. «Все верно, рубака: где может быть этот тип, меня не касается».

source: "Aye, cutter... lost. In the dead-book."
ru: «Ага, рубака... потеряться. В книге мертвых».

source: "That's right, cutter... lost. In the dead-book."
ru: «Точно, рубака... потеряться. В книге мертвых».

source: He touches your arm: "I see ye're leavin', cutter, but a'fore ye go, wouldst ye like a nice, deee-liscious ratsie? One for the road, ye might say?"
ru: Он трогает тебя за руку. «Вижу, ты уходишь, рубака. Пока ты не ушел, не хошь попробовать вкусненьких, вааасхитительных крысочек? На дорожку, так сказать».

source: "Oye there, cutter; well met again. Have ye changed yer mind? Come back for one a' Creeden's deeee-liscious ratsies?" He jangles his rat-pole enticingly.
ru: «Оле, рубака, рад снова видеть тебя. Ну как, передумал? Вернулся за одной из вааасхитительных крысочек Кредена?» Он призывно потряхивает шестом с крысами.

source: "Oye there, cutter; well met again. Could I get ye to consider tryin' one a' me deeee-liscious ratsies again? I know ye didn't enjoy a'fore, but mayhap Creeden's got another flavor more to yer likin'..."
ru: «Оле, рубака, рад снова видеть тебя. Я могу убедить тебя попробовать еще одну из моих вааасхитительных крысочек? Знаю, в прошлый раз тебе не понравилось, но, может, у Кредена найдется более подходящий вкус...»

source: "That's not as easy to answer as it once was, cutter... ye see, the buggers 'ave been gettin' scarce these days. I used to trap 'em easy in the darker streets an' cellars, but I may 'ave 'unted 'em a tad too much. Ye may wants to try Ragpicker's Square; all them trash piles make a good place for rats to run around."
ru: «Теперь на этот вопрос не так уж и просто ответить, рубака... видишь ли, в последнее время эти сволочи стали редко встречаться. Раньше я ловил их в темных улицах и подвалах с помощью мышеловок, но, видать, уж слишком много их выловил. Тебе стоит попробовать на площади Старьевщиков: крысам очень нравятся тамошние мусорные кучи».

source: Examine the 'ratsies.'
ru: Осмотреть «крысочек».

source: "I'd rather eat offal."
ru: «Да я лучше съем тухлятину».

source: "What sort of... 'ratsies' did you have for sale?"
ru: «Какие... 'крысочки' у тебя есть?»

source: "None, today... I did have a question for you, though..."
ru: «Нет, не сейчас... У меня к тебе вопрос...»

source: "None of them interest me, thanks. Farewell."
ru: «Что-то не хочется, спасибо. Прощай».

source: "Why not... what kinds do you have?"
ru: «Почему бы и нет... какие у тебя есть?»

source: "I'd sooner eat my own flesh than such filth!"
ru: «Да лучше я съем свои потроха, чем эту мерзость!»

source: "No, not today. I had some questions, however..."
ru: «Нет, не сейчас. Но у меня есть несколько вопросов...»

source: "No thanks. Farewell."
ru: «Нет, спасибо. Прощай».

source: "Those are strange-looking rats."
ru: «Какие странные крысы».

source: "I'll take one."
ru: «Пожалуй, возьму одну».

source: "I'm not eating any of this garbage."
ru: «Я не ем всякую гадость».

source: "Nothing for me, thanks. A question for you, though..."
ru: «Нет, спасибо. Лучше я задам тебе вопрос...»

source: "No rat for me, thanks. Farewell."
ru: «Нет, спасибо, я не хочу крысу. Прощай».

source: "Brain vermin?"
ru: «Мозгогрызунов?»

source: "I'll try one."
ru: «Я попробую одну».

source: "Disgusting. I'd sooner eat offal than any of that filth."
ru: «Как отвратительно. Я лучше съем тухлятину, чем эту гадость».

source: "Interesting. I had a question for you..."
ru: «Интересно. У меня к тебе вопрос...»

source: "That's all I needed to hear. Farewell."
ru: «Это все, что я хотел услышать. Прощай».

source: "Baked."
ru: «Печеную».

source: "Spiced."
ru: «Пряную».

source: "Boiled."
ru: «Вареную».

source: "Charred."
ru: «Жареную».

source: "Scrumptious? Doubtful. Who'd eat such refuse?"
ru: «Высшего сорта? Сомневаюсь. Кто вообще будет есть эти отбросы?»

source: "I don't have enough... but I do have some questions..."
ru: «У меня не хватает денег... лучше я задам тебе пару вопросов...»

source: "I don't have enough... Farewell."
ru: «У меня не хватает денег... Прощай».

source: "On second thought, none for me. I had a question, though..."
ru: «Пожалуй, лучше я откажусь. Но у меня есть вопрос...»

source: "Come to think of it, I'm not all that hungry. Farewell."
ru: «Если подумать, я не настолько голоден. Прощай».

source: Eat the 'ratsie.'
ru: Съесть «крысочку».

source: Toss it down in disgust.
ru: С отвращением выбросить ее.

source: "It was good, but I had a question for you..."
ru: «Было очень вкусно. У меня к тебе вопрос...»

source: "All right, I'll have another."
ru: «Хорошо, дай мне еще одну».

source: "No, it was foul."
ru: «Нет, вкус просто отвратительный».

source: "No more for me. Farewell."
ru: «Нет, больше не нужно. Прощай».

source: Let him go.
ru: Пусть уходит.

source: "Who are you?"
ru: «Кто ты?»

source: "I wanted to speak with you about rats..."
ru: «Я хотел поговорить с тобой насчет крыс...»

source: "Can you tell me about this... city?"
ru: «Можешь рассказать мне об этом... городе?»

source: "Can you tell me about Sigil?"
ru: «Можешь рассказать мне о Сигиле?»

source: "Can you tell me about these slums?"
ru: «Можешь рассказать мне об этих трущобах?»

source: "Can you tell me about the Hive?"
ru: «Можешь рассказать мне об Улье?»

source: "Can you tell me about the Lady of Pain?"
ru: «Можешь рассказать мне о Леди Боли?»

source: "Do you know someone named Pharod?"
ru: «Ты знаешь кого-нибудь по имени Фарод?»

source: "I'm missing a journal. Have you seen one?"
ru: «Я потерял дневник. Тебе ничего такого не попадалось?»

source: "I would like one of those rats you have there."
ru: «Я хотел бы попробовать одну из твоих крыс».

source: "Nothing. Farewell."
ru: «Ничего. Прощай».

source: "I see. Tell me about this 'Hive.'"
ru: Понятно. Расскажи мне об этом 'Улье'».

source: "I had another question for you."
ru: «У меня к тебе еще один вопрос».

source: "That is all I wished to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "Someone pays for the tails of those rats?"
ru: «Кто-то платит за хвосты этих крыс?»

source: "I had another question..."
ru: «У меня есть другие вопросы...»

source: "That is all I wanted to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "Tell me more about this Lort fellow."
ru: «Расскажи мне побольше об этом Лорте».

source: "Interesting. Answer me something else..."
ru: «Интересно. Ответь мне еще на вопрос...»

source: "Sigil?"
ru: «Сигил?»

source: "All right. I had another question..."
ru: «Хорошо. У меня есть другой вопрос...»

source: "Perhaps I'll pay him a visit sometime. Farewell."
ru: «Может, я как-нибудь загляну к нему. Прощай».

source: "I understand. Another question..."
ru: «Понятно. Еще вопрос...»

source: "Perhaps I'll go speak with him. Farewell."
ru: «Наверное, мне стоит с ним поговорить. Прощай».

source: "You certainly seem... friendlier... than most around here."
ru: «Ты выглядишь... дружелюбнее... чем остальные».

source: "Well met, Creeden. I had another question for you..."
ru: «Приятно познакомиться, Креден. У меня к тебе еще один вопрос...»

source: "Perhaps we'll speak again, Creeden. Farewell."
ru: «Может, как-нибудь еще поболтаем. Прощай».

source: "They become more intelligent?"
ru: «Они становятся более сообразительными?»

source: "I see. I had some other questions..."
ru: «Понятно. У меня есть другие вопросы...»

source: "That's all I needed to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "Where do you get all those rats?"
ru: «Откуда у тебя все эти крысы?»
