Repository: winterheart/planescape
Catalog: po/pst-ee/po/*/dlg/dcreed.dlg.po
Languages: ru

source: "Where are the best places to catch rats?"
ru: «Где лучше всего ловить крыс?»

source: "Tell me about these rats you catch."
ru: «Расскажи мне об этих крысах».

source: "Nothing. Let me ask you about nothing else..."
ru: «Ничего. Позволь мне спросить кое о чем еще...»

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: "Go on..."
ru: «Продолжай...»

source: "Interesting. Let me ask about something else..."
ru: «Интересно. Позволь мне спросить кое о чем еще...»

source: "I see... that's all I need right now. Farewell."
ru: «Понятно... Это все, что я хотел узнать. Прощай».

source: "Why? What is there to fear?"
ru: «Почему? Что здесь такого страшного?»

source: "The Lady?"
ru: «Леди?»

source: "I'll be wary of them, then. I had another question..."
ru: «Тогда я буду с ними осторожнен. У меня есть другой вопрос...»

source: "I'll take that to mind. Farewell."
ru: «Я запомню это. Прощай».

source: "Bounty? Someone pays for rat's tails?"
ru: «Наград? Кто-то платит за крысиные хвосты?»

source: "I understand. Let me ask you something..."
ru: «Понятно. Позволь спросить тебя еще кое о чем...»

source: "I see. That is all I wanted to know for now. Farewell."
ru: «Понятно. Это все, что я хотел узнать на данный момент. Прощай».

source: "Why do you call it the Cage?"
ru: «Почему ты назвал его Клеткой?»

source: "Where is this place, exactly?"
ru: «Где конкретно он находится?»

source: "Nothing, actually. But I had other questions..."
ru: «На самом деле, ничего. Но у меня есть другие вопросы...»

source: "Nothing... never mind. Farewell."
ru: «Ничего... это не важно. Прощай».

source: "Tell me about these doors and keys."
ru: «Расскажи мне об этих дверях и ключах».

source: "I see. Let me ask you another question..."
ru: «Понятно. Позволь мне задать другой вопрос...»

source: "That's all I wanted to know for now. Farewell."
ru: «Это все, что я хотел узнать на данный момент. Прощай».

source: "How would you know where a door leads?"
ru: «А как узнать, куда ведет дверь?»

source: "How do you find out what key opens what door?"
ru: «Как узнать, какой ключ открывает какую дверь?»

source: "Interesting. I had some other questions..."
ru: «Интересно. У меня есть другие вопросы...»

source: "Thanks for the information. Farewell."
ru: «Спасибо за информацию. Прощай».

source: Let him speak.
ru: Пусть говорит.

source: "How do you know what key opens what door?"
ru: «А как узнать, какой ключ какую дверь открывает?»

source: "Interesting. Let me ask you about something else..."
ru: «Интересно. Позволь мне спросить кое о чем еще...»

source: "Do you know why it's called the Hive?"
ru: «Ты знаешь, почему его называют Ульем?»

source: "What is of interest here?"
ru: «Здесь есть что-нибудь интересное?»

source: "Nothing, never mind. I have something else to ask..."
ru: «Ничего важного. У меня еще вопросы...»

source: "What's of interest here?"
ru: «Есть что-нибудь интересное в округе?»

source: "A gathering ground? For whom?"
ru: «Места для скодок? Для кого?»

source: "I see. What's of interest here?"
ru: «Понятно. Есть что-нибудь интересное в округе?»

source: "Hmmm. I had some other questions..."
ru: «Хм-м-м. У меня есть другие вопросы...»

source: "I understand. What's of interest around here?"
ru: «Понятно. Что есть интересного в округе?»

source: "I see. Let me ask you about something else, then..."
ru: «Понятно. Позволь мне тогда спросить кое о чем еще...»

source: "Very well. Farewell, then."
ru: «Хорошо. Тогда прощай».

source: "I'm looking for a good time."
ru: «Я ищу развлечения».

source: "I'm looking for work."
ru: «Я ищу работу».

source: "I'm searching for a man named Pharod."
ru: «Я разыскиваю человека по имени Фарод».

source: "I am looking for a journal. Have you seen one?"
ru: «Я ищу дневник. Тебе ничего такого не попадалось?»

source: "Forget it. I had some other questions..."
ru: «Забудь об этом. У меня есть несколько вопросов...»

source: "Could you show me where these places are?"
ru: «Можешь сказать, где они находятся?»

source: "Dangerous?"
ru: «Опасных?»

source: "Thanks. I had another question."
ru: «Спасибо. У меня есть другой вопрос».

source: "Perhaps I'll stop by one those places. Farewell."
ru: «Наверное, я остановлюсь в одном из них. Прощай».

source: "You seem friendly enough, though..."
ru: «А вот ты достаточно дружелюбен...»

source: "Lost?"
ru: «Потеряться?»

source: "I had some other questions..."
ru: «У меня есть другие вопросы...»

source: "The Outlands?"
ru: «Внешних землях?»

source: "Strange. Let me ask you about something else..."
ru: «Странно. Позволь мне спросить кое о чем еще...»

source: "I think I understand. Farewell."
ru: «Кажется, я понимаю. Прощай».

source: "Doors?"
ru: «Двери?»

source: "I'll hear the rest another time, perhaps. Farewell."
ru: «Я выслушаю оставшуюся часть истории в другой раз. Прощай».

source: "Yes... continue..."
ru: «Да... продолжай...»

source: "Perhaps. I had some other questions..."
ru: «Может быть. У меня есть другие вопросы...»

source: "All right, go on."
ru: «Хорошо, продолжай».

source: "Before you go on, let me ask you something else..."
ru: «Перед тем как ты продолжишь, позволь спросить тебя кое о чем еще...»

source: "Collectors?"
ru: «Сборщики?»

source: "People pay for dead rats?"
ru: «Люди платят за мертвых крыс?»

source: "I see. I had a question about something else..."
ru: «Понятно. Я хотел бы узнать кое о чем еще...»

source: "Very well. Farewell."
ru: «Отлично. Прощай».

source: "What did you say about people paying for dead rats?"
ru: «Что ты говорил насчет людей, которые платят за крыс?»

source: "Interesting. I had a question about something else..."
ru: «Интересно. Я хотел бы узнать кое о чем еще...»

source: "Understandable. Farewell, Creeden."
ru: «Доходчиво. Прощай, Креден».

source: "Let me ask you about something else, then."
ru: «Позволь мне тогда спросить кое о чем еще».

source: "I'll take my leave, then. Farewell."
ru: «Тогда мне нужно идти. Прощай».

source: "It is no concern of yours, rat-catcher."
ru: «Это не твое дело, крысолов».

source: "Forget I asked. Answer me something else..."
ru: «Забудь, что я спросил. Ответь мне еще на вопрос...»

source: "All right. I have more questions..."
ru: «Хорошо. У меня еще вопросы...»

source: "It's important that I find him... I apologize for my harsh words. Could you help me?"
ru: «Мне очень важно его разыскать... Прошу прощения за резкие слова. Можешь мне помочь?»

source: "Fine, then. Maybe you can answer me something else..."
ru: «Ну и ладно. Может, ты сможешь ответить еще на один вопрос...»

source: "So be it. Farewell."
ru: «Ну и пусть. Прощай».

source: "I'll have to keep looking, then. Farewell."
ru: «Тогда буду искать дальше. Прощай».

source: "Thanks. You had said something about somewhere being dangerous?"
ru: «Спасибо. Что ты там сказал насчет опасных мест?»

source: "My thanks. I had another question, though..."
ru: «Спасибо. Тогда у меня другой вопрос...»

source: "I see... but you seem friendly enough, though..."
ru: «Понятно... а вот ты кажешься достаточно дружелюбным...»

source: "I see. What was it you were saying about people paying for dead rats?"
ru: «Понятно. Что ты там говорил про тех, кто платит за мертвых крыс?»

source: "I understand. I had a question about something else..."
ru: «Понятно. Я хотел бы узнать кое о чем еще...»

source: "Thanks. You had mentioned Collectors?"
ru: «Спасибо. Что ты там говорил про сборщиков?»

source: "My thanks. I have more questions..."
ru: «Спасибо. У меня еще вопросы...»

source: "Why not..."
ru: «Почему бы и нет...»

source: "I'd sooner eat my own tongue."
ru: «Да я скорее язык проглочу».

source: "I just don't care for them, rat-catcher."
ru: «Они меня не интересуют».

source: "Thanks. I had another question..."
ru: «Спасибо. У меня есть другой вопрос...»

source: A man named Creeden told me that, if I wanted to make my way through the rubbish-filled archway in Ragpicker's Square, I ought to ask a woman named Nalls about it. He said that Nalls should be north east of the Office of Vermin and Disease Control, rooting around in a pile of lumber.
ru: Человек по имени Креден сказал мне, что если я хочу пройти сквозь забитую мусором арку на площади Старьевщиков, мне следует спросить об этом женщину по имени Гвоздинка. Еще он сказал, что Гвоздинка находится к северо-востоку от Управления по борьбе с вредителями и болезнями, у кучи деревянного мусора.

source: He thinks for a moment. "Aye, I know wot ye're speakin' of. There was a lass, name o' Nalls, who I saw walk through there, once, while I was lookin' fer rats. Don't know how she did it, though. Ye can prob'ly find her northeast a' here, rootin' around a pile o' lumber for nails an' the like."
ru: Он задумывается. «Ага, я знаю, о чем ты толкуешь. Однажды через нее прошла девчонка, зовут Гвоздинка. Я это видел, пока искал крыс. Даже не знаю, как ей это удалось. Скорее всего, ты найдешь ее к северо-востоку отсюда: она там роется в куче деревянного мусора, ищет гвозди и другие железяки».

source: "I was told to ask a man named Creeden, in front the Office of Vermin and Disease Control, about the trash-filled archway in Ragpicker's Square. Can you help me?"
ru: «Мне посоветовали расспросить человека по имени Креден напротив Управления по борьбе с вредителями и болезнями насчет забитой мусором арки на площади Старьевщиков. Можешь мне в этом помочь?»

source: "Ah, ye've got a keen eye there, cutter! All I sell is brain vermin, I do... I'm sure ye'll find they've got a much richer flavor than yer usual rat. Quite nice, really!" He proffers them to you once more, waving the pole before your face enticingly... the rats sway to and fro, hooked like tiny sides of beef.
ru: «А у тебя острый глаз, рубака! Я продаю мозгогрызунов... Уверен, ты найдешь их намного приятнее на вкус, по сравнению с обычными крысами. Очень вкусные, правда-правда!» Он снова предлагает их тебе, призывно помахивая шестом прямо у тебя перед носом... крысы покачиваются на крючках из стороны в сторону, подвешенные, как маленькие говяжьи тушки.
