Repository: winterheart/planescape
Catalog: po/pst-ee/po/*/dlg/dcrssmth.dlg.po
Languages: ru

source: This sour-looking, burly man glares at you as you interrupt his work. He seems a little slow, but earnest - not as poisonous as the others in this town. "Aye? What d'yeh want?"
ru: Ты отвлекаешь от работы этого здоровяка. Он кисло смотрит на тебя. Похоже, он серьезный и немного медлительный. И он не такой отвратительный, как все остальные в этом городе. «Да? Чего тебе?»

source: "Who are you?"
ru: «Кто ты?»

source: "What is this place?"
ru: «Что это за место?»

source: "Have you heard anything about a deva in Curst?"
ru: «Ты что-нибудь слышал о дэва в Проклятом?»

source: "Nothing. Farewell."
ru: «Ничего. Прощай».

source: The smith looks at you irritably. "What d'yeh want now?"
ru: Кузнец раздраженно смотрит на тебя. «Чего тебе опять?»

source: "I'm Crumplepunch Malako, the town's smith. Yeh want somethin'?"
ru: «Я Костолом Малако, городской кузнец. Тебе надо что-нибудь?»

source: "Well? What's yer progress on this matter?"
ru: «Ну? Как там продвигается дело?»

source: "Well... all right. I guess yeh got t' study it up and make sure it's the up'n'up." He passes you a crumpled wad of paper. "Jest let one of us know."
ru: «Ну... ладно. Надеюсь, ты изучишь его и сделаешь все честь-по-чести». Он передает тебе измятый комок бумаги. «Просто сообщи кому-нибудь из нас».

source: "Good. Then go off and make up yer mind. Let one of us know when yeh've made a decision."
ru: «Хорошо. Тогда иди и обдумай все. Сообщи кому-нибудь из нас о своем решении».

source: "Have yeh made up yer mind yet?"
ru: «Ну как, ты еще не принял решения?»

source: "It's a smithy, yeh dolt. D'yeh want somethin' or no?"
ru: «Это кузница, дурень. Тебе нужно что-нибудь или нет?»

source: "A wha'? Deva? Ain't that one o' them angel things? No, we ain't got one here." He pauses. "D'yeh want somethin' of me?"
ru: «О ком? Дэва? Они разве не что-то типа ангелов? Нет, таких у нас нет, - он умолкает. - Что-нибудь надо от меня?»

source: "Oh, yeh have, have yeh? Is my business with my book-learned brother the whole town's gossip, then? Is my younger brother spreadin' stories against me? Am I t' be slandered jest 'cause I ain't educated? The planes be against me!" He shakes his fist at the sky.
ru: «Вот оно как, да? Так, значит, про мое дело с братом-грамотеем талдычит весь город, да? Младший братец, небось, про меня небылицы сочиняет? На меня клевещут оттого, что я неграмотный? Планы против меня ополчились!» Он грозит кулаком в небо.

source: He looks at you shrewdly. "Here's the story, then: Our father was a barmy ol' bastard, but a wealthy one. He left us his smithy and his distillery when he died... but now my brother's tryin' t' cut me out of the distillery, which always made more coin, and I'm tryin' to get it back. I got a legacy to prove it, but I ain't so smart with this stuff and I don't trust anyone in this town t'help me. Yeh help me, I'll give yeh some jink, and I'll live by yer decision."
ru: Он печально смотрит на тебя. «Тогда вот вся история. Наш отец был тем еще полудурком, но довольно богатым. После смерти он оставил нам кузницу и винокурню... Но теперь мой братец пытается присвоить себе винокурню, которая всегда приносила больше денег, а я, стало быть, не даю. У меня есть завещание, где все расписано по правилам, да только я не шибко умен во всем этом, а довериться в этом городе некому. Если поможешь - дам тебе звенелок и послушаюсь твоего решения».

source: "Well... all right. I guess yeh got t' study it up and make sure it's on the up'n'up." He passes you a crumpled wad of paper.
ru: «Ну... ладно. Надеюсь, ты изучишь его и сделаешь все честь-по-чести». Он передает тебе измятый комок бумаги.

source: "He gets ALL of it?" His head sinks. "I'll have t' work doubly hard, then. Damn yeh, stranger, and yer cheatin' ways. Yeh need metal work, yeh come back here... but yer prices are goin' to be higher than any in town."
ru: «Он получит ВСЕ? - он опускает голову. - Тогда мне придется работать вдвое больше. Черт бы тебя побрал, незнакомец, и твои уловки. Коли понадобятся изделия из металла - приходи... только цена будет выше, чем в городе».

source: "Yeh mean split the proceeds from both businesses, aye? In that case, I'm in favor of it. Yeh done me a good turn, friend. Yeh ever need quality metal work done, yeh come here."
ru: «То есть нужно поделить выручку с обоих дел, да? В таком случае, я буду в выигрыше. Ты оказал мне хорошую услугу, друг. Коли понадобятся добротные изделия из металла - приходи».

source: "WHAT? Yeh rotten, lousy, thievin' bastard! Get out of my smithy! OUT!"
ru: «ЧТО? Ах ты чертов ублюдок! Вон из моей кузницы! ВОН!»

source: "Yeh've come back, eh? Yeh need some work done?"
ru: «Снова пришел, да? Нужно работу сделать какую?»

source: "Yeh've come, eh, fair-trader? Let's see if I can give yeh a fair trade in return."
ru: «Явился, торгаш ярморочный? Давай-ка посмотрим, смогу ли я отплатить тебе по-справедливости».

source: "Come back to gaze on a man yeh've ruined, eh? What d'yeh want?"
ru: «Пришел поглазеть на мою жизнь, которую ты угробил? Чего надо?»

source: "Get out of my shop, yeh lousy cross-trader. Yeh'll do no business here this day."
ru: «Вон из моего магазина, вшивый любитель наживы. Я не желаю иметь с тобой никаких дел».

source: "Fine. Farewell."
ru: «Отлично. Прощай».

source: "Let's see what you've got."
ru: «Посмотрим, что у тебя есть».

source: "I've come from your brother about a question of debts between you two..."
ru: «Я пришел от твоего брата по поводу вашего спора...»

source: "I've heard there's some trouble between you and your brother. I'd like to help."
ru: «Я слышал, что у тебя проблемы с твоим братом. Я бы хотел помочь».

source: "I'd like to buy something."
ru: «Я хотел бы кое-что купить».

source: "Nothing, thanks. Farewell."
ru: «Ничего, спасибо. Прощай».

source: "I'd like to look at your wares."
ru: «Я бы хотел взглянуть на твои товары».

source: "No thanks. Farewell."
ru: «Нет, спасибо. Прощай».

source: "Your brother has agreed to allow me to mediate. I'll need your copy of the legacy to determine your inheritance."
ru: «Твой брат согласился на мое посредничество. Для определения вашего наследства мне понадобится изучить твою копию завещания».

source: "Your brother has also agreed to allow me to mediate."
ru: «Твой брат также согласился на мое посредничество».

source: "I've decided you should have all the money. It's only fair, you being the older brother and all."
ru: «Я решил, что ты должен получить все деньги. По закону, ты являешься наследником как старший из двух братьев».

source: "It's coming along. I need to see your wares..."
ru: «Пока в процессе. Мне нужно взглянуть на твои товары...»

source: "It's coming along. Farewell."
ru: «Пока в процессе. Прощай».

source: "Thanks. I'll let you know when I make a decision."
ru: «Спасибо. Я дам тебе знать, как приму решение».

source: "I will. Farewell."
ru: «Я так и сделаю. Прощай».

source: "I've decided in favor of your brother. After reading the legacies, it's clear to me that he should get the entire inheritance."
ru: «Я решил встать на сторону твоего брата. После прочтения завещаний я определенно пришел к выводу, что он должен получить все наследство целиком».

source: "I've decided that you should own the distillery and get your father's money. It's clear that you're in the right."
ru: «Я решил, что ты должен владеть винокурней и получить все деньги отца. Совершенно очевидно, что ты имеешь на это полное право».

source: "The two of you should split the money from the two businesses down the middle. It's clear that your father wanted it this way."
ru: «Вы оба должны разделить деньги с обоих дел поровну. Совершенно очевидно, что ваш отец хотел сделать именно так».

source: "Neither of you deserves this inheritance. I'll pass your legacies off to someone who will use the money properly. Farewell."
ru: «Никто из вас не заслуживает этого наследства. Я передам ваши завещания тому, кто сможет правильно распорядиться деньгами. Прощай».

source: "Not yet. I'd like to take a look at your wares, though."
ru: «Пока нет. Но я бы хотел взглянуть на твои товары».

source: "Not yet. Farewell."
ru: «Еще нет. Прощай».

source: "I'd like to take a look at your wares."
ru: «Я бы хотел взглянуть на твои товары».

source: "No. Farewell."
ru: «Нет. Прощай».

source: "I'm actually interested in clearing the matter up."
ru: «Вообще-то, я хочу прояснить этот вопрос».

source: "All right. I'll need your legacy to look it over."
ru: «Хорошо. Мне нужно твое завещание, чтобы изучить его».

source: "All right. I'll figure something out."
ru: «Хорошо. Постараюсь что-нибудь придумать».

source: "Thanks. I'll let you know what happens."
ru: «Спасибо. Я сообщу тебе, как что случится».

source: "I'll remember that."
ru: «Я запомню это».

source: I have agreed to help the blacksmith in his struggle with his brother, the distiller, over their father's inheritance.
ru: Я согласился помочь кузнецу в его тяжбе с братом-винокуром по отцовскому наследству.

source: "Farewell, then."
ru: «Тогда прощай».

source: I have decided the inheritance issue in favor of the blacksmith. He's going to give me bargains on his work, he says.
ru: Я решил проблему с наследством в пользу кузнеца. Он сказал, что даст скидку на свои изделия.

source: I have decided the inheritance issue in favor of the distiller.
ru: Я решил проблему с наследством в пользу винокура.

source: I have decided the inheritance issue by deciding the two should split the proceeds.
ru: Я решил проблему с наследством, распорядившись разделить выручку поровну между обоими братьями.

source: "Farewell."
ru: «Прощай».

source: I have decided the inheritance issue in favor of neither of them. Neither of them deserve their money.
ru: Я решил проблему с наследством ни в чью пользу. Никто из них не заслуживает денег.

source: "Let's see what you've got..."
ru: «Посмотрим, что у тебя есть...»

source: "No, thanks. Farewell."
ru: «Нет, спасибо. Прощай».

source: "Thanks for your time. Farewell."
ru: «Спасибо за уделенное время. Прощай».
