Repository: winterheart/planescape
Catalog: po/pst-ee/po/*/dlg/dcstcpr1.dlg.po
Languages: ru

source: You see a young woman wearing a cheap dress. Her bodice is definitely tighter than it has to be, causing her large bosom to overflow the garment.
ru: Перед тобой молодая девушка в дешевом платье. Корсаж определенно затянут гораздо сильнее, чем следует, от чего ее огромная грудь буквально вываливается наружу.

source: "Greetings."
ru: «Приветствую».

source: Ignore her.
ru: Игнорировать ее.

source: She gives you the once over and adopts a bored expression. "You look a bit rough for my tastes. I think you should move on, cutter."
ru: Едва взглянув на тебя, она напускает на себя скучающее выражение лица. «На мой вкус, ты немного грубоват. Наверное, тебе стоит уйти, рубака».

source: "What are you talking about?"
ru: «О чем это ты толкуешь?»

source: "I just want to ask you some questions."
ru: «Я просто хочу задать пару вопросов».

source: "Uh... Yeah. Farewell."
ru: «Э-э-э... Да. Прощай».

source: She gives you a sly look and leans toward you. "Think about it, berk. Just what kind of business do you think I engage in?" She looks down at her bosom then winks at you. "See anything you like?"
ru: Она хитро смотрит на тебя и наклоняется вперед. «Подумай над этим, пень. Как ты думаешь, каким делом я могу заниматься? - осмотрев на свою грудь, она подмигивает тебе. - Видишь что-нибудь, что нравится?»

source: "If you don't think I fit your tastes then why are you displaying your 'wares' so..." You can't seem to put your finger on the word you want to use.
ru: «Если ты считаешь, что я не подхожу под твои вкусы, тогда почему ты демонстрируешь свой 'товар'...» Ты не решаешься вслух назвать то слово, которое хотел.

source: "I just wanted to ask you a couple of questions."
ru: «Я хотел задать тебе пару вопросов».

source: "Yeah, what will it cost me?"
ru: «Да, и во сколько это мне обойдется?»

source: "Not really. I'll be leaving now."
ru: «Вроде нет. Мне пора идти».

source: She giggles, then straightens up. "Just having a little fun, that's all. You want something?"
ru: Хихикнув, она выпрямляется. «Просто немного развлекаюсь, вот и все. Хочешь чего-нибудь?»

source: She gives you an angry look. "Hey! Pike it, berk. I'm the best you'll ever find on the streets."
ru: Она гневно смотрит на тебя. «Эй! Задвинься, пень. Я лучшее, что ты сможешь найти на улицах!»

source: "Farewell."
ru: «Прощай».

source: She smiles at you. "Good day to you then."
ru: Она улыбается тебе. «Ну тогда хорошего дня».

source: She sighs and gives you a bored look. "What do you want to know?"
ru: Она вздыхает и скучающе смотрит на тебя. «Что ты хочешь узнать?»

source: "I'm looking for a deva. I've been told he's in Curst."
ru: «Я ищу одного дэва. Мне сказали, что он в Проклятом».

source: "What's the latest news?"
ru: «Какие последние новости?»

source: "Who's in charge around here?"
ru: «Кто здесь главный?»

source: "What can you tell me about Curst?"
ru: «Что ты можешь сказать о Проклятом?»

source: "What's your name?"
ru: «Как тебя зовут?»

source: "Nothing. Farewell."
ru: «Ничего. Прощай».

source: She pouts her lips and furrows her brow in thought. After a moment she smiles. "Yes, I remember. He's in prison." She frowns again. "Strange place for a deva to be, don't you think?"
ru: Она надувает свои губки, хмуря брови в задумчивости. Спустя мгновение она озаряется улыбкой. «А, да, вспоминаю. Он в тюрьме, - она снова хмурится. - Тебе не кажется, что это очень странное место для дэва?»

source: "Prison? Are you sure about this?"
ru: «В тюрьме? Ты уверена в этом?»

source: "I see. Can I ask you another question?"
ru: «Понятно. Могу ли я задать тебе другой вопрос?»

source: "You've been most helpful. Farewell."
ru: «Ты была очень полезной. Прощай».

source: She frowns at you. "Of course I'm sure. I heard it from one of the guards. That deva's locked up real good. The diggers have been expanding the prison area. They opened up a stone bubble not long ago and there he was. He's well-bound indeed."
ru: Она хмурится. «Кончено, я уверена. Я слышала об этом от одного из стражников. Этот дэва очень крепко заперт. Копатели расширяли территорию тюрьмы, а совсем недавно наткнулись на каменный пузырь. В нем он и оказался. Очень крепко закованным».

source: "Hmm. That will make it difficult to see him."
ru: «Хм. Это сильно осложняет возможность увидеть его».

source: "Another question."
ru: «Еще один вопрос».

source: She holds out her hand and smiles slyly at you. "Jink? Jink?"
ru: Лукаво улыбаясь она протягивает ладонь. «Звенелки? Звенелки?»

source: Give her a couple of coins.
ru: Дать ей несколько монет.

source: Lie: "I'm sorry, I have no money."
ru: Ложь: «Извини, у меня нет денег».

source: "Let me ask you another question."
ru: «Позволь мне задать другой вопрос».

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: She smiles sweetly then leans forward allowing you another view of her ample bosom. "Go to the Traitor's Gate bar and ask around. There's people there that can help you." She drops the coins into her bodice.
ru: Сладко улыбнувшись тебе, она подается вперед, так что ты можешь увидеть ее грудь во всей красе. «Сходи в бар 'Ворота предателей' и поспрашивай там. Тамошние посетители помогут тебе». Она бросает монеты себе в корсаж.

source: "Thank you, I shall. Let me ask you something else though."
ru: «Спасибо, я так и сделаю. Позволь мне спросить кое о чем еще».

source: She sighs and gives you a pouting look. "I must be barmy but I'll help you anyway. Go to the Traitor's Gate bar and ask around. There's people there that can help you."
ru: Она вздыхает, надув губки. «Наверное, я спятила, но все же я помогу тебе. Сходи в бар 'Ворота предателей' и поспрашивай там. Тамошние посетители помогут тебе».

source: "Go on."
ru: «Продолжай».

source: "Excuse me. Plague?"
ru: «Извини, что перебиваю. Чуму?»

source: "Tainted Barse's daughter turned up missing. He's out of sorts because of it and is looking for some basher willing to help him find her."
ru: «Дочь Гниющего Копчика пропала. Из-за этого он немного не в духе и теперь ищет какого-нибудь громилу, который поможет разыскать ее».

source: "Who is Tainted Barse and where can I find him?"
ru: «Кто такой Гниющий Копчик и где мне его найти?»

source: "You have my thanks. Farewell."
ru: «Прими мою благодарность. Прощай».

source: "Some poor sod's going to lose his head today. He's scheduled for the chopper in the town square. Disgusting, really." She frowns and looks away from you.
ru: «Какой-то бедолага расстанется со своей головой. На сегодня у него назначено свидание с палачом на городской площади. Как отвратительно». Хмурясь, она отводит взгляд.

source: "What did he do?"
ru: «А что он натворил?»

source: She seems lost in thought for a moment. "I can't think of anything more." She shrugs her shoulders.
ru: Она погружается в раздумья. «Больше ничего не могу вспомнить». Она пожимает плечами.

source: "You seem very well informed. I'm impressed."
ru: «Похоже, ты весьма хорошо информирована. Я впечатлен».

source: "If I may, I would ask you something else."
ru: «Если можно, я хотел бы расспросить тебе о кое-чем еще».

source: "You have my gratitude. Farewell, lady."
ru: «Я тебе очень признателен. Прощай, красавица».

source: "Yes, but don't worry. It's under control now that the infected areas have been sealed off."
ru: «Да, но не беспокойся об этом. Теперь она под контролем - зараженные районы на карантине».

source: "I see. Go on."
ru: «Понятно. Продолжай».

source: "Did this plague hit right around the time they dug open the deva's prison?"
ru: «А эта чума случаем вспыхнула не сразу после того, как откопали темницу с дэва?»

source: "He's the barkeep at the Traitor's Gate. It's off that way I think." She points down the street.
ru: «Он хозяин 'Ворот предателей'. Кажется, они на той стороне». Она указывает вниз по улице.

source: "I thank you for your help. Farewell."
ru: «Спасибо за помощь. Прощай».

source: She frowns for a moment and looks away from you. After a moment she shrugs her shoulders. "I can't rightly say. None of my... contacts have given me a reason."
ru: Хмурясь, она смотрит в сторону от тебя. Спустя мгновение она пожимает плечами. «Не могу сказать наверняка. Никто из... моих контактов не указал мне подходящей причины».

source: "You have been a great help to me. Farewell."
ru: «Ты очень сильно помогла мне. Прощай».

source: She giggles. "That would be Tovus, Tovus Giljaf. He can be rather... intense at times, but he's always sweet to me and he pays well." She hesitates and seems to think better of what she is doing. "I shouldn't talk about Tovus though. You can find him at the administration office in the town square."
ru: Она хихикает. «Товус, наверное. Товус Гильяф. Он может быть... занятым иногда, но со мной он всегда мил и щедро платит, - она колеблется, словно размышляя, как ей лучше поступить. - Вообще мне не следует говорить Товусе. Ты сможешь найти в административном здании на городской площади».

source: "Very well, another question."
ru: «Хорошо, еще один вопрос».

source: "I must leave you now."
ru: «Мне пора идти».

source: "Curst..." She sighs and looks a little forlorn. "The city's a cage for the lonely. The sods you see here got where they are through treachery and betrayal. Now they live day to day always looking over their shoulders, never knowing who they can trust and call a friend."
ru: «Проклятый... - она выглядит немного несчастно, - клетка для одиноких. Бедолаги, которых можно тут встретить, попадают сюда за вероломства и предательство. Теперь они живут, изо дня в день оглядываясь по сторонам, не зная, кому можно доверять и кого называть другом».

source: "Does that include you?"
ru: «Включая и тебя?»

source: "Interesting. I think I should go now."
ru: «Интересно. Кажется, мне пора идти».

source: She looks away wistfully. "I've done my share and I've come to regret it. Now..." She turns to face you once again. "If I could give you a free piece of advice it would be: Whatever you do in life, make sure you can forgive yourself."
ru: Она с сожалением отводит взгляд. «Я сделала то, что сделала, и теперь пора сожалеть об этом... - она снова поворачивается к тебе. - Вот тебе бесплатный совет: чего бы ты ни сделал в своей жизни, сумей себя за это простить».

source: "I'll keep that in mind. Can I ask you something else?"
ru: «Я запомню это. Могу ли я спросить тебя еще кое о чем еще?»

source: "I'm very tempted... but I can't right now. Can I ask you something else?"
ru: «Я очень чувственный... Но сейчас у меня нет времени. Могу ли я спросить тебя о чем-нибудь еще?»

source: "I'm sorry, but I have to pass. Farewell."
ru: «Прошу прощения, но мне нужно идти. Прощай».

source: She wrinkles her brow in thought, then looks away into the distance for a while. Finally she returns her attention to you. "You know, I never thought about it before but I think you're right. It wasn't long after finding him that the plague hit."
ru: Она хмурит брови, смотря куда-то вдаль. Наконец она возвращается к тебе. «Знаешь, я ведь и не думала об этом, но, кажется, ты прав. Чума вспыхнула сразу после того, как его нашли».

source: "You have been very helpful. Farewell."
ru: «Ты была очень полезной. Прощай».

source: She gives you a sweet smile. "I'm Sharlene, but all of my friends call me Shar."
ru: Она сладко улыбается тебе. «Меня зовут Шарлен, но мои друзья зовут меня просто Шар».

source: "Shar's a nice name. Let me ask you something else."
ru: «Шар - очень милое имя. Позволь мне спросить тебя кое о чем еще».

source: You see Sharlene, the harlot. She gives you a sweet smile. "Hello again, cutter. What can I do for you?"
ru: Перед тобой проститутка Шарлен. Она мило улыбается тебе. «Снова привет, рубака. Чем могу быть полезной?»

source: "I have some questions..."
ru: «У меня есть несколько вопросов...»

source: "I must be going now, farewell."
ru: «Я должен идти, прощай».
