Repository: winterheart/planescape
Catalog: po/pst-ee/po/*/dlg/ddeions.dlg.po
Languages: ru

source: "Portals are holes in existence, leading to destinations in the inner and outer planes... if you could find the proper key, you could escape through one of them."
ru: «Порталы - это дыры в реальности, ведущие в различные места на внутренних и внешних планах... если ты найдешь подходящий ключ, то сможешь сбежать через один из них».

source: "Key?"
ru: «Ключ?»

source: Deionarra pauses for a moment, as if attempting to remember. "Portals will reveal themselves when you have the proper 'key.' Unfortunately, these keys can be almost anything... an emotion, a piece of wood, a dagger of silvered glass, a scrap of cloth, a tune you hum to yourself... I fear that the Dustmen are the only ones who would know the keys you could use to leave their halls, my Love."
ru: Дейонарра умолкает, пытаясь что-то вспомнить. «Порталы раскрываются лишь только в том случае, если у тебя есть подходящий 'ключ'. К сожалению, ключом может быть все что угодно... эмоция, кусочек дерева, кинжал из посеребренного стекла, обрывок одежды, твое посвистывание... Боюсь, что только тленные знают, какие ключи нужно использовать, чтобы покинуть эти залы, любовь моя».

source: "I see. I had some other questions..."
ru: «Понятно. У меня есть другие вопросы...»
