Repository: winterheart/planescape
Catalog: po/pst-ee/po/*/dlg/ddeions.dlg.po
Languages: ru

source: "I shall torment you no more. Farewell."
ru: «Я больше не хочу мучить тебя. Прощай».

source: "It does not. Farewell... Deionarra."
ru: «Ничего не происходит. Прощай... Дейонарра».

source: "Not yet. Farewell, Deionarra."
ru: «Пока нет. Прощай, Дейонарра».

source: "I must leave, Deionarra. Farewell."
ru: «Я должен идти, Дейонарра. Прощай».

source: "If discard you I have done, then it looks like I am forced to do so again. Farewell, spirit."
ru: «Если я отказывался от тебя раньше, то, похоже, что мне снова придется это сделать. Прощай, дух».

source: "Very well..."
ru: «Хорошо...»

source: "Nothing now, Deionarra, though I shall return. Farewell."
ru: «Пока ничем, Дейонарра, но я обязательно вернусь. Прощай».

source: "Can you remove the curse you placed upon me?"
ru: «Можешь ли ты снять проклятие, которое ты наложила на меня?»

source: "I must leave. Farewell, Deionarra."
ru: «Я должен идти. Прощай, Дейонарра».

source: "Farewell, Deionarra."
ru: «Прощай, Дейонарра».

source: "Farewell then, Deionarra."
ru: «Тогда прощай, Дейонарра».

source: Leave.
ru: Уйти.

source: "Then I shall ask one of them. Farewell, Deionarra."
ru: «Тогда я расспрошу одного из них. Прощай, Дейонарра».

source: I encountered the ghost of a woman named Deionarra, who prophesied that I would meet three enemies, but 'no more dangerous than myself in my full glory.' They are shades of evil, of good, and of neutrality given life and twisted by the laws of the planes. She said that I would come to a prison built of 'regrets and sorrow,' where 'the shadows themselves have gone mad.' Here, I will be asked to make a terrible sacrifice... for the matter to be laid to rest, I must 'destroy that which keeps me alive, and be immortal no longer.'
ru: Я встретил призрак женщины по имени Дейонарра, и она предсказала мне, что я столкнусь с тремя врагами, но «ни один из них не был бы мне ровней в период полного расцвета моих сил». Они - тени зла, добра и нейтральности, которых породили и извратили законы планов. Она сказала, что я попаду в тюрьму, построенную из «сожалений и скорби», где «даже тени теряют рассудок». Там меня попросят принести ужасную жертву... чтобы обрести покой, я должен «уничтожить то, что удерживает меня в живых, и отринуть свое бессмертие».

source: You see a strikingly beautiful ghostly form before you; her arms are crossed, and her eyes are closed. She has long, flowing hair, and her gown seems stirred by some ethereal breeze. As you watch, she stirs slightly, and her eyes flicker.
ru: Ты видишь перед собой поразительно красивый призрачный силуэт девушки. Ее руки скрещены, а глаза закрыты. У нее длинные развевающиеся волосы, ее платье будто колышется от какого-то неземного ветра. Она слегка вздрагивает; ее глаза мерцают.

source: "I have no answers for you! Your unfaithful heart has guided you this far, let it guide you the rest of the way! Now begone!"
ru: «У меня для тебя нет ответов! Твое лживое сердце привело тебя сюда, пусть оно ведет тебя и дальше! Уходи прочь!»

source: The furious expression on Deionarra's face melts like water... the speed of the change is as frightening as the desperate expression now on her face. "No! Wait, my Love." Her voice is pleading. "Please forgive me, I beg of you! Do not leave!"
ru: Гневное выражение спадает с лица Дейонарры... с пугающей скоростью оно сменяется выражением отчаяния. «Нет! Постой, любовь моя, - говорит она жалобно. - Пожалуйста, прости меня, умоляю! Не уходи!»

source: The furious expression on Deionarra's face melts like water... the speed of the change is as frightening as the desperate expression now on her face. "No... no, no... I am still the Deionarra you remember, my Love. Please forgive me, I beg of you."
ru: Гневное выражение спадает с лица Дейонарры... с пугающей скоростью оно сменяется выражением отчаянья. «Нет... нет... нет... Я все еще Дейонарра, которую ты помнишь, любовь моя. Пожалуйста, прости меня, умоляю».

source: Her voice drops to the barest of whispers. "Yes... yes, please. Do not leave." Her pleading expression makes you shiver slightly... not out of fear, but out of pleasure. You have the feeling this is not the first time you have manipulated this woman.
ru: Ее голос становится едва различимым шепотом. «Да... да, пожалуйста. Не уходи». Ее молящее выражение лица бросает тебя в дрожь... но не от страха, а от удовольствия. Ты чувствуешь, что уже не впервые манипулируешь этой женщиной.

source: "Spurn *you?!* You DARE to accuse me of spurning YOU?!" Deionarra flings her arms outward in an arc, then brings them in front of her, the index finger of each hand pointed at you. It looks like she is calling forth some sort of sorcery. "You DARE...!"
ru: «Отвергну *тебя*?! Да как ты СМЕЕШЬ обвинять меня в том, что я отвергаю ТЕБЯ?!» Дейонарра выбрасывает руки вверх, образуя полукруг, затем опускает их, пальцами указывая на тебя. Похоже, она произносит какое-то заклинание. «Да как ты СМЕЕШЬ!..»

source: "Once spoken, the curse cannot be undone." Deionarra's voice drops to a hiss. "Know this: I have all eternity, 'my Love.' I shall wait for you to come to death's halls." She smiles, but there is no joy in it. "We *shall* be together again."
ru: «Будучи произнесенным, проклятие уже не может быть снято, - голос Дейонарры превращается в шипение. - Знай: у меня вечность в запасе, 'любовь моя'. Я буду ждать тебя в залах смерти, - она улыбается, но в улыбке нет ничего, кроме печали. - Мы снова будем *вместе*».

source: Make Vow: "I swear I will find some means to save you or join you."
ru: Поклясться: «Обещаю: я найду способ спасти тебя или присоединиться к тебе».

source: "Perhaps so. Farewell, Deionarra."
ru: «Ну и пусть. Прощай, Дейонарра».

source: "Deionarra, my patience for your outbursts wears thin. If we are to continue speaking, you *will* control yourself, or we shall never speak again. You will be alone. Am I making myself plain?"
ru: «Дейонарра, мое терпение по отношению к тебе истекает. *Держи* себя в руках, если хочешь со мной общаться, иначе мы никогда не заговорим снова. Я понятно излагаю?»

source: "I forgive you. Now, I need your help, Deionarra."
ru: «Я прощаю тебя. А теперь мне нужна твоя помощь, Дейонарра».

source: "Now listen, Deionarra. I had some questions for you..."
ru: «Послушай, Дейонарра. У меня есть несколько вопросов к тебе...»

source: Prepare to defend yourself.
ru: Приготовиться к защите.

source: "Deionarra! Wait, I have come to apologize..."
ru: «Дейонарра! Постой, прости меня...»

source: "Hold a moment! I would speak with -"
ru: «Постой! Я хочу поговорить с...»

source: Wait...
ru: Подождать...

source: Deionarra shakes her head sadly. "Once uttered, the curse may not be undone. Forgive me, my Love."
ru: Дейонарра горестно качает головой. «Будучи произнесенным, проклятие уже не может быть снято. Прости меня, любовь моя».

source: "If so, they are not known to me." Deionarra looks hopeful. "But there are others who are more powerful than I that might be able to remove it. Again I ask your forgiveness, my Love. I know not what I did."
ru: «Если и есть, то он мне незнаком, - Дейонарра вдруг воодушевляется. - Но, возможно, кто-нибудь более могущественный, чем я, сможет снять проклятье. Прости меня, любовь моя. Я не ведала, что творила».

source: "Isn't there anyone who could remove it?"
ru: «И нет никого, кто смог бы его снять?»

source: "I... see. I had something else I wanted to ask you..."
ru: «Понятно... Я хотел бы спросить тебя кое о чем еще...»

source: "I think it's a little late to ask for forgiveness now. Farewell, Deionarra."
ru: «Наверное, уже поздновато просить прощения. Прощай, Дейонарра».

source: "Perhaps someone can help me. Farewell, Deionarra."
ru: «Возможно, кто-нибудь сможет мне помочь. Прощай, Дейонарра».

source: "I had something else I wanted to ask you..."
ru: «У меня есть еще несколько вопросов к тебе...»

source: "Leave...?" Deionarra's voice drops to a hiss, then rises again. "*Leave?!* You ask me, who am trapped here because of you, how to *leave* this place?!"
ru: «Выбраться?.. - шепчет Дейонарра, затем снова повышает голос. - *Выбраться*?! Из-за тебя я навеки здесь заточена, и ты меня еще спрашиваешь, как отсюда *выбраться*?!»

source: As you are about to ask Deionarra the question, it catches in your throat. It occurs to you that if you tell her you are looking for an escape route, she may feel you are abandoning her. If you are going to ask her how to leave, you'll need to be delicate about it.
ru: Ты уже собираешься спросить Дейонарру, но слова застревают у тебя в горле. Внезапно ты осознаешь, что, если ты скажешь ей, что ищешь выход отсюда, Дейонарра может решить, что ты бросаешь ее. Если ты собираешься спросить ее о том, как отсюда выбраться, тебе нужно сделать это поделикатнее.

source: "I sense that this place holds many doors shrouded from mortal eyes. Perhaps you could use one of these portals as a means of escape."
ru: «Я чувствую, что в этом месте есть много дверей, скрытых от глаз смертных. Возможно, ты сможешь воспользоваться одним из этих порталов для побега».

source: "Portals?"
ru: «Порталы?»

source: "In danger?" Deionarra looks concerned. "Of course, my Love. I will aid you any way I can..." She closes her eyes for a moment, and you watch an ethereal zephyr pass through her body, stirring her hair. After a moment, the zephyr dies, and her eyes slowly open. "Perhaps there is a way."
ru: «В опасности? - Дейонарра выглядит обеспокоенной. - Конечно же, любовь моя, я помогу тебе...» Она закрывает глаза, и ты видишь, как призрачный ветерок проходит сквозь ее тело, колыша волосы. Спустя минуту ветер стихает и ее глаза медленно открываются. «Возможно, отсюда есть выход».

source: Lie: "This is not the Deionarra I remember. The Deionarra I loved was kind, gentle... and never abandoned a soul in need. Have you truly fallen so far?"
ru: Ложь: «Я не помню тебя такой. Та Дейонарра, что я любил, была чуткой, нежной... и она никогда бы не бросила нуждающегося в помощи. Неужели ты так низко пала?»

source: "I need your help, Deionarra. Will you spurn me when I need you the most?"
ru: «Мне нужна твоя помощь, Дейонарра. Неужели ты отвергнешь меня в час нужды?»

source: Bluff: "Very well. I shall respect your wishes, Deionarra... I will leave and never return."
ru: Блеф: «Хорошо. Я уважаю твои желания, Дейонарра... Я уйду и больше никогда не вернусь».

source: "I am sorry that I have hurt you, Deionarra. I will leave and torment you no more."
ru: «Прости, что я обидел тебя, Дейонарра. Я уйду и не буду больше тебя мучить».

source: Leave quietly.
ru: Тихо уйти.

source: "You come to me in death, only to tell me that you need my aid so that you can abandon me *again?!*" Her face is a mask of fury. "I *died* for you, my Love. I *suffer* for it even now!"
ru: «Ты пришел ко мне после моей смерти лишь для того, чтобы *снова* меня бросить, да еще и просишь помочь тебе в этом? - ее лицо искажается в гримасе ярости. - Я *умерла* ради тебя, любовь моя. И до сих пор от этого *страдаю*!»

source: Deionarra closes her eyes, and with an ethereal whisper, she fades away.
ru: Закрыв глаза, Дейонарра исчезает с беззвучным вздохом.

source: "Yes, I need to escape this place. Do you know of a way out?"
ru: «Да, мне нужно выбраться из этого места. Тебе известен какой-нибудь выход отсюда?»

source: "I apologize for my request. I did not mean to offend. Please, I had some other questions..."
ru: «Я прошу прощения за свою просьбу. Я не хотел тебя обидеть. Пожалуйста, ответь на вопрос...»

source: "Deionarra, I am in danger. Can you guide me to a place of safety? I shall return as soon as I can to speak to you again."
ru: «Дейонарра, я в опасности. Можешь вывести меня в безопасное место? Я вернусь к тебе, как только смогу».

source: "Can you tell me how to leave this place?"
ru: «Ты знаешь, как отсюда выбраться?»

source: "I had some other questions for you..."
ru: «У меня есть другие вопросы к тебе...»

source: "Yes?"
ru: «Да?»

source: "Deionarra, please... I need your help. Will you spurn me in my hour of need?"
ru: «Дейонарра, пожалуйста... Мне нужна твоя помощь. Неужели ты отвергнешь меня в час нужды?»

source: "Deionarra, I only ask because I am in danger. Can you guide me to a place of safety? I shall return as soon as I can to speak to you again."
ru: «Дейонарра, я прошу тебя лишь потому, что я в опасности. Можешь вывести меня в безопасное место? Я вернусь к тебе, как только смогу».

source: "Nevermind. Look, I had some other questions..."
ru: «Неважно. Послушай, у меня есть другие вопросы...»

source: You see a strikingly beautiful ghostly form before you; she has long, flowing hair, and her gown seems stirred by some ethereal breeze. Her eyes rest on yours, and you feel a strange, disjointed sensation, as if you are looking at several pairs of eyes at once.
ru: Перед собой ты видишь поразительно красивый призрачный силуэт девушки. У нее длинные развевающиеся волосы, ее платье будто колышется от какого-то неземного ветра. Ваши взгляды пересекаются, и тебя охватывает странное ощущение, как будто ты смотришь сразу в несколько пар глаз.

source: "Are you Deionarra...?"
ru: «Ты - Дейонарра?..»

source: Before you is the ghostly form of Deionarra; her spectral gown seems stirred by some ethereal breeze. Her eyes rest on yours, and you feel a strange, disjointed sensation, as if you are looking at several pairs of eyes at once.
ru: Перед тобой призрачный силуэт Дейонарры. Ее призрачное платье будто колышется от какого-то неземного ветра. Ваши взгляды пересекаются, и тебя охватывает странное ощущение, как будто ты смотришь сразу в несколько пар глаз.

source: "Deionarra...?"
ru: «Дейонарра?..»

source: "My Love, at last I have *found* you... I searched for you after you were divided by the crystal - this Fortress spans hundreds of miles, and I feared you were lost to me." Her ghostly eyes take your measure, searching your bodies for new wounds. "Are you well?"
ru: «Любовь моя, наконец-то я *нашла* тебя... Я искала тебя с тех пор, как ты был разделен кристаллом: эта Крепость простирается на сотни миль, и я боялась, что ты потерял меня, - ее призрачные глаза осматривают тебя с ног до головы в поисках новых ран. - Ты в порядке?»

source: "I think so - the crystal divided me, but I am one again. Now I am trapped here, however."
ru: «Думаю, да - кристалл разделил меня, но теперь я единое целое. Хоть и заперт в ловушке».

source: "I suspect trapping you here was the crystal's true purpose. But it poses no barrier for one such as I." She closes her eyes. "Much do my eyes see, and the halls of this Fortress are well known to me."
ru: «Подозреваю, что истинное предназначение кристалла - твое заключение здесь. Но он - не преграда для таких как я, - она закрывает глаза. - Мои глаза видят многое, и залы этой Крепости очень знакомы мне».

source: "If you are trapped here, my Love, I shall see to it you are set free. Where is it you wish to go?"
ru: «Если ты пленен здесь, любовь моя, я помогу тебе освободиться. Куда ты хочешь попасть?»

source: "I wish to find my adversary and defeat him."
ru: «Я хочу встретиться со своим врагом и победить его».

source: "I wish to go to where my mortality is - and recover it."
ru: «Я хочу попасть туда, где пребывает моя смертность, и вернуть ее себе».

source: "I wish to rejoin my friends."
ru: «Я хочу воссоединиться с моими друзьями».

source: "I wish to rejoin my companions. There are things I will need from them."
ru: «Я хочу воссоединиться с моими спутниками. Мне кое-что от них нужно».

source: "I wish to speak to you for a moment, and tell you how you died... and why."
ru: «Я хочу немного поговорить с тобой и рассказать, как ты умерла... и почему».

source: "As you wish, My Love." She stretches out her hand. "Touch my hand, and the walls of this Fortress shall be walls no more."
ru: «Как пожелаешь, любовь моя, - она протягивает руку. - Прикоснись к моей руке, и стены этой Крепости больше не будут преградой».

source: Touch her hand...
ru: Прикоснуться к ее руке...

source: "What are you speaking of?"
ru: «О чем ты говоришь?»

source: Truth: "When I brought you to this Fortress, it was my intention that you die here. I needed someone to remain behind so that they would serve as a link to this place. I knew because you loved me so much, that your love would stave off death and allow you to become a spirit. And that is why you suffer now."
ru: Правда: «Когда я привел тебя в эту Крепость, я хотел, чтобы ты здесь умерла. Мне нужен был кто-нибудь, кто мог бы остаться позади, чтобы он смог служить указателем в этом месте. Я знал, что ты меня очень сильно любишь, и эта любовь не позволит смерти забрать тебя, превратив тебя в призрака. Вот почему ты теперь страдаешь».

source: Lie: "When you died here in the Fortress, it was because of the adversary that awaits us. He wished you to die so that we would be apart. I go to confront him soon, and I will have my revenge on him."
ru: Ложь: «Ты умерла здесь, в Крепости, из-за того, что враг уже поджидал нас. Он хотел, чтобы ты умерла и мы разделились. Скоро я с ним встречусь, и он сполна насытится моей местью».

source: Deionarra's face is a mask as you speak the words.
ru: Пока ты говоришь, лицо Дейонарры остается непроницаемым.

source: Lie: "I am sorry, Deionarra."
ru: Ложь: «Мне очень жаль, Дейонарра».

source: Truth: "I am sorry, Deionarra."
ru: Правда: «Мне очень жаль, Дейонарра».

source: Truth: "It was necessary, Deionarra - I am sorry that you have suffered."
ru: Правда: «Так было надо, Дейонарра. Мне очень жаль, что ты страдала все это время».

source: "Do you *love* me? If you say yes, my Love, then nothing that has happened matters."
ru: «Ты *любишь* меня? Если ты скажешь да, любовь моя, то все остальное будет неважно».

source: Lie: "Of course I love you. Even death cannot kill the bond between us."
ru: Ложь: «Конечно же, я люблю тебя. Даже смерть не сможет убить связь между нами».

source: Truth: "Though I did not know you at first, I have come to love you. Your suffering has become mine, and I have found that I will do what I can to help you."
ru: Правда: «Хотя в начале я не знал тебя, но затем я полюбил тебя. Твои страдания стали моими, и я готов сделать все, чтобы помочь тебе».

source: Truth: "I am sorry, Deionarra. I do not. I never knew you. Perhaps if I had met you under different circumstances..."
ru: Правда: «Прости, Дейонарра, но нет. Я никогда не знал тебя. Но если бы я тебя встретил при иных обстоятельствах...»

source: "Then I will aid you, my Love. Tell me how I can help you, and I shall do it."
ru: «Тогда я помогу тебе, любовь моя. Скажи мне, как я могу помочь тебе, и я это сделаю».

source: "I am trapped here. Can you help me escape?"
ru: «Я заперт здесь. Ты можешь помочь выбраться отсюда?»

source: "Then... this shall be the ending of things between us, my Love. I have remained here for you - for no other reason. I will help you one last time, then I shall travel beyond the Eternal Boundary, as I was meant."
ru: «Тогда... тогда это будет концом всего, что было между нами, любовь моя. Я осталась здесь только ради тебя - и ничего больше. Я помогу тебе в последний раз, а затем отправлюсь за Границу Вечности, как и намеревалась».

source: "Then I will ask this last thing and leave you in peace: I am trapped here. Can you help me?"
ru: «Тогда, перед тем как ты уйдешь, я попрошу тебя о последнем. Я заперт здесь. Ты можешь мне помочь?»

source: You see a strikingly beautiful ghostly form; she has long, flowing hair, and her gown seems stirred by some ethereal breeze. She is standing at the edge of the black stone causeway, staring out into the emptiness of the Plane.
ru: Ты видишь поразительно красивый призрачный силуэт девушки. У нее длинные развевающиеся волосы, ее платье будто колышется от какого-то неземного ветра. Она стоит на краю вымощенной черным камнем дороги, всматриваясь в пустоту плана.

source: "Who are you?"
ru: «Кто ты?»

source: Leave the spectral figure alone.
ru: Оставить призрачную фигуру в покое.

source: Before you is the ghostly form of Deionarra; her spectral gown seems stirred by some ethereal breeze. She is standing at the edge of the black stone causeway, staring out into the emptiness of the Plane.
ru: Перед тобой призрачный силуэт Дейонарры. Ее призрачное платье будто колышется от какого-то неземного ветра. Она стоит на краю вымощенной черным камнем дороги, всматриваясь в пустоту плана.

source: Leave Deionarra alone.
ru: Оставить Дейонарру в покое.

source: "My Love! You should *not* be here! You must leave at once!"
ru: «Любовь моя! Ты *не должен* находиться здесь! Ты должен уйти!»

source: "Why? Who are you, spirit... what is this place?"
ru: «Почему? Кто ты, дух... что это за место?»

source: "Deionarra, what is this place? Is this the Fortress?"
ru: «Дейонарра, что это за место? Это Крепость?»

source: "This is the Fortress of Regrets. It is the place that holds the moment of my death prisoner, and I may not stray far from its halls. If you can find a way back to Sigil you *must;* if you stay here, my Love, you shall die."
ru: «Это Крепость сожалений. Это место, которое удерживает миг моей смерти в узниках, и я не могу далеко уходить от его залов. Если тебе известен путь назад в Сигил, немедленно *возвращайся*. Если ты останешься здесь, любовь моя, ты умрешь».

source: "I'm immortal, spirit; your warning is appreciated, but death is the least of my worries."
ru: «Я бессмертен, дух. Спасибо за предупреждение, но смерть - меньшее, чего мне стоит бояться».

source: "I'm immortal, Deionarra; I don't think I have much to worry about, even here."
ru: «Я бессмертен, Дейонарра. Не думаю, что мне стоит об этом слишком беспокоиться, даже здесь».

source: "What about my immortality? Surely, I'm still immortal, even here...?"
ru: «А как насчет моего бессмертия? Ведь я же все еще бессмертен, даже здесь?..»

source: "A shell? The Pillar told me that when I die, another dies in my place. And if it can't find someone to die for me -"
ru: «Оболочка? Колонна сказала мне, что когда я умираю, то вместо меня умирает другой. И если я не найду никого, кто умрет вместо меня...»

source: "How could this shell act as an obstacle? That makes no sense."
ru: «Как оболочка может служить преградой? Это немыслимо».

source: "So... when I die, another dies in my place. And if it can't find another living thing to die *for* me..."
ru: «Итак... когда я умираю, кто-то умирает вместо меня. И если оно не найдет никого живого, кто умрет *вместо* меня...»

source: "Then if you die in this place, it is the end, for there is nothing that *lives* here - so you must be careful. Return back to Sigil and leave this cursed place!"
ru: «То смерть твоя будет окончательной. Здесь нет ничего *живого*, так что будь осторожен. Покинь это проклятое место и возвращайся назад в Сигил!»

source: "But - my allies are here: and that means they are inside this shell. What happens to *them* if I die?"
ru: «Но здесь мои союзники. Это значит, что они внутри этой оболочки. Что произойдет с *ними*, если я умру?»

source: "But - one of my allies is in there. That means they are inside this shell. What happens to my companion if I die?"
ru: «Но здесь один из моих союзников. Это значит, что он внутри этой оболочки. Что произойдет с ним, если я умру?»

source: "Deionarra, can you tell me anything else that might be helpful? What waits inside?"
ru: «Дейонарра, ты можешь сказать что-нибудь еще, что может быть полезным? Что меня ждет внутри?»

source: "Spirit, can you tell me anything else that might be helpful? What waits inside?"
ru: «Дух, ты можешь сказать что-нибудь еще, что может быть полезным? Что меня ждет внутри?»
