Repository: winterheart/planescape
Catalog: po/pst-ee/po/*/dlg/ddeions.dlg.po
Languages: ru

source: "My Love, if you have brought *anything* that lives with you to this place, then it is in terrible danger - both from the shadows and from you. Should you die here, your immortality will hunt for the closest living thing in the Fortress, and *that* is the one that shall die in your place. You must leave here, now!"
ru: «Любовь моя, если ты привел сюда *что-либо* живое, то ему угрожает великая опасность - и от теней, и от тебя. Если ты умрешь здесь, твое бессмертие будет охотиться за первым попавшимся живым существом в Крепости, и *оно* умрет вместо тебя. Теперь ты должен уходить отсюда!»

source: "I can't *go* back. So can you tell me *anything* else that might be helpful? What waits inside the Fortress?"
ru: «Я не могу *вернуться*. Так ты можешь сказать *что-нибудь*, что может быть полезным? Что меня ждет внутри Крепости?»

source: "There is no natural darkness within the Fortress, my Love, only the shades of those who have died in your place. The energies of this Plane feed them, and their hatred for you is beyond all reason. They will not permit you to leave." She throws a glance at the walls of the Fortress. "Do *not* enter, I beg you!"
ru: «Внутри Крепости нет настоящей темноты, любовь моя, лишь только тени тех, кто погиб вместо тебя. Энергия этого плана питает их, и их ненависть к тебе выше всяких границ. Они не позволят тебе уйти, - она бросает взгляд на стены Крепости. - Умоляю тебя, *не входи*!»

source: "But - my allies are in there. I cannot leave them. Do you have any idea where they might be?"
ru: «Но мои союзники здесь. Я не могу их бросить. Есть какие-нибудь мысли, где они могут быть?»

source: "But - one of my allies is in there. I cannot leave. Do you have any idea where my companion might be?"
ru: «Но один из моих союзников здесь. Я не могу уйти. Есть какие-нибудь мысли, может быть мой спутник?»

source: "I have to enter the Fortress. I cannot go back."
ru: «Мне придется войти в Крепость. Я не могу отступить».

source: "If you brought others, then they were cast from you when you arrived - it is the nature of this place to divide living things... then kill them." She looks distraught. "The Fortress is a thing of many miles - finding your friends here will be difficult."
ru: «Всех, кого ты привел сюда, разбросало по разным местам: природа этого места такова, что оно разделяет живых существ... а затем убивает их, - она выглядит обезумевшей. - Крепость простирается на много миль: найти твоих друзей будет очень трудно».

source: "I have to find them. There is no choice in the matter."
ru: «Я найду их. У меня нет выбора».

source: "I brought your ring, Deionarra. I found your legacy to me."
ru: «Я принес твое кольцо, Дейонарра. Я нашел твое наследство, завещанное мне».

source: "You have my thanks, spirit. I must go now."
ru: «Благодарю тебя, дух. Теперь я должен идти».

source: "You have my thanks, Deionarra. I must go now."
ru: «Благодарю тебя, Дейонарра. Теперь я должен идти».

source: "The ring still holds a part of me within it, my Love. When you carry it, you carry my heart with you." She closes her eyes for a moment, and you suddenly feel a warmth pass through you. Deionarra opens her eyes, then smiles. "I knew you would return to me with it in your keeping. Carry it now with my blessing, and keep it close to your heart. Through it, I will defend you."
ru: «Кольцо все еще содержит частичку меня, любовь моя. Нося его, ты носишь с собой мое сердце». На секунду она закрывает глаза, и ты неожиданно чувствуешь тепло, пронизывающее тебя. Открыв глаза, Дейонарра улыбается. «Я знала, что ты вернешься ко мне вместе с ним. Носи же теперь его с моим благословением и держи поближе к своему сердцу. Через него я буду защищать тебя».

source: "And what am I?"
ru: «И кто же я такой?»

source: "You... I... cannot..." She suddenly freezes, and she speaks slowly, carefully, as if her voice frightens her. "The truth is this: you are one who dies many deaths. These deaths have given the knowing of all things mortal, and in your hand lies the spark of life... and death. Those that die near you carry a trace of themselves that you can bring forth..."
ru: «Ты... я... не могу...» Она неожиданно замирает, затем продолжает говорить, медленно и осторожно, будто боясь собственного голоса. «Вот в чем правда: ты тот, кто умирал тысячью смертей. И через это ты постиг саму сущность смертности, в твоих руках теперь находится искра жизни... и смерти. Умирающий рядом с тобой оставляет след, по которому ты можешь его воскресить...»

source: As Deionarra speaks the words, a crawling sensation wells up in the back of your skull... you suddenly feel compelled to look at your hand. As you lift it up and *look* at it, you can SEE the blood coursing sluggishly through your arm, pouring into your muscles, and in turn, giving strength to your bones...
ru: При этих словах Дейонарры твой череп пронзает внезапное озарение... неожиданно ты ощущаешь непреодолимое желание взглянуть на собственную руку. Подняв ее и *посмотрев* на нее, ты ВИДИШЬ кровь, текущую по запястью, омывающую твои мускулы, дающую силу твоим костям...

source: "Wh..."
ru: «Чт...»

source: "I... I... I had other questions..."
ru: «Я... я... У меня есть другие вопросы...»

source: I don't know whether to be horrified or impressed... when I spoke to Deionarra in the vaults of the Mortuary, she told me that my deaths had given me some control over life and death; if I see a body, I can see the faint traces of life in it and coax it forth. For some reason, it will only work on people who travel with me, and only if they die in my presence... why? In traveling with me do they become linked to me somehow?
ru: Я не знаю, ужасаться мне или удивляться... когда я пообщался с Дейонаррой в Морге, она сказала, что через свои бесконечные перерождения я обрел некоторую власть над жизнью и смертью. Если я вижу тело, то могу разглядеть слабые следы жизни в нем и воскресить его. По какой-то причине это действует только на тех, кто путешествовал вместе со мной, и только в том случае, если они умерли в моем присутствии... но почему? Быть может, в пути между нами появляется какая-то связь?

source: "Very well, my Love... if you intend to go on, you must know this - past the entrance to the Fortress is a great antechamber with countless shadows. You must move swiftly and not let them gather about you, or you shall surely be slain!"
ru: «Хорошо, любовь моя... если ты хочешь идти, то ты должен знать: за входом в Крепость расположен огромный вестибюль с бесчисленным множеством теней. Ты должен идти без промедления и не позволить им обнаружить себя, иначе ты погибнешь!»

source: Deionarra warned me that past the entrance to the Fortress is a great antechamber of shadows. She said within the chamber are a series of great clocks, which she said I referred once to as the means by which I escaped the antechamber before. I'll have to keep an eye out for them and examine them if I see them.
ru: Дейонарра предупредила меня, что за входом в Крепость расположен огромный вестибюль теней. Она сказала, что внутри комнаты есть множество огромных часов, добавив, что прежде с их помощью я смог выбраться из вестибюля. Надо будет найти их и осмотреть при случае.

source: "I shall wait for you in death's halls, my Love." She smiles, but there is only sadness in it. She closes her eyes, and with an ethereal whisper, she fades.
ru: «Я буду ждать тебя в залах смерти, любовь моя». Дейонарра улыбается, но в улыбке нет ничего, кроме печали. Закрыв глаза, она исчезает с беззвучным вздохом.

source: "None. I lied."
ru: «Ничего. Я солгал».

source: Lie: "Your name evokes passionate thoughts, though their content is unclear. Perhaps if you were to tell me more..."
ru: Ложь: «Твое имя пробуждает во мне необузданные мысли, но их смысл мне неясен. Если только ты не расскажешь мне больше...»

source: "Greetings...?"
ru: «Приветствую...»

source: Wait.
ru: Подождать.

source: Leave before the spirit gets her bearings.
ru: Уйти до того, как дух обратит на тебя внимание.

source: Her eyes slowly open, and she blinks in confusion for a moment, as if uncertain where she is. She looks around slowly, then sees you. Her tranquil face suddenly twists into a snarl. "You! What is it that brings *you* here?! Have you come to see first-hand the misery you have wrought? Perhaps in death I still hold some shred of use for you...?" Her voice drops to a hiss. "...'my Love.'"
ru: Ее глаза медленно открываются, секунду она смущенно моргает, будто не понимая, где она находится. Девушка медленно окидывает взглядом комнату. Увидев тебя, ее спокойное лицо искажается яростью. «Ты! Что привело сюда *тебя*?! Захотел лично полюбоваться на причиненные тобой страдания? Или, быть может, даже после моей смерти ты надеешься получить от меня пользу?.. - ее голос превращается в шипение. - ...'любовь моя'».

source: The spirit makes a begging motion with her hands. "How can it be that the thieves of the mind continue to steal my name from your memory? Do you not *remember* me, my Love?" The ghost stretches out her arms. "Think..." Her voice becomes desperate again. "...the name *Deionarra* must evoke some memory within you."
ru: Дух складывает руки в мольбе. «Ну почему же воры разума продолжают красть мое имя из твоей памяти? Неужели ты *не помнишь* меня, любовь моя? - дух протягивает руки. - Подумай... - ее голос снова наполняется отчаянием. - ...имя *Дейонарра* должно пробудить в тебе хоть немного воспоминаний».

source: Lie: "Yes... yes, the name *does* sound familiar."
ru: Ложь: «Да... это имя мне *кажется* знакомым».

source: "I *think* I feel the stirrings of memory... tell me more. Perhaps your words shall chase the shadows from my mind, Deionarra."
ru: «*Кажется*, я чувствую касание памяти. Поговори со мной еще. Быть может, твои слова воскресят тени моей памяти, Дейонарра».

source: Once again, Deionarra materializes... this time, her face is filled with desperation, and her arms are out-stretched as if she is reaching for something. As she fades in, the desperation in her face changes to fury. "Again you have come! Why is it you continue to torment me?"
ru: Дейонарра снова появляется... на этот раз ее лицо полно отчаяния, ее руки вытянуты, будто пытаются за что-то ухватиться. При твоем появлении отчаяние на ее лице сменяется яростью. «Ты снова пришел! Почему ты продолжаешь мучить меня?»

source: Once again, Deionarra materializes... this time, her face is filled with desperation, and her arms are out-stretched as if she is reaching for something. As she fades in, the desperation in her face changes to relief. "My Love... you have returned to me! Can it be that your memories have returned?"
ru: Дейонарра снова появляется... на этот раз ее лицо полно отчаяния, ее руки вытянуты, будто пытаются за что-то ухватиться. При твоем появлении отчаяние на ее лице сменяется надеждой. «Любовь моя... ты снова вернулся ко мне! Ты вспомнил меня?»

source: "Then it is as I feared. I am truly lost to you... and what was once an inconvenience for you, you now have the excuse to discard me as you have my memory!"
ru: «Этого я и боялась. Я действительно потеряла тебя... и то, что раньше приносило тебе неудобства, теперь стало оправданием для того, чтобы отказаться от меня так же, как ты отринул воспоминания обо мне!»

source: "Yes..." She seems hopeful. "What memories does my name evoke?"
ru: «Да... - она выглядит обнадеженной. - Что пробудило мое имя в твоей памяти?»

source: "I am not certain... but I do feel the stirrings of memory as we speak. Tell me more. Perhaps your words shall chase the shadows from my mind, Deionarra."
ru: «Я не уверен... но, кажется, я чувствую касание памяти. Поговори со мной еще. Быть может, твои слова воскресят тени моей памяти, Дейонарра».

source: Deionarra's face melts into a mask of fury. "You leprous dog! Traitor to my heart! I would wish you cursed, except that torment hounds you with every incarnation without need of my curses! Begone!" She crosses her arms and closes her eyes.
ru: Лицо Дейонарры превращается яростную маску. «Ты прокаженный пес! Предатель моего сердца! Я бы прокляла тебя, но ты и без моих проклятий обречен на вечные страдания в своих воскрешениях! Прочь!» Она скрещивает свои руки и закрывает глаза.

source: "Oh, at last the fates show mercy! Even death cannot chase me from your mind, my Love! Do you not see? Your memories shall return! Tell me how I can help you, and I shall!"
ru: «Ах, наконец-то судьба проявила милосердие! Даже смерть не может изгнать меня из твоего разума, любовь моя! Разве ты не понимаешь? Твои воспоминания возвращаются! Скажи мне, как я могу помочь тебе, и я сделаю это!»

source: "Do you know who I am?"
ru: «Ты знаешь, кто я?»

source: "Can you tell me where I am?"
ru: «Можешь сказать мне, где я нахожусь?»

source: "I need to escape this place. Can you help me?"
ru: «Мне нужно выбраться из этого места. Ты поможешь мне?»

source: "What is it you wish to know?"
ru: «Что ты желаешь знать?»

source: "Can you tell me who I am?"
ru: «Ты можешь сказать, кто я?»

source: "You are one both blessed and cursed, my Love. And you are one who is never far from my thoughts and heart."
ru: «Ты тот, кто одновременно благословен и проклят, любовь моя. И тот, кто всегда пребывает в моих мыслях и в моем сердце».

source: "Where are you? Why, you are here with me, my Love... as in the times when life was something both of us shared. Now it is the Eternal Boundary that separates us."
ru: «Где ты находишься? Ты здесь, рядом со мной, любовь моя... как в те времена, когда мы оба были живы. Теперь меж нами пролегла Граница Вечности».

source: "The nature of your curse should be apparent, my Love. Look at you." She points at you. "Death rejects you. Your memories have abandoned you. Do you not pause and wonder why?"
ru: «Природа твоего проклятия должна быть очевидной для тебя, любовь моя. Взгляни на себя, - она указывает на тебя пальцем. - Смерть не принимает тебя. Твои воспоминания покинули тебя. Как ты думаешь, почему?»

source: "I'm still trying to get my bearings, actually. What else can you tell me about myself?"
ru: «На самом деле я все еще пытаюсь во всем разобраться. Что ты еще можешь рассказать обо мне?»

source: "I had some other questions..."
ru: «У меня есть другие вопросы...»

source: "Memories aside... and assuming death has rejected me... why is that a curse?"
ru: «Потерянные воспоминания... смерть, не принимающая меня... но почему это проклятие?»

source: Deionarra sounds saddened. "It is a barrier I fear you shall never cross, my Love. It is the barrier between your life and what remains of mine..."
ru: Голос Дейонарры полон печалью. «Это преграда, которую, боюсь, ты никогда не пересечешь, любовь моя. Она ограждает твою жизнь от того, что осталось от моей...»

source: "I... see. Perhaps you could answer some other questions..."
ru: «Я... понимаю. Может быть, ты сможешь ответить на несколько вопросов...»

source: "Hold a moment... I learned much when I traveled with you, my Love, and what you have lost, I have retained. I have not divulged all that I know to you. My sight is clear... whilst you fumble in the darkness for a spark of thought."
ru: «Постой... Я многое узнала во время наших путешествий, любовь моя. И то, что ты потерял, я сберегла. Я еще не сказала всего, что знаю о тебе. Мой взор чист... в то время как ты мечешься в темноте в поисках искры разума».

source: "Whatever you know can wait. Farewell."
ru: «Что бы ты там ни знала, может подождать. Прощай».

source: "What could you possibly say that would be of any interest to me?"
ru: «И что ты можешь рассказать мне такого, что могло бы мне пригодиться?»

source: "And what is it your sight sees that I do not?"
ru: «И что же ты видишь, чего я не могу разглядеть?»

source: Deionarra looks taken aback, then her tone changes, her voice becoming almost pleading. "I... do not mean to extract a vow from you, my Love. It is just that I have waited so long for you to join me beyond th..."
ru: Дейонарра выглядит ошеломленной, затем ее тон меняется, голос почти умоляет. «Я... не хотела брать с тебя клятву, любовь моя. Просто я так долго ждала, когда ты присоединишься ко мне за пределами...»

source: "If you do not mean to extract a vow from me, Deionarra, then do not do so. Now, tell your vision, and we will speak no more of vows and promises."
ru: «Если тебе не нужна клятва от меня, Дейонарра, то и не надо ее требовать. А теперь расскажи о своем видении, без всех этих клятв и обещаний».

source: "There is much I need to know. I had some questions for you..."
ru: «Мне нужно многое узнать. У меня есть вопросы к тебе...»

source: "I had some questions for you..."
ru: «У меня есть вопросы к тебе...»

source: "What was that vision you spoke of before?"
ru: «Что это было за видение, о котором ты говорила?»

source: "Time itself relaxes its hold as the chill of oblivion slowly claims us, my Love. Glimpses of things yet to come swarm across my vision. I see you, my Love. I see you as you are now, and..." Deionarra grows quiet.
ru: «Время ослабляет свою хватку, а холод забвения медленно поглощает нас, любовь моя. Еще не все видения приобрели четкие очертания. Я вижу тебя, любовь моя. Я вижу тебя таким, какой ты сейчас, и...» Дейонарра умолкает.

source: "Why are you suddenly silent? Has your ranting tired you?"
ru: «Почему ты замолчала? Твоя речь утомила тебя?»

source: "What is it? What do you see?"
ru: «Что? Что ты видишь?»

source: "I have no interest in visions of the future. Farewell."
ru: «Мне неинтересны видения будущего. Прощай».

source: "I see what lies ahead for you. It ripples through the planes, stemming outward from this point. Shall I speak of what I see?"
ru: «Я вижу путь, лежащий перед тобой. Он берет свое начало отсюда и проходит сквозь планы. Должна ли я говорить о том, что я вижу?»

source: "Tell me."
ru: «Говори».

source: "I do not wish to know. The future shall reveal itself... in time."
ru: «Я не хочу знать. Будущее само себя раскроет... со временем».

source: "You were always so, my Love. Already you refuse to heed death's call. Shall time be the next one you spurn?" She closes her eyes, and with an ethereal whisper, she fades away.
ru: «Ты всегда был таким, любовь моя. Ты уже отверг призыв смерти. Что ты отвергнешь в следующий раз? Быть может, само время?» Закрыв глаза, Дейонарра исчезает с беззвучным вздохом.

source: "First, I require a promise. Promise you will return. That you will find some means to save me or join me."
ru: «Сначала мне нужно обещание. Обещание, что ты вернешься. Что ты найдешь способ спасти меня или присоединиться ко мне».

source: "I find it hard to believe that a woman I once loved would blackmail promises from me with the promise of revelations. Have you no faith in me, Deionarra?"
ru: «Трудно поверить, что женщина, которую я когда-то любил, будет вымогать у меня обещания, суля предсказаниями. Ты не веришь мне, Дейонарра?»

source: "The price of such a promise is too high."
ru: «Цена такого обещания слишком высока».

source: Lie: "I swear I will find some means to save you or join you."
ru: Ложь: «Обещаю, я найду способ спасти тебя или присоединиться к тебе».

source: "I will make no such promise, spectre! Tease me not with the future... speak your peace or begone!"
ru: «Я не буду давать никаких обещаний, призрак! Не дразни меня больше... говори или исчезни!»

source: "I... will do what I can."
ru: «Я... я сделаю все, что в моих силах».

source: Deionarra folds her arms. "Indeed it is, my Love. The price of immortality was obviously not too high, however. Is integrity too much for one of your means?"
ru: Дейонарра скрещивает руки на груди. «Да, это так, любовь моя. А цена бессмертия, по всей видимости, была не так уж высока? Или честность - это слишком для тебя?»

source: "This is what my eyes see, my Love, unfettered by the shackles of time..."
ru: «Любовь моя, вот что видят мои глаза, освобожденные от оков времени...»

source: "You shall meet enemies three, but none more dangerous than yourself in your full glory. They are shades of evil, of good, and of neutrality given life and twisted by the laws of the planes."
ru: «Ты встретишь трех врагов, но ни один из них не был бы тебе ровней в период полного расцвета твоих сил. Они - тени зла, добра и нейтральности, которых породили и извратили законы планов».

source: Wait for her to continue.
ru: Подождать, пока она не продолжит.

source: "You shall come to a prison built of regrets and sorrow, where the shadows themselves have gone mad. There you will be asked to make a terrible sacrifice, my Love. For the matter to be laid to rest, you must destroy that which keeps you alive and be immortal no longer."
ru: «Ты попадешь в тюрьму, построенную из сожалений и скорби, где даже тени теряют рассудок. Там тебя попросят принести ужасную жертву, любовь моя. Чтобы обрести покой, ты должен будешь уничтожить то, что удерживает тебя в живых, и отринуть свое бессмертие».

source: "I do not doubt your ability to rise from the dead. I do believe that every incarnation weakens your thoughts and memories. You claim you have lost your memory. Perhaps it is a side effect of countless deaths? If so, what more will you lose in successive deaths? If you lose your mind, you will not even know enough to realize that you cannot die. You shall truly be doomed."
ru: «Я не сомневаюсь в твоей способности восставать из мертвых. Но я уверена, что с каждым перерождением твои мысли и память слабеют. Ты утверждаешь, что потерял память. Быть может, это следствие бесчисленных смертей? Если это так, то что ты потеряешь в следующих смертях? Если ты потеряешь свой рассудок, то даже не сможешь осознать собственное бессмертие. И тогда ты будешь по-настоящему обречен».

source: Deionarra looks furious. "Then leave, as you have a hundred thrice times before! Do you only come to torment me?! Leave and do not return!" She closes her eyes, and with an ethereal whisper, she fades away.
ru: Дейонарра выглядит разъяренной. «Тогда уходи, как уходил уже триста раз! Зачем ты приходишь сюда? Чтобы помучить меня?! Уходи и никогда больше не возвращайся!» Закрыв глаза, Дейонарра исчезает с беззвучным вздохом.

source: "I know that you once claimed you loved me and that you would love me until death claimed us both. I believed that, never knowing the truth of who you were, what you were."
ru: «Я знаю, что когда-то ты говорил, что любишь меня и что будешь любить до тех пор, пока смерть не заберет нас обоих. Я верила тебе, не зная всей правды о том, кто ты и что ты на самом деле».

source: "We have spoken on your nature before." Deionarra's face takes on a distant expression. "We shall not do so again."
ru: «Мы уже говорили о твоей природе, - взгляд Дейонарры холодеет. - И этот разговор больше не повторится».

source: "All right... I had some other questions..."
ru: «Хорошо... У меня есть другие вопросы...»

source: "You claim to know me, yet you seem to know very little about me that is of any substance. Farewell, Deionarra."
ru: «Ты заявляла, что знаешь меня, хотя на самом деле знаешь обо мне очень мало. Прощай, Дейонарра».

source: "I know that you must die... while you still can. The circle *must* come to a close, my Love. You were not meant for this life. You must find that which was taken from you and travel beyond, into the lands of the dead."
ru: «Я знаю, что ты должен умереть... пока еще можешь. Круг *должен* замкнуться, любовь моя. Ты не предназначен для такой жизни. Ты должен найти то, что у тебя отнято, и уйти дальше, в земли мертвых».

source: "I do not truly know. Except that it has gone on long enough."
ru: «Я не знаю точно. Мне известно лишь, что это продолжается достаточно долго».
