Repository: winterheart/planescape
Catalog: po/pst-ee/po/*/dlg/dfbvger.dlg.po
Languages: ru

source: The haggard woman glances at you with terror in her features, and before you can speak to her, she flees.
ru: Изможденная женщина смотрит на тебя с ужасом на лице, и, прежде чем ты успеваешь заговорить, убегает.

source: "So long, then..."
ru: «Тогда бывай...»

source: The woman looks at you with fear, her eyes wide. "Stay away from me, berk, and ye'll not be harmed!"
ru: Женщина смотрит на тебя со страхом, ее глаза широко раскрыты. «Не подходи ко мне, пень, не то пострадаешь!»

source: "Calm down. I just wanted to know who you are."
ru: «Успокойся. Я всего лишь хотел знать, кто ты».

source: "Hey, relax. What are you doing?"
ru: «Эй, расслабься. Чем ты занимаешься?»

source: "What are you so afraid of?"
ru: «Чего ты так боишься?»

source: "Very well. Farewell."
ru: «Хорошо. Прощай».

source: "Who I am?" She laughs bitterly. "Might as well ask for a grain of sand's name, cutter, because that's about as important as I am."
ru: «Кто я? - она горько смеется. - С тем же успехом, рубака, ты мог бы спросить имя у песчинки, потому что я значу не больше».

source: "That's an uplifting viewpoint. I had some questions..."
ru: «Воодушевляющая точка зрения. У меня есть пара вопросов...»

source: "I see. Farewell."
ru: «Понятно. Прощай».

source: "Go on... what did ye want to know?"
ru: «Валяй... чего ты хочешь знать?»

source: "Who are you?"
ru: «Кто ты?»

source: "What are you doing?"
ru: «Чем ты занимаешься?»

source: "What are you afraid of?"
ru: «Чего ты боишься?»

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: "What am I doing? Why, just tryin' to eke out a hard-scrabble life under Ragpicker's Square and steering clear of those who put me here in the first place. That's what I'm doing."
ru: «Чем я занимаюсь? Ну, просто пытаюсь выжить в этой тяжелой жизни под площадью Старьевщиков. Стараюсь держаться подальше от тех, кто меня сюда затянул. Вот чем я занимаюсь».

source: "Very well. I had some other questions..."
ru: «Хорошо. У меня еще вопросы...»

source: "Thanks. Farewell."
ru: «Спасибо. Прощай».

source: "I'm just makin' sure ye're not one o' them creatures what tore Pharod apart."
ru: «Просто хотела убедиться, что ты не одна из тех тварей, которые растерзали Фарода».

source: "Creatures? What creatures?"
ru: «Тварей? Каких еще тварей?»

source: "Pharod's dead?"
ru: «Фарод мертв?»

source: "I had some other questions, then..."
ru: «Тогда у меня есть еще вопросы...»

source: "Aye, they was creatures of night and darkness, creatures of non-light, that swept their cold way through here and disappeared into Pharod's court. The echoes o' the scream still linger, seems like..."
ru: «Ага, это были порождения ночи и тьмы, создания не-света, которые пробрались сюда и исчезли во дворе Фарода. Мне кажется, что я все еще слышу эхо от криков...»

source: "All right. Tell me something else, then..."
ru: «Ладно. Позволь мне спросить кое о чем еще...»

source: "That's all I wanted to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: She wipes her running nose on her sleeve. "What d'ya want this time?"
ru: Она утирает сопли рукавом. «Чего тебе на этот раз?»

source: "I wanted some answers."
ru: «Мне нужны ответы».

source: "Nothing. Farewell."
ru: «Ничего. Прощай».

source: You see a haggard woman, her care-lined face showing every scar the years have left upon her. Her eyes are knowing and tired, and she sniffles as she speaks: "What is it ye're wanting from me?"
ru: Перед тобой изможденная, потрепанная временем женщина с озабоченным лицом. Ее взгляд проницательный и усталый. Шмыгая носом, она произносит: «Чего тебе от меня надо?»

source: "Just the answers to some questions..."
ru: «Просто ответь на несколько вопросов...»
