Repository: winterheart/planescape
Catalog: po/pst-ee/po/*/dlg/dfell.dlg.po
Languages: ru

source: "I'll try. I had some other questions..."
ru: «Я постараюсь. У меня есть другие вопросы...»

source: "Thanks, Fell. I may return later when I have some other questions. Farewell."
ru: «Спасибо, Фелл. Может быть, когда у меня появятся новые вопросы, я снова вернусь. Прощай».

source: "Fine, never mind then. I had some other questions..."
ru: «Хорошо, тогда неважно. У меня есть другие вопросы...»

source: Fell turns to face you as you approach. Next to you, Annah stiffens as she catches sight of Fell.
ru: При твоем приближении Фелл поворачивается к тебе. Идущая за тобой Анна, поймав на себе взгляд Фелла, застывает.

source: "What lies beyond that curtain, Fell?"
ru: «Что находится за занавесом, Фелл?»

source: "What are those frames in the back room, Fell?"
ru: «Что это за рамы в задней комнате, Фелл?»
