Repository: winterheart/planescape
Catalog: po/pst-ee/po/*/dlg/dfell.dlg.po
Languages: ru

source: Fell nods, symbols appearing around him like fireflies. (The ones upon your back were scribed with a careful hand and are directions for a mind that forgets itself. The symbol that lies upon your left shoulder is the mark of torment.)
ru: Фелл кивает, символы светлячками зажигаются вокруг него. (Та, что у тебя на спине, написана заботливой рукой и является указаниями для того, кто себя забыл. Символ на твоем левом плече - знак мучения.)

source: The symbol sharpens, gaining edges that are almost painful to your eyes. Fell nods at your left arm, at your shoulder.
ru: Символ становится резче, твоим глазам больно смотреть на его очертания. Фелл кивает на твое левое плечо.

source: The symbol sharpens, gaining edges that are almost painful to your eyes. (It is *torment.* It is that which draws all tormented souls to you.) Fell nods at your left arm, at your shoulder. (The flesh knows it suffers even when the mind has forgotten. And so you wear the rune always.)
ru: Символ становится резче, твоим глазам больно смотреть на его очертания. (Это *мучение*. Это то, что притягивает все измученные души к тебе.) Фелл кивает на твое левое плечо. (Плоти известно то, что она пережила, даже когда разум об этом забыл. И потому ты всегда носишь эту руну.)

source: Fell does not respond for a moment... then slowly, menacingly, three symbols materialize above his head, each of them casting a long shadow.
ru: Фелл какое-то время не отвечает... затем надо головой медленно появляются три зловещих символа, каждый из которых отбрасывает длинную тень.

source: Fell does not respond for a moment... then slowly, menacingly, three symbols materialize above his head, each of them casting a long shadow. You think he's saying something about... shadows.
ru: Фелл какое-то время не отвечает... затем надо головой медленно появляются три зловещих символа, каждый из которых отбрасывает длинную тень. Тебе кажется, что он говорит что-то насчет... теней.

source: Fell does not respond for a moment... then slowly, menacingly, three symbols materialize above his head, each of them casting a long shadow. (Shadows.)
ru: Фелл какое-то время не отвечает... затем надо головой медленно появляются три зловещих символа, каждый из которых отбрасывает длинную тень. (Тени.)

source: The three symbols swirl about each other, each leaving a faint black misty trail about them. They take on a ragged edge, like teeth and talons and *multiply.* Three split into three, then into three again, until the entire room seems covered by a swarm of shadows.
ru: Три символа кружатся друг вокруг друга, оставляя за собой блеклый черный туманный след. У них появляются рваные края, похожие на клыки и когти, и начинают *множиться*. Три делятся на три, а потом еще на три, до тех пор, пока вся комната на заполнятся роем теней.

source: The three symbols swirl about each other, each leaving a faint black misty trail about them. They take on a ragged edge, like teeth and talons and *multiply.* Three split into three, then into three again, until the entire room seems covered by a swarm of shadows. He seems to be saying that you were killed by many... 'shadows.'
ru: Три символа кружатся друг вокруг друга, оставляя за собой блеклый черный туманный след. У них появляются рваные края, похожие на клыки и когти, и начинают *множиться*. Три делятся на три, а потом еще на три, до тех пор, пока вся комната на заполнятся роем теней. Кажется, он говорит, что ты был убит многими... «тенями».

source: The three symbols swirl about each other, each leaving a faint black misty trail about them. They take on a ragged edge, like teeth and talons and *multiply*... where there were three, there is nine, nine becomes twenty-seven, until the room is a swarm of shadows. (Many shadows. They streamed from the darkness, swarmed you, then left you to die.)
ru: Три символа кружатся друг вокруг друга, оставляя за собой блеклый черный туманный след. У них появляются рваные края, похожие на клыки и когти, и начинают *множиться*... три символа превращаются в девять, девять - в двадцать семь, пока вся комната не превращается в рой теней. (Много теней. Они появились из темноты, налетели на тебя и оставили тебя умирать.)

source: Fell examines the arm again, tracing the other faded tattoos upon its surface. As he does, they each appear as a symbol above his head, hazy at first, then coming into focus sharply. He turns to face you. If you're translating the symbol correctly, he's saying that he forgot these tattoos, but he remembers them now.
ru: Фелл снова осматривает руку, водя пальцем по выцветшим татуировкам. При этом над его головой одна за другой появляются появляются татуировки в виде символа, поначалу расплывчатого, но затем приобретающего четкость. Он поворачивается к тебе. Если ты перевел символ верно, то он говорит, что он забыл эти татуировки, но теперь вспомнил их.

source: The shadowed symbols swirl into one, then dissolve, to be replaced with a simple symbol. Fell doesn't seem to know why.
ru: Символы теней соединяются в один, который исчезает, и вместо него появляется простой символ. Похоже, что Фелл не знает почему.

source: The shadowed symbols swirl into one, then dissolve, to be replaced with a simple symbol. (I do not know.)
ru: Символы теней соединяются в один, который исчезает, и вместо него появляется простой символ. (Я не знаю.)

source: A caravan train of symbols slowly materialize around Fell, one by one.
ru: Вокруг головы Фелла материализуется караван символов, появляющихся один за одним.

source: A caravan train of symbols slowly materialize around Fell, one by one. You think he is saying it is a gallery of some sort... a gallery of 'you.' The next part is difficult to translate, but you think that Fell is saying he is... sad for you.
ru: Вокруг головы Фелла материализуется караван символов, появляющихся один за одним. Кажется, он говорит, что это галерея... галерея 'тебя'. Следующая часть переводится с трудом, но тебе кажется, что Фелл говорит, что он... скорбит по тебе.

source: A caravan train of symbols slowly materialize around Fell, one by one. (It is my gallery. Your discarded skins are my canvas. I admire you. I am saddened for you.)
ru: Вокруг головы Фелла материализуется караван символов, появляющихся один за одним. (Это моя галерея. Твоя сброшенная кожа является моим холстом. Я восхищаюсь тобой. Я скорблю по тебе.)

source: Another caravan of symbols forms around Fell, this time forming a circle.
ru: Вокруг Фелла появляется еще один караван символов, на этот раз образующих круг.

source: Another caravan of symbols forms around Fell, this time forming a circle. He says something about you being 'marked' and tormented. There's another section you cannot translate, then the last portion seems to be something about you enduring pain.
ru: Вокруг Фелла появляется еще один караван символов, на этот раз образующих круг. Он говорит что-то о том, что ты был «помечен» и обречен на мучения. Следующую часть ты не можешь перевести; последняя часть, кажется, гласит о том, что ты переносишь боль.

source: Another caravan of symbols forms around Fell, this time forming a circle. (The mark of torment lies upon your flesh. Tragedies and loss have built themselves upon it, like stones upon a foundation. You have endured great pain.)
ru: Вокруг Фелла появляется еще один караван символов, на этот раз образующих круг. (Знак мучения лежит на твоей плоти. На ней лежат несчастья и утраты, подобно камням на фундаменте. Ты перенес великую боль.)

source: A long string of rebuses appears above Fell's head, then surrounds his arms like manacles.
ru: Над головой Фелла появляется длинная строка ребусов, которая окружает его руки наподобие кандалов.

source: A long string of rebuses appears above Fell's head, then surrounds his arms like manacles. He seems to be saying he admires you for enduring 'losses.'
ru: Над головой Фелла появляется длинная строка ребусов, которая окружает его руки наподобие кандалов. Кажется, он говорит, что он уважает тебя за то, что ты вынес «утраты».

source: A long string of rebuses appears above Fell's head, then surrounds his arms like manacles. (I admire you because you have never surrendered to the weight of these losses, despite the fact their chains hang on you still.)
ru: Над головой Фелла появляется длинная строка ребусов, которая окружает его руки наподобие кандалов. (Я уважаю тебя, потому что ты никогда не сдавался под тяжестью этих потерь, несмотря на то, что их цепи все еще на тебе.)

source: A long string of rebuses appears above Fell's head, then falls, covering him like a cloak.
ru: Над головой Фелла появляется длинная строка ребусов, которая опадает на него на манер накидки.

source: A long string of rebuses appears above Fell's head, then falls, covering him like a cloak. He seems to be saying these 'losses' cover your life... and your 'other lives.' You're not certain what the other symbols surrounding this message mean, however.
ru: Над головой Фелла появляется длинная строка ребусов, которая опадает на него на манер накидки. Кажется, он говорит, что эти «потери» покрывают твою жизнь... и твои «другие жизни». Хотя ты не знаешь, что означают окружающие это сообщение символы.

source: A long string of rebuses appears above Fell's head, then falls, covering him like a cloak. (These losses blanket this life and all of your past ones. You shed lives like a molting serpent. You are exploring the infinite paths of life.)
ru: Над головой Фелла появляется длинная строка ребусов, которая опадает на него на манер накидки. (Эти потери покрывают эту жизнь и все прошлые. Ты сбрасываешь свои жизни как линяющая змея. Ты путешествуешь по бесконечной цепи жизней.)

source: A long string of rebuses appears above Fell's head, then falls suddenly to the floor, streaming out behind him like a shadow.
ru: Над головой Фелла появляется длинная строка ребусов, которая неожиданно падает на пол, собираясь позади него, как тень.

source: A long string of rebuses appears above Fell's head, then falls suddenly to the floor, streaming out behind him like a shadow. (Take with you this warning: each of your lives casts a shadow on existence. You must travel to a place where these shadows have gone mad and regrets have scarred the earth.)
ru: Над головой Фелла появляется длинная строка ребусов, которая неожиданно падает на пол, собираясь позади него, как тень. (Прими это как предупреждение: каждая твоя жизнь отбрасывает тень в мироздание. Ты должен попасть в место, где эти тени сходят с ума, а сожаления увечат землю.)

source: A brief series of paper thin rebuses appear in an orderly row next to Fell, then vanish into glowing motes. You think he just warned you not to 'sign' anything during your travels.
ru: Рядом с Феллом появляется ровная строчка ребусов, напоминающая тонкую бумагу, которая затем рассыпается в светящиеся пылинки. Тебе кажется, что он предупреждает тебя ничего «не подписывать» во время своих путешествий.

source: A brief series of paper thin rebuses appear in an orderly row next to Fell, then vanish into glowing motes. (Do not sign anything.)
ru: Перед Феллом возникает строка идущих друг за другом тонких как бумага ребусов, превращающихся в светящиеся пылинки. (Ничего не подписывай.)

source: Fell nods, and a series of symbols materialize in a halo around him.
ru: Фелл кивает, и вокруг него в виде кольца материализуется серия символов.

source: Fell nods, and a series of symbols materialize in a halo around him. You think he is telling you to 'be strong.' To 'keep faith.'
ru: Фелл кивает, и вокруг него в виде кольца материализуется серия символов. Тебе кажется, что он пожелал тебе «быть сильным», «хранить веру».

source: Fell nods, and a series of symbols materialize in a halo around him. (You are strong. Keep faith, and you shall become whole again.)
ru: Фелл кивает, и вокруг него в виде кольца материализуется серия символов. (Ты силен. Продолжай верить, и ты снова станешь целым.)

source: Fell makes no response.
ru: Фелл не отвечает.

source: Suddenly, Fell turns to Annah, and a small string of rebuses materialize above his left shoulder.
ru: Неожиданно Фелл поворачивается к Анне. Над его левым плечом появляется небольшая строчка ребусов.

source: Suddenly, Fell turns to Annah, and a small string of rebuses materialize above his left shoulder. You can barely make them out... you think he saying something about the heart and Annah, but you're not sure what... they float there only briefly, then vanish.
ru: Неожиданно Фелл поворачивается к Анне. Над его левым плечом появляется небольшая строчка ребусов. Ты с трудом можешь понять их... кажется, он сказал что-то о сердце и об Анне, но ты не уверен, что именно... они парят всего несколько секунд, затем исчезают.

source: Suddenly, Fell turns to Annah, and a small string of rebuses materialize above his left shoulder. You can barely make them out: (Do not surrender your heart.)
ru: Неожиданно Фелл поворачивается к Анне. Над его левым плечом появляется небольшая строчка ребусов. Ты с трудом можешь понять их. (Не поддавайся своему сердцу.)

source: A long string of rebuses appear above Fell's head, then fall suddenly to the floor, streaming out behind him like a shadow. You think he's warning you of... shadows. There's something about a place of regrets, but the meaning of the symbols are unclear.
ru: Над головой Фелла появляется длинная строка ребусов, которая неожиданно падает на землю, собираясь позади него, как тень. Кажется, он предупреждает тебя... о тенях. И еще что-то о месте сожалений, но смысл символов остается непонятным.

source: The symbol sharpens, gaining edges that are almost painful to your eyes. Fell nods at your left arm, at your shoulder. From what you can make up, he is saying the mark on your shoulder is "torment." The next series of symbols seem to hint at suffering, even when forgotten.
ru: Символ становится резче, твоим глазам больно смотреть на его очертания. Фелл кивает на твое левое плечо. Насколько ты понял, он говорит, что знак на твоем плече означает «мучение». Следующая серия символов, похоже, намекает на страдания, которые теперь забыты.

source: I found a dabus in a strange parlor, but I couldn't understand what he was saying. I'll have to find a native to translate for me.
ru: В необычном салоне я встретил дабуса, но так и не понял, что он говорит. Нужно найти кого-нибудь из местных, чтобы он послужил переводчиком.

source: "Greetings, Fell."
ru: «Приветствую, Фелл».

source: "Annah... what's wrong?"
ru: «Анна... что-то не так?»

source: "Sorry to disturb you. Farewell."
ru: «Извини за беспокойство. Прощай».

source: "Uh... greetings."
ru: «Э-э... Приветствую».

source: Try and strike up a conversation, see if you can translate what Fell is saying.
ru: Попробовать наладить общение. Может, тебе удастся перевести то, что говорит Фелл.

source: Try and speak to Fell, see if you can understand him.
ru: Попробовать поговорить с Феллом. Может, ты сможешь понять его.

source: "Can I see what tattoos you have, Fell?"
ru: «Можно посмотреть на татуировки, которые у тебя есть, Фелл?»

source: "I had some questions for you..."
ru: «У меня есть вопросы к тебе...»

source: "Morte, can you translate for me?"
ru: «Морт, ты можешь перевести мне?»

source: "Annah, can you translate for me?"
ru: «Анна, ты можешь перевести мне?»

source: "Dak'kon, can you translate for me?"
ru: «Даккон, ты можешь перевести мне?»

source: "Fall-from-Grace, can you translate for me?"
ru: «Падшая Грация, ты можешь перевести мне?»

source: "Never mind. Sorry to disturb you. Farewell."
ru: «Неважно. Извини за беспокойство. Прощай».

source: Try and strike up a conversation, see if you can translate what the creature is saying.
ru: Попробовать наладить общение. Может, тебе удастся перевести то, что говорит существо.

source: Try and speak to it, see if you can understand it.
ru: Попробовать поговорить с ним. Может, ты сможешь понять его.

source: Ignore the dabus and explore the studio.
ru: Не обращать внимания на дабуса и изучить студию.

source: "Greetings."
ru: «Приветствую».

source: Ignore the creature and explore the studio.
ru: Не обращать внимания на существо и изучить студию.

source: Try and strike up a conversation, see if you can translate what the dabus is saying.
ru: Попробовать наладить общение. Может, тебе удастся перевести то, что говорит дабус.

source: Try and speak to the dabus, see if you can understand it.
ru: Попробовать поговорить с дабусом. Может, ты сможешь понять его.

source: "I'm sorry, I don't understand you."
ru: «Извини... Я не могу понять тебя».

source: "Uh... farewell."
ru: «Э... Прощай».

source: "Maybe you can help me..."
ru: «Возможно, ты можешь мне помочь...»

source: "Just wanted to brush up on my rebuses. Farewell."
ru: «Я просто хотел посмотреть на эти ребусы. Прощай».

source: "Morte, can you translate what he's saying for me?"
ru: «Морт, ты можешь перевести мне то, что он говорит?»

source: "Annah, can you translate what he's saying for me?"
ru: «Анна, ты можешь перевести мне то, что он говорит?»

source: "Dak'kon, can you translate what he's saying for me?"
ru: «Даккон, ты можешь перевести мне то, что он говорит?»

source: "Fall-from-Grace, can you translate what he's saying for me?"
ru: «Падшая Грация, ты можешь перевести мне то, что он говорит?»

source: Leave.
ru: Уйти.

source: "Who are you?"
ru: «Кто ты?»

source: "What is this place?"
ru: «Что это за место?»

source: "I feel like I know you, Fell."
ru: «Мне кажется, что я знаю тебя, Фелл».

source: "You say you've met me before, Fell... do you know how I died?"
ru: «Ты сказал, что видел меня раньше, Фелл... ты знаешь, как я умер?»

source: "Fell, do you know of Ravel?"
ru: «Ты знаешь что-нибудь о Равель?»

source: "Did you do the tattoos on this dismembered arm I found, Fell?"
ru: «Фелл, твои ли это татуировки на руке, которую я нашел?»

source: "Can you tell me anything about these tattoos on my body?"
ru: «Можешь сообщить мне что-нибудь о татуировках на моем теле?»

source: "Can I see what tattoos you have?"
ru: «Можно посмотреть на татуировки, которые у тебя есть?»

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: "What did he say, Annah?"
ru: «Что он сказал, Анна?»

source: "What did he say, Dak'kon?"
ru: «Что он сказал, Даккон?»

source: "What did he say, Grace?"
ru: «Что он сказал, Грация?»

source: "I had another question for you, Fell."
ru: «У меня есть к тебе другой вопрос, Фелл».

source: "That is all I wished to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "Do you know who I am?"
ru: «Ты знаешь, кто я?»

source: "I see. I had another question for you, Fell."
ru: «Понятно. У меня есть к тебе другой вопрос, Фелл».

source: "I don't want to hear any more. Farewell."
ru: «Я не хочу больше ничего слушать. Прощай».

source: "Why not?"
ru: «Почему?»

source: "Perhaps you can answer another question for me then..."
ru: «Возможно, ты сможешь ответить еще на один вопрос...»

source: "Then there is nothing more to be said. Farewell."
ru: «Тогда мне больше нечего сказать. Прощай».

source: Fell said he knew me, but that he couldn't tell me my 'story.' But the strangest thing was the reason. He said he cannot because 'he cannot change the nature of a man.'
ru: Фелл сказал, что знал меня, однако не может рассказать всю мою «историю». Самое странное в этом - причина. Он сказал, что не может рассказать, потому что «он не может изменить сущность человека».

source: Fell translated the rune on my old arm for me... he said it spoke of four who once walked my path with me. The four were 'One unloved who loves one who does not love.' 'One who does not see what others see and sees what others do not.' 'One who is familiar and bound with duty.' 'One who is a slave and his chains are words.' He said they were all tormented as I am, and in my suffering, I draw others that suffer as well.
ru: Фелл перевел мне руну на моей старой руке... он сказал, что в ней говорится о четырех, кто раньше шли вместе со мной. Эти четверо - «нелюбимый, любящий того, кто не любит», «невидящий то, что видят другие, и видящий то, чего другие не видят», «фамильяр, связанный обязательствами», «раб, чьи цепи - слова». Он сказал, что все они страдали от мучений, как и я, и что мои муки притягивают притягивают таких же мучеников.

source: "I must take my leave. Farewell."
ru: «Я должен идти. Прощай».

source: "Where is she?"
ru: «Где она находится?»

source: "What can you tell me about her?"
ru: «Что ты можешь сказать мне о ней?»

source: "I see. I had some other questions..."
ru: «Понятно. У меня есть другие вопросы...»

source: "Mazed?"
ru: «В лабиринте?»

source: "Mazes?"
ru: «Лабиринтов?»

source: "She's imprisoned? Do you know how I can reach her?"
ru: «Она заключена? Ты знаешь, как мне до нее добраться?»

source: "I think I understand enough. I had some other questions..."
ru: «Думаю, я понял достаточно. У меня есть другие вопросы...»

source: "I'll have to come back when I can find a better translator. Farewell."
ru: «Я еще вернусь... когда найду переводчика получше. Прощай».

source: "What did Ravel do?"
ru: «Что сделала Равель?»

source: "Do you know how I can reach this maze?"
ru: «Ты знаешь, как мне добраться до ее лабиринта?»

source: "Do you know where she is?"
ru: «Ты знаешь, где она сейчас находится?»

source: "I'll keep that in mind. I had some other questions..."
ru: «Я это запомню. У меня еще несколько вопросов...»

source: "I may have to find her anyway, Fell. Farewell."
ru: «Я все равно ее найду, Фелл. Прощай».

source: "What four others?"
ru: «Какими четырьмя другими?»

source: "That's all I wanted to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "The tattoos are yours? Have we met before?"
ru: «Они твои? Мы встречались раньше?»

source: "I... see. I had some other questions..."
ru: «Понятно... У меня еще вопросы...»

source: "Yes."
ru: «Да».

source: "Never mind. I had some other questions..."
ru: «Неважно. У меня есть другие вопросы...»

source: "I don't want to know anymore. Farewell."
ru: «Я не хочу больше ничего знать. Прощай».

source: "That symbol... what is it?"
ru: «Этот символ... что он значит?»

source: "You mentioned that there were other tattoos on the arm? What others?"
ru: «Ты сказал, что на руке есть другие татуировки. Что насчет них?»

source: "I would like to see what these tattoos are... can I see what tattoos you now have to share?"
ru: «Я хотел бы посмотреть на эти татуировки... покажи мне, что у тебя есть».

source: "Can you tell me about some of them?"
ru: «Что ты можешь сказать о них?»

source: "Torment?"
ru: «Мучения?»

source: "Shadows?"
ru: «Тени?»

source: "I've heard enough. Farewell."
ru: «Я выслушал достаточно. Прощай».

source: "Why?"
ru: «Почему?»

source: "Sad? Why?"
ru: «Скорбишь? Почему?»

source: "Saddened for me? Why?"
ru: «Скорбишь по мне? Почему?»

source: "What do you mean?"
ru: «О чем это ты?»

source: "Go on..."
ru: «Продолжай...»

source: "Uh... is there anything else you can tell me?"
ru: «Э-э... что еще ты можешь сказать мне?»

source: "Tell me more."
ru: «Расскажи мне еще».

source: "Is there anything else you can tell me?"
ru: «Что еще ты можешь сказать?»

source: "Very well."
ru: «Хорошо».

source: "Very well. I mean... uh... I'll try not to sign anything more than I already have."
ru: «Хорошо. То есть... э-э... Я постараюсь больше ничего не подписывать».

source: Truth: "I... don't. In fact, ever since I woke up in the Mortuary, I feel like something's... missing. Something inside."
ru: Правда: «Нет... На самом деле, с тех пор, как я очнулся в Морге, я чувствую, что чего-то... не хватает. Чего-то внутри».

source: "That is none of your concern."
ru: «Это тебя не касается».

source: Lie: "I feel complete, yes. Why?"
ru: Ложь: «Да, я чувствую себя целостным. А что?»

source: "I do not wish to discuss this any longer. Farewell."
ru: «Я не хочу больше обсуждать это с тобой. Прощай».
