Repository: winterheart/planescape
Catalog: po/pst-ee/po/*/dlg/dfell.dlg.po
Languages: ru

source: You see a dabus... but something about it strikes you as odd. It has the same shock of white hair, the same greenish cast to its skin, the same pair of goat horns... then you suddenly realize this one is walking on the ground, not floating. For some reason, that makes you uneasy... and apparently it makes Annah uneasy as well, for she gives a sharp intake of breath as she catches sight of the dabus.
ru: Перед тобой дабус... но что-то в нем не так. У него такие же белые волосы дыбом, зеленый оттенок кожи, пара козлиных рожек... неожиданно ты понимаешь, что этот не парит по воздуху, а ходит по земле. Почему-то тебе от этого становится не по себе... как и Анне, у которой при взгляде на дабуса перехватывает дыхание.

source: Fell turns to face you as you approach. He folds his arms into his sleeves and waits.
ru: Когда ты подходишь, Фелл поворачивает к тебе лицом. Он держит свои руки в рукавах и ждет.

source: You see a dabus... but something about it strikes you as odd. It has the same shock of white hair, the same greenish cast to its skin, the same pair of goat horns... then you suddenly realize this one is walking on the ground, not floating. For some reason, that makes you uneasy.
ru: Перед тобой дабус... но что-то в нем не так. У него такие же белые волосы дыбом, зеленый оттенок кожи, пара козлиных рожек... неожиданно ты понимаешь, что этот не парит по воздуху, а ходит по земле. Почему-то тебе от этого становится не по себе.

source: You see a tall creature with a shock of white hair. Its skin has a greenish cast, and a pair of goat horns protrudes from its forehead. It is dressed in long flowing robes.
ru: Перед тобой высокое существо с копной белых волос. Его кожа имеет зеленоватый оттенок, а из головы растет пара козлиных рожек. Он одет в длинное развевающееся одеяние.

source: A series of symbols materializes above the creature's head. The symbols have a slight glow about them, and they just... hover there.
ru: Над головой существа появляется несколько символов. Они слегка светятся изнутри и... парят в воздухе.

source: A series of symbols materializes above the creature's head. The symbols have a slight glow about them, and they just... hover there.
ru: Над головой существа появляется несколько символов. Они слегка светятся изнутри и... парят в воздухе.

source: In response, 'Fell' bows. A lone symbol appears above his head. It is blurry at first, then resolves into a white oval with a black lightning bolt through it. For some reason, you have a feeling you *know* this creature.
ru: 'Фелл' кивает в ответ. Над его головой возникает единственный символ. Поначалу расплывчатый, он превращается в черную молнию, пронзающую белый овал. Почему-то тебе кажется, что ты *знаешь* это существо.

source: The dabus waits patiently, its hands tucked into its sleeves. A series of symbols materialize above its head, then dissipate and a question mark appears.
ru: Дабус терпеливо ждет, спрятав свои руки в рукава. Над его головой материализуется несколько символов, которые затем рассеиваются, уступив появившемуся знаку вопроса.

source: You ask the dabus several questions, trying to get a feel for the rebuses that appear above its head. It is extremely patient throughout your 'discussion,' giving you easy sentences to translate. After a few minutes, you start to get the hang of it... it feels like you've done this before.
ru: Задав дабусу несколько вопросов, ты пытаешься определить значение ребусов, появляющихся над его головой. Он очень терпеливо относится к подобной «дискуссии», предоставляя тебе простые для перевода образы. Спустя несколько минут ты начинаешь понимать его... кажется, ты уже делал нечто подобное раньше.

source: You ask the dabus several questions, trying to get a feel for the rebuses that appear above its head. Although it is extremely patient throughout your 'discussion,' you can't seem to get the hang of it. Eventually, the dabus stops floating symbols and simply waits.
ru: Задав дабусу несколько вопросов, ты пытаешься определить значение ребусов, появляющихся над его головой. Хотя он очень терпеливо относится к подобной «дискуссии», ты не можешь понять его. В конце концов дабус перестает показывать символы и замирает в ожидании.

source: The dabus bows slightly. Symbols swirl around its head, then it turns away.
ru: Дабус делает небольшой поклон. Символы вихрем кружатся над его головой, затем он отстраняется.

source: A series of symbols appear above the dabus' head. It then bows and turns away.
ru: Над головой дабуса появляется серия символов. Затем он кланяется и отворачивается.

source: The dabus waits.
ru: Дабус ждет.

source: The dabus inclines his head slightly, and a lone symbol appears above his head. It is blurry at first, then resolves into a white oval with a black lightning bolt through it.
ru: Дабус слегка кивает головой, и над его головой возникает единственный символ. Поначалу расплывчатый, он превращается в черную молнию, пронзающую белый овал.

source: The dabus inclines his head slightly, and a lone symbol appears above his head. It is blurry at first, then resolves into a white oval with a black lightning bolt through it. For some reason, you know the dabus has a name... its name is 'Fell.'
ru: Дабус слегка кивает головой, и над его головой возникает единственный символ. Поначалу расплывчатый, он превращается в черную молнию, пронзающую белый овал. Почему-то тебе известно, что у дабуса есть имя... и это имя - 'Фелл'.

source: A slow train of symbols materialize around Fell's head... the symbols take several moments to resolve, starting with simple lines, then fleshing themselves out into breath-taking colors.
ru: Медленная цепочка символов появляется вокруг головы Фелла... на несколько мгновений они становятся четкими, выстраиваясь в одну линию, а затем растворяются в воздухе.

source: A slow train of symbols materialize around Fell's head... the symbols take several moments to resolve, starting with simple lines, then fleshing themselves out into breath-taking colors. You're guessing at some of the symbols, but you think he's an artist... and this is a tattoo parlor.
ru: Медленная цепочка символов появляется вокруг головы Фелла... на несколько мгновений они становятся четкими, выстраиваясь в одну линию, а затем растворяются в воздухе. Ты не знаешь некоторых символов, но предполагаешь, что он - художник... а это место - его тату-салон.

source: A slow train of symbols materialize around Fell's head... the symbols take several moments to resolve, starting with simple lines, then fleshing themselves out into breath-taking colors. (This is where I tattoo color and life upon flesh and bone.)
ru: Медленная цепочка символов появляется вокруг головы Фелла... на несколько мгновений они становятся четкими, выстраиваясь в одну линию, а затем растворяются в воздухе. (Это место, где я выбиваю цвет и жизнь на плоти и кости.)

source: Fell bows reverently, and a stream of symbols swirl about his head, rotating clockwise, then counterclockwise.
ru: Фелл кивает, и вокруг его головы начинают кружиться потоки символов, сначала по часовой, а затем против часовой стрелки.

source: Fell bows reverently, and a stream of symbols swirl about his head, rotating clockwise, then counterclockwise. You have to guess at some of the symbols, but you think he said something about this not being the first time you have come to this place.
ru: Фелл кивает, и вокруг его головы начинают кружиться потоки символов, сначала по часовой, а затем против часовой стрелки. Ты не знаешь некоторых символов, но считаешь, что он сказал что-то про то, что это не в первый раз, когда ты пришел в этом место.

source: Fell bows reverently, and a stream of symbols swirl about his head, rotating clockwise, then counterclockwise. It takes you a moment to translate: (This is the first time and not the first time you have come to this place.)
ru: Фелл кивает, и вокруг его головы начинают кружиться потоки символов, сначала по часовой, а затем против часовой стрелки. Спустя некоторое время ты переводишь: (Это в первый и не в первый раз, когда ты приходишь сюда.)

source: Another series of symbols materialize quickly and sharply into focus above Fell's head.
ru: Над головой Фелла быстро возникает и приобретает резкость еще одна серия символов.

source: Another series of symbols materialize quickly and sharply into focus above Fell's head. These symbols are not as difficult as the others. You think he said he knows you, but he cannot say anymore than that.
ru: Над головой Фелла быстро возникает и приобретает резкость еще одна серия символов. Эти символы несложно перевести. Ты считаешь, что он сказал, что он знает тебя, но ничего, кроме этого, сказать не может.

source: Another series of symbols materialize quickly and sharply into focus above Fell's head. The translation comes to you just as quickly and sharply as the symbols themselves... and as if you have translated the exact same string many times before. (Yes. But I am not permitted to tell your story.)
ru: Над головой Фелла быстро возникает и приобретает резкость еще одна серия символов. Перевод получается сразу же, как символы приобретают резкость... как будто ты уже переводил это много раз. (Да. Но я не могу рассказать тебе всю историю.)

source: For a moment, there is no response from Fell, then a stream of rebuses appear, as if trickling out of Fell's mind.
ru: Некоторое время от Фелла нет никакого ответа, затем появляется поток ребусов, будто бы текущий ручейком из разума Фелла.

source: For a moment, there is no response from Fell, then a stream of rebuses appear, as if trickling out of Fell's mind. You think he's saying he's sorry... but you can't translate the rest.
ru: Некоторое время от Фелла нет никакого ответа, затем появляется поток ребусов, будто бы текущий ручейком из разума Фелла. Кажется, он извиняется... но остальное ты перевести не можешь.

source: For a moment, there is no response from Fell, then a stream of rebuses appear, as if trickling out of Fell's mind. (My apologies, I cannot. I cannot change the nature of a man.) You can't explain why, but the last sentence sends a crawling sensation through your skull.
ru: Некоторое время от Фелла нет никакого ответа, затем появляется поток ребусов, будто бы текущий ручейком из разума Фелла. (Прошу прощения, но я не могу. Я не могу изменить сущность человека.) Ты не можешь понять, почему, но от последнего предложения ты ощущаешь покалывание в черепе.

source: A brief series of paper thin rebuses appear in an orderly row next to Fell, then vanish into glowing motes.
ru: Перед Феллом возникает строка идущих друг за другом тонких как бумага ребусов, превращающихся в светящиеся пылинки.

source: The symbols that appear above Fell almost mirror the previous stream. (My apologies. I cannot say.)
ru: Символы, появляющиеся перед Феллом, практически полностью повторяют предыдущий поток. (Прошу прощения, но я не могу ничего сказать.)

source: There is a long moment of visual silence... it drags out so long that at first, you wonder if Fell heard you. Then a few symbols, strangely gray-colored, appear sluggishly above his head.
ru: Возникла долгая визуальная пауза... она тянется так долго, что ты уже начинаешь сомневаться, услышал ли тебя Фелл. Затем над его головой лениво появляется несколько символов какого-то странного серого цвета.

source: There is a long moment of visual silence... it drags out so long that at first, you wonder if Fell heard you. Then a few symbols, strangely gray-colored, appear sluggishly above his head. He is saying that he has... and that she is not a 'myth.'
ru: Возникла долгая визуальная пауза... она тянется так долго, что ты уже начинаешь сомневаться, услышал ли тебя Фелл. Затем над его головой лениво появляется несколько символов какого-то странного серого цвета. Он сказал, что слышал... и что она - не «миф».

source: There is a long moment of visual silence... it drags out so long that at first, you wonder if Fell heard you. Then a few symbols, strangely gray-colored, appear sluggishly above his head. (She is not a myth.)
ru: Возникла долгая визуальная пауза... она тянется так долго, что ты уже начинаешь сомневаться, услышал ли тебя Фелл. Затем над его головой лениво появляется несколько символов какого-то странного серого цвета. (Она - не миф.)

source: A series of gray symbols swirl about Fell's head like a slow-moving whirlpool, then flatten themselves out into a bizarre, twisting pattern.
ru: Вокруг головы Фелла кружит похожий на медленно вращающийся водоворот ряд серых символов, который затем скручивается в причудливый узор.

source: A series of gray symbols swirl about Fell's head like a slow-moving whirlpool, then flatten themselves out into a bizarre, twisting pattern. You think he is saying something about a maze... but he is using the word *maze* as if it was a verb.
ru: Вокруг головы Фелла кружит похожий на медленно вращающийся водоворот ряд серых символов, который затем скручивается в причудливый узор. Кажется, что он сказал что-то про лабиринты... хотя при этом он произнес слово *лабиринты* так, как будто оно было бы глаголом.

source: A series of gray symbols swirl about Fell's head like a slow-moving whirlpool, then flatten themselves out into a bizarre, twisting pattern. (She is in one of the Lady's mazes.)
ru: Вокруг головы Фелла кружит похожий на медленно вращающийся водоворот ряд серых символов, который затем скручивается в причудливый узор. (Она в одном из лабиринтов Леди.)

source: The next series of symbols march out like a train of slaves carrying a heavy load.
ru: Следующая последовательность похожа на караван рабов, несущих тяжелый груз.

source: The next series of symbols march out like a train of slaves carrying a heavy load. You think he's saying something about 'imprisonment' or 'punishment.'
ru: Следующая последовательность похожа на караван рабов, несущих тяжелый груз. Кажется, он что-то сказал о «заключении» или «наказании».

source: The next series of symbols march out like a train of slaves carrying a heavy load. (Her will was not the will of the Lady. Ravel was punished. Ravel was imprisoned in a maze.)
ru: Следующая последовательность похожа на караван рабов, несущих тяжелый груз. (Ее желание не совпало с желанием Леди. Равель была наказана. Равель была заключена в лабиринт.)

source: A white oval appears beside Fell, then a sharp crack appears in it.
ru: Рядом с Феллом появляется белый овал, затем на нем образовывается четкая трещина.

source: A white oval appears beside Fell, then a sharp crack appears in it. You think he's saying something about 'cracking the cage/city...' but you're not certain. Maybe Ravel tried to crack this city open?
ru: Рядом с Феллом появляется белый овал, затем на нем образовывается четкая трещина. Ты думаешь, что он сказал что-то о «ломании клетки/города»... но ты не уверен. Может быть, Равель пыталась расколоть город?

source: Another stream of rebuses trail out from Fell, but these float lower, as if they are carrying a heavy weight.
ru: Из Фелла вытекает еще один поток ребусов, но эти парят ниже, как будто несут на себе тяжелый груз.

source: Another stream of rebuses trail out from Fell, but these float lower, as if they are carrying a heavy weight. From what you can understand, Fell doesn't seem to know how to reach her... and that one shouldn't try to find her.
ru: Из Фелла вытекает еще один поток ребусов, но эти парят ниже, как будто несут на себе тяжелый груз. Насколько ты смог понять, Фелл не знает, как попасть к ней... и что не стоит пытаться этого делать.

source: Another stream of rebuses trail out from Fell, but these float lower, as if they are carrying a heavy weight. (I do not know how she might be found. She should not be found. She is in the Lady's keeping.) There is a hard edge to the texture of the symbols in the last sentence, reminding you of dagger blades.
ru: Из Фелла вытекает еще один поток ребусов, но эти парят ниже, как будто несут на себе тяжелый груз. (Я не знаю, как ее можно найти. Ее невозможно найти. Она в убежище Леди.) В последнем высказывании у символов резкие очертания, напоминающие тебе клинки кинжалов.

source: Fell examines it for a moment, tracing the patterns with his finger. He then looks up, and a series of rebuses form, hazy at first, then come sharply into focus.
ru: Фелл осматривает ее несколько секунд, водя пальцем по узорам. Затем он смотрит вверх, и над ним появляются серия ребусов, поначалу неясных, но затем ставших более четких.

source: Fell examines it for a moment, tracing the patterns with his finger. He then looks up, and a series of rebuses form, hazy at first, then come sharply into focus. You think he said the arm is yours, that the tattoos speak of you and four 'others.'
ru: Фелл осматривает ее несколько секунд, водя пальцем по узорам. Затем он смотрит вверх, и над ним появляются серия ребусов, поначалу неясных, но затем ставших более четких. Ты думаешь, что он сказал, что это рука твоя, а татуировки говорят о тебе и четырех «других».

source: Fell examines it for a moment, tracing the patterns with his finger. He then looks up, and a series of rebuses form, hazy at first, then come sharply into focus. (The arm is yours. The tattoos are mine. One tattoo speaks of a time when your path was shared by four others.)
ru: Фелл осматривает ее несколько секунд, водя пальцем по узорам. Затем он смотрит вверх, и над ним появляются серия ребусов, поначалу неясных, но затем ставших более четких. (Эта твоя рука. Татуировки - моя. Одна из них говорит о временах, когда твой путь был разделен с четырьмя другими.)

source: Four strings of symbols swirl from Fell's head, matching the pattern upon the dismembered arm. The four strings float independently for a moment, then form themselves into links, then merge into a chain.
ru: Из головы Фелла, кружась, вылетают четыре строки символов, совпадающих узором с теми, что выбиты на отрезанной руке. Поначалу они парят независимо друг от друга, но затем они связываются звеньями, а после и вовсе образуются в единую цепь.

source: Four strings of symbols swirl from Fell's head, matching the pattern upon the dismembered arm. The symbols are hard to translate, and at the end you're not certain if you've translated them correctly. You think he said, 'an unloved one that loves,' a 'one that sees,' someone 'familiar' and the last, a 'chained one.' As you finish translating, the four strings seem to form themselves into links, and they merge into a chain.
ru: Из головы Фелла, кружась, вылетают четыре строки символов, совпадающих узором с теми, что выбиты на отрезанной руке. Их трудно перевести, и в конце ты не уверен, что перевел их правильно. Кажется, он сказал о «том кто любит, но кого не не любят», «том, кто видит», о каком-то «фамильяре» и последнем, «который связан». После того как ты закончил переводить, четыре строки связываются звеньями, а после и вовсе образуются в единую цепь.

source: Four strings of symbols swirl from Fell's head, matching the pattern upon the dismembered arm. (They speak of four. Shall I tell you their hearts?)
ru: Из головы Фелла, кружась, вылетают четыре строки символов, совпадающих узором с теми, что выбиты на отрезанной руке. (Они говорят о четырех. Рассказать тебе об их сердцах?)

source: Fell nods, symbols appearing around him like fireflies. From what you can make out, he says the ones on your back were done carefully by hand, and were directions. The one on your shoulder is 'torture' or 'torment.'
ru: Фелл кивает, символы светлячками появляются вокруг него. Насколько ты можешь понять, он говорит о той, что на твоей спине. Она была заботливо написана от руки и является указаниями. Другая, на твоем плече, является «пыткой» или «мучением».

source: The symbols swirl before you, and you piece them together: (One unloved who loves one who does not love.) (One who does not see what others see and sees what others do not.) (One who is familiar and bound with duty.) (One who is a slave and his chains are words.) As you finish translating, the four strings seem to form themselves into links, and they merge into a chain... the chain bends until it is a symbol you feel you recognize.
ru: Символы кружат перед тобой, и ты соединяешь их между собой: (Нелюбимый, любящий того, кто не любит.) (Невидящий то, что видят другие, и видящий то, чего другие не видят.) (Фамильяр, связанный обязательствами.) (Раб, чьи цепи - слова.) После того как ты закончил переводить, четыре строки связываются звеньями, а после и вовсе образуются в единую цепь... она сгибается до тех пор, пока не превращается в символ, который кажется тебе знакомым.

source: The symbol sharpens, gaining edges that are almost painful to your eyes. As it floats there, Fell nods at your left arm, at your shoulder.
ru: Символ становится резче, твоим глазам больно смотреть на его очертания. Пока они парят, Фелл кивает на твое левое плечо.

source: The symbol sharpens, gaining edges that are almost painful to your eyes. (It is torment. It is that which draws all tormented souls to you.) Fell nods at your left arm, at your shoulder. (The flesh knows it suffers even when the mind has forgotten. And so you wear the rune always.)
ru: Символ становится резче, твоим глазам больно смотреть на его очертания. (Это мучение. Это то, что притягивает все измученные души к тебе.) Фелл кивает на твое левое плечо. (Плоти известно то, что она пережила, даже когда разум об этом забыл. И потому ты всегда носишь эту руну.)

source: Fell examines the arm again, tracing the other faded tattoos upon its surface. As he does, they each appear as a symbol above his head, hazy at first, then coming into focus sharply. He faces you, then waits.
ru: Фелл снова осматривает руку, водя пальцем по выцветшим татуировкам. При этом над его головой одна за одной появляются татуировки в виде символа, поначалу расплывчатого, но затем приобретающего четкость. Он поворачивается к тебе в ожидании.

source: Fell examines the arm again, tracing the other faded tattoos upon its surface. As he does, they each appear as a symbol above his head, hazy at first, then coming into focus sharply. He turns to face you. (Ones forgotten, now remembered. You may wear them again if you wish.)
ru: Фелл снова осматривает руку, водя пальцем по выцветшим татуировкам. При этом над его головой одна за одной появляются татуировки в виде символа, поначалу расплывчатого, но затем приобретающего четкость. Он поворачивается к тебе. (Они были забыты и теперь вспомнены. Если хочешь, можешь носить их снова.)

source: Fell studies your body for a moment, walking around you. He mirrors each symbol as he examines it, then walks back to face you.
ru: Фелл обходит вокруг тебя, изучая тело. По мере изучения каждый символ появляется над ним. После этого он отступает назад и поворачивается к тебе.

source: Fell studies your body for a moment, walking around you. He mirrors each symbol as he examines it, then returns to face you. From what you can make of his floating symbols, he's saying the tattoos are not his.
ru: Фелл обходит вокруг тебя, изучая тело. По мере изучения каждый символ появляется над ним. После этого он поворачивается к тебе. Насколько тебе удается понять из парящих символов, он говорит, что эти татуировки - не его.

source: Fell studies your body for a moment, walking around you. He mirrors each symbol as he examines it, then returns to face you. (I know them. None are by my hand.)
ru: Фелл обходит вокруг тебя, изучая тело. По мере изучения каждый символ появляется над ним. После этого он поворачивается к тебе. (Я знаю их. Они не мои.)

source: Fell nods, symbols appearing around him like fireflies.
ru: Фелл кивает, символы светлячками зажигаются вокруг него.
