Repository: winterheart/planescape
Catalog: po/pst-ee/po/*/dlg/dincar2.dlg.po
Languages: ru

source: "Perhaps... perhaps you will STILL die. NEVER forget I WATCH you THIEVES, you KILLERS - KILLERS ALL, all THREE of you..."
ru: «Возможно... возможно, ты ЕЩЕ умрешь. НИКОГДА не забывайте, что я СЛЕЖУ за вами, ВОРЫ, УБИЙЦЫ. Вы ВСЕ - УБИЙЦЫ, каждых из вас ТРОИХ...»

source: "You are all THIEVES... wearing MY body... MY body, and you will give it BACK!"
ru: «Вы все - ВОРЫ... носящие МОЕ тело... МОЕ тело, и вы мне его ВЕРНЕТЕ!»

source: The man before you resembles you, but his back is hunched, as if he is perpetually afraid of being struck. He is watching you warily, and he hisses as you approach, his hands clenching, as if wanting to strangle you. His arms are horribly gnarled and scarred, as if they had been dunked into a stream of acid - and his left arm looks like it is holding on by a thread, literally.
ru: Человек перед собой напоминает тебя, однако он ссутулен, как будто боится, что его ударят. Он осторожно смотрит на тебя, и начинает шипеть, когда ты подходишь. Его руки сжимаются, будто желая задушить тебя. Они все в шишках и шрамах, словно их опустили в поток кислоты; его левая рука буквально держится на волосинке.

source: "Who are you?"
ru: «Кто ты?»

source: Leave the man alone.
ru: Оставить его в покое.

source: "KNOW that you will NOT last long in this place, THIEF!" Spittle flies from the man's mouth, and his face twists in a maddening grin. "MAZES AND REGRETS AND DEATH are all that ARE HERE..."
ru: «ЗНАЙ, что ты здесь долго НЕ протянешь, ВОР! - он брызжет слюной, его лицо перекашивает от безумной улыбки. - ЛАБИРИНТЫ, СОЖАЛЕНИЯ И СМЕРТЬ - вот и ВСЕ, что здесь есть...»

source: "What do you mean?"
ru: «О чем это ты?»

source: "THIEF!" The incarnation's hands twist, as if strangling the other. "I will feel the bones of your neck SNAP beneath my fingers... take my BODY back." He turns to you. "THIEF! You wear my body like a CLOAK, and you SHAME me..."
ru: «ВОР! - руки воплощения скрючиваются, словно он душит того, другого. - Я еще почувствую ХРУСТ твоей шеи под моими пальцами... отдай мое ТЕЛО, - он поворачивается к тебе. - ВОР! Ты носишь мое тело как ПЛАЩ, ПОЗОРЯ меня...»

source: "I am no thief. I stole *nothing* from you."
ru: «Я не вор. Я *ничего* у тебя не крал».

source: "You are a THIEF!" The incarnation's hands twist, as if wrapped around your neck. "I will feel the bones of your neck SNAP beneath my fingers... take my BODY back. You wear my body like a CLOAK, and you SHAME me..."
ru: «Ты ВОР! - руки воплощения скрючиваются, словно обхватывая твою шею. - Я еще почувствую ХРУСТ твоей шеи под моими пальцами... отдай мое ТЕЛО. Ты носишь мое тело как ПЛАЩ, ПОЗОРЯ меня...»

source: "YOU STOLE EVERYTHING! I AWOKE ON THE STREETS OF THE RING CITY, AND ALL WHO SAW ME KNEW ME!"
ru: «ТЫ УКРАЛ ВСЕ! Я ПРОСНУЛСЯ НА УЛИЦАХ ГОРОДА-КОЛЬЦА, И ВСЕ, КТО МЕНЯ ВИДЕЛ, УЗНАВАЛИ МЕНЯ!»

source: "You were the one who left the trap in the Sensory Stone for me, weren't you? And the dodecahedron journal with the traps?"
ru: «Ты тот, кто оставил ловушку для меня в камне переживаний, не так ли? И сделал дневник-додекаэдр с ловушками?»

source: "You were the one the Lady mazed, aren't you? I found your journal... and the other one, the dodecahedron covered with traps."
ru: «Ты тот, кого Леди отправила в лабиринты? Я нашел там твой дневник... и еще один дневник - додекаэдр, покрытый ловушками».

source: "You were the one... the one who strangled all those people, weren't you? I found your journal in the Lady's Maze... and I found the other journal, the dodecahedron covered with traps."
ru: «Ты тот... тот, кто задушил всех тех людей, не так ли? Я нашел твой дневник в лабиринте Леди... и еще я нашел другой дневник, додекаэдр, покрытый ловушками».

source: "You were the one... the one who strangled all those people, weren't you? And left that trapped journal for me to find, that dodecahedron."
ru: «Ты тот... тот, кто задушил всех тех людей, не так ли? И оставил для меня тот дневник с ловушками, додекаэдр».

source: "You were the one... the one who killed the Linguist, Fin, weren't you? Then wrote the dodecahedron journal in the language of the Uyo."
ru: «Ты тот... тот, кто убил лингвиста Фина, не так ли? А потом написал дневник-додекаэдр на языке Уйо».

source: This mad incarnation is watching you warily, and he hisses as you approach, his hands clenching, as if wanting to strangle you. His arms are horribly gnarled and scarred, as if they had been dunked into a stream of acid - and his left arm looks like it is holding on by a thread, literally.
ru: Это сумасшедшее воплощение осторожно смотрит на тебя, и начинает шипеть, когда ты подходишь. Его руки сжимаются, будто желая задушить тебя. Они все в шишках и шрамах, словно их опустили в поток кислоты; его левая рука буквально держится на волосинке.

source: "I had some things I would know."
ru: «Я хотел бы кое-что выяснить».

source: Ignore the insane incarnation.
ru: Игнорировать безумное воплощение.

source: He affixes you with a wary eye - it seems just looking at you is making him uncomfortable.
ru: Он останавливает на тебе осторожный взгляд: кажется, смотреть на тебя ему попросту неловко.

source: "In order for me to leave this place, you must again become part of me. Will you do so?"
ru: «Чтобы я покинул это место, ты должен снова стать частью меня. Ты сделаешь это?»

source: "You're the one who set fire to Iannis' legacies, weren't you? Trying to destroy my legacy?"
ru: «Ты тот, кто поджег наследства Яниса, не так ли? И пытался уничтожить мое наследство?»

source: "The Sensory Stone trap - you're the one who left it for me, weren't you?"
ru: «Ловушка в камне переживаний - это ты оставил ее для меня, не так ли?»

source: "Were you the one who strangled all those people in Sigil?"
ru: «Это ты задушил всех тех людей в Сигиле?»

source: "You're the incarnation the Lady mazed, aren't you? I found your journal in the Lady's Maze."
ru: «Ты ведь то воплощение, которое Леди отправила в лабиринты? Я нашел твой дневник в лабиринте Леди».

source: "What happened to your arm?"
ru: «Что случилось с твоей рукой?»

source: "Do you know how I can leave this place?"
ru: «Ты знаешь, как мне выбраться отсюда?»

source: "What do you know of the other incarnations?"
ru: «Что тебе известно о других воплощениях?»

source: Language of the Uyo: (Let us speak in private, just the two of us.)
ru: Язык Уйо: (Давай поговорим с глазу на глаз.)

source: Lock your hands around his neck and strangle him.
ru: Обхватить руками его шею и задушить его.

source: "Never mind. We will speak more later."
ru: «Неважно. Мы еще поговорим позже».

source: "I BURNED the false papers, yes. MORE lies, lies about my FALSE LIVES..."
ru: «Да, я СЖЕГ лживые бумаги. ЕЩЕ ОДНА ложь, ложь о моих НЕНАСТОЯЩИХ ЖИЗНЯХ...»

source: "There are other things I would know."
ru: «Я хотел бы узнать о другом».

source: "We will speak again... later."
ru: «Мы поговорим... позже».

source: "Yes..." He smiles, low and evil. "Simple trap. Trap for someone who can't die - MIND trap."
ru: «Да... - он улыбается, медленно и зловеще. - Простая ловушка. Срабатывает на том, кто не может умереть, ловушка для УМА».

source: "It was simple to escape, actually."
ru: «Вообще-то, сбежать из нее было несложно».

source: The smile freezes on the incarnation's face. "You LIE!"
ru: Улыбка застывает на лице воплощения. «Ты ЛЖЕШЬ!»

source: "No, it was pathetically easy. I was able to escape it with no effort."
ru: «Нет, это было просто до смешного. Я смог сбежать из нее, не прилагая никаких усилий».

source: "Perhaps. There are other things I would know."
ru: «Возможно. Я хотел узнать кое о чем еще».

source: "LYING THIEF!" His eyes blaze like fires, and you watch as he clutches his left arm... then *pulls,* the stitching at the shoulder tearing off, unraveling...
ru: «ЛЖИВЫЙ ВОР!» В его глазах загорается огонь, и ты наблюдаешь, как он хватается за левую руку... и *тянет*; швы на плече разрываются...

source: "What - ?"
ru: «Что?...»

source: His eyes flicker to the black stones, as if remembering something - something unpleasant. He begins to shake slightly. "They claimed they knew me. Had to SILENCE them, stop their voices. Accusing. Always ACCUSING..."
ru: Его взгляд перекидывается на черные камни, будто он что-то вспомнил, что-то неприятное. Он начинает слегка пошатываться. «Они утверждали, что знают меня. Пришлось ЗАГЛУШИТЬ их голоса. Обвиняли. Без конца ОБВИНЯЛИ...»

source: "I... see. There are other things I would know."
ru: «Понятно... Я хотел бы узнать о другом...»

source: "Simple escape, simple trap, broke her maze with ease, I did. I could have made it tighter, deadlier." He smiles. "She knew nothing of what it takes to trap ME."
ru: «Простая ловушка, простой выход: я легко выбрался из ее лабиринта. Я бы сделал его понадежнее, более смертоносным, - он улыбается. - Она и понятия не имела, как держать МЕНЯ взаперти».

source: "It seems so. There are other things I would know."
ru: «Похоже на то. Я хотел бы знать кое-что еще».

source: "There..." He seems confused for a moment. "There were MANY that I killed. There were many that needed to be silenced."
ru: «Я... - на миг он кажется озадаченным. - Я убил МНОГИХ. Многих нужно было заставить молчать».

source: He glances down at his arm for a moment, then looks up and smiles. "Kept coming OFF... so I had to stitch it up again."
ru: На миг его взгляд падает на руку, потом он поднимает голову и улыбается. «Постоянно ОТРЫВАЕТСЯ... придется снова пришивать».

source: "There are things I would know."
ru: «Я хочу кое о чем узнать».

source: "I would rather DIE."
ru: «Я скорее СДОХНУ».

source: "Death will also serve. But I will give you a chance."
ru: «Смерть мне тоже подойдет. Но я дам тебе шанс».

source: "Then prepare to die."
ru: «Тогда готовься к смерти».

source: "NEVER." He spits the last word: "THIEF."
ru: «НИКОГДА». Следующее слово он выплевывает: «ВОР».

source: "I will NEVER tell you. And you will NEVER leave..." He smiles. "It is QUIET here. PEACEFUL."
ru: «Я НИКОГДА тебе этого не скажу. И ты НИКОГДА не выберешься... - он улыбается. - Здесь ТИХО. МИРНО».

source: "All right... there are other things I would know."
ru: «Ладно... я хотел бы знать кое-что еще».

source: "THIEVES. They are THIEVES - all of them. And THIEVES will DIE."
ru: «ВОРЫ. Они все - ВОРЫ. ВОРЫ УМРУТ».

source: "You are the THIEF! You stole my body and my life! And THIEVES will DIE!"
ru: «Ты ВОР! Ты украл мое тело и мою жизнь! ВОРЫ УМРУТ!»

source: As you speak the language of the Uyo, the incarnation's eyes widen, and he stares at you. After a moment of silence, he replies in the same language. (Only I know the language of the Uyo. How do you know it?)
ru: Когда ты начинаешь говорить на языке Уйо, глаза воплощения расширяются, и он в изумлении смотрит на тебя. Спустя мгновение тишины, он отвечает на том же языке: (Только я знаю язык Уйо. Откуда ты его знаешь?)

source: (You are correct: you are the only one who knows the language of the Uyo. So if I know the language of the Uyo, I must be you.)
ru: (Ты прав: ты единственный, кто знает язык Уйо. Стало быть, раз я знаю язык Уйо, значит я - это ты.)

source: (Never mind. We will speak more later. Wait for me to return.)
ru: (Неважно. Мы еще поговорим позже. Жди, пока я вернусь.)

source: He is silent, staring at you.
ru: Он молча пялится на тебя.

source: (It is these *others* who are not you, for they do not know the language of the Uyo.)
ru: (Это те, *другие*, не являются тобой: они не знают языка Уйо.)

source: He nods... slowly. (I hear you.)
ru: Он кивает... медленно: (Я слушаю.)

source: (When I strike, be by my side. We will kill these thieves, then we shall know peace.)
ru: (Когда я нападу, будь на моей стороне. Мы убьем этих воров, а затем обретем покой.)

source: (This place confuses one's perceptions - we are both you, and now we must become as one.)
ru: (Это место сбивает с толку: мы оба являемся тобой, и теперь мы должны стать одним целым.)

source: (We shall speak again, you and I. Wait for me.)
ru: (Мы с тобой еще поговорим. Жди меня.)

source: (I will strike when you strike.)
ru: (Я нападу, когда ты пойдешь в атаку.)

source: "There are other things I would know..."
ru: «Я хотел бы узнать о другом...»

source: He looks frightened. "I..." To your surprise, he reverts to normal speech... and all the inflections to his voice are gone. It is calm, level, and much like your own. "I... no longer wish to live like this."
ru: Он выглядит напуганным. «Я...» К твоему удивлению, он начинает говорить обычным языком... и все те интонации в его голосе исчезают: он спокойный, негромкий и похож на твой собственный. «Я... больше не хочу так жить».

source: (You no longer have to. All the pain and worry and torment of your existence; I will wipe it away.)
ru: (Тебе больше не нужно. Вся боль, все волнение и муки твоего бытия - я смету их.)

source: (You have suffered much. You were born into a world where nothing made sense, where strangers claimed they knew you, they blamed you for things you knew nothing of, and they tried to hurt you.)
ru: (Ты много страдал. Ты родился в мире, где ничто не имело смысла, где незнакомцы утверждали, что знают тебя, и обвиняли тебя в том, о чем ты ничего не знал, и пытались причинить тебе боль.)

source: He looks at you - and you watch as the incarnation loses its mad gleam, and his eyes become more like your own. "Yes..."
ru: Он глядит на тебя - и ты замечаешь, как его сумасшедший блеск глаз пропадает, и они становятся похожими на твои. «Да...»

source: (I will protect you now. You will know peace. For that is all you ever wanted, isn't it?)
ru: (Теперь я буду защищать тебя. Ты обретешь покой. Ведь это все, чего ты всегда хотел?)

source: The incarnation relaxes at your words, his eyes dimming as he locks gazes with you. There is the faintest of whispers, and he falls to the black stones - with his collapse, you feel a crawling sensation in the back of your skull...
ru: От твоих слов воплощение расслабляется; его глаза тускнеют, когда ваши взгляды встречаются. Раздается тихий шепот - и он падает на черные камни. После его падения ты чувствуешь покалывающее ощущение в затылке...

source: With lightning-like speed, your hands lash out around his neck - the incarnation gives a startled cry as you *constrict* your hands around his neck. He snarls, then with an evil leer, his hands lash out around your neck and begin to *twist.*
ru: С молниеносной скоростью твои руки хватают его шею. Воплощение издает изумленный крик, когда ты *смыкаешь* руки на его горле. Он издает рык, и, хищно глядя на тебя, хватает твою шею руками и начинает *крутить* ее.

source: "I... will... END... you..."
ru: «Я... ПРИКОНЧУ... тебя...»

source: Surrender, let him snap your neck.
ru: Сдаться, позволить ему свернуть тебе шею.

source: As your hands *squeeze,* the incarnation's eyes suddenly bulge, and he pulls his hands back from your neck, clawing at your hands, trying to force them away, but his struggles are weak, feeble.
ru: Когда ты *стискиваешь* руки, глаза воплощения внезапно выпучиваются, и он отпускает твою шею, вцепившись в твои руки, пытаясь их разжать, но его попытки тщетны.

source: "I give you a choice. Either die now at my hand, or merge with me, and *pray* that you have a chance of survival inside my mind."
ru: «Я даю тебе выбор: либо ты сейчас же умрешь от моей руки, либо сольешься со мной и будешь *молить*, чтобы у тебя был шанс выжить в моем разуме».

source: Language of Uyo: (This is for Fin's death.)
ru: Язык Уйо: (Это тебе за смерть Фина.)

source: "Now we shall put an *end* to your miserable existence..."
ru: «Теперь мы положим *конец* твоему жалкому существованию...»

source: As your hands *squeeze,* the incarnation's eyes narrow, and his fingers begin to dig into your neck - your strength is too evenly matched, and neither of you seems to be able to best the other... it looks as if it will come down to who can last the longest...
ru: Когда ты *стискиваешь* руки, глаза воплощения сужаются, и его пальцы начинают впиваться в твою шею: ваши силы практически равны, и никто из вас не в силах победить другого... похоже на то, что победит тот, кто продержится дольше...

source: Endure...
ru: Терпеть...

source: Try to break free of his grasp.
ru: Попытаться освободиться от его захвата.

source: As your hands *squeeze,* the incarnation gives a low, evil smile, and his fingers begin to dig into your neck - and you realize just how *strong* this incarnation is - you know that within seconds, he will strangle the life from you.
ru: Когда ты *стискиваешь* руки, глаза воплощения сужаются, его пальцы начинают впиваться в твою шею - и тут ты осознаешь, насколько *сильно* это воплощение: через пару секунд он задушит тебя.

source: His eyes blaze like fires, and you watch as he clutches his left arm... then *pulls,* the stitching at the shoulder tearing off, unraveling...
ru: В его глазах загорается огонь, и ты наблюдаешь, как он хватается за левую руку... и *тянет*; швы на плече разрываются...

source: After what seems like an eternity, you feel the incarnation's hands shaking on your neck, scrabbling at it, as if trying to find some weakness... and failing. You watch as his eyes become fearful, and he pulls his hands back from your neck, clawing at your hands, trying to force them away, but his struggles are weak, feeble.
ru: Кажется, будто проходит целая вечность. Ты чувствуешь, как руки воплощения трясут твою шею, шарят по ней, как бы пытаясь найти в ней слабое место... но безуспешно. Ты замечаешь, как в его глазах появляется страх, и он отпускает твою шею, вцепившись в твои руки, пытаясь их разжать, но его попытки тщетны.

source: "Now we shall put an end to you..."
ru: «Теперь мы покончим с тобой...»

source: You continue applying pressure, desperately trying to outlast him, and you suddenly realize that whatever insanity has claimed this incarnation, it gives him strength and endurance beyond yours... if you continue to struggle, he will triumph.
ru: Ты продолжаешь давить, отчаянно пытаясь продержаться дольше его, и вдруг осознаешь, что какое бы безумство не одолевало это воплощение, оно придает ему силу и выдержку, большую, чем у тебя... если ты продолжишь борьбу, он победит.

source: You make a sudden lunge to the right, throwing him off balance, and you worm free from his grasp. His eyes are like fires, and you watch as he clutches his left arm... then *pulls,* the stitching at the shoulder tearing off, unraveling...
ru: Ты делаешь внезапный рывок вправо, выводя его из равновесия, и выпутываешься из его захвата. В его глазах загорается огонь, и ты наблюдаешь, как он хватается за левую руку... и *тянет*; швы на плече разрываются...

source: With lightning-like speed, your hands lash out around his neck - the incarnation gives a startled cry, suddenly silenced as you *constrict* your hands around his neck. He claws at your hands, trying to force them away, but his struggles are weak, feeble.
ru: С молниеносной скоростью твои руки хватают его шею. Воплощение издает изумленный крик, который внезапно обрывается, когда ты *смыкаешь* руки на его горле. Он хватается за твои руки, пытаясь их разжать, но его попытки тщетны.

source: "You have a choice. Either die now at my hand, or merge with me, and pray that you have a chance of survival inside my mind."
ru: «Я даю тебе выбор: либо ты сейчас же умрешь от моей руки, либо сольешься со мной и будешь молить, чтобы у тебя был шанс выжить в моем разуме».

source: You twist his neck sharply to the left - there is a echoing *crack,* like thousands of necks snapping, and the incarnation falls limp in your arms. You release him, and he falls to the black stones - as he dies, you feel a crawling sensation in the back of your skull, making you shiver, and you know the incarnation is no more.
ru: Ты резко поворачиваешь его шею влево. Слышится хруст, отдающий эхом тысяч ломающихся шей - и воплощение падает в твои объятия. Ты отпускаешь его, и он падает на черные камни. Как только он умирает, ты чувствуешь покалывающее ощущение в затылке, от которого содрогаешься. И тут ты понимаешь, что воплощения больше нет.

source: "Farewell..."
ru: «Прощай...»

source: He stares death at you, his teeth clenched, but after a moment, his expression becomes dark, and he relaxes. There is the faintest of whispers, and he falls to the black stones - with his collapse, you feel a crawling sensation in the back of your skull...
ru: Он обреченно смотрит на тебя, его зубы стискиваются, но уже через миг его лицо тускнеет, и он расслабляется. Слышится тишайший шепот - и он падает на черные камни. После его падения ты чувствуешь покалывающее ощущение в затылке...

source: And there is a FLOOD of memories, and strength, and emotions, and - you steady yourself, dizzy for a moment, then your vision clears, and you are yourself once more.
ru: Накатывает ЛАВИНА воспоминаний, и сил, и эмоций, и... ты успокаиваешь себя, некоторое время чувствуя головокружение, затем твой взгляд проясняется, и ты снова становишься собой.

source: As your vision darkens from the incarnation's death grip, the pain fades - to be replaced with the slow, crawling chill of oblivion. You can feel your personality falling away, piece by piece, and suddenly - you are no more.
ru: Твой взгляд мутнеет от мертвой хватки воплощения. Боль уходит, и на смену ей приходит медленный, крадущийся холод забытья. Ты ощущаешь, как твоя личность рассыпается, кусочек за кусочком - и вдруг ты перестаешь существовать.

source: Fall into darkness...
ru: Пасть во тьму...

source: "That WOMAN - that GHOST?!" The hunched man's eyes well up in fury, and spittle flies from his mouth. "She TORMENTED me for years, pursuing me, hating me, and YOU WERE THE ONE THAT KILLED HER?!"
ru: «Та ЖЕНЩИНА, тот ПРИЗРАК?! - глаза горбуна вспыхивают от ярости, из его рта летит слюна. - Она МУЧИЛА меня годами, преследовала, ненавидела меня. Значит, ЭТО ТЫ ЕЕ УБИЛ?!»
