Repository: winterheart/planescape
Catalog: po/pst-ee/po/*/dlg/dlowden.dlg.po
Languages: ru

source: "Nothing. Forget it."
ru: «Ничего. Забудь».

source: "Who are you?"
ru: «Кто ты?»

source: "Tell me about yourself again."
ru: «Расскажи мне о себе еще раз».

source: "What happened to Gris?"
ru: «Что случилось с Грисом?»

source: "How did you die?"
ru: «Как ты умер?»

source: "Tell me about the catacombs."
ru: «Расскажи мне о катакомбах».

source: "Nothing. Farewell."
ru: «Ничего. Прощай».

source: "Lowden, eh? Me and Burt - and sometimes Gris, though he were nothin' but a bossy piker, and he was with us this last time - we was kings o' the catacombs. Dunno where Burt is. Probably dead."
ru: «Лауден, а что? Мы с Бертом - и иногда с Грисом, хотя он был всего лишь властным засранцем, был с нами в последний раз - мы были королями катакомб. Не знаю, где Берт. Наверно, мертв».

source: "What happened to you?"
ru: «Что с тобой случилось?»

source: "Too bad. I had more questions..."
ru: «Жаль. У меня есть еще вопросы...»

source: "Probably. Farewell."
ru: «Наверное. Прощай».

source: "Made a wrong turn when we was runnin' away from where we dumped Gris, bolted in here, and 'fore I realized my mistake, got diced up and sliced up twenty ways to peak. Got my pieces shoved down the grate, and now... heh... now not even th' Dusties'll pay for this lot." He lets out a wet chuckle that smells like swamp gas.
ru: «Свернул не в то место, когда мы убегали из того места, где бросили Гриса. Кинулся сюда, а когда понял, что ошибся, меня уже по двадцать раз порезало и накололо. Куски продавило через решетку, и теперь... хе... теперь даже трухлявые за это много не дадут». Он издает хриплый смешок, который пахнет болотным газом.

source: "Ah, irony. I had more questions..."
ru: «Какая ирония. У меня есть еще вопросы...»

source: "That's pretty funny, all right. Farewell."
ru: «Очень смешно, ничего не скажешь. Прощай».

source: "Heh. Story of its own. Mostly my idea it was, and it came off all right at first - Burt didn't have no clue what I was doing. Did some lookin' around, found out where a ghoul'd made its home, and thought we'd take ol' Gris down there. Turns out that ghoul'd made more ghouls, and they nearly had us. Shoved Gris inside and took off like the Lady herself was after us. Betting Gris is dead."
ru: «Хе. Это отдельная история. Это была моя идея, и сперва все шло гладко: Берт и не догадывался, что я собирался сделать. Я немного осмотрелся, нашел, где поселились упыри, и собирался кинуть туда старину Гриса. Оказалось, что упыри наделали еще больше упырей, а они чуть не сделали их из нас. Затолкали туда Гриса и дали оттуда деру, да так, будто за нами гналась сама Леди. Могу поспорить, Грис уже мертв».

source: "He is."
ru: «Так и есть».

source: "Probably. I had some other questions for you."
ru: «Возможно. У меня есть другие вопросы к тебе».

source: "Sounds like you were thorough. Farewell."
ru: «Похоже, вы подошли к этому основательно. Прощай».

source: "I'd say it's a pity but I don't think it is. Man had the heart of a worm and the soul of a serpent, and there's a reason we called him the Vulture. Figure if I'm dead, I'm just as happy he is too."
ru: «Сказал бы, что мне его жаль, но это не так. У него было сердце червя и душа змеи, и именно поэтому мы звали его Стервятником. Хоть я мертв, я все же рад, что он тоже не жилец».

source: "Nice. I had some other questions for you..."
ru: «Как мило. У меня есть другие вопросы к тебе...»

source: "Nice. Farewell."
ru: «Как мило. Прощай».

source: "Weepin' Stone is what we calls 'em on account of the water off'n the ceiling and the cryin' faces on the walls. Plenty o' crypts down here, and plenty more we've plundered. More's the pity that we fell afoul of 'em, but it was bound t' happen. I knew this place like the back o' my hand, but ... it's all going dark on me now..."
ru: «Мы их зовем Плачущими Камнями из-за воды, стекающей с потолка, и плачущих лиц на стенах. Здесь полно склепов, и немало из них мы разграбили. Как же все-таки жаль, что из-за них мы и погибли, но это должно было случиться. Я знал это место как свои пять пальцев, но теперь... все вокруг меня темно...»

source: "Answer a few more questions for me..."
ru: «Ответь мне на пару вопросов...»

source: "Then go dark. Farewell."
ru: «Тогда оставайся во тьме. Прощай».

source: This body has been horribly mangled. It looks like it's been burned, stabbed, sliced, bludgeoned, and forced through a grate. It's in two halves, lying in a crusted pool of old blood. The voice that emerges from it, though, is practically jovial, and there's a tinge of maddened glee to it. "Aye, berk, what're ye wanting?"
ru: Это тело было ужаснейшим способом изувечено. Кажется, будто его жгли, кололи, кромсали, били, а потом продавили через решетку. Она разделено надвое и лежит в луже давно застывшей крови. Однако голос, исходящий от него, кажется почти что веселым, и в нем слышны нотки безумного ликования. «Да, пень, чего хочешь?»

source: "The answers to some questions..."
ru: «Ответь на несколько вопросов...»

source: "Nothing."
ru: «Ничего».

source: This body has been horribly mangled. It looks like it's been burned, stabbed, sliced, bludgeoned, and forced through a grate. It's in two halves, lying in a crusted pool of old blood.
ru: Это тело было ужаснейшим способом изувечено. Кажется, будто его жгли, кололи, кромсали, били, а потом продавили через решетку. Она разделено надвое и лежит в луже давно застывшей крови.

source: "Nothing, eh? Ah, well."
ru: «Ничего? Ну и ладно».

source: Lowden's mangled corpse stirs uneasily as you approach. "What you want, eh?"
ru: Изувеченный труп Лаудена при твоем приближении начинает тяжело двигаться. «Чего ты хочешь, а?»

source: "Just the answers to some questions, Lowden."
ru: «Просто ответь на несколько вопросов, Лауден».
