Repository: winterheart/planescape
Catalog: po/pst-ee/po/*/dlg/dmcm3ang.dlg.po
Languages: ru

source: He looks you up and down, then gives you a disdainful look. "I don't associate with unsavory individuals. From the look of you, you fit that category quite well. Off with you, berk."
ru: Он с отвращением осматривает тебя сверху донизу. «Я не связываюсь лицами сомнительного происхождения, к коим, судя по виду, ты идеально подходишь. Проваливай, пень».

source: You see a handsome young man wearing fine clothes. He seems to be wandering aimlessly, just looking at the many goods for sale. He notices your approach but pays you no heed.
ru: Перед тобой симпатичный парень, одетый в хорошую одежду. Он бесцельно бродит, просто рассматривая товары на продажу. Заметив твое приближение, он не подает виду.

source: He frowns and points a finger at you as if he is scolding a child. "I don't care, berk. Leave me be or I'll call the guard!"
ru: Нахмурившись, он тычет в тебя пальцем, словно читая нотации ребенку. «Мне все равно, пень. Оставь меня, или я позову стражу!»

source: He throws you a rude gesture. "So be it... Guards! Guards!"
ru: Он показывает тебе неприличный жест. «Ну хорошо... Стража! Стража!»

source: The man turns to face you and immediately recognizes you. He scowls at you. "What does it take to get you to leave me be, berk?"
ru: Повернувшись к тебе лицом, парень тот час же узнает тебя. Он хмуро произносит: «Что нужно сделать, чтобы ты отвязался от меня, пень?»

source: He throws you a rude gesture. "I don't want to answer your barmy questions. Find yourself a sage." He waves you off. "Now leave me be or I'll call the guard!"
ru: Он показывает тебе неприличный жест. «Я не собираюсь отвечать на твои тупые вопросы. Найди себе седобородого, - он отмахивается от тебя. - А теперь оставь меня в покое, или я позову стражу!»

source: The man turns to face you and immediately recognizes you. He scowls at you. "What does it take to get you to leave me be, berk?" He sighs and throws up his arms in disgust. "I called the guards on you once, I can always do it again... for all the good it seems to do."
ru: Повернувшись к тебе лицом, парень тот час же узнает тебя. Он хмуро произносит: «Что нужно сделать, чтобы ты отвязался от меня, пень?» Он со вздохом вскидывает руки. «Я уже звал стражу, я смогу это сделать еще раз... и, кажется, это придется сделать».

source: "Greetings."
ru: «Приветствую».

source: Ignore him.
ru: Игнорировать его.

source: "I have some questions..."
ru: «У меня есть несколько вопросов...»

source: "Very well, farewell."
ru: «Хорошо, прощай».

source: "Bring them on..."
ru: «Зови...»

source: Prepare to defend yourself...
ru: Приготовиться к защите...

source: Leave before they arrive.
ru: Уйти до того, как они придут.

source: "If you would answer some questions..."
ru: «Если бы смог задать пару вопросов...»

source: "Sorry, I'll leave. Farewell."
ru: «Прошу прощения, я ухожу. Прощай».
