Repository: winterheart/planescape
Catalog: po/pst-ee/po/*/dlg/dmerkil1.dlg.po
Languages: ru

source: This fresh-faced, burly youth gives you a moment's glance, and suddenly blurts out: "You! I've heard about you! Oh! You're under arrest! No, wait... you're in line for execution!" He hauls up his weapon and prepares to swing it at you.
ru: Этот крепкий румяный юноша, едва взглянув на тебя, неожиданно выпаливает: «Ты! Я слышал о тебе! Ох! Ты арестован! Нет, погоди... ты в очереди на казнь!» Он вырывает свое оружие и готовится замахнуться.

source: Attack him.
ru: Атаковать его.

source: Flee.
ru: Сбежать.

source: You see a lad who barely looks a day over eighteen. His face seems to betray some tension. "Help you, cutter?"
ru: Перед тобой парень, на вид ему - от силы восемнадцать. Похоже, его лицо выдает напряженность. «Помочь тебе, рубака?»

source: "Who are you?"
ru: «Кто ты?»

source: "I'm looking for a journal. Have you happened to see one recently?"
ru: «Я ищу дневник. Тебе он, случаем, не попадался?»

source: "I'm looking for a Collector who goes by the name of Pharod. Would you happen to know where I can find him?"
ru: «Я ищу сборщика по имени Фарод. Может, ты видел его или знаешь, где его можно найти?»

source: "What can you tell me about Vhailor?"
ru: «Что ты можешь сказать о Вейлоре?»

source: "Who are your friends here?"
ru: «Кто твои друзья?»

source: "What can you tell me about this place?"
ru: «Что ты можешь рассказать об этом месте?»

source: "What are you doing?"
ru: «Что ты делаешь?»

source: "No. Farewell."
ru: «Нет. Прощай».

source: "You again? What do you want?" He seems impatient and nervous.
ru: «Опять ты? Что тебе нужно?» Кажется, он нетерпелив и раздражителен.

source: "Has your killer shown up yet?"
ru: «Ваш убийца еще не появлялся?»

source: "I'm Caleb. I'm a Mercykiller. I'm here with Tarner and Ilsidon to catch my first criminal."
ru: «Я - Калеб, убийца милосердия. Мы с Тарнером и Илсидоном ловим моего первого преступника».

source: "What can you tell me about the Mercykillers?"
ru: «Что ты можешь сказать об убийцах милосердия?»

source: "I see. I'd like to ask another question."
ru: «Понятно. Я хотел бы задать другой вопрос».

source: "Good luck. Farewell."
ru: «Удачи. Прощай».

source: "A journal? No, sorry. I'm still new here, so I'm not all that connected yet. If I see one, I'll let you know." He looks around the bar.
ru: «Дневник? Нет, извини. Я новенький и все еще не освоился. Если увижу - дам тебе знать». Он оглядывает взором бар.

source: "Thanks. You can answer some questions for me in the meantime."
ru: «Спасибо. Можешь, между тем ответить на другие мои вопросы».

source: "Thanks. Farewell."
ru: «Спасибо. Прощай».

source: "They're the people who're here to make sure I don't foul up this assignment. Tarner's the older one. Ilsidon's the one who's here to make sure I do the job right, and to give me support, if I need it." He swallows noisily. "I hope I won't."
ru: «Они следят, чтобы я не наделал глупостей на этом посту. Тарнер - самый старший. Илсидон проверяет, чтобы я делал работу правильно, и поможет, если мне понадобится помощь, - он шумно сглатывает. - Надеюсь, не понадобится».

source: "You'll be fine, I'm sure. Answer a couple of questions for me, will you?"
ru: «Ты справишься, я в этом уверен. Сможешь ответить еще на парочку вопросов?»

source: "Best of luck to you. Farewell."
ru: «Да прибудет с тобой удача. Прощай».

source: "This place? It's the Smoldering Corpse. I think they named it after the guy near the entry. It's a place where criminals and low-lifes hang out. Still... there are some cutters here who know what they're talking about. Some of 'em are those fiends, though, and I don't like to deal with them. I feel like they're staring right at my soul."
ru: «Об этом месте? Это 'Тлеющий труп'. Наверное, его так назвали в честь того парня у входа. Это место, где встречаются преступники и всякое отребье. Хотя... здесь водятся рубаки, которые знают, что говорят. Хотя некоторые из них - нечистые, и я не хотел бы связываться с ними. Мне кажется, что они пялятся мне прямо в душу».

source: "I understand. Can you answer me some other questions?"
ru: «Я понял. Ответишь на другие вопросы?»

source: "They are. Farewell."
ru: «Они-то смогут. Прощай».

source: "Well, seeing as I'm a new Mercykiller, I'm supposed to bring a criminal to justice to show I can handle the field work. I decided I wanted to catch a killer, so we asked around, and got told he was going to be here. Still haven't seen him, though. I'm a little nervous, to tell the truth. If you'll excuse me, I really ought to get looking at the faces here again." He cranes his neck and looks around the bar.
ru: «Ну, я, как убийца милосердия, должен отдавать преступников в руки правосудия, чтобы показать, что я могу справляться со своей работой. Я решил поймать убийцу, поэтому мы порасспрашивали местных, и нам сказали, что он где-то здесь. Хотя его никто и не видел. Если по правде, то я немного нервничаю. Извини, но мне правда нужно следить за посетителями». Он вытягивает шею и окидывает бар взглядом.

source: "Just a few more questions, and then I'll let you go."
ru: «Еще несколько вопросов, а потом я уйду».

source: "Very well. Good day."
ru: «Хорошо. Всего хорошего».

source: "No. Not yet. But Tarner says that this is where the criminal's supposed to come, eventually. So now we play the waiting game."
ru: «Нет. Пока нет. Но Тарнер сказал, что это то место, куда обычно приходят преступники. И теперь мы в выжидательной позиции».

source: "Right. Answer some other questions for me."
ru: «Хорошо. Ответь мне на пару вопросов».

source: "I might go do that. Answer some questions for me first, will you?"
ru: «Наверное, я так и сделаю. Но сперва ответь мне на несколько вопросов, ладно?»

source: "Will do. Thanks."
ru: «Так и сделаю. Спасибо».

source: "What do you want to know?"
ru: «Что ты хочешь знать?»

source: "I just need to find him, not get him killed. Can you answer some other questions for me?"
ru: «Я просто хочу найти его, а не убить. Ты можешь ответить на другие вопросы?»

source: "My pleasure. Let me know before you kill him if you catch him. Farewell."
ru: «С удовольствием. Если поймаете - дайте мне знать, прежде чем убьете его. Прощай».

source: "Vhailor? I think he was one of those old-time Mercykillers. I want to be like him someday, if I can. I hear the blood was practically godlike!"
ru: «Вейлор? Он вроде один из старых убийц милосердия. Я хочу быть таким же, как он, если смогу. Я слышал, что этот знаток - все равно что бог!»

source: "An inspiration to you, I'm sure. Can you answer more questions for me?"
ru: «Уверен, что он тебя здорово вдохновляет. Ты можешь ответить на другие вопросы?»

source: "I see. My thanks."
ru: «Понятно. Спасибо».
