Repository: winterheart/planescape
Catalog: po/pst-ee/po/*/dlg/dmw1.dlg.po
Languages: ru

source: You see a sturdy young man. He seems to be moving the contents of crates to various stalls in the market. He nods at your approach. "Good day, cutter."
ru: Перед тобой крепкий парень. Похоже, он распределяет содержимое ящиков по прилавкам на рынке. Он кивает, когда ты подходишь. «Добрый день, рубака».

source: "Greetings."
ru: «Приветствую».

source: Ignore him.
ru: Игнорировать его.

source: He nods again. "What can I help you with?"
ru: Он снова кивает. «Чем я могу тебе помочь?»

source: "I have some questions..."
ru: «У меня есть несколько вопросов...»

source: "Nothing. Farewell."
ru: «Ничего. Прощай».

source: "Very well." He awaits your questions.
ru: «Хорошо». Он ждет твоих вопросов.

source: "I'm looking for someone named Lothar, or the Master of the Bones..."
ru: «Я ищу кое-кого по имени Лотар, он же Повелитель Костей...»

source: He shakes his head. "The Master of the Bones... does not like visitors, cutter. You may be looking for him, but you *don't* want to find him."
ru: Он качает головой. «Повелитель Костей... не любит гостей, рубака. Можешь его искать, но тебе не *захочется* его найти».

source: "I had a skull and it's been stolen from me. Do you know anyone who would do such a thing?"
ru: «У меня был череп, который украли. Ты не знаешь кого-нибудь, кто бы мог это сделать?»

source: "Where can I buy some weapons?"
ru: «Где мне купить оружие?»

source: "Where can I buy some magic?"
ru: «Где мне купить что-нибудь магическое?»

source: "What can you tell me about this ward?"
ru: «Что ты можешь рассказать об этом районе?»

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: "Thank you. Farewell."
ru: «Спасибо. Прощай».

source: He frowns and looks you up and down. "Well... was there anything special about this skull?"
ru: Он хмурится и осматривает тебя сверху донизу. «Что ж... в этом черепе было что-нибудь особенное?»

source: "No."
ru: «Нет».

source: "Yes. It talked."
ru: «Да. Он говорящий».

source: He shrugs. "Can't see why anyone would want it then."
ru: Он пожимает плечами. «Тогда не вижу, зачем он мог кому-то понадобиться».

source: "Yes, I do..."
ru: «Да...»

source: "All right. Let me as you something else..."
ru: «Ладно. Позволь мне спросить кое о чем еще...»

source: "I must be going now. Farewell."
ru: «Я должен идти. Прощай».

source: He looks at you for a moment. "I would say that qualifies as being special. Which means it could have attracted the attention of Lothar, the Master of the Bones."
ru: Он бросает на тебя взгляд. «Я бы сказал, что его можно считать особенным. Что означает, что он мог привлечь внимание Лотара, Повелителя Костей».

source: "Where do I find this Lothar?"
ru: «Где мне найти этого Лотара?»

source: "You should talk to Anze; he's usually at the counter over by the furnace."
ru: «Тебе следует поговорить с Анце. Обычно он у прилавка возле печки».

source: "I have some more questions..."
ru: «У меня есть еще вопросы...»

source: "What if it could talk?"
ru: «Что, если он умеет говорить?»

source: "You need to talk to Aalek, he's usually at the far counter over by the furnace."
ru: «Тебе нужно поговорит с Аалеком, он обычно у дальнего прилавка возле печки».

source: He sighs. "It's home... I can think of better places to be, and I can think of worse as well." He shrugs again. "As for details, go talk to Anze's boy, Lazlo. He's usually over by the furnace. Lad loves to talk."
ru: Он вздыхает. «Это мой дом... Думаю, есть места и получше, но есть и похуже, - он снова пожимает плечами. - Если нужны подробности, подойди к парню Анце, Лазло. Он обычно возле печки. Парнишка - любитель поболтать».

source: "I have some other questions..."
ru: «У меня есть другие вопросы...»

source: The workman looks up at you and smiles. "Hello again. What can I do for you?"
ru: Рабочий поднимает на тебя взгляд. «Здравствуй. Чем могу помочь?»

source: "Nothing, farewell."
ru: «Ничем, прощай».
