Repository: winterheart/planescape
Catalog: po/pst-ee/po/*/dlg/dnabat.dlg.po
Languages: ru

source: Nabat in the Traitor's Gate tavern has told me what I must do for the third part of the Key: There is a caretaker down by the gate to the Outlands who is rumored to be a wealthy man... and the rumors say he's about to be hit for this wealth.
ru: Набат из таверны «Ворота предателей» рассказал, что мне нужно сделать для третьей части ключа. Возле ворот во Внешние земли живет смотритель, который, по слухам, богатый человек... и еще говорят, что его собираются убрать из-за его богатства.

source: You see an angel-faced man, his eyes squinting nearly shut as if unwilling to watch the world's horrors or to let the world see the horrors inside him - and yet his face is creased with smile lines. His voice is friendly and lackadaisical as he greets you. "Hi."
ru: Перед тобой человек с ангельским лицом. Его глаза прищурены, почти закрыты, как будто он не желает видеть ужасы этого мира, или не хочет, чтобы мир увидел ужасы в нем. Тем не менее, его лицо покрыто морщинками улыбки. Его приветствие звучит лениво и дружественно: «Привет».

source: "I had some questions for you..."
ru: «У меня есть вопросы к тебе...»

source: "Greetings, and farewell."
ru: «Здравствуй и прощай».

source: "What'd you want to know?"
ru: «Что ты хочешь знать?»

source: "What can you tell me about this place?"
ru: «Что ты можешь рассказать об этом месте?»

source: "Who are you?"
ru: «Кто ты?»

source: "I'm looking for a deva."
ru: «Я ищу дэва».

source: "Nothing, thanks. Farewell."
ru: «Ничего, спасибо. Прощай».

source: "What, the Traitor's Gate tavern? It's run by Tainted Barse over there and frequented by the folks you see here: Marquez, ex-Harmonium; Kitla, ex-employee; Dallan, ex-just-about-everything and do I ever have some stories about *him* that maybe I'll tell you sometime; and Dona Quisho, whose story I don't know... yet."
ru: «О таверне «Ворота предателей», что ли? Ей заправляет Гниющий Копчик. В нее часто заглядывают те, кого ты здесь видишь: Маркес, бывший член Гармониума, Китла когда-то здесь работала, Даллан, бывший почти-кто-угодно (и у меня даже найдется пара историй про *него*, как-нибудь я ими с тобой поделюсь), и Дона Куишо, чьей истории я не знаю... пока».

source: "Thanks. Farewell."
ru: «Спасибо. Прощай».

source: His face crinkles in a smile. "What makes you think I'd know anything about that? Seriously... what did you want to know?"
ru: Его лицо сморщивается от улыбки. «С чего ты взял, что я что-нибудь об этом знаю? А теперь серьезно: что ты хотел узнать?»

source: Nabat gives you a smile. "Whaddya want now?"
ru: Набат улыбается тебе. «Чего на этот раз?»

source: "I just wanted some questions answered..."
ru: «Просто хотел задать пару вопросов...»

source: "Nothing. Farewell."
ru: «Ничего. Прощай».

source: You see an angel-faced man, his eyes squinting nearly shut as if unwilling to watch the world's horrors or to let the world see the horrors inside him - and yet his face is creased with smile lines. His voice is friendly and lackadaisical as he greets you. "Hi. I hear you're looking for a certain Key."
ru: Перед тобой человек с ангельским лицом. Его глаза прищурены, почти закрыты, как будто он не желает видеть ужасы этого мира, или не хочет, чтобы мир увидел ужасы в нем. Тем не менее, его лицо покрыто морщинками улыбки. Его приветствие звучит лениво и дружественно: «Привет. Слыхал, что ты ищешь один ключ».

source: "I am."
ru: «Да».

source: "Yes, but not right now. I had some questions for you..."
ru: «Да, но об этом потом. У меня несколько вопросов к тебе...»

source: "Not right now. Farewell."
ru: «Не сейчас. Прощай».

source: "So... you're back. You want to get the third part of the Key?"
ru: «Итак... ты вернулся. Ты хочешь получить третью часть ключа?»

source: "Yes."
ru: «Да».

source: "The caretaker of the town dump is a man named Kyse. Scuttlebutt has it that he's got plenty of gold hidden underneath his floorboards - and that there's a gang of ruffians who're planning to take it from him. I've got my reasons that they don't. Go talk to Kyse and get the story from him. Do it, and I'll give you the Key. And if you're interested, I can show you some tricks of stealth."
ru: «Смотритель городской свалки, зовут Кайс. По слухам, у него куча золота в подполе, и банда головорезов собирается его обчистить. У меня есть причины на то, чтобы не допустить этого. Иди и поговори с Кайсом - пусть он тебе все расскажет. Сделай это, и я отдам тебе ключ. И если тебе интересно, могу научить парочке скрытных приемов».

source: "All right. I had some questions first."
ru: «Хорошо. Но сперва меня есть другие вопросы».

source: "All right. Farewell."
ru: «Ладно. Прощай».

source: "You have questions? Great. The problem is, are you going to do this or not? I've got a Key, you've got questions, and you'll get answers when it's finished. You don't have much time."
ru: «У тебя вопросы? Отлично. Проблема в том, собираешься ли ты это делать? У меня есть ключ, у тебя - вопросы, и ты получишь на них ответы, как только все сделаешь. У тебя мало времени».

source: "All right. What do I have to do?"
ru: «Ладно. Что мне нужно сделать?»

source: "Why is this so important to you?"
ru: «Почему это для тебя так важно?»

source: "Whatever. Farewell."
ru: «Как угодно. Прощай».

source: "Does it really matter? What if I said he was my grandfather? What if I said I wanted revenge on the people who are going to try to attack him? What if I said that I wanted that money for myself? Does the motivation matter? You're getting what you want - the Key - and I'm getting something out of this for myself."
ru: «Разве это важно? Может, он мой дед. А может, я хочу отомстить тем, кто собирается на него напасть. Или же мне самому нужны те деньги. Разве важен мотив? Ты получишь то, что тебе нужно - ключ, - а я получу то, что нужно мне».

source: "All right, then. Farewell."
ru: «Тогда ладно. Прощай».

source: You get the impression you're being evaluated under those squinted eyes. "My sources tell me that you still haven't finished the job I've set to you. Get it done, and you'll get the third part of the Key."
ru: У тебя такое впечатление, что эти прищуренные глаза тебя оценивают. «Мои источники сообщают мне, что ты еще не выполнил работу, которую я тебе поручил. Разберись с ней - и получишь третью часть ключа».

source: "Will you just answer some questions for me?"
ru: «Ответишь на пару вопросов?»

source: He sighs. "What do you want to know? You want to know about me? I'm Nabat. You want to know about Curst? Ask one of the people who cares. You want to know about this tavern? It's full of people who've been betrayed. You want to know about the deva? Finish the job and you're one step closer to finding him. Now go finish and we can all rest happy."
ru: Он вздыхает. «Что ты хочешь знать? Хочешь узнать обо мне? Я Набат. Хочешь узнать о Проклятом? Поспрашивай тех, кому до него есть дело. Хочешь узнать об этой таверне? В ней полно людей, которых предали. Хочешь узнать о дэва? Выполни работу - и будешь на шаг ближе к тому, чтобы найти его. А теперь закончи с этим, и все будут счастливы».

source: Nabat gives you a huge smile as you walk in. "I hear you're done. That means you get the third part of the Key." His eyes blaze for just a moment and the verse tolls forth: "'...their portion set...'" When his eyes return to normal, he shrugs. "Not much of a verse, I'm afraid... but it'll have to do. Thanks for your help. The next portion of the Key is with Dallan. He's the one with the young female friend over there. Or I could train you with some thieving tricks..."
ru: Когда ты входишь, Набат дарит тебе широкую улыбку. «Я слышал, что у тебя все получилось. А, значит, ты получишь третью часть ключа». Его глаза на миг вспыхивают, и звучит строка стиха: «'...от лучей Небес...'» Затем его взгляд становится обычным, и он пожимает плечами. «Боюсь, это не то чтобы строфа стиха... но и этого вполне хватит. Спасибо за помощь. Следующая часть ключа у Даллана. Он вон там, с молоденькой подружкой. Еще я мог бы обучить тебя воровским штучкам...»

source: "Will you answer a few questions for me now?"
ru: «Теперь ответишь мне на пару вопросов?»

source: "Train me in the arts of stealth."
ru: «Обучи меня искусству скрытности».

source: "Why not? I'm feeling expansive now."
ru: «Почему бы и нет? Сейчас я как раз в настроении».

source: "Why did you want me to save the old man? Isn't this supposed to be a town of betrayal?"
ru: «Почему ты хотел, чтоб я спас старика? Разве это не город предателей?»

source: "Tell me about yourself."
ru: «Расскажи мне о себе».

source: "Tell me a story."
ru: «Расскажи мне байку».

source: "Tell me about this place."
ru: «Расскажи мне об этом месте».

source: "Can you train me in the arts of stealth?"
ru: «Можешь обучить меня искусству скрытности?»

source: "You again, eh? What do you want now?"
ru: «А, снова ты? Чего тебе на этот раз?»

source: "The answers to a few questions..."
ru: «Хочу задать пару вопросов...»

source: "I want you to train me in the arts of stealth."
ru: «Я хотел бы обучиться у тебя искусству скрытности».

source: "They used to be my gang. Then they ran me out for taking their money - even though I was framed. I planted the rumors about Kyse myself - I knew that they'd fall for it, and either someone'd take them out, or they'd leave evidence that'd bring the guards down on them. Either way, I win."
ru: «Раньше они были моей бандой. Потом меня выгнали за то, что присваивал их деньги, хотя меня явно подставили. Это я распустил слухи о Кайсе: я знал, что они на это клюнут, и либо кто-нибудь с ними разберется, либо они оставят улики, что приведет к ним стражу. Я выигрываю в любом случае».

source: "I see... I had a few more questions..."
ru: «Понятно... У меня еще вопросы...»

source: "Lovely. Farewell."
ru: «Чудно. Прощай».

source: "The name's Nabat. Just Nabat. I came here from Automata a while back to see what I could find, to see if there were any people worth telling stories to. Fell in with a bad crowd, and the rest, well, the rest is history."
ru: «Зовут меня Набатом. Просто Набат. Я не так давно прибыл сюда из Аутоматы, чтоб проверить, есть ли тут люди, достойные моих историй. Связался с плохой компанией, ну а остальное, остальное - уже история».

source: "How very deep a history that is. I had a few more questions..."
ru: «Надо же, какая история. У меня еще несколько вопросов...»

source: "Right now I'm working on a story about revenge. I've just been inspired, you might say." He smiles evilly. "Maybe when I'm done I'll let you see it, but not until then. I like the work to be finished before it's seen."
ru: «Сейчас я работаю над рассказом про месть. На меня только что нахлынуло вдохновение, если можно так выразиться, - он улыбается порочной улыбкой. - Возможно, когда я его закончу, я его тебе покажу, но не раньше. Не люблю показывать незавершенные работы».

source: "All right, then. Answer a few more questions..."
ru: «Ну ладно. Тогда у меня еще несколько вопросов...»

source: "It's about what you see, except for the parts you don't see. It's a town full of traitors, politics, and backstabbing. It's the home to one of the worst parts of human nature. It ain't pretty. I hope you were asking about Curst metaphysically, because I'm *not* a guide."
ru: «Фактически это то, что ты видишь перед собой, за исключением тех частей, которые для тебя не видны. Этот город полон предателей, политики и интриг. Это родина одной из самых худших сторон человеческой натуры. Не лучшее место. Я надеюсь, ты спрашивал о Проклятом в метафизическом смысле, потому что я *не гид*».

source: "Fair enough. I had a few more questions..."
ru: «Согласен. У меня пара вопросов...»

source: "Have you ever plied the arts of the cross-trade before? Have you ever lifted purses for a living, crept along dark hallways with nary a sound? Or am I going to have to train you from scratch?"
ru: «Тебе приходилось заниматься темными делами? Тебе приходилось снимать кошельки ради выживания, красться в темных переулках без единого шороха? Или мне придется учить тебя с нуля?»

source: "Forget it. Farewell."
ru: «Забудь об этом. Прощай».

source: "Are you sure you want to make the change? You can't fight and thieve at the same time, you know."
ru: «Ты уверен, что хочешь все поменять? Ведь ты не сможешь одновременно воевать и воровать».

source: "All right. Don't want to forget the basics, eh?"
ru: «Ладно. Значит, не хочешь забывать основы?»

source: "You don't ask for small favors, do you? All right. Let's begin. First off, we'll see just how nimble you can be. Balance this dagger on the tip of your finger." He tosses you a knife.
ru: «Значит, не размениваешься по мелочам? Хорошо. Начнем. Сперва поглядим, насколько ты шустрый. Удержи этот кинжал на кончике пальца». Он бросает тебе нож.

source: You catch the knife on the tip of your finger, and with a deft twist sending it spinning. Nabat's jaw drops. "All right. You're obviously quick enough. Are you sure you want to train?"
ru: Ты ловишь нож на кончик пальца и ловким движением заставляешь его вертеться вокруг своей оси. У Набата отпадает челюсть. «Ладно. Ты шустрый, спору нет. Уверен, что тебе нужны тренировки?»

source: You snatch the dagger by the hilt, and with a little touch-and-go, set it atop the tip of your index finger. "Good enough. Are you sure you want to train?"
ru: Ты ловишь кинжал за рукоятку и быстро ставишь его на кончик своего указательного пальца. «Годится. Уверен, что тебе нужны тренировки?»

source: You try to catch the dagger, but the hilt bounces off your hands, and as you narrowly avoid cutting yourself as you fumble to catch it. "Sorry, friend. You've obviously not got the reflexes to be a knight of the post. You want anything else?"
ru: Ты пытаешься словить кинжал, но рукоятка отскакивает от твоих рук, и ты чудом не протыкаешь себя, пытаясь подхватить его. «Извини, приятель. Тебе определенно не хватает проворности, чтобы стать рыцарем кинжала. Тебе еще что-нибудь нужно?»

source: "All right, then. First, you got some basics you have to master: stealth, concealment, picking locks, finding traps and removing them, and finding an enemy's vulnerabilities."
ru: «Ну ладно. Первым делом, тебе придется освоить основы: скрытность, маскировка, взлом замков, поиск и обезвреживание ловушек, и нахождение уязвимых мест врага».

source: "One of the most important tricks you can learn is moving silently. This allows you to sneak past guards, get behind an enemy, avoid detection, and so forth. Just keep in mind that you can't do it when someone's staring at you."
ru: «Один из важнейших трюков, которые ты можешь изучить, - это бесшумное передвижение. Оно позволяет тебе прокрадываться мимо стражи, заходить врагу за спину, избегать обнаружения и так далее. Просто запомни, что у тебя ничего не получится, если кто-то будет на тебя смотреть».

source: "All right. Locks. Locks are not your friend. You need to know your way around the mechanics of these things if you're going to get anywhere. Now, some bastards will make sure you get a little surprise when you're trying to get into their goods, so you'll want to check the locks for traps. I'll get into that in a minute."
ru: «Хорошо. Замки. Замки тебе не друзья. Тебе нужно быть знакомым с устройством этих штук, если ты собираешься куда-нибудь попасть. И все же какие-нибудь ублюдки могут подкинуть тебе небольшой сюрприз, пока ты будешь пытаться добраться до их вещей, так что тебе понадобится проверять замки на ловушки. Я дойду до этого через минуту».

source: "Now, you're also going to want to be able to dip your hand someplace without other people noticing. Sometimes it's to lighten their purses, sometimes it's to get a little item you've had your eye on. But you better be ready to fight or flee if they notice you."
ru: «Итак, еще тебе понадобится умение сунуть руку куда-нибудь так, чтобы никто этого не заметил. Временами для того, чтобы облегчить чей-то кошелек, временами для того, чтобы умыкнуть вещичку, на которую ты положил глаз. Но будь готов бежать или драться, если тебя вдруг заметят».

source: "Remember how I was talking about traps? They can be your worst enemy. When there's something that's being guarded - or worse, something that's *not* being guarded - approach it slowly and look carefully. It won't be immediately apparent, so take your time."
ru: «Помнишь, я упоминал о ловушках? Они могут стать тебе злейшими врагами. Если что-нибудь охраняется - или, что еще хуже, *не охраняется*, - подходи медленно и внимательно смотри. Их сразу не увидишь, так что не торопись».

source: "If you do find a trap, you can either try to find a way around it or try to dismantle its workings. You try to dismantle it, there's a chance it'll go off right in your face. You take your chances when you're fooling with strange magic or machines."
ru: «А если уж найдешь ловушку, можешь либо обойти ее, либо попытаться обезвредить. Если попытаешься обезвредить, есть вероятность, что она взорвется тебе прямо в лицо. Ты всегда рискуешь, пытаясь обойти необычную магию или механизмы».

source: "Here's the big payoff: the backstab! With arms like yours, you could really put some pain behind this. You sneak up behind someone, take your time in choosing your target, and then let fly. Do it right, and you can do serious, serious damage. Once you attack, obviously they're going to know you're there, so pick your target carefully."
ru: «А вот и награда: удар в спину! С такими, как у тебя, руками ты можешь здорово навредить. Просто подбираешься кому-нибудь за спину, не спеша целишься и затем бьешь. Сделай все правильно, и нанесешь очень серьезный урон. После удара тебя, само собой, обнаружат, так что выбирай свою цель осторожно».

source: After some time, he pauses. "Enough. You're a fast learner. This is as far as I'll take you. You've got to do the rest on your own."
ru: Через некоторое время он останавливается. «Достаточно. Ты быстро схватываешь. Это самое большее, что я могу для тебя сделать. Дальше уж ты сам».

source: After some time, he pauses. "Enough. You're a fast learner. This is as far as I'll take you. You've got to do the rest on your own... but with your skills, it almost seems like you've done this before." As he speaks, you come to realize that you *have* done this before... that at one time you possessed all these skills, and the training has reawakened them.
ru: Через некоторое время он останавливается. «Достаточно. Ты быстро схватываешь. Это самое большее, что я могу для тебя сделать. Дальше уж ты сам... такое впечатление, что ты уже этим занимался». Когда он произносит это, ты вдруг осознаешь, что *делал* это раньше... что когда-то ты уже владел всеми этими навыками, и тренировка их пробудила.

source: As faded memories of lurking in darkened hallways and avoiding deadly traps drift into focus, you manage to recall enough to 'learn' more than Nabat has taught you.
ru: Расплывчатые воспоминания того, как ты прятался в темных проходах и обходил смертоносные ловушки, помогают тебе вспомнить достаточно, чтобы «изучить» сверх того, чему обучил тебя Набат.

source: "I've done it before."
ru: «Мне приходилось этим заниматься».

source: "I'm afraid you'll have to start from the beginning."
ru: «Боюсь, тебе придется начать сначала».

source: "You know, forget it. Farewell."
ru: «Знаешь что: забудь об этом. Прощай».

source: "I know. I no longer wish to be a fighter. Let's get some of that rust out of my repertoire of tricks."
ru: «Я знаю. Я больше не хочу быть воином. Давай-ка стряхнем пыль с моего набора трюков».

source: "I know. I no longer wish to be a mage. Let's get some of that rust out of my repertoire of tricks."
ru: «Я знаю. Я больше не хочу быть магом. Давай-ка стряхнем пыль с моего набора трюков».

source: "No, I guess I don't. Farewell."
ru: «Пожалуй, нет. Прощай».

source: "No, I don't. I had a few more questions..."
ru: «Нет. У меня несколько вопросов...»

source: "No, I don't. Farewell."
ru: «Нет. Прощай».

source: Catch it lightly on the tip of your finger.
ru: Ловко поймать его на кончик пальца.

source: Catch it by the hilt, and then set it on the tip of your finger.
ru: Словить его за рукоять, а потом поставить на кончик пальца.

source: Try to catch it.
ru: Попытаться словить его.

source: "Yes. Teach me."
ru: «Да. Научи меня».

source: "No. Forget it. Answer a few questions for me..."
ru: «Нет, забудь. Лучше ответь на пару вопросов...»

source: "No. Forget it. Farewell."
ru: «Нет. Забудь об этом. Прощай».

source: "Answer some questions for me."
ru: «А, неважно. Ответь мне на пару вопросов».

source: "Go on..."
ru: «Продолжай...»

source: "I think I understand the basics. Let's get to training."
ru: «Мне кажется, основы я понимаю. Приступим к тренировкам».

source: "All right. Let's get to training."
ru: «Ладно. Приступим к тренировкам».

source: Learn all you can.
ru: Выучить все, что сможешь.

source: I trained to become a thief under a man named Nabat, a tutor in the Traitor's Gate tavern in Curst.
ru: Я выучился на вора у человека по имени Набат, наставника в таверне «Ворота предателей» в Проклятом.

source: "My thanks. Farewell."
ru: «Спасибо. Прощай».

source: "Perhaps I have done this before. My thanks, and farewell."
ru: «Возможно, я делал это раньше. Благодарю и прощай».

source: Leave.
ru: Уйти.
