Repository: winterheart/planescape
Catalog: po/pst-ee/po/*/dlg/ds42.dlg.po
Languages: ru

source: As you place both your hands on the lump of iron to examine it, there is a *hssssss,* and the metal evaporates, leaving behind a strange dagger, a handful of coins wrapped in a dirty cloth, and two bloody teardrops - these look like they were *inside* the lump of iron.
ru: Как только ты берешь кусок железа в обе руки, чтобы осмотреть, слышится шипение, и металл испаряется, оставив после себя странный кинжал, пригоршню монет, обернутых в грязный платок, и две кровавые капли. Кажется, они были *внутри* куска железа.

source: Take the items and leave.
ru: Взять предметы и уйти.

source: "I *think* this is the corpse I had that memory about..."
ru: «*Кажется*, именно этот мертвец был в моем воспоминании...»

source: The skeleton turns to face you. "42" has been chiseled into its forehead, and a number of its bones, mostly the jaws and the joints, have been bound with leather straps. A black smock is draped over its body.
ru: Скелет поворачивается к тебе. На лбу у него высечено число «42»; многие его кости, преимущественно челюсти и суставы, обмотаны кожаными ремешками. Его тело скрывает черный комбинезон.

source: This skeleton makes no reply. It looks like it is too far gone to answer any of your questions.
ru: Скелет не реагирует. Кажется, он слишком далек от того, чтобы отвечать на твои вопросы.

source: You're amazed this rack of bones is still in one piece. Its yellowed bones are smeared with plaster and several layers of foul-smelling glues... what little you can see of the bones reveals hundreds of hairline fractures. Although someone has taken care to bind this skeleton with leather straps and bolt its joints together, the straps are frayed and the bolts look like they are about to fall out.
ru: Удивительно, как этот мешок костей еще не развалился. Его пожелтевшие кости покрыты гипсом и несколькими слоями вонючего клея... В просветах, где видны кости, ты различаешь сотни мелких трещин. Хотя кто-то позаботился о том, чтобы перемотать скелет кожаными ремешками и соединить его кости скобами в суставах, ремешки уже износились, а скобы вот-вот выпадут.

source: The bolts slide easily out of the skeleton's joints. The skeleton collapses, some of its bones still twitching.
ru: Скобы свободно выскальзывают из суставов скелета. Скелет разваливается, хотя некоторые кости продолжают шевелиться.

source: As you pull the item out, the skeleton suddenly disintegrates, and the iron bolts securing its joints clatter to the floor. Whatever this item was, it seems to have been the only thing holding it together.
ru: Как только ты вытаскиваешь предмет, скелет внезапно растворяется в воздухе, причем скрепляющие скобы и ремни с грохотом падают на пол. Чем бы ни был этот предмет, похоже, один только он и удерживал кости вместе.

source: The skeleton's arms drop to its sides.
ru: Руки скелета опускаются по швам.

source: It looks like an unremarkable lump of iron. Your previous incarnation must have had a reason for hiding it here.
ru: Похоже на ничем не примечательный кусок железа. Должно быть, у твоей предыдущей инкарнации были причины спрятать его здесь.

source: The skeleton crosses its arms across its chest again.
ru: Скелет снова скрещивает руки на груди.

source: "Pardon me, have you seen any skeletons walking around here?"
ru: «Прошу прощения, ты не видал поблизости других скелетов?»

source: "I have to ask: Why the smock? I mean, it's not like you have anything to be modest about."
ru: «Один вопрос: зачем комбинезон? То есть, я хочу сказать: не похоже, что у тебя есть что скрывать».

source: Use your Stories-Bones-Tell ability on the corpse.
ru: Использовать на трупе свою способность «История костей».

source: Examine the skeleton carefully.
ru: Внимательно осмотреть скелет.

source: Try and pry out the skeleton's joint bolts.
ru: Попробовать вытащить скобы из суставов скелета.

source: "How about this skeleton, Morte? Will it do as a body?"
ru: «Эй, а как насчет этого скелета, Морт? Пойдет такое тело?»

source: Leave the skeleton in peace.
ru: Оставить скелет в покое.

source: Cross your arms over your chest.
ru: Скрестить свои руки на груди.

source: Mimic the gesture... see what happens.
ru: Повторять движения скелета... посмотрим, что получится.

source: "Uh..."
ru: «Э-э...»

source: Leave the skeleton alone.
ru: Оставить скелет в покое.

source: "Mind if I borrow some of those straps and bolts?"
ru: «Не против, если я возьму немного ремешков и скоб?»

source: Take the item out.
ru: Вытащить предмет.

source: "Sorry about that, Bones..."
ru: «Прости, Костяшка...»

source: Examine the item.
ru: Осмотреть предмет.

source: Examine the piece of iron.
ru: Осмотреть кусок железа.

source: "Uh... hello?"
ru: «Э... привет?»

source: Examine the piece of iron carefully.
ru: Внимательно осмотреть кусок железа.
