Repository: winterheart/planescape
Catalog: po/pst-ee/po/*/dlg/dscpat2.dlg.po
Languages: ru

source: "That was thorough, Ignus, and hasty. I wanted to speak with her."
ru: «Это было ярко, Игнус, и весьма поспешно. Я хотел поговорить с ней».

source: "Who are you?"
ru: «Кто ты?»

source: "I'm looking for a journal. Would you happen to have seen it?"
ru: «Я ищу дневник. Ты не знаешь, где я его могу найти?»

source: "What can you tell me about this place?"
ru: «Что ты можешь рассказать об этом месте?»

source: "Who is that burning by the entryway?"
ru: «Кто это горит у входа?»

source: "I'm looking for a Collector by the name of Pharod. Have you seen or heard of him?"
ru: «Я ищу сборщика по имени Фарод. Ты видела его или, может быть, слышала о нем?»

source: "Nothing. Good day."
ru: «Ничего. Хорошего дня».

source: "Hello, Drusilla. I'd like you to answer some questions for me."
ru: «Привет, Друзилла. Я хотел бы задать тебе несколько вопросов».

source: "Hello, Drusilla, and farewell."
ru: «Привет, Друзилла, и прощай».

source: "I? I am Drusilla. And you must be clueless. Don't ask me how I know that. It just shines off you."
ru: «Я? Я - Друзилла. А ты, должно быть, бестолочь. Не спрашивай, как я узнала. Это написано у тебя на лбу».

source: "Clueless? I think not."
ru: «Бестолочь? Я так не думаю».

source: "Shines. Right. Answer some questions for me."
ru: «На лбу, значит. Хорошо. Ответь мне на пару вопросов».

source: "I don't want to hear it. Especially not from you. Good day."
ru: «А я и не хочу этого слышать. Особенно от тебя. Всего хорошего».

source: "A journal? Oh, sure. I've kept an eye out for all stray journals. Just in case some scarred man walks into my favorite bar and starts asking about it. Do you ask that of everyone you meet? What a fascinating life."
ru: «Дневник? А, конечно. Я ведь слежу за всеми потерянными дневниками. Так, на всякий случай. Вдруг придет в мой любимый бар какой-нибудь тип со шрамами и начнет спрашивать про них. Ты что, спрашиваешь это у всех, кого встречаешь? Что за очаровательная жизнь».

source: "You have a smart mouth on you, don't you?"
ru: «А у тебя язык хорошо работает».

source: "Just answer my questions and let's get through this."
ru: «Просто ответь на мои вопросы и забудем об этом».

source: "Far more so than yours, I'd wager."
ru: «Готов поспорить, намного лучше твоей».

source: "Who is he, anyway?"
ru: «А кто это, все-таки?»

source: "I understand. Answer some more questions."
ru: «Понимаю. Ответь на другие вопросы».

source: "Good name for it. Farewell."
ru: «Подходящее название. Прощай».

source: "What about this decanter? Word has it it's endless."
ru: «Как насчет этого графина? Говорят, он бездонный».

source: "Someone should be able to find something. Ah, well. Can you answer some more questions for me?"
ru: «Кто-нибудь обязательно что-нибудь придумает. Ах да. Ты можешь ответить на несколько моих вопросов?»

source: "What's your connection to him?"
ru: «Какая у тебя связь с ним?»

source: "That's too bad. Farewell."
ru: «Как это печально. Прощай».

source: "Aye, traveler? What is it you seek?"
ru: «Да, путник. Чего тебе нужно?»

source: She smirks at you, and her bruises seem almost to fade. "Whatever you say, dearie."
ru: Она усмехается тебе, ее синяки почти пропадают. «Как скажешь, душка».

source: "Whatever. Answer some questions for me."
ru: «А, неважно. Ответь мне на пару вопросов».

source: "Whatever. Farewell."
ru: «Как бы то ни было. Прощай».

source: "Aye, a smart mouth for a smart head. I ain't the addle-cove you might think, sod. I got a brain on me."
ru: «Ага, хороший язык для хорошей головы. Я не пустоголовая, как ты мог подумать. У меня есть мозги».

source: "If you're so smart, you should be able to answer my questions."
ru: «Раз уж ты такая умная, то сумеешь ответить на мои вопросы».

source: "Too bad it's not IN you. Farewell."
ru: «Жаль только, что они не ВНУТРИ тебя. Прощай».

source: "Oh, is that so, aye? Have you ever been in love with a living flame? Have you ever wanted to vanish utterly in the arms of another, to lose yourself in the heat of passion? Your eyes tell me that you wish you had, but you've had no luck. Don't talk to me about fascinating. Scars ain't fascinating. Fights ain't fascinating. Tough ain't fascinating. YOU ain't fascinating."
ru: «О, да не уж-то? Тебе когда-нибудь приходилось любить живое пламя? Ты когда-нибудь желал навсегда исчезнуть в чужих объятиях, потерять себя в огне страсти? Судя по твоим глазам, ты хотел бы этого, но вот только что-то не везет. Не говори мне об очаровании. Шрамы не привлекательны. Драки не привлекательны. Крутость не привлекательна. ТЫ тоже не привлекателен».

source: "I don't really see that I need to justify myself to you."
ru: «Не думаю, что я должен оправдываться перед тобой».

source: "This conversation is over."
ru: «Разговор окончен».

source: "No, that'd be too hard, wouldn't it? G'wan. I don't need to talk to you." She turns her back on you, dismissing you.
ru: «Нет, ведь это было бы уже слишком? Пшел прочь. Я не хочу с тобой разговаривать». Она отворачивается от тебя.

source: "You haven't seen the last of me."
ru: «Ты еще не видела остального меня».

source: "Farewell."
ru: «Прощай».

source: She recoils suddenly, and looks at you more closely. Excitement creeps into her voice. "You're him, aren't you? You're him!"
ru: Неожиданно она отскакивает и пристальнее смотрит на тебя. Ее голос дрожит от волнения. «Ты - это он, да? Ты - это он!»

source: "What do you mean?"
ru: «О чем это ты?»

source: "No, I'm not. Answer some more questions."
ru: «Нет, я не он. Ответь на мои вопросы».

source: "No, I'm not. Farewell."
ru: «Нет, я не он. Прощай».

source: "He said you'd come! He said you're the one who'll set him free! He spoke to me in a dream and told me that you'd come with an ocean of water to balance him, so he could burn across the planes! Free him! Please, save him!"
ru: «Он говорил, что ты придешь! Он говорил, что ты - тот, кто освободит его! Он говорил со мной во сне, и сказал, что ты придешь с океаном воды, чтобы уравновесить его, и он сможет прожечь себе дорогу сквозь Планы! Освободи его! Пожалуйста, спаси его!»

source: "I'll think about it. Answer some more questions for me, first."
ru: «Я подумаю над этим. Но сначала ответь на мои вопросы».

source: "I'll think about it. Farewell."
ru: «Я подумаю над этим. Прощай».

source: "I was Ignus' lover. We both loved the flame, though he loved it more than I did. But now I watch his beauty as he writhes in the heart of the fire, and I, Drusilla, love them equally."
ru: «Я была возлюбленной Игнуса. Мы оба любили пламя, хотя он любил больше, чем я. Но теперь я наблюдаю за его красотой, как он пляшет в сердце огня, и я, Друзилла, люблю их обоих одинаково».

source: "You're barmy, aren't you? All right, answer some questions for me."
ru: «Да ты спятила, верно? Ну хорошо, ответь на мои вопросы».

source: "You're totally over the edge. Farewell."
ru: «Ты окончательно съехала с катушек. Прощай».

source: "When will you free Ignus?"
ru: «Когда ты освободишь Игнуса?»

source: "As soon as I can get this to him. They say this decanter holds an endless supply of water."
ru: «Как только доберусь до него с вот этим. Говорят, что в этом графине бесконечные запасы воды».

source: "Who are you, exactly?"
ru: «Так кто же ты?»

source: "What can you tell me about this tavern?"
ru: «Что ты можешь рассказать об этой таверне?»

source: "Yes! Use that on him and he'll be sure to come free! Oh, my Ignus, I await you!" She pauses for a moment, dread in her eyes. "Do you know the command word?"
ru: «Да! Вылей на него, и он будет свободен! Ох, мой Игнус, я жду тебя!» Она на минуту умолкает со страхом в глазах. «А ты знаешь волшебное слово?»

source: "Not yet."
ru: «Еще нет».

source: "Yes, I do."
ru: «Да, знаю».

source: "It is the prison for my love, the place where they have kept him cruelly bound over the centuries, the place I have come over the decades to commune with him in his fiery torment. It is the place that has driven me to live beyond my years and beyond my means. I hate this place."
ru: «Это тюрьма моей любви. Место, где его жестоко заточили на века. Место, куда я приходила на протяжение десятилетий, чтобы разделить с ним его огненное мучение. Это место, которое заставляет меня жить, невзирая на мои годы и мысли. Я ненавижу это место».

source: "Very well. Answer some other questions."
ru: «Хорошо. Ответь на другие вопросы».

source: "I understand. Farewell."
ru: «Понятно. Прощай».

source: "Pharod?" she sneers. "The Collector King? You can probably find him and his stinking ilk in the trash warrens on the far side of the Hive. He's a sly devil, he is. Not near as sly as my Ignus, though."
ru: «Фарод? - она хихикает. - Король сборщиков? Скорее всего, ты сможешь найти его и его вонючую свору на свалке в дальнем конце Улья. Он хитрый дьявол, вот он кто. Хотя и не настолько хитрый, как мой Игнус».

source: "I've seen no journal that I can recall. I don't know. Maybe ask some of the Collectors. I don't know!"
ru: «Не припоминаю, чтобы мне попадались дневники. Не знаю. Наверное, лучше спросить кого-нибудь из сборщиков. Я не знаю!»

source: "That's no help. Give me some answers, Drusilla."
ru: «Это бесполезно. Ответь на мои вопросы, Друзилла».

source: "What about this decanter of water? Word has it it's endless."
ru: «Как насчет этого графина воды? Говорят, он бездонный».

source: "When I get around to it. Farewell."
ru: «Когда разберусь с ним. Прощай».

source: Her eyes brighten even further, if that's possible. "Then use it! Use it on him now!"
ru: Ее глаза вспыхивают с новой силой, с какой только возможно. «Так воспользуйся им! Используй его на нем!»

source: "In a minute. I need some more answers from you."
ru: «Минуточку. Мне нужны от тебя ответы».

source: "That's what I'm about to do."
ru: «Я это как раз и собираюсь сделать».

source: "I will, I will. I need more answers first..."
ru: «Хорошо, хорошо. Но сначала мне нужны ответы...»

source: "I will. Farewell."
ru: «Хорошо. Прощай».

source: Drusilla, who stands by the door in the Smoldering Corpse Bar, told me of the man burning over the grill. His name is Ignus, and he was apparently the best mage to come out of the Hive in ages. His rivals opened a channel to the Elemental Plane of Fire through him, and now he keeps himself alive by sheer concentration. A powerful man, indeed...
ru: Стоящая у выхода бара «Тлеющий труп» Друзилла рассказала мне о человеке, который горит над жаровней. Его зовут Игнус, и он - самый лучший маг, когда-либо появлявшийся в Улье. Его недоброжелатели открыли внутри него канал до Стихийного плана огня, и теперь он продолжает оставаться в живых лишь благодаря концентрации. А и действительно, могущественный маг...
