Repository: winterheart/planescape
Catalog: po/pst-ee/po/*/dlg/dthornco.dlg.po
Languages: ru

source: As you are about to give up and turn away, you relax your eyes and take in the page all at once... as you do, the symbols suddenly bleed together. The scroll lists arcane syllables, magical components and mystical hand motions used to control the flow of mana ... it appears to be a minor charm spell.
ru: Ты уже готов сдаться и отвернуться, но тут ты расслабляешь глаза и охватываешь страницу целиком... неожиданно символы начинают сливаться. Свиток перечисляет тайные знаки, магические компоненты и загадочные движения руками, используемые для контроля потока маны... похоже, это малое заклятье.

source: Lady Thorncombe's eyes widen. "Who are you to fool me so?!" She snatches the scroll from your grasp. "Did you lie to me? You are a mage after all? Or a fiend, perhaps? Answer me!"
ru: Глаза леди Торнкомб расширяются. «Кто вы такой, чтобы обманывать меня?! - она выдергивает свиток из твоей руки. - Вы лгали мне? Вы все-таки маг? Или, может быть, нечистый дух? Отвечайте!»

source: "What's wrong?"
ru: «Что не так?»

source: "No, not to my knowledge. What's wrong?"
ru: «Нет, насколько я знаю. Что не так?»

source: Lady Thorncombe gave me a test... a minor charm spell, written upon a scroll in the language of the Art. I was able to decipher its meaning with no training. I must have learned how to read magic at some point in the past.
ru: Леди Торнкомб проверила меня... дала мне заклинание малого зачарования, написанное в свитке на языке Искусства. Мне удалось расшифровать его значение без обучения. Должно быть, когда-то в прошлом я изучал, как читать магию.

source: "I had not expected... hmm..." She gives you a long, careful look. "What you read, 'tis written in the language of the *Art.* Were you not a mage, it should have been nothing by garbled symbols, utterly meaningless to you. Yet, as if it were clear as the Amorian sky, you made sense of it. How is this?"
ru: «Я не ожидала... хм-м... - она долго и пристально рассматривает тебя. - То, что вы прочитали, записано на языке *Искусства*. Не будь вы магом, для вас это был бы не более чем набор бессвязных символов, совершенно вам непонятных. И все же определенно ясно, как аморийское небо, что вы его поняли. Как?»

source: "I don't really know... I just *knew* what it said."
ru: «Я действительно не знаю... Я просто *знал*, о чем тут говорится».

source: "I think I may have known once, but forgot... seeing the symbols just jarred my memory."
ru: «Думаю, когда-то я помнил, но забыл... увидев символы, я просто дал встряску своей памяти».

source: "Or perhaps a natural gift... no matter, though." She smiles at you. "You have just shaved seasons, perhaps *years* of study off your training. Now... you can read spells well enough, but do you have a book for them?"
ru: «Или, возможно, это дар от природы... впрочем, неважно, - она улыбается тебе. - Вы сэкономили многие месяцы, а то и *годы* учебы. Итак... вы вполне можете читать заклинания, но есть ли у вас книга для них?»

source: "A spell book? No..."
ru: «Книга заклинаний? Нет...»

source: "What is that, then?" She points to your journal.
ru: «Тогда что это?» - она указывает на твой дневник.

source: "This is my journal. I've been recording things of interest... people I've met and the like... within it."
ru: «Это мой дневник. Я записываю туда заметки... о встреченных людях и тому подобном...»

source: "You shall record your spells within it, then, as well." She frowns at the journal. "A tattered thing... but it will do." She stands silently for a time, regarding your journal. She appears to be lost in thought, and begins to chew on her thumbnail.
ru: «В таком случае, вы также можешь записывать туда и заклинания, - она неодобрительно смотрит на дневник. - Изорванная штука... но и он сойдет». Некоторое время она молча стоит и изучает твой дневник. Похоже, она углубилась в свои мысли и начала кусать ноготь на большом пальце.

source: "Lady Thorncombe...?"
ru: «Леди Торнкомб?..»

source: She focuses on you again: "Mm? Oh... yes. Now: so long as your spells sit in this book, they are without power - only words. The Art demands you study the spells - *memorize* them - before you can tap their power. This requires a clear mind, so it is best advised that you rest before doing so. Do you understand?"
ru: Она вновь сосредотачивается на тебе: «М-м? Ах... да. Итак, пока ваши заклинания в этой книге, в них нет силы - это просто слова. Искусство требует, чтобы вы заучивали заклинания - *запоминали* их, - перед тем как высвободить их силу. Это требует ясности ума, так что рекомендуется, чтобы вы прежде хорошо отдохнули. Все понятно?»

source: "Yes, go on."
ru: «Да, продолжайте».

source: "I think I understand these basics, Lady Thorncombe."
ru: «Думаю, основы я понял, леди Торнкомб».

source: "Excellent. Now: choose the spells you wish to memorize *before* you sleep; this is of the utmost importance. When you arise, they shall be fresh in your mind, rich with mana and ready to be cast."
ru: «Превосходно. Запоминаемые заклинания следует выбирать *перед* сном, это крайне важно. Когда вы проснетесь, они освежатся в памяти, обогащенные маной и готовые для использования».

source: "How many spells can I cast?"
ru: «Сколько заклинаний я могу сотворить?»

source: "Only one, perhaps two spells before you'll need to rest once more... as a fledgling mage, there is little room in mind for more power than that. Use your spells wisely until you become more proficient in the Art... but I would advise you to use them wisely even then. As your experience grows, you'll find your ability to memorize spells grows, as well."
ru: «Только одно, может, два заклинания, а потом вам снова понадобится отдых... у начинающего мага не найдется места в голове для большего количества. Пользуйтесь заклинаниями мудро, пока не станете более умелым в Искусстве... однако я бы посоветовала использовать их мудро даже тогда. С ростом опыта вы обнаружите, что способность запоминания заклинаний также возрастет».

source: "All right... go on..."
ru: «Хорошо... продолжайте...»

source: "You may only cast those spells you have memorized. So, if you wished to use the Art to say, identify two different enchanted objects, you would need to memorize the Identify spell... how many times?"
ru: «Вы можете создавать лишь те заклинания, которые запомнили. Итак, если бы вы захотели воспользоваться Искусством для распознания, скажем, двух разных заколдованных предметов, вы должны запомнить заклинание Опознания... сколько раз?»

source: "Once."
ru: «Один раз».

source: "Twice."
ru: «Два раза».

source: "Uh..."
ru: «Э...»

source: "Twice! To cast a spell *twice,* you would need to memorize the spell *twice.*"
ru: «Два раза! Чтобы создать заклинание *два раза*, нужно запомнить заклинание *дважды*».

source: "I understand. How do I get more spells?"
ru: «Понятно. Как мне достать еще заклинаний?»

source: Lady Thorncombe nods, smiling. "Yes, twice, correct."
ru: Леди Торнкомб кивает, улыбаясь: «Да, два раза, правильно».

source: "How do I get more spells?"
ru: «Как мне достать еще заклинаний?»

source: "Always look for a chance to learn more - even common folk might have some minor magicks to teach. There are also recipes, books, and even stranger items that have spells inscribed upon them. Should you find one, simply examine it closely and copy the spell into your book if you desire it."
ru: «Всегда ищите возможность научиться большему - даже обычные люди могут обучить некоторым простым чарам. Также существуют рецепты, книги, и даже еще более странные предметы с написанными на них заклинаниями. Если найдете что-нибудь подобное, просто изучите его внимательно и скопируйте заклинание в свою книгу, если хотите».

source: "Got it."
ru: «Понятно».

source: "Take these scrolls, then... minor magicks, to whet your appetite for the Art." She smiles slyly. "Return here when you are more wise in the ways of the multiverse... no longer may you train here without cost, but I shall be able to sell you more powerful spells as you gain the ability to use them."
ru: «Возьмите эти свитки... простая магия, чтобы подогреть ваш интерес к Искусству, - она лукаво улыбается. - Возвращайтесь, когда станете опытнее... вы больше не можете обучаться здесь бесплатно, однако я могу продать вам более могущественные заклинания, когда вы сможете использовать их».

source: "Thank you, Lady Thorncombe. Farewell."
ru: «Спасибо, леди Торнкомб. Прощайте».

source: "I'll be back later, then. Farewell."
ru: «Тогда я вернусь позже. Прощайте».

source: I trained to become a mage under a woman named Lady Thorncombe, the mages' tutor in the Civic Festhall.
ru: Я обучился на мага у женщины по имени леди Торнкомб, наставницы магов в Городском Фестхолле.

source: "Yes... I wish to walk the path of the mage once more. Can you show me the way?"
ru: «Да... Я бы хотел еще раз пройти путь мага. Вы можете показать мне путь?»

source: Qui-Sai had refused to train me as a warrior, expounding upon the benefits of mages. However, I spoke to Lady Thorncombe, mages' tutor of the Civic Festhall, and she explained how they are physically deficient, their spells merely crutches against that deficiency. This should provide a good counterpoint to Qui-Sai's argument.
ru: Ки-Саи отказался обучать меня на воина, расхвалив преимущества магов. Тем не менее, я поговорил с леди Торнкомб, наставницей магов Городского Фестхолла, и она объяснила мне, что они физически немощны, и их заклинания - словно костыли, восполняющие эту неполноценность. Это должно быть хорошим контраргументом на довод Ки-Саи.

source: "No, but I'd like to purchase some spells."
ru: «Нет, но я хотел бы купить пару заклинаний».
