Repository: winterheart/planescape
Catalog: po/pst-ee/po/*/dlg/dthornco.dlg.po
Languages: ru

source: This comely, middle-aged woman is wandering about dreamily, absent-mindedly chewing on her thumbnail; her eyes seem focused on nothing in particular. She is dressed in elegant, yet disheveled finery, and her hair is slightly tussled.
ru: Эта привлекательная женщина средних лет мечтательно бродит туда-сюда, рассеянно покусывая ноготь на большом пальце; взгляд ее устремлен в никуда. Одета она в элегантные, хоть и немного измятые одежды, а волосы ее слегка взъерошены.

source: I met Lady Thorncombe, the mages' tutor of the Clerk's Ward, in one of the Festhall's many sensoriums. She refuses to train me... although I'm not sure why.
ru: Я встретил леди Торнкомб, наставницу магов Чиновничьего района, в одном из множества сенсориумов Фестхолла. Она отказалась обучать меня... хотя я и не пойму, почему.

source: "Hm?" She takes her thumb from her mouth, smoothing back a strand of hair that had fallen in front of her eyes.
ru: «Хм?» - она убирает палец изо рта и приглаживает назад локон, опустившийся ей на глаза.

source: "Greetings..."
ru: «Приветствую...»

source: Leave the woman alone.
ru: Оставить женщину в покое.

source: "Are you, by chance, Lady Thorncombe?"
ru: «Вы случайно не леди Торнкомб?»

source: "I had some questions..."
ru: «У меня есть несколько вопросов...»

source: "Don't mind me. Farewell."
ru: «Не обращайте внимания. Прощайте».

source: Her eyes widen momentarily. She looks away from you. "No. No, I am not, sir."
ru: Ее глаза моментально расширяются. Она отворачивается от тебя. «Нет-нет, это не я, сэр».

source: "But I think that you are, madam. I was told you are the mages' tutor of the Civic Festhall."
ru: «Я все же думаю, что это вы, госпожа. Мне сказали, что вы наставница магов в Городском Фестхолле».

source: "You're a terrible liar, you know."
ru: «Лгунья из вас неважная, знаете ли».

source: "Who are you, then, if I may ask?"
ru: «Тогда кто вы, могу ли я поинтересоваться?»

source: "Just the same, I had some questions..."
ru: «И все же у меня есть несколько вопросов...»

source: "I'll take my leave, then. Farewell."
ru: «Тогда мне нужно идти. Прощайте».

source: Lady Thorncombe puts on a sullen look. "And if I was this woman? What of it?"
ru: Леди Торнкомб угрюмо смотрит на тебя. «А хоть бы я и была той женщиной? Что с того?»

source: "I had hoped to receive training in the magical arts."
ru: «Я надеялся пройти обучение магическим искусствам».

source: "Then I had some questions for you..."
ru: «Тогда у меня есть несколько вопросов к вам...»

source: "Nothing, never mind. Farewell."
ru: «Ничего, неважно. Прощайте».

source: "I shall dash your hopes to pieces, then. I no longer wish to teach magic... now go, leave me in peace."
ru: «Тогда я разобью ваши надежды. Я больше не хочу обучать магии... а теперь уходите, оставьте меня в покое».

source: "But why not?"
ru: «Но почему?»

source: "Before I leave you, I had some questions..."
ru: «Перед тем, как уйти, я задам несколько вопросов...»

source: "Farewell."
ru: «Прощайте».

source: "As if it were any concern of yours!"
ru: «Как будто это хоть как-то вас касается!»

source: "But it is... I seek to learn, and you can teach. I would know what I might do to convince you to train me."
ru: «Но это так... Я хочу учиться, вы можете учить. Хотел бы я знать, как мне убедить вас обучать меня».

source: "Fine, then. Farewell."
ru: «Тогда ладно. Прощай».

source: She shakes her head. "'Tis not always so... mages are physically deficient, our spells merely crutches against this deficiency. When one's sorcery is spent, the core of combat still remains."
ru: Она качает головой. «Это не всегда так... маги физически немощны, наши заклинания - словно костыли, восполняющие нашу неполноценность. Когда магия потрачена, сама битва может еще продолжаться».

source: "I see. I had other questions..."
ru: «Понятно. У меня есть другие вопросы...»

source: "I understand. Thanks, and farewell."
ru: «Понимаю. Спасибо и прощайте».

source: "Very well, ask what you wish." She sounds apathetic.
ru: «Хорошо, спрашивайте, что хотите». Голос ее звучит равнодушно.

source: "Qui-Sai won't train me... he says spells are more effective than melee in combat. What do you think?"
ru: «Ки-Саи не хочет меня обучать... он говорит, что в бою магия эффективнее рукопашной схватки. Что вы об этом думаете?»

source: "I had questions about you..."
ru: «У меня есть вопросы на счет вас...»

source: "I had questions about this place..."
ru: «У меня вопрос об этом месте...»

source: "Never mind, actually. Farewell."
ru: «Вообще-то, ничего особенного. Прощайте».

source: "The sensory stones?"
ru: «Камни переживаний?»

source: "Mmm, yes... each stone has recorded within it one experience or another. When I first came to these halls, I spent little time with them. Only now do I realize what I had been missing..."
ru: «М-м-м, да... в каждом из камней записаны те или иные переживания. Когда я впервые пришла в эти залы, я проводила с ними мало времени. Только теперь я понимаю, как много всего пропустила...»

source: "What had you been missing?"
ru: «Что же вы пропустили?»

source: Lady Thorncombe seems to be addicted to sensory stones, preferring to spend her days sampling other's experiences rather than resuming her duties as an instructor of magic. I wonder what I could do to convince her to teach once more...
ru: Леди Торнкомб, похоже, впала в зависимость от камней переживаний и предпочитает тратить свое время на испытание чужих переживаний, а не выполнение своих обязанностей в качестве наставника магии. Интересно, можно ли убедить ее продолжить обучение...

source: She nods, smiling. Her eyes take on a glassy sheen, and she holds herself tightly. "One could spend lifetimes, here, among the stones... experience after wondrous experience... mere words cannot express their magnificence. I can only suggest you see for yourself, sir."
ru: Она кивает, улыбаясь. Ее глаза принимают стеклянный блеск, она начинает вести себя напряженно. «Здесь, среди камней, можно прожить целую жизнь... одно изумительное впечатление за другим... их великолепие невозможно передать простыми словами. Попробуйте сами, сэр».

source: "You sound... addicted."
ru: «Вы, кажется... пристрастились».

source: "Perhaps I will. Farewell."
ru: «Возможно, я так и сделаю. Прощайте».

source: She snarls at you: "Nonsense! I could stop anytime I wished! I merely *choose* to bask in their wonder. Why waste time teaching dawdling, ungrateful magelings, when I could remain here among these precious stones, living one hundred new lives each day?"
ru: Она сердито отвечает: «Вздор! Я могу остановиться в любую минуту! Я просто *решила* насладиться этим чудом. Зачем впустую тратить свое время на обучение неблагодарных подмастерьев-оболтусов, когда можно оставаться здесь, среди этих драгоценных камней, проживая по сотне новых жизней в день?»

source: "I don't think the stones are there for that. Shouldn't you seek sensations of your own to share?"
ru: «Не думаю, что камни здесь для этого. Может, вам следует поискать собственные переживания, которыми можно было бы поделиться?»

source: "Never mind, then. Farewell."
ru: «Тогда неважно. Прощайте».

source: "Hpmh! What *you* think matters little to me. Farewell."
ru: «Пф! *Ваше* мнение меня не сильно волнует. Прощайте».

source: Leave.
ru: Уйти.

source: As you begin to ask your question, you realize she's not looking at you... let alone paying you any attention.
ru: Собираясь задать вопрос, ты понимаешь, что она и не смотрит на тебя... не говоря уже о том, чтобы обратить на тебя внимание.

source: "Hello? I had a question..."
ru: «Привет? У меня вопрос...»

source: "Lady Thorncombe? My question..."
ru: «Леди Торнкомб? Мой вопрос...»

source: Leave her.
ru: Оставить ее.

source: Lady Thorncombe sneers. "And you're a horribly scarred ruin of a man, more a corpse given some sad semblance of life than anything else. Now go away."
ru: Леди Торнкомб усмехается. «А вы - изуродованная шрамами человеческая развалина, больше похожая на труп с жалким подобием жизни. Убирайтесь сейчас же».

source: "Speak to me that way and *you'll* end up the corpse."
ru: «Поговори со мной так - и *сама* станешь трупом».

source: "Wait... I had hoped to receive training in the magical arts."
ru: «Погодите... Я надеялся получить обучение магическим искусствам».

source: "Not yet. I had some questions for you..."
ru: «Еще нет. У меня есть другие вопросы к вам...»

source: She barks a mocking laugh at you. "Go beat your chest at one who might find you a bit intimidating. I myself shall begin to find it insulting - rather than amusing - soon... and I'm certain you won't wish to be around, then."
ru: Она издевательски смеется над тобой. «Бейте себя в грудь перед тем, кто считает вас хоть немного страшным. Иначе мне это начнет казаться уже не забавным, а оскорбительным... и тогда лучше бы вас не было поблизости».

source: "On the contrary: let's just cut to the chase and have it out, you haughty witch."
ru: «Напротив, давай перейдем к сути, надменная ведьма».

source: "I... hadn't meant for things to go this way. Allow me to apologize..."
ru: «Я... не предполагал такого развития событий. Позвольте мне извиниться...»

source: "I leave because I tire of you, and for no other reason. Farewell."
ru: «Я ухожу, потому что устал от тебя, и только. Прощай».

source: Just walk away.
ru: Просто уйти прочь.

source: She shakes her head, sighing loudly. "I would gladly accept your apology, if only you'd leave me be."
ru: Она качает головой с громким вздохом. «Я с радостью приму ваши извинения, если только вы оставите меня в покое».

source: "But I had hoped to receive training in the magical arts."
ru: «Но я ведь надеялся обучиться магическим искусствам».

source: "In a moment; I had some questions for you..."
ru: «Минутку, у меня есть еще вопросы к вам...»

source: "I will, then. Farewell."
ru: «Тогда я так и сделаю. Прощайте».

source: She smiles nervously. "No one of consequence, I assure you."
ru: Она нервно улыбается. «Это неважно, уверяю вас».

source: "But I think that you are, madam. You are Lady Thorncombe, mages' tutor of the Civic Festhall."
ru: «А вот я думаю что это вы. Вы - леди Торнкомб, наставница магов Городского Фестхолла».

source: "Might I have your name?"
ru: «Можно узнать ваше имя?»

source: "Oh... I'm, eh... Adhana?"
ru: «О... я, э... Адана?»

source: "All right, that's enough of this. I think we *both* know who you are, Lady Thorncombe."
ru: «Ну хватит всего этого. Думаю, мы *оба* знаем, кто вы, леди Торнкомб».

source: "You are actually Lady Thorncombe, mages' tutor of the Civic Festhall. Am I correct?"
ru: «На самом деле вы леди Торнкомб, наставница магов Городского Фестхолла. Я прав?»

source: This woman is still meandering about the sensorium, travelling from stone to stone. She looks you over as you approach, but does not seem to recognize you.
ru: Эта женщина все еще бесцельно бродит по сенсориуму, передвигаясь от камня к камню. При твоем приближении она окидывает тебя взглядом, но, по всей видимости, не узнает тебя.

source: Lady Thorncombe squints at you, as if trying to remember who you were. Suddenly, she frowns pointedly. "You! I hope you have not come here in an ill-fated attempt to drag me back to the training chamber... because I most certainly shall not go."
ru: Леди Торнкомб смотрит на тебя, прищурившись, будто пытаясь вспомнить, кто ты такой. Внезапно она многозначительно хмурится. «Это вы! Я надеялась, что вы больше не придете сюда, бесполезно пытаясь затащить меня в тренировочный зал... потому что я определенно туда не пойду».

source: "I just wondered if you knew that Salabesh was happy to hear of your decision, and is requesting to be made the new mages' tutor."
ru: «Мне просто интересно, знаете ли вы, как Салабеш рад вашему решению. Он претендует на место нового наставника магов».

source: "I just had some questions, actually..."
ru: «Вообще-то, у меня только несколько вопросов...»

source: "No, I didn't. Farewell."
ru: «Нет. Прощайте».

source: "Salabesh?! That portly little oaf... the man couldn't magic his way out of a mildewed sack! Now what is this *decision* you speak of?"
ru: «Салабеш?! Этот маленький пухлый простофиля... да со своим колдовством он не выберется даже из заплесневелого мешка! О каком это *решении* вы говорите?»

source: "Why, your decision to remain in the sensoriums, and to no longer train less experienced mages."
ru: «Ну, о вашем решении остаться в сенсориумах и больше не обучать неопытных магов».

source: "Nothing; forget I mentioned it. Farewell."
ru: «Ни о каком; забудьте, что я говорил. Прощайте».

source: I told Lady Thorncombe of Salabesh's intent to assume her position as the Civic Festhall's mages' tutor... apparently the two share little love for one another, and she was quick to return to the mages' training chamber so as to foil his plans.
ru: Я рассказал леди Торнкомб о намерении Салабеша занять ее позицию наставника магов Городского Фестхолла... очевидно, они недолюбливают друг друга, и она быстро вернулась в тренировочный зал магов, чтобы разрушить его планы.

source: "What?! But... I..."
ru: «Что?! Но... Я...»

source: "Yes, Lady Thorncombe?"
ru: «Да, леди Торнкомб?»

source: She glares at you. "Asinine. Wholly asinine. Should you see Salabesh again, tell him not to bother. I shall return to the training chambers at once."
ru: Она таращится на тебя. «Глупо. Весьма глупо. Если вы снова увидите Салабеша, передайте, чтобы он не беспокоился по этому поводу. Я немедленно возвращаюсь в тренировочный зал».

source: "Perhaps I'll see you there, Lady Thorncombe. Farewell."
ru: «Возможно, там и увидимся, леди Торнкомб. Прощайте».

source: Lady Thorncombe frowns at you. "I've no time to talk, now... you may meet me in the mages' training chamber later, if you wish. Farewell."
ru: Леди Торнкомб сердито смотрит на тебя. «У меня нет времени на разговоры... мы можем встретиться в тренировочном зале магов, если хотите. Прощайте».

source: Lady Thorncombe nods at you, but you're not clear as to whether she recognizes you or not. She's straightened her clothes and hair, and looks quite the aging but attractive noblewoman... but still seems far away and easily distracted. "Greetings... are you here to train in the magical arts?"
ru: Леди Торнкомб кивает тебе, но тебе неясно, узнала ли она тебя. Она разгладила свою одежду и волосы, и теперь у нее вид хоть и немолодой, но привлекательной аристократки... и все же она кажется отстраненной и слегка сметенной. «Здравствуйте... вы здесь, чтобы изучать магические искусства?»

source: "Yes... show me what spells you have to teach."
ru: «Да... каким заклинаниям вы можете меня научить?»

source: "Yes, I am."
ru: «Да».

source: "No, but I had some questions..."
ru: «Нет, но у меня есть несколько вопросов...»

source: "No, not now. Farewell."
ru: «Нет, не сейчас. Прощайте».

source: "Wait: Qui-Sai won't train me... he says spells are more effective than melee in combat. What do you think?"
ru: «Постойте. Меня не хочет обучать Ки-Саи... он говорит, что в бою заклинания эффективнее рукопашной схватки. Что вы об этом думаете?»

source: "Farewell, then."
ru: «Тогда прощайте».

source: "My time and attention is reserved for my students, sir. I suggest you speak to one of them... or better yet, someone less occupied."
ru: «Свое время и внимание я посвящаю своим ученикам, сэр. Предлагаю поговорить с одним из них... или, что было бы еще лучше, с кем-то менее занятым».

source: You answer the last of her questions, and she nods, pleased. "You are a mage by trade then, I take it?"
ru: Ты отвечаешь на последний из ее вопросов, и она удовлетворенно кивает. «Смею предположить, что вы - профессиональный маг, все верно?»

source: "That I am."
ru: «Так и есть».

source: "No... I am not."
ru: «Нет... это не так».

source: "Not currently, no... though I've been trained."
ru: «Нет, пока нет... хотя я проходил обучение».

source: She shuts her eyes and lets out a long, low sigh. "What do you expect me to teach you, then? Waste no more of my time, nor my students'! Farewell."
ru: Она закрывает глаза и издает длинный низкий вздох. «Тогда чему же вы хотите у меня научиться? Больше не тратьте понапрасну время - мое и моих учеников! Прощайте».

source: "Wait... could you *make* me a mage?"
ru: «Постойте... а вы можете *сделать* из меня мага?»

source: "Wait... I wish to walk the path of the mage once more. Can you show me the way?"
ru: «Постойте... я хочу снова встать на путь мага. Вы можете помочь мне?»

source: "Farewell, Lady Thorncombe."
ru: «До свиданья, леди Торнкомб».

source: "Very well. Answer me these questions, if you would..." She proceeds to test your intelligence and reasoning ability with a long series of logic and word puzzles...
ru: «Хорошо. Ответьте на следующие вопросы...» Она начинает проверять твой интеллект и способность к рассуждению длинной чередой логических и словесных загадок...

source: Answer her questions as best you can.
ru: Отвечать на ее вопросы как можно лучше.

source: "I am sorry, but you simply do not possess the intellect to grasp the fundamental concepts of magery. I wish you well, though, on whatever other path you choose to take through life; farewell."
ru: «Извините, но вы попросту недостаточно умны, чтобы понять фундаментальные основы магии. Тем не менее, я желаю вам удачи в любом другом выбранном жизненном поприще. Прощайте».

source: "Uh... all right. Farewell."
ru: «Э... Хорошо. Прощайте».

source: "I could *try,* that much is certain. Would you truly give up your current profession?"
ru: «Я определенно могла бы *попробовать*. Вы в самом деле хотите покинуть свою текущую специализацию?»

source: "Yes, I wish to give up the sword in exchange for sorcery, taking up the Art once more."
ru: «Да, я хочу забросить меч ради магии и продолжить постижение Искусства».

source: "Yes, I wish to leave thievery behind me and take up the Art once more."
ru: «Да, я хочу оставить воровство и продолжить постижение Искусства».

source: "Yes, I wish to give up the sword in exchange for sorcery. Teach me the ways of the Art."
ru: «Да, я хочу забросить меч ради магии. Обучите меня пути Искусства».

source: "Yes, I wish to leave thievery behind me and take up the ways of the Art."
ru: «Да, я хочу оставить воровство и заняться изучением пути Искусства».

source: "No, I had best not. Farewell."
ru: «Нет, думаю, не стоит. Прощайте».

source: "Very well. Together we shall review what you know of the Art... we shall soon set you on its path once more."
ru: «Хорошо. Вместе мы восстановим ваши познания Искусства... вскоре мы снова обратим вас на его путь».

source: Listen and learn.
ru: Слушать и учиться.

source: "I am most impressed! Had not the sensory stones already revealed to me the impossible so many times before, I would not have believed how quickly you recalled the ways of the Art. Are you ready to see what spells I can teach you, then?"
ru: «Я просто поражена! Если бы камни переживаний не раскрывали мне невозможное столько раз до этого, я бы не смогла поверить тому, как быстро вы вспомнили путь Искусства. Итак, вы готовы узнать, каким заклинаниям я могу вас обучить?»

source: "Yes, please show me."
ru: «Да, пожалуйста, покажите мне».

source: "Not right now, but I'll return later. Farewell."
ru: «Не сейчас, но позже я вернусь. Прощайте».

source: "Are you ready to see what spells I can teach you, then?"
ru: «Итак, вы готовы узнать, каким заклинаниям я могу вас обучить?»

source: "Very well. I will teach you what I can." She pauses for a moment, lost in thought. "A talent for the Art alone is not enough. You require a means of giving it focus: spells. One's spells are, most often, stored in a book, though I've come across mages who kept theirs in papyrus scrolls, stone tablets... embroidered silk... animal hides..." Her eyes seem to glaze over, and she begins to chew her thumbnail.
ru: «Хорошо. Я научу вас тому, чему смогу, - на миг она останавливается, погрузившись в мысли. - Одного лишь таланта к Искусству недостаточно. Вам необходимы средства для его фокусировки - заклинания. Их чаще всего хранят в книге, хотя мне попадались маги, хранившие их в папирусных свитках, на каменных табличках... на расшитом шелке... на шкурах животных...» Ее глаза становятся стеклянными, и она начинает грызть ноготь на большом пальце.

source: "Lady Thorncombe? You were saying?"
ru: «Леди Торнкомб? Вы что-то сказали?»

source: "Hmm? Oh! Forgive me... as I was saying, the Art demands a book - or its like - before you cast spells. You can read, yes?"
ru: «М-м-м? Ах, простите... как я уже сказала, для Искусства нужна книга, или что-нибудь подобное, прежде чем вы начнете творить заклинания. Вы ведь умеете читать, не так ли?»

source: "I don't know."
ru: «Не знаю».

source: "Yes."
ru: «Да».

source: "We shall test you once more, then." She draws a scroll from a leather case hung at her side. "Might you read this for me?"
ru: «Тогда проверим еще раз, - она достает свиток из кожаной сумки, висящей у нее на боку. - Можете прочитать это мне?»

source: Examine the scroll.
ru: Осмотреть свиток.

source: The writing upon the scroll swims before your eyes, each symbol twisting out of focus whenever you try and read it. Almost instinctively, you relax your eyes, allowing them to take in the page all at once... and the symbols suddenly bleed together: the scroll lists arcane syllables, magical components and mystical hand motions used to control the flow of mana... it appears to be a minor charm spell.
ru: Надписи на свитке плывут у тебя перед глазами, каждый символ расплывается, как только ты пытаешься его прочесть. Почти инстинктивно ты расслабляешь глаза, позволив им охватить страницу целиком... и вдруг символы на ней сливаются: свиток перечисляет тайные знаки, магические компоненты и загадочные движения руками, используемые для контроля потока маны... похоже, это заклинание малого зачарования.

source: "This is a minor charm, isn't it? It looks like it's a spell to make yourself more appealing to others, more charismatic."
ru: «Это ведь малое зачарование? Похоже на заклинание, делающее тебя более привлекательным для других, более обаятельным».

source: The writing upon the scroll swims before your eyes, each symbol twisting out of focus whenever you try and read it.
ru: Надписи на свитке плывут у тебя перед глазами, каждый символ расплывается, как только ты пытаешься его прочесть.

source: Study the symbols, see if you can decipher them.
ru: Изучить символы, посмотреть, можешь ли ты расшифровать их.

source: "I give up, Lady Thorncombe... what does this writing mean?"
ru: «Я сдаюсь, леди Торнкомб... что означают эти надписи?»

source: You study the symbols intently. No matter how hard you concentrate, however, the writing on the scroll seems to flow out of focus, bending and twisting like a nest of snakes. It makes your eyes hurt just trying to follow their movements.
ru: Ты пристально рассматриваешь символы. И все же, как бы сильно ты не старался, надписи на свитке расплываются, изгибаются и скручиваются, как клубок змей. От одних лишь попыток уследить за их движениями твои глаза начинают болеть.

source: Keep studying the symbols, try and puzzle out their meaning.
ru: Продолжить изучать символы, пытаться разгадать их значение.

source: You keep studying the symbols for a few more minutes, Lady Thorncombe silently watching you. Eventually, she loses interest and her eyes begin to wander around the chamber.
ru: Ты продолжаешь изучать символы еще несколько минут, леди Торнкомб молча следит за тобой. В конце концов, она утрачивает интерес к этому занятию, и ее взгляд начинает блуждать по залу.
