Repository: winterheart/planescape
Catalog: po/pst-ee/po/*/dlg/dvrisch.dlg.po
Languages: ru

source: This sharp-featured woman's appearance is attractive though somewhat disturbing, with her blue-black skin and bright yellow eyes. As she examines you, a small pair of bat-like wings unfold from her back, then seem to settle back into her skin.
ru: Эта женщина с резкими чертами лица выглядит привлекательно, хотя ее темно-синяя кожа и желтые глаза немного настораживают. Когда она изучает тебя, у нее за спиной раскрываются два небольших крыла, как у летучей мыши, затем убираются обратно.

source: "Well, well... a floating, disembodied, prevaricating skull..."
ru: «Так-так... летающий изворотливый череп без тела...»

source: "How can you help me?"
ru: «Чем ты можешь мне помочь?»

source: "What is this place?"
ru: «Что это за место?»

source: "I did have some questions..."
ru: «У меня тут несколько вопросов...»

source: "No thanks. Farewell."
ru: «Нет, спасибо. Прощай».

source: "I'll entertain any questions about the merchandise, but I'm not going to be drawn into one of your famous twenty-questions-about-anything-around-the-spire, *understood?*"
ru: «Я отвечу на любые вопросы касательно торговли, но не собираюсь быть втянутой в твои знаменитые двадцать-вопросов-обо-всем-вокруг-шпиля, *понятно*?»

source: "Interested in purchasing a slave or servant, Vrischika?"
ru: «Интересуешься покупкой рабов или слуг, Вришика?»

source: "Tell me about this place, at least."
ru: «Ну, хотя бы расскажи мне об этом месте».

source: "Let's see your merchandise, then."
ru: «Тогда давай посмотрим на твой товар».

source: "In that case, farewell."
ru: «В таком случае, прощай».

source: "I had another question..."
ru: «У меня есть другие вопросы...»

source: "That's all I wished to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "Hmm. I had another question..."
ru: «Хм-м. У меня еще вопрос...»

source: "All right, then. Let's see your merchandise..."
ru: «Тогда ладно. Давай посмотрим на твои товары...»

source: "I... see. That's all I wished to know; farewell."
ru: «Понятно... Это все, что я хотел узнать. Прощай».

source: "Baatezu camp follower?"
ru: «Подстилка баатезу?»

source: "Train her agents?"
ru: «Обучения ее агентов?»

source: "I'd like to see your merchandise..."
ru: «Хотелось бы посмотреть на твой товар...»

source: "That's all I wished to know; farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "Truth?! *Truth?!* One does not 'win free' of baatezu contracts, bitch cloaked in human skin. You speak lies, and all the tanar'ri hordes know it, from the lowest legions to the other comfort-suckling succubi as they cavort across the planes. 'Fall-from-Grace was but a baatezu slave from the moment she was born, and so shall she *always* be.' You still are an indentured plaything of the baatezu, to be tortured and commanded as they see fit." Vrischika sneers. "You even *behave* as they do."
ru: «Правда?! *Правда*?! Никто не может 'выпутаться' из договора с баатезу, ты, сучка под человеческой личиной. Ты врешь, и все танарри знают об этом - от низших легионов до самих суккубов-молокососок, скачущих по планам. 'Падшая Грация с самого рождения была рабыней баатезу, и останется ею *навсегда*'. Ты по-прежнему игрушка в руках баатезу. Они мучают тебя, они распоряжаются тобой, как им заблагорассудится, - Вришика ухмыляется. - Ты даже *ведешь* себя как они».

source: "Enough! I do not care to hear you speak your lies in my presence!"
ru: «Хватит! Я больше не желаю слушать твою ложь в моем присутствии!»

source: "Oh, but of *course* not! Did I dare suggest such a thing? But perhaps you should let the man judge for himself." Vrischika turns to you, eyes blazing. "Do you not wonder, little man? Does the mephit of reason and curiosity ever enter your mind as to this matter? Does not the arrangement at the brothel seem *strange* to you?"
ru: «О, *конечно* же, нет! Как я смею предполагать подобное? Но, наверное, тебе следовало бы позволить ему решать самому, - Вришика поворачивается к тебе, сверкая глазами. - Тебя это не удивляет, человечек? Неужели в твою голову не закрадывался хоть малейший намек на сомнение или хоть любопытство? Неужели порядки в борделе не показались тебе *странными*?»

source: "Oh, I'm certain he did ask... what man could resist?" Vrischika sneers and looks away in disgust.
ru: «О, я уверена, что он просил... какой мужчина сможет сопротивляться?» Вришика ухмыляется и с отвращением смотрит в сторону.

source: Vrischika sighs loudly. "An alu-fiend... a half-demon. My mother was tanar'ri, a fiend, and my father a great king of mortals. Such a rude question... but then, you're rather rude-looking yourself, aren't you?"
ru: Вришика громко вздыхает. «Алу-демон... полунечисть. Моя мать - танарри, нечистый дух, а мой отец - великий царь смертных. Какой грубый вопрос... хотя, с другой стороны, ты и сам выглядишь грубым, не так ли?»

source: "I travel and trade extensively. I hear a great deal, I purchase a great deal, and I own a great deal. Perhaps I can make you a great deal. Is there anything that you desire?"
ru: «Я много путешествую и торгую. Я много слышу, много покупаю и многим владею. Возможно, и тебе я многим смогу помочь. Ты чего-нибудь желаешь?»

source: "Only answers to some questions..."
ru: «Только ответы на несколько вопросов...»

source: "Perhaps. What are you selling?"
ru: «Возможно. Чем ты торгуешь?»

source: "No, not now. Farewell."
ru: «Нет, не сейчас. Прощай».

source: "Would you care to examine the weapons and charms? Or some of my more *exotic* acquisitions?"
ru: «Хочешь посмотреть оружие и амулеты? Или какие-нибудь из моих более *экзотических* приобретений?»

source: "The weapons and charms..."
ru: «Оружие и амулеты...»

source: "The exotic items..."
ru: «Экзотические товары...»

source: "Nothing, actually. Farewell."
ru: «На самом деле, ничего. Прощай».

source: Vrischika smiles as you look at the various shelves in the middle of the shop. "If you see nothing you like here, there are more items towards the front and the back of the store, as well."
ru: Вришика улыбается, пока ты рассматриваешь полки в средней части магазина. «Если не подберешь себе чего-нибудь здесь, в передней и задней частях магазина есть другие товары».

source: Examine the Fiend's Tongue.
ru: Осмотреть язык нечистого.

source: Examine the Gorgon Salve.
ru: Осмотреть мазь Горгоны.

source: Examine the metallic cube figurine.
ru: Осмотреть металлическую фигурку-куб.

source: Examine the Monster Jug.
ru: Осмотреть кувшин с монстром.

source: "Actually, let me look at the weapons and charms..."
ru: «На самом деле, позволь мне посмотреть на оружие и амулеты...»

source: "Nothing interests me at the moment. Farewell, Vrischika."
ru: «В данный момент меня ничего не заинтересовало. Прощай, Вришика».

source: Vrischika notes you examining the book labeled 'CHEAT CODES.' "Yes... they're exactly what you think they are. Go ahead; look at them."
ru: Вришика замечает, что ты рассматриваешь книгу с названием «ЧИТ-КОДЫ». «Да... они как раз то, о чем ты подумал. Давай, погляди на них».

source: "Cheat codes? I don't understand..."
ru: «Чит-коды? Не понял...»

source: Look at the various Cheat Codes.
ru: Осмотреть различные чит-коды.

source: "Actually, let me see the other things again..."
ru: «На самом деле, позволь мне еще раз взглянуть на другие вещи...»

source: "No thanks. Farewell, Vrischika."
ru: «Нет, спасибо. Прощай, Вришика».

source: "What do you want for them?"
ru: «Что ты за них хочешь?»

source: You examine a number of small bottles, each labeled as 'Baby Oil.' Vrischika picks one up and presents it to you. "Interested? It's the real thing, of course. Thousands of mewling, mortal babies went into the making of the stuff."
ru: Ты осматриваешь ряд маленьких бутылочек, на каждой из которых написано «Детское масло». Вришика поднимает одну из них и показывает тебе. «Интересует? Оно, конечно же, настоящее. На его изготовление ушли тысячи хнычущих детей смертных».

source: "Eh... no thanks. Let me see the other stuff."
ru: «Э... нет, спасибо. Позволь мне взглянуть на другие вещи».

source: You examine a twisted little imp-like creature, sculpted out of pure, milk chocolate. "It looks delicious, does it not? Imported from the Lower Planes. These are rare, you know, and quite prized by lovers of chocolate and confections. It's a real quasit - a fiendish familiar - polymorphed into chocolate by powerful sorcery. It's only one hundred and ninety-nine coppers."
ru: Ты осматриваешь небольшое изогнутое, похожее на чертенка существо, сделанное из чистого молочного шоколада. «Выглядит аппетитно, не так ли? Поставляется с Нижних планов. Знаешь, а они редкостные, и высоко ценятся любителями сладостей. Это настоящий квазит, бесовской фамильяр, превращенный в шоколад с помощью могущественной магии. Всего сто девяносто девять медяков».

source: "I'll take it."
ru: «Беру».

source: You examine a small glass phial labeled as 'Deva's Tears.' "These were collected from a deva who was captured during a Blood War skirmish. The fiends tormented the imprisoned angel for eons before he at last escaped - this small bottle holds the twelve tears he shed in that time. Their price is but one hundred copper commons."
ru: Ты осматриваешь маленький стеклянный пузырек с ярлычком «Слезы дэва». «Их собрали с дэва, захваченного в плен в стычке на Кровавой войне. Нечистые пытали плененного ангела целую вечность, пока он, наконец, не сбежал. В этом маленьком пузырьке содержатся двенадцать слез, которые он за то время. Их цена - всего лишь сотня медных монет».

source: "I'll take them."
ru: «Беру».

source: You examine a small glass phial labeled as 'Deva's Tears.' Vrischika presents it to you. "These were collected from a deva who was captured during a Blood War skirmish. The fiends tormented the imprisoned angel for eons before he at last escaped - this small bottle holds the twelve tears he shed in that time. It is said their touch will soothe the most savage anger... even that of a fiend's tongue." Vrischika smiles cruelly. "Their price is but nine hundred and ninety-nine copper commons."
ru: Ты осматриваешь маленький стеклянный пузырек с ярлычком «Слезы дэва». Вришика показывает его тебе. «Их собрали с дэва, захваченного в плен в стычке на Кровавой войне. Нечистые пытали плененного ангела целую вечность, пока он, наконец, не сбежал. В этом маленьком пузырьке содержатся двенадцать слез, которые он пролил за то время. Говорят, слезы дэва способны смягчить самый дикий гнев... даже такой, как у языка нечистого, - Вришика беспощадно улыбается. - Их цена - всего лишь девятьсот девяносто девять медных монет».

source: "Those might stop the Fiend Tongue's cursing. I'll take them."
ru: «Они могут снять проклятие языка нечистого. Я их возьму».

source: "Actually, let me see the other things..."
ru: «Собственно, позволь мне взглянуть на другие вещи...»

source: "Those could be what Ecco needs... but no thanks. Farewell."
ru: «Должно быть, это то, что нужно Экко... и все же нет, спасибо. Прощай».

source: You examine a bottle labeled as 'Elixir of Horrific Separation.' Vrischika presents it to you. "This stuff was compounded by a scholar who'd found she possessed a darker half - a side of her which took control, at times, and bade her do awful things. This potion was to have 'split' the darker half away from her, creating two separate beings. Mercykillers, however, found and executed her for a string of depraved murders before she could use it. I'd charge you only two hundred copper commons for the Elixir."
ru: Ты осматриваешь бутылочку с надписью «Эликсир ужасного разделения». Вришика показывает ее тебе. «Эта смесь была составлена ученой, которая обнаружила, что одержима своей темной половиной, которая время от времени захватывала контроль над ней и приказывала ей делать ужасные вещи. Это снадобье должно было 'отделить' от нее темную половину, создав два отдельных существа. Однако прежде чем она успела воспользоваться им, ее нашли и казнили убийцы милосердия, наказав за серию извращенных убийств. За него я возьму с тебя всего лишь двести медных монет».

source: You examine what appears to be a tongue floating in a jar of brine. Vrischika frowns at it. "This is a fiend's tongue... a cornugon's, I think, but who really knows? It's said that, placed into the mouth of any living thing, it will give the ability of speech, even if there was none before. I'm selling this oddity for only sixty-six coppers, should you want it."
ru: Ты осматриваешь нечто, похожее на язык, плавающий в соленом растворе. Вришика смотрит на него неодобрительным взглядом. «Это язык нечистого... думаю, корнугона, хотя кто скажет наверняка? Говорят, что если поместить его в рот какого-либо живого существа, то оно получит дар речи, даже если до этого не умело говорить. Если он тебе понадобится, я продам тебе эту диковинку всего за шестьдесят шесть медяков».

source: "I'll take it; it may give Ecco back her voice."
ru: «Я возьму его. Он может вернуть Экко голос».

source: You examine a bottle labeled as 'Gorgon Salve.' Vrischika holds it up for you. "I traded for this with some sword-slinging Prime Worlder... Perseus, I think, was his name. Smeared onto the surface of any being turned to stone, it will revert them to flesh. Only one hundred copper commons; a bargain, considering how handy it might come in should you ever find a friend of yours transmuted to rock."
ru: Ты осматриваешь бутылочку с надписью «Мазь Горгоны». Вришика берет ее в руки, чтобы продемонстрировать ее тебе. «Я выторговала ее у одного вояки-первичника... кажется, его звали Персей. Если намазать ею любое существо, обращенное в камень, мазь возвращает его плоть в нормальное состояние. Всего лишь сто медных монет. Выгодная покупка, учитывая то, как кстати она будет, если когда-нибудь один из твоих друзей превратится в камень».

source: You examine a plain-looking jug... despite its common appearance, you feel reluctant to touch the thing, as if it might bite you. Vrischika watches you, chuckling, then shrugs. "It's a jug. It's got some sort of monster trapped in it - that's why your hair's prickling up like that. If you'd like it, it's only one hundred and twenty-three copper."
ru: Ты осматриваешь простой с виду металлический кувшин... несмотря на вполне обычный внешний вид, тебе совершенно не хочется прикасаться к этой вещи, как будто она может тебя укусить. Вришика наблюдает за тобой, посмеиваясь, затем пожимает плечами. «В этом кувшине заключено какое-то чудовище. Именно от этого у тебя волосы дыбом. Если что, он обойдется тебе всего лишь в сто двадцать три медяка».

source: You examine a ring in a small, padded case. Vrischika holds it up so that you can see it more closely. "This is Yevrah's Ring of Almost Invisibility. It makes its wearer invisible - well, almost. I will part with it for the meager sum of three hundred and forty-nine copper commons."
ru: Ты осматриваешь кольцо в небольшой коробке с подушечкой. Вришика подносит его поближе, чтобы ты смог разглядеть его. «Это Кольцо почти-невидимости Йевры. Оно делает владельца невидимым... ну, почти. Я расстанусь с ним за небольшую сумму в триста сорок девять медных монет».

source: "Win me the... what do you mean?"
ru: «Победить в... о чем это ты?»

source: Vrischika narrows her yellow eyes at you. "Oh, come now. You know *exactly* what I mean. Buy the Cheater's Blade, you beat the game. It's that simple... for only fifteen hundred copper commons. Do you want it, or no?"
ru: Вришика смотрит на тебя прищуренными глазами. «О, да брось. Ты *точно* знаешь, о чем я. Купив Клинок мошенника, ты выиграешь игру. Все просто... всего-навсего полторы тысячи медных монет. Он тебе нужен или нет?»

source: "Yes, I'll take it."
ru: «Хорошо, я возьму это».

source: "No... but let me see the other things again..."
ru: «Нет... но позволь мне еще раз посмотреть другие вещи...»

source: Vrischika steps closer to you. "Mere coin isn't enough for such an item. I would have a pound of your blood, drawn in front of me with *this* blade..." Suddenly, there is a serrated dagger in her hand. "...and drained into this iron box. I'll take nothing less than this."
ru: Вришика подходит к тебе ближе. «Для такой вещи одних монет будет недостаточно. Мне нужен фунт твоей крови, пролитой передо мной *этим* кинжалом, - внезапно в ее руке появляется зазубренный кинжал, - и сцеженной в эту стальную коробку. На меньшее я не соглашусь».

source: "I'll do it."
ru: «Я сделаю это».

source: In minutes the grisly ritual is over, and Vrischika - a satisfied smile upon her lips - hands you the book. "Don't have too much of a time, now. Farewell."
ru: Через минуту неприятный ритуал закончен, и Вришика с довольной улыбкой на губах отдает тебе книгу. «Теперь у меня мало времени. Прощай».

source: "Farewell."
ru: «Прощай».

source: "How about Morte?"
ru: «Как насчет Морта?»

source: "This tiefling girl, Annah."
ru: «Эта девчонка-тифлинг, Анна».

source: "Dak'kon, the githzerai."
ru: «Даккон, гитцерай».

source: "This modron here - Nordom."
ru: «Вон тот модрон - Нордом».

source: "Actually, forget it. I had another question..."
ru: «А вообще, забудь. У меня еще вопрос...»

source: "No one, actually; never mind. Farewell."
ru: «На самом деле, ничего. Не обращай внимания. Прощай».

source: Vrischika narrows her eyes at Morte. "Hmmm... he could prove useful, yes. So long as you understand that you'll never see him again... I'll pay five thousand copper coins for him."
ru: Вришика смотрит на Морта прищуренными глазами. «Хм-м-м... да, он может пригодиться. Ты ведь понимаешь, что больше никогда его не увидишь... Я заплачу за него пять тысяч медных монет».

source: "Never again, you say? Fine... take him."
ru: «Говоришь, больше никогда? Отлично... забирай его».

source: "No, I'd best not. Farewell, Vrischika."
ru: «Нет, лучше не надо. Прощай, Вришика».

source: "Never? I understand. Take him."
ru: «Никогда? Понимаю. Забирай его».

source: Leave.
ru: Уйти.

source: Vrischika narrows her eyes at Nordom. "Hmmm... a clockwork servant of my very own? Yes, I'll certainly make that deal. So long as you understand that you'll never see him again... I'll pay five thousand copper coins for him."
ru: Вришика смотрит на Нордома прищуренными глазами. «Хм-м-м... мой персональный механический слуга? Да, я определенно согласна. Ты ведь понимаешь, что больше никогда его не увидишь... Я заплачу за него пять тысяч медных монет».

source: Vrischika gives a quick half-bow. "Welcome back. Here to buy something?"
ru: Вришика отвешивает быстрый полупоклон. «Добро пожаловать обратно. Пришел за покупками?»

source: "Not just now. I had some questions..."
ru: «Не сейчас. У меня есть кое-какие вопросы...»

source: "Yes, I am."
ru: «Да».

source: You examine a large pewter ale stein covered in strange runes. Vrischika holds it up for you to see more closely. "An ale mug of unusual manufacture, which keeps its contents - usually beer, of course - icy cold whatever the surrounding temperature. Two hundred and ninety-nine copper commons, and you'll enjoy the frostiest ale you've ever had outside the paraplane of Ice."
ru: Ты осматриваешь большую оловянную кружку, покрытую странными рунами. Вришика поднимает ее, чтобы ты рассмотрел ее поближе. «Пивная кружка необычной конструкции, сохраняющая свое содержимое - в большинстве случаев, конечно, пиво - ледяным независимо от окружающей температуры. Всего двести девяносто девять медных монет - и ты сможешь наслаждаться самым холодным элем за пределами полуплана льда».

source: "Yes?"
ru: «Да?»

source: "No. Farewell."
ru: «Нет. Прощай».

source: "I'd like to look at the weapons and charms, now..."
ru: «Я хотел бы взглянуть на оружие и амулеты».

source: "I'd like to look at the exotic items again..."
ru: «Я хотел бы еще раз взглянуть на экзотические товары».

source: Vrischika frowns slightly, examining the note. "Well... I suppose I can have Standish fetch it, later. Very well; here you are." She hands you the item. "Please, enjoy your newest acquisition."
ru: Вришика слегка хмурится, разглядывая расписку. «Что ж... полагаю, Стэндиш сможет ее потом обналичить. Хорошо, держи, - она дает тебе предмет. - Прошу, наслаждайся новым приобретением».

source: "I have this thousand-common promissory note from the Brothel..."
ru: «У меня долговая расписка из Борделя на сумму в тысячу монет...»

source: Look to the front of the store.
ru: Заглянуть в переднюю часть магазина.

source: Look to the back of the store.
ru: Заглянуть в заднюю часть магазина.

source: Examine the Baby Oil.
ru: Осмотреть детское масло.

source: Examine the Chocolate Quasit.
ru: Осмотреть шоколадный квазит.

source: Examine the Codex of the Inconceivable.
ru: Осмотреть Кодекс необъяснимого.

source: Examine the Deva's Tears.
ru: Осмотреть слезы дэва.

source: Examine the Elixir of Horrific Separation.
ru: Осмотреть Эликсир ужасного разделения.

source: Look to the middle of the store.
ru: Заглянуть в среднюю часть магазина.

source: Examine the stained lens.
ru: Осмотреть грязную линзу.

source: Examine Yevrah's Ring.
ru: Осмотреть кольцо Йевры.

source: Examine the tattered rag doll.
ru: Осмотреть порванную тряпичную куклу.

source: "That could return Ecco's voice... but let me see the other things again, first..."
ru: «Он может вернуть Экко голос... но сперва позволь мне взглянуть на другие вещи...»

source: "That might give Ecco a voice... but no thanks. Farewell."
ru: «Он может вернуть Экко голос... и все же нет, спасибо. Прощай».

source: Vrischika only smiles and points at an item towards the front of the store.
ru: Вришика лишь улыбается и указывает на товары в передней части магазина.

source: Examine what she's pointing at.
ru: Рассмотреть то, на что она указывает.

source: "I gave someone the Fiend's Tongue, and it's had some... ill effects. Any ideas?"
ru: «Я кое-кому дал язык нечистого, и у него наблюдались кое-какие... неприятные эффекты. Есть какие-нибудь мысли?»
