Repository: winterheart/planescape
Catalog: po/pst-ee/po/*/dlg/dweskull.dlg.po
Languages: ru

source: This strangely-shaped skull emits a high-pitched chitter before it speaks to you. "C-c-c-can I h-help you?"
ru: Этот череп странной формы пронзительно хихикает перед тем, как заговорить с тобой. «Ч-ч-чем могу п-п-помочь?»

source: "Who are you?"
ru: «Кто ты?»

source: "How did you get here?"
ru: «Как ты попал сюда?»

source: "What can you tell me of Lothar?"
ru: «Что ты можешь сказать о Лотаре?»

source: "What can you tell me of the other skulls on this shelf?"
ru: «Что ты можешь сказать о других черепах на этой полке?»

source: "No. Farewell."
ru: «Нет. Прощай».

source: "Y-y-y-y-you again?"
ru: «С-с-снова ты?»

source: "Not for long. Farewell."
ru: «Ненадолго. Прощай».

source: "I'm G-g-g-g-goatscomb. I was a wererat."
ru: «Я Г-г-гоатскомб. Я был крысооборотнем».

source: "Were-RAT? How many were-beasts are there, anyway?"
ru: «КРЫСО-оборотнем? И сколько этих оборотней на свете?»

source: "It's e-e-e-embarrassing. I was in rat-form looking for some f-f-f-food at the Smoldering Corpse, when... let's j-j-j-just say I never expected a serving wench to have a s-s-s-silver fork. Mantuok f-f-found me twitching, and I w-w-w-wound up here."
ru: «Как-то н-н-неловко об этом говорить. Я был в крысиной форме, искал еду в Тлеющем трупе, и тут... скажем т-т-так, я не ожидал, что у официантки ок-к-кажется с-с-серебряная вилка. Мантуок н-н-наткнулся на меня, корчащегося в агонии - и я ок-к-казался тут».

source: "What can you tell me of Mantuok?"
ru: «Что ты можешь сказать о Мантуоке?»

source: "What can you tell me of the other skulls here?"
ru: «Что ты можешь рассказать о других черепах?»

source: "I see. Well, farewell."
ru: «Понятно. Что ж, прощай».

source: Goatscomb's skull falls entirely silent. If it had eyes, you're sure they'd be rolling around in terror. "Go... away..." the skull whispers. It refuses to speak to you.
ru: Череп Гоатскомба не издает ни звука. Ты уверен, что если бы у него были глаза, они бы бегали от ужаса. «Уходи...» - шепчет череп. Он отказывается продолжать разговор.

source: "Farewell, then."
ru: «Тогда прощай».

source: "They're all m-m-most judgmental. J-j-just because they were m-m-mostly human skulls, they th-th-think they're somehow b-b-b-better than me. I h-h-HATE them."
ru: «Они все т-т-таки критиканы. Т-т-только потому, что большинство из них - ч-ч-человеческие черепа, они с-с-считают, что ч-ч-чем-то лучше меня. Я их н-н-НЕНАВИЖУ».

source: "That's a healthy attitude. Tell me about yourself, why don't you?"
ru: «Вот так здоровые отношения. Расскажи мне о себе, ты не против?»

source: "That's nice. How did you come to be here?"
ru: «Как мило. И как ты здесь оказался?»

source: "You must like Lothar then, right?"
ru: «Тогда Лотар, должно быть, нравится тебе?»

source: "Good for you. Farewell."
ru: «Рад за тебя. Прощай».

source: "Oh, a g-g-g-great number. R-r-ravens, w-wolves, b-b-bears, badgers... even c-c-crocodiles! It's like all the animals in the B-b-beastlands have a lycanthropic c-c-c-counterpart. I-I-I-it's quite interesting, really."
ru: «О, н-н-немало. В-в-вороны, в-в-волки, м-м-медведи, б-б-барсуки... даже к-к-крокодилы! Похоже, что у всех животных в Звериных землях есть с-с-сородичи-оборотни. Это д-д-довольно интересно, правда».

source: "What wererats are around here?"
ru: «Есть здесь поблизости какие-нибудь крысооборотни?»

source: "How do you kill a werebeast?"
ru: «Как убить оборотня?»

source: "I'll say. Farewell."
ru: «Да, очень интересно. Прощай».

source: "That s-s-s-sodding hedge-wizard! That b-b-b-bubber! I made him what he is today. Y-y-y-years ago, when he was just a stinking b-b-b-biped, I found him and m-made his leg a sn-sn-snack. Tasted like pickled m-m-m-meat. I was dr-drunk for d-d-d-d-days. Then he shows up. Then he g-g-gets some fancy b-b-book, and I'm y-y-y-yesterday's trash and a decoration on a sh-sh-shelf. Bastard."
ru: «Жалкий м-м-маг-недоучка! Алк-к-каш! Это я сделал его таким, какой он есть. М-м-м-много лет назад он был всего лишь в-в-вонючим двуногим. Я наткнулся на его и зак-к-кусил его н-н-ногой. На вкус как маринованное м-м-мясо. Я еще м-много дней п-п-потом ходил пьяный. А потом он н-н-нарисовывается с какой-то чудо-к-к-книжкой - и вот я уже в-в-в-вчерашний мусор и украшение на п-п-полке. Ублюдок».

source: "Do you know any of his secrets?"
ru: «Ты знаешь какие-нибудь его секреты?»

source: "How can I kill him?"
ru: «Как мне его убить?»

source: "Tough life. Farewell."
ru: «Нелегкая у тебя жизнь. Прощай».

source: "There's M-m-m-mantuok and his band. I made him, and w-w-w-what does he do? Goes and sells me to L-l-lothar! That's okay, though... I sp-sp-spilled all his secrets to the boss. Mantuok may think h-he's safe, but Lothar kn-n-n-nows everything."
ru: «М-м-мантуок и его банда. Это я сделал его таким, и ч-ч-ч-чем он мне отплатил? Пошел и продал меня Л-л-лотару! Но это ничего... я с-с-слил боссу все его секреты. Мантуок м-м-может считать себя в безопасности, но Лотар-то в-в-все знает».

source: "What can you tell me about Mantuok?"
ru: «Что ты можешь рассказать о Мантуоке?»

source: "Like what?"
ru: «Например?»

source: "Good. Farewell."
ru: «Хорошо. Прощай».

source: "K-k-killing a lycanthrope is easy. Just f-f-find a silver or m-m-magic weapon, and stick 'em! Normal weapons d-d-d-don't work so well, though... was a t-t-t-time I got folks to shoot me fulla arrows. D-d-d-d-didn't do nothing but sting. I looked like a p-p-p-porcupine!"
ru: «Убить л-л-ликантропа просто: н-н-найди серебряное или м-м-магическое оружие, и проткни его! Обычное оружие действует не так хорошо... Однажды меня всего утыкали с-с-с-стрелами. Было больно, д-д-да и только. Я был похож на д-д-д-дикобраза!»

source: "Thanks. Farewell."
ru: «Спасибо. Прощай».

source: "His s-s-s-secret is that he works for b-b-b-both Lothar and M-m-m-many-as-One, the cranium rat hive mind. I don't know w-w-w-what he's planning, b-b-but ... it doesn't m-m-m-m-matter, because I t-t-t-told Lothar all of it anyway."
ru: «Его с-с-секрет в том, что он работает и на Лотара, и на М-м-м-многоединого, коллективный разум черепокрыс. Не знаю, что он там з-з-адумал, н-н-но... это и н-н-н-неважно, потому что я уже в-в-все рассказал Лотару».

source: "I see. Thanks, and farewell."
ru: «Понятно. Спасибо и прощай».
