Repository: winterheart/planescape
Catalog: po/pst-ee/po/*/dlg/dz1146.dlg.po
Languages: ru

source: "Again?!"
ru: «Опять?!»

source: "I had some questions..."
ru: «У меня есть вопросы...»

source: "Nothing, I was just passing by. Farewell."
ru: «Ничего, я просто проходил мимо. Прощай».

source: The corpse continues to stare at you.
ru: Труп продолжает пялиться на тебя.

source: The odors of fuming sulfur, cooked hair and scorched blood assault your senses as the spirit returns to its one-time home. The corpse collapses to the floor almost immediately, shuddering violently as it clutches at itself and moans pitifully. You can almost see thin plumes of stinking smoke curling off its body and limbs.
ru: Когда дух возвращается в свою бывшую обитель, тебе в нос ударяет запах серы, паленых волос и запекшейся крови. Почти сразу же мертвец падает на пол, неистово содрогаясь, словно в чьей-то хватке, и жалобно стеная. Ты буквально видишь тонкие струйки вонючего дыма, исходящие от его туловища и конечностей.

source: "So... seen anything interesting going on?"
ru: «Итак... что тут у нас интересного?»

source: "I know you're not a zombie, you know. You're not fooling anyone."
ru: «Знаешь, мне известно, что ты не зомби. Тебе никого не одурачить».

source: Use your Stories-Bones-Tell ability on the corpse.
ru: Использовать на трупе свою способность «История костей».

source: "It was great talking to you. Farewell."
ru: «Было приятно с тобой поболтать. Прощай».

source: Leave the corpse in peace.
ru: Оставить труп в покое.

source: "Are you... all right?"
ru: «С тобой... все в порядке?»

source: The spirit opens one eye, the orb's whiteness stark against the gray, puckered flesh that surrounds it. It slowly turns its head so as to peer up at you; the blasted and scarified flesh of its face and neck pulling taut over the bone. It finally croaks from its ruined throat: "No. No... I ain't, ya... pikin'... addle-cove."
ru: Дух открывает один глаз, белым пятном выделяющимся на серой и сморщенной плоти. Он медленно поворачивает к тебе голову; обожженная и израненная плоть его лица и шеи туго натянута на кости. Наконец, ему удается выдавить слова из поврежденной глотки: «Нет. Не... в порядке... ты... чертов... пустоголовый».

source: "Heh, heh-HURG!" The spirit begins to laugh but stops abruptly, spasms wildly, and vomits up a stream of embalming fluid and black putrescence. Wracked with pain, the spirit begins to hack and cough, occasionally pausing to spit yellowish fluid and loose stitches from between its ruined lips.
ru: «Хе, хехе-ХУРХ!» - хохот духа резко прерывается тяжелыми спазмами, и он изрыгает поток бальзамирующей жидкости и черной гнили. Корчась от боли, дух начинает безудержно кашлять, периодически сплевывая желтоватую жидкость и оборванные швы с губ.

source: The spirit's horrible coughing finally settles down. "No, berk... ya... can't. Unless... unless yer gonna dance on inta Baator and rescues me, I've hit da... da blinds. Time fer my... my penance." The spirit closes its eye and rests its head back on the floor.
ru: Ужасный кашель духа наконец-то утихает. «Нет, пень... ты... не можешь. Если... если только не махнешь в Баатор и не спасешь меня, я попал... по полной. Настало время... покаяться», - дух закрывает глаз и откидывает голову на пол.

source: You land a swift kick to the corpse's kidney, but to no avail; the spirit within seems unharmed. "Heh, heh-heh," the thing gurgles, before finally fading from the body entirely. You're left standing there with a vague feeling of dissatisfaction.
ru: Ты резко бьешь мертвеца по почкам, но безуспешно: духа ты не задел. «Хе, хе-хе-хе», - ехидно булькает существо, после чего, наконец, полностью покидает тело. Ты стоишь со смутным ощущением неудовлетворенности.

source: "What... what could ya *possibly* wants from me now, berk?" The spirit still occasionally writhes about, patting at itself as if trying to extinguish various small fires on its body.
ru: «Что... да чего тебе *вообще* от меня надо, пень?» Дух все еще изредка подергивается, хлопая себя по телу, как будто пытается сбить языки пламени.

source: "None a' yer business... leaves me... be..."
ru: «Не твое дело... оставь меня... в покое...»

source: "Eh? Fer da love of da powers, who... cares? From Sigil, ya... ya piker."
ru: «А? Во имя сил, да кому это... надо? Ну, из Сигила, ты... неудачник».

source: "How do ya tinks, Clueless?" The spirit's outburst sends him into a short fit of jerking, painful coughs. "I signed da meat away fer... fer a bit a' jink. Pikin' Dusters... an' right den - RIGHT DEN, can ya believes it - some barmy wizard decides ta blast da Hive ta flamin' oblivion, wit' me stucks right in da middle!" The spirit mumbles evilly for a bit, steaming fluid bubbling out from the corners of his jagged slit of a mouth.
ru: «А ты как думаешь, бестолочь? - вспышка гнева вызвала у духа резкий болезненный кашель. - Продал мясо... в обмен на пару звенелок. Чертовым трухлякам... И тут же, представляешь, ТУТ ЖЕ какой-то тупоголовый маг решил сжечь Улей дотла, а я оказался в самом пекле!» Дух что-то злобно бормочет, изрыгая жидкость из уголков рта.

source: "Where do... do ya think, ya leather-headed basher? Baator, in dat stinkin' dung-hole dey call Phlegethos. Burn, burn... burn... dat's all I do. I burned ta death in life, an' now I's burnin' in death. Argh!" The corpse gnashes its teeth in fury. "Da irony's jest sickenin'! When I gets outta here, I's gonna toss so many sods inta dis damn hole. Heh, heh-heh... *gurgle*"
ru: «А ты... ты как думаешь, недоумок? В Бааторе, в вонючей дыре под названием Флегетос. Огонь, огонь... огонь... я без конца горю. Я сгорел заживо при жизни, теперь я горю после смерти. Аргх! - дух яростно скрежещет зубами. - Какая жестокая ирония! Когда я выберусь отсюда, уж я-то самолично отправлю немного бедолаг в эту чертову дыру. Хе, хе-хе-хе... *буль*».

source: "Deserve? DIS? Nothin'! I... *gack*... didn't do nothin'. Jest tryin' ta get by... get by likes everybody else... den 'phoomph!' Dat goat's son of a mage starts burnin' up da Hive!"
ru: «Заслужить? ЭТО? Да ничего! Я... *гуэк*... ничего не сделал. Просто пытался сводить концы с концами... как и все остальные... А потом ПУФ! Этот козлина-маг начинает жечь весь Улей!»

source: "Nothin'. Nothin' I's tellin' *you,* berk. Jest... jest leaves me alone ta burns..."
ru: «Ничего. Ничего я не скажу *тебе*, пень. Просто... просто оставь меня гореть дальше...»

source: "Who? What? No! What... what makes ya think I'd tells ya if I did, ya... ya soddin' berk? Hmph..."
ru: «Кого? Чего? Нет! С чего... с чего ты решил, что я бы тебе сказал, если бы знал, ты... пустоголовый пень? Пф...»

source: "Revenge, ya addle-cove! I's gonna... gonna gets dem all, all dose dat crossed me. Especially dat wizard! I's gonna tear off his wee bits and shoves 'em down his troat! Den I'll trow him in dis stinkin' hole, wee bits an' all! Him an' a few more fer... fer good measure, too! Heh, heh-heh..."
ru: «Месть, пустая твоя башка! Я доберусь... до всех доберусь, кто перешел мне дорогу. Особенно до того мага! Буду отрывать от него по кусочку и запихивать ему прямо в глотку! А потом сброшу его по кускам в эту вонючую дыру! Его и еще кого-нибудь, для... для ровного счета! Хе, хе-хе-хе...»

source: "I had questions for you..."
ru: «У меня есть вопросы к тебе...»

source: Leave the burning spirit.
ru: Оставить горящего духа.

source: "Is there something I can do to aid you?"
ru: «Я могу тебе чем-нибудь помочь?»

source: "I had a question..."
ru: «У меня вопрос...»

source: "It is just as well, you stinking, smoldering husk; you probably deserve such a fate. Farewell."
ru: «Поделом тебе, вонючий дымящийся кусок мяса. Скорее всего, ты заслужил такую участь. Прощай».

source: Leave the tortured spirit.
ru: Оставить измученного духа.

source: Wait patiently for the fit to end.
ru: Терпеливо ждать окончания процесса.

source: "You are a vicious, petty little man. Your fate seems well-deserved."
ru: «Ты злобный ничтожный человек. Ты заслужил свою участь».

source: "I had another question..."
ru: «У меня есть другие вопросы...»

source: Leave the tortured spirit to its suffering.
ru: Оставить измученного духа его страданиям.

source: "I see. I had another question..."
ru: «Понятно. У меня есть другой вопрос...»

source: "All right. Farewell."
ru: «Ладно. Прощай».

source: "You do that. I'm not one to fear the likes of you."
ru: «Да пожалуйста. Я не из тех, кто боится таких как ты».

source: Strike him.
ru: Ударить его.

source: Ignore the wretch, turn away and leave.
ru: Не обращать внимания на бедолагу, отвернуться и уйти.

source: "Who are you?"
ru: «Кто ты?»

source: "Where are you from?"
ru: «Откуда ты?»

source: "How did you end up here? As a zombie, I mean?"
ru: «Как ты попал сюда? То есть, как стал зомби?»

source: "Where are you... where your spirit resides... now?"
ru: «Где ты... где находится твой дух... сейчас?»

source: "What did you do to deserve such torment?"
ru: «Что же ты натворил, чтобы заслужить такие муки?»

source: "What do you know of this place?"
ru: «Что ты знаешь об этом месте?»

source: "Do you know someone named Pharod?"
ru: «Ты знаешь кого-нибудь по имени Фарод?»

source: "Nothing, never mind."
ru: «Ничего, неважно».

source: "No. I had another question..."
ru: «Нет. У меня другой вопрос...»

source: "Farewell, then."
ru: «Тогда прощай».

source: "That is all I wished to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "A wizard burned down the Hive?"
ru: «Волшебник сжег Улей?»

source: "Why would you wish to inflict your fate upon others?"
ru: «Почему ты хочешь навязать свою судьбу другим?»

source: "That is all wished to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "A mage... burned up... the Hive?"
ru: «Маг... сжег... Улей?»

source: "Very well. I had another question, then..."
ru: «Хорошо. Тогда у меня другой вопрос...»

source: "Very well. I had another question..."
ru: «Хорошо. У меня есть другие вопросы...»

source: "I see. I had more questions for you..."
ru: «Понятно. У меня к тебе еще вопросы...»

source: "Yeah, da Hive... da worstest part a' Sigil. I never seen so much fire in alls me life... I ran dis way an' dat, tryin' ta get aways, but everytin' was jest burstin' inta flame! Buildin's, streets, folks an' der kids... and dat trice-blasted wizard, jest laughin' all da time! I turned a corner and tought I gots away fer a bit, but da next ting I know, me pikin' head's on fire! It pretty much... went downhills from dere..." The spirit's opened eye shines with a malevolent light.
ru: «Да, Улей... самую худшую часть Сигила. Никогда в жизни не видел столько огня... Я себе шел, никого не трогал - и вдруг все вокруг загорелось! Дома, улицы, люди, их дети... а это проклятый маг только хохотал, все время! Я махнул за угол и вроде немного оторвался, а следующее, что я помню - моя чертова голова загорелась! С того времени все стало... только хуже...» - открытый глаз духа злобно сверкает.

source: "Who was this wizard?"
ru: «Кем был тот волшебник?»

source: "Dunno. I was pretty well an' cooked before anyone stopped him, if someone ever did. I tink I remember some peoples chasin' after him at da start of it alls, shoutin' his name... er... oh! Ignis, I'm tinkin' it was. Ignis. Or sumtin' like dat. I sure hopes dat piker's in a worse hole dan me!"
ru: «Без понятия. Я был уже порядочно поджарен, прежде чем его остановили, если это кому и удалось. Кажется, припоминаю, как за ним в самом начале гнались люди, выкрикивали его имя... э-э... а! Игнис, кажется так. Игнис. Или типа того. Надеюсь, этому неудачнику досталось больше, чем мне!»
