Repository: winterheart/planescape
Catalog: po/pst-ee/po/*/dlg/gfigrd.dlg.po
Languages: ru

source: "Comrades! To me! The intruder's here! Over here!"
ru: «Ребята! Ко мне! Здесь нарушитель! Прямо тут!»

source: Fight.
ru: Сражаться.

source: "Sir, you've been asked to leave. Please do so. Now."
ru: «Сэр, вас попросили уйти. Прошу так и поступить. Сейчас же».

source: Done.
ru: Готово.

source: "Please keep the courtyard clear, sir. Either inside or outside."
ru: «Прошу чистить проход, сэр. Входите либо выходите».

source: NULL MODE
ru: НЕСУЩЕСТВУЮЩИЙ РЕЖИМ

source: "Good day, sir. May I help you with something?"
ru: «Добрый день, сэр. Могу ли я чем-то помочь?»

source: "Well, yes. I didn't know who to talk to about this, but I guess you're the one. Bedai-Lihn asked me to kill Sandoz. How about that?"
ru: «В общем, да. Не знал, кому бы это рассказать, но тебе, думаю, можно. Бедай-Линн попросила меня убить Сандоза. Как насчет такого?»

source: "I'm looking for the murderer of the smith. Did you see anything that night?"
ru: «Я разыскиваю убийцу кузнеца. Ты что-нибудь видел той ночью?»

source: "Where's the clerk's office?"
ru: «Где тут контора клерка?»

source: "Where can I find a high-up here?"
ru: «Где я могу найти здешнее начальство?»

source: "I'm afraid that's a secret, sir. Even from our valued faction members. Unless you're involved in the project itself, or unless you receive authorization from one of the high-ups, we can't allow you in."
ru: «Боюсь, это секрет, сэр. Даже для наших самых высокоценимых членов фракции. Если ты непричастен к проекту, и не получил разрешение от одного из начальников, мы не можем пропустить тебя».

source: "Very well. Can you tell me where to find the clerk's office?"
ru: «Отлично. Не подскажешь, где контора клерка?»

source: "Fine. Where can I find the high-ups?"
ru: «Отлично. Где я могу найти ваших начальников?»

source: "Speaking of the high-ups, Bedai-Lihn asked me to kill Sandoz. How about that?"
ru: «Кстати, о начальниках: Бедай-Линн попросила меня убить Сандоза. Как насчет такого?»

source: "How about I beat it out of you?"
ru: «Что, если я выбью из тебя это?»

source: "I see. Farewell."
ru: «Понятно. Прощай».

source: "Just south of the main foundry, sir, you'll find an office with a desk in it. That's the clerk's office."
ru: «Прямо на юг от главной литейной ты найдешь конторку со столом. Это и есть контора клерка».

source: "Thank you. Where can I find the high-ups?"
ru: «Спасибо. Где я могу найти начальство?»

source: "I didn't know who tell this to, but... Bedai-Lihn asked me to kill Sandoz."
ru: «Не знал, кому бы это рассказать, но... Бедай-Линн попросила меня убить Сандоза».

source: "What's behind those guarded doors?"
ru: «Что за теми охраняемыми дверьми?»

source: "Fine. What's behind those guarded doors?"
ru: «Отлично. Что за теми охраняемыми дверьми?»

source: "Can you tell me how to find the clerk's office?"
ru: «Можешь подсказать, где найти контору клерка?»

source: Leave.
ru: Уйти.

source: "Either Sandoz or Keldor should be able to aid you in this matter. Keldor's in the main meeting hall, just through the door on the right side of the main foundry. Sandoz can usually be found in the rooms to the rear of the Hall."
ru: «По этому поводу тебе смогут помочь либо Сандоз, либо Кельдор. Кельдор в главном Зале собраний, прямо за дверью на правой стороне главной литейной. Сандоза обычно можно найти в помещении за Залом».

source: "Thanks. How do I find the clerk's office?"
ru: «Спасибо. Как мне найти контору клерка?»

source: "Speaking of Sandoz, Bedai-Lihn asked me to kill him. How about that?"
ru: «Кстати, о Сандозе: Бедай-Линн попросила меня убить его. Как насчет такого?»

source: "Thanks. Farewell."
ru: «Спасибо. Прощай».

source: "I would love to see you try it. Sir."
ru: «Хотелось бы увидеть, как вы это сделаете, сэр».

source: Attack.
ru: Атаковать.

source: "No, sir. We had left the room for the night."
ru: «Нет, сэр. На ночь мы покинули комнату».

source: "Isn't that unusual?"
ru: «Разве это не необычно?»

source: "Under whose orders?"
ru: «По чьему приказу?»

source: "I had other, non-murder-related questions for you."
ru: «У меня другие, не касающиеся убийства вопросы».

source: "I see. Interesting. Thank you for your time."
ru: «Понятно. Это интересно. Спасибо за уделенное время».

source: "Yes, sir, it is unusual. Ordinarily, they keep us here day and night to make sure the project is kept safe."
ru: «Да, сэр, это необычно. Обычно нас держат здесь день и ночь, чтобы обеспечить безопасность проекта».

source: "Who has the authority to dismiss you like that?"
ru: «Кто имеет право вот так отпустить тебя?»

source: "What can you tell me about the project?"
ru: «Что ты можешь рассказать о проекте?»

source: "So what you're saying is that you didn't see anything."
ru: «Значит, ты утверждаешь, что ничего не видел».

source: "Interesting. Thank you."
ru: «Интересно. Спасибо».

source: "The only people who have that authority are Thildon and Bedai-Lihn. I suppose the factors, or someone attached to them, could have given the order, but they aren't really likely to have done it. I don't know who the order came from, and I don't know why anyone would want to give it."
ru: «Единственные люди, обладающие такой властью, - Тильдон и Бедай-Линн. Я предполагаю, что фракторы, либо кто-нибудь, близкий к ним, мог бы отдать такой приказ, но непохоже, чтобы они это делали. Я не знаю, чей это приказ, и не представляю, кто бы мог захотеть его отдать».

source: "That's less than helpful, but it's a start. Answer me some other questions, instead."
ru: «Это мало чем поможет, но хоть что-то для начала. В таком случае, ответь мне на другие вопросы».

source: "And it's not unusual that you would have received this order?"
ru: «А было ли необычным то, что ты получил этот приказ?»

source: "And you didn't see anything?"
ru: «И ты ничего не видел?»

source: "That's... 'illuminating.' Good day."
ru: «Это... много чего объясняет. Счастливо».

source: "More questions?"
ru: «Еще вопросы?»

source: "That's exactly right, sir. I saw nothing."
ru: «Именно так, сэр. Я ничего не видел».

source: "Hm. Answer me some other questions, then."
ru: «Хм. Тогда ответь мне на пару вопросов».

source: "You didn't think this order was unusual?"
ru: «Тебе не кажется, что этот приказ был необычным?»

source: "I understand we're supposed to help you in any way we can regarding this murder, but I have to warn you that my help isn't going to be that valuable."
ru: «Я понимаю, что мы обязаны помогать тебе любым способом касательно этого убийства, но должен предупредить, что моя помощь будет не особо ценной».

source: "Why not? Weren't you here?"
ru: «Почему же нет? Тебя здесь не было?»

source: "Right. Well, I had other questions anyway."
ru: «Ладно. Ну, в любом случае, у меня есть еще пару вопросов».

source: "Oh. Forget it, then."
ru: «О, тогда забудь об этом».

source: You see a competent, somewhat bored-looking guard. "Greeting, sir. May I be of assistance?"
ru: Ты видишь внушительного стражника, который выглядит немного скучающим. «Приветствую, сэр. Чем могу служить?»

source: "Greeting, sir. May I be of assistance?"
ru: «Приветствую, сэр. Чем могу служить?»

source: "All right. Farewell."
ru: «Ладно. Прощай».

source: The guard glares at you. "Out of the way. We've a job that needs doing."
ru: Стражник бросает на тебя гневный взгляд. «Прочь с дороги. У нас тут неотложное дело».

source: "Farewell."
ru: «Прощай».
