Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/patch/fixpack.tra.po
Languages: ru

source: The %TP2_FILE_NAME% mod has
ru: Мод %TP2_FILE_NAME% содержит

source: distinct optional components. To save time, you can choose what to do with them at a high level rather than being asked about each one.
ru: отдельные необязательные компоненты. Чтобы сэкономить время, вы можете указать для них действия по умолчанию вместо того, чтобы отвечать на каждый запрос по отдельности.

source: PLEASE email the file
ru: ПОЖАЛУЙСТА, отправьте по электронной почте файл

source: Re-Installing [
ru: Переустановка [

source: ] component
ru: ] компонента

source: Re-Installing Using Language
ru: Переустановка для языка

source: Removing old installation of [
ru: Удаление старой установки [

source: SUCCESSFULLY REMOVED OLD
ru: УСПЕШНО УДАЛЕН СТАРЫЙ

source: Installing
ru: Установка

source: ERROR Installing [
ru: ОШИБКА установки [

source: ], rolling back to previous state
ru: ], откат к предыдущему состоянию

source: SUCCESSFULLY INSTALLED
ru: УСПЕШНО УСТАНОВЛЕН

source: Skipping
ru: Пропуск

source: Removing [
ru: Удаление [

source: ] (component #
ru: ] (компонент #

source: SUCCESSFULLY REMOVED [
ru: УСПЕШНО УДАЛЕН [

source: Readme Viewer
ru: Просмотр README

source: Skipped because Language selected was not English
ru: Пропущено, так как выбранный язык не является английским

source: Subtitled Cutscenes
ru: Кат-сцены с субтитрами

source: Subtitled Cutscenes requires the PS:T Ultimate WeiDU Fixpack.
ru: Для кат-сцен с субтитрами необходим PS:T Ultimate WeiDU Fixpack.

source: The woman nods and runs away hurriedly. You don't expect to see her again.
ru: Женщина кивает и быстро убегает. Вряд ли ты ее еще увидишь.

source: "So what are you, Morte? You've never said."
ru: «Так что же ты такое, Морт? Ты так этого и не сказал».

source: Infiltrate the Sensates for the Anarchists: "I'm ready. I want to become a Sensate."
ru: Проникнуть к чувствующим для анархистов: «Я готов. Я хочу стать чувствующим».

source: Infiltrate the Sensates for the Anarchists: "I'm ready to join the Society of Sensation. I feel no more loyalty towards the Godsmen."
ru: Проникнуть к чувствующим для анархистов: «Я готов присоединиться к Обществу Восприятия. Я больше не предан фракции боголюдей».

source: Infiltrate the Sensates for the Anarchists: "I'm ready to join the Society of Sensation. I feel no more loyalty towards the Dustmen."
ru: Проникнуть к чувствующим для анархистов: «Я готов присоединиться к Обществу Восприятия. Я больше не предан фракции тленных».

source: Infiltrate the Sensates for the Anarchists: "I'm ready to join the Society of Sensation. I feel no more loyalty towards the Xaositects."
ru: Проникнуть к чувствующим для анархистов: «Я готов присоединиться к Обществу Восприятия. Я больше не предан фракции хаоситеков».

source: Infiltrate the Dustmen for the Anarchists: "If that is what must be, that is what must be. My mind must be true to itself, not to another. As of this moment, I forsake the beliefs of the Godsmen."
ru: Проникнуть в фракцию тленных для анархистов: «Будь что будет Мой разум должен быть верен себе, а не другому. Отныне я отказываюсь от убеждений моей старой фракции боголюдей».

source: Infiltrate the Dustmen for the Anarchists: "If that is what must be, that is what must be. My mind must be true to itself, not to another. As of this moment, I forsake the... uh, 'beliefs' of the Chaosmen."
ru: Проникнуть в фракцию тленных для анархистов: «Будь что будет Мой разум должен быть верен себе, а не другому Отныне я отказываюсь от убеждений моей старой фракции боголюдей».

source: Infiltrate the Dustmen for the Anarchists: "If that is what must be, that is what must be. My mind must be true to itself, not to another. As of this moment, I forsake the beliefs of the Sensates."
ru: Проникнуть в фракцию тленных для анархистов: «Будь что будет Мой разум должен быть верен себе, а не другому Отныне я отказываюсь от убеждений моей старой фракции чувствующих».

source: Infiltrate the Chaosmen for the Anarchists: "So, what's the next step?"
ru: Проникнуть в ряды хаоситов для анархистов: «Так, что дальше?»

source: Infiltrate the Chaosmen for the Anarchists: "Join ready the Xaositects am I. Loyalty none faction old I have Godsmen."
ru: Проникнуть в ряды хаоситов для анархистов: «Примкнуть готов к хаоситекам я. Не предан больше фракции старой боголюдей я».

source: Infiltrate the Chaosmen for the Anarchists: "Join ready the Xaositects am I. Loyalty none faction old I have Dustmen."
ru: Проникнуть в ряды хаоситов для анархистов: «Примкнуть готов к хаоситекам я Не предан больше фракции старой тленных я».

source: Infiltrate the Chaosmen for the Anarchists: "Join ready the Xaositects am I. Loyalty none faction old I have Sensates."
ru: Проникнуть в ряды хаоситов для анархистов: «Примкнуть готов к хаоситекам я. Не предан больше фракции старой чувствующих я».

source: "Damnit, Vhailor, do you realize what you've done?!"
ru: «Проклятье, Вейлор, ты хоть представляешь, что ты наделал?!»

source: Vhailor turns from Trias's corpse to face you squarely. *You are MERCIFUL and WEAK. STEEL your HEART before the disease SPREADS.*
ru: Вейлор отворачивается от трупа Триаса и смотрит тебе в лицо. *Ты МИЛОСЕРДЕН и СЛАБ. ЗАКАЛИ свое СЕРДЦЕ, прежде чем болезнь не РАСПРОСТРАНИЛАСЬ*.

source: Infiltrate the Dustmen for the Anarchists: "Yes."
ru: Проникнуть в фракцию тленных для анархистов: «Да».

source: INFERNAL ORB Range: 50 feet Duration: Special Speed: 2 Area of Effect: 1 creature Saving Throw: Neg. A sphere of Fiery Red is called upon to weaken and slow the enemy. The caster summons a large, magical Orb of Fire Red Color, which can then be hurled at a target using the caster's normal Attack roll. The caster gains a +3 To Hit bonus to his attack roll. The orb does 1-6 points of damage, and afflicts a -1 penalty to the enemy's Strength and Dexterity for 10 seconds.
ru: ИНФЕРНАЛЬНЫЙ ШАР Дистанция: 50 футов Длительность: особая Скорость: 2 Зона действия: 1 существо Спасбросок: отменяет действие Вызывается огненно-красная сфера, ослабляющая и замедляющая врага. Заклинатель призывает крупный магический шар огненно-красного цвета, который далее может быть брошен в цель с помощью обычного броска атаки заклинателя. Колдующий получает бонус +3 к попаданию для этого броска атаки. Шар причиняет 1-6 очков урона и добавляет пенальти -1 к Силе и Ловкости врага на 10 секунд.

source: "This is where the dead of Sigil are brought to be interred or cremated. It is our responsibility as Dustmen to care for the dead, those who have left this shadow of life and walk the path to True Death." Dhall's voice drops in concern. "Your wounds must have exacted a heavy toll if you do not recognize this place. It is almost your home."
ru: «Это место, куда мертвых Сигила доставляют для погребения или кремации. Забота об умерших, покинувших эту тень жизни и ступивших на путь Истинной Смерти, входит в обязанности тленных, - Дхолл от волнения понижает тон. - Должно быть, ты был тяжело ранен, раз не узнаешь это место. Это практически твой дом».

source: Distract her so you can poison her drink: "What's that over there?"
ru: Отвлечь ее, чтобы ты смог отравить ей выпивку: «Это еще что такое?»

source: ENTROPIC BLADE Damage: 3-23 Piercing Enchanted: +2 THAC0: +3 Speed: 1 Weight: 1 Proficiency: Edged Not usable by Priests This strange item was in your possession after you gave the Modron Cube to the iron golem in the Siege Tower. It looks to be a small dagger, but its surface twists and bends as you watch, as if struggling to break free from its shape. It looks to be made of iron, silver, and any of a number of different metals. Sometimes they blend together, other times, they submerge into the core of the blade, only to resurface again minutes later.
ru: КЛИНОК ЭНТРОПИИ Урон: 3-23 колющий Зачарован: +2 THAC0: +3 Скорость: 1 Вес: 1 Специализация: клинковые Не используется жрецами Ты получил этот странный предмет после того, как отдал Куб-Модрон железному голему в Осадной башне. Он похож на маленький кинжал, но когда ты его осматриваешь, то замечаешь, что поверхность его волнуется и искажается, словно пытается освободится от своей формы. Кажется, клинок сделан из железа, серебра и множества других металлов. Временами они смешиваются, а иногда погружаются внутрь клинка, чтобы уже через несколько минут вновь покрыть его поверхность.

source: DAK'KON'S ZERTH BLADE ("STREAMING BLADE") Damage: 2-9 Slashing Enchanted: +1 Special: +2 to Armor Class Memorize 2 Additional 1st Level Spells THAC0: +1 Speed: 7 Weight: 5 Proficiency: Edged Usable only by Dak'kon On the githzerai's home plane of Limbo, solid matter is something of a rarity. Limbo itself is a soupy mass of elements, and only through force of will can the githzerai shape these elements into stable matter. A substance called "karach" is a material that can be shaped with the mind. Dak'kon's blade is composed of this substance; through mental discipline alone, Dak'kon maintains the integrity of the blade. When the user's spirit is focused, his mind clear of doubts and devoted to a single purpose, the blade itself will react, mirroring the wielder's thoughts. If so, Dak'kon's mind must be clear, indeed, for his blade has become a brilliant silver. It seems as if the blade has become longer than when you first saw it, and there is no trace of the strange shimmering surface it once had. The edge of the blade tapers almost to a paper-thin line - despite its flimsy appearance, it looks like it could cut through chain armor with ease. This blade appears to have special religious significance for Dak'kon. Dak'kon has wound a series of parchments around the hilt of the blade. These appear to be mantras dedicated to Zerthimon.
ru: ЗЕРТСКИЙ КЛИНОК ДАККОНА («ТЕКУЧИЙ КЛИНОК») Урон: 2-9 рубящий Магический урон: +1 Особенности: +2 к Классу Брони Запоминание 2-х дополнительных заклинаний 1-го уровня THAC0: +1 Скорость: 7 Вес: 5 Специализация: клинковые Используется только Дакконом В родном плане гитцераев, Лимбо, материя - довольно редкий предмет. Сам Лимбо состоит из вязкой массы элементов, и только сила воли гитцерая сможет придать ей осязаемую и стабильную форму. Субстанция под названием «карач» - это материал, формируемый силой мысли. Из этого же вещества сделан клинок Даккона. Целостность клинка сохраняется одной лишь ментальной дисциплиной Даккона. Когда дух сосредоточен, а разум свободен от сомнений и служит единой цели, клинок реагирует на это, отражая мысли своего владельца. Раз так, то, должно быть, теперь разум Даккона по-настоящему ясен - его клинок стал сверкать серебром. Кажется, он немного удлинился с тех пор, как ты впервые увидел его. Поверхность клинка больше не мерцает. Лезвие утончилось до линии толщиной с волос; несмотря на свой хрупкий вид, оно выглядит так, будто с легкостью может разрубить кольчужный доспех. Клинок представляет для Даккона какую-то религиозную ценность. Он обернул рукоятку клинка несколькими кусочками пергамента. Похоже, это молитвы, посвященные Зертимону.

source: Embalming Room.
ru: Бальзамационная

source: Target is immune to weapon [Fall-From-Grace]
ru: Цель невосприимчива к оружию [Fall-From-Grace]

source: "Subject now conversing with human female."
ru: «Субъект общается с самкой человека».

source: "Subject now playing a game with human female."
ru: «Субъект играет с самкой человека».

source: SCROLL OF SPIRITUAL HAMMER Allows user to cast "Spiritual Hammer" Level: 2 / Priest Range: 30 feet per level Duration: Variable (see below) Speed: 2 Area of Effect: 1 Target Saving Throw: 1/2 Weight: 0 Usable only by Priests This spell summons a hammer of spiritual energy to smite your foes. When cast, the caster chooses a target within range. The hammer causes 4-10 points of bludgeoning damage, for every three levels that the caster has, acting as a +1 weapon (+1 to hit and +1 damage), gaining an additional +1 for every six levels of the caster, to a maximum of +3.
ru: СВИТОК ДУХОВНОГО МОЛОТА Позволяет создать заклинание «Духовный молот» Уровень: 2/Жрец Дальность: 30 футов за уровень Длительность: переменная (см. ниже) Скорость: 2 Область действия: 1 цель Спасбросок: уменьшает эффект вдвое Вес: 0 Используется только жрецами Это заклинание вызывает молот из духовной энергии, который сокрушает твоих врагов. После сотворения заклинание колдующий выбирает цель в пределах дальности заклинания. Молот наносит 4-10 очков сокрушительного урона за каждые три уровня заклинателя, действуя как оружие +1 (+1 к попаданию и +1 к урону), и еще +1 за каждые шесть уровней колдующего, вплоть до максимума +3.

source: SCROLL OF PRAYER Allows user to cast "Prayer" Level: 3 / Priest Range: 0 (centered on caster) Duration: 5 seconds per level Speed: 3 Area of Effect: 60 feet radius Saving Throw: None Weight: 0 Usable only by Priests This spell aids allies and harms your foes. This spell grants a bonus of + 1 to attack, damage, and saving throws to all who are "Friendly" to the priest. Those who are "Hostile" to the caster suffer -1 to attack, damage, and saving throws. It lasts 5 seconds / level in a 60 foot radius.
ru: СВИТОК МОЛИТВЫ Позволяет наложить заклинание «Молитва» Уровень: 3/Жрец Дальность: 0 (сосредоточена вокруг заклинателя) Длительность: 5 секунд за уровень Скорость: 3 Область действия: 60-футовый радиус Спасбросок: нет Вес: 0 Используется только жрецами Это заклинание помогает союзникам и наносит вред врагам. Заклинание дарует бонус +1 к атаке, урону и спасброскам для всех, кто «дружествен» жрецу. Тот, кто «враждебен» заклинателю, получает -1 к атаке, урону и спасброскам. Действует 5 секунд / уровень в радиусе 60 футов.

source: SCROLL OF SPEAK WITH DEAD Allows user to cast "Speak with Dead" Level: 3 / Priest Range: 50 Duration: Special Speed: 3 Area of Effect: 1 creature (undead) Saving Throw: None Weight: 0 Usable only by Priests To commune with spirits passed away. This spell allows the Nameless One to initiate a dialogue with a dead body within speaking range.
ru: СВИТОК РАЗГОВОРА С МЕРТВЫМИ Позволяет сотворить заклинание «Говорить с мертвыми» Уровень: 3/Жрец Дальность: 50 Длительность: особая Скорость: 3 Область действия: 1 существо (нежить) Спасбросок: нет Вес: 0 Используется только жрецами Для общения с душами ушедших. Это заклинание позволяет Безымянному начать диалог с мертвым телом на расстоянии разговора.

source: SCROLL OF CURE CRITICAL WOUNDS Allows user to cast "Cure Critical Wounds" Level: 5 / Priest Range: 0 Duration: Permanent / Instant Speed: 5 Area of Effect: 1 creature Saving Throw: None Weight: 0 Usable only by Priests This spell heals any critical wounds a target may have gained. Restores 27 hit points to the target creature. The creature's restored hit points cannot exceed its maximum hit points.
ru: СВИТОК ИСЦЕЛЕНИЯ КРИТИЧЕСКИХ РАН Позволяет наложить заклинание «Исцеление критических ран» Уровень: 5/Жрец Дальность: 0 Длительность: постоянная/мгновенно Скорость: 5 Область действия: 1 существо Спасбросок: нет Вес: 0 Используется только жрецами Это заклинание лечит любые серьезные раны, полученные целью. Восстанавливает 27 очков жизни у цели-существа. Восстановленные очки жизни не могут превышать их максимального количества.

source: SCROLL OF IDENTIFY Allows user to cast "Identify" Allows user to copy "Identify" into Spell Book Level: 1 / Wizard Range: 1 Item Duration: Instant Speed: 0 Area of Effect: Inventory usage only Saving Throw: None Weight: 0 Usable only by Mages This spell reveals the mysteries of an enchanted object, allowing you to know its exact abilities.
ru: СВИТОК ОПОЗНАНИЯ Позволяет создать заклинание «Опознать» Позволяет скопировать заклинание «Опознать» в книгу заклинаний Уровень: 1/Маг Дальность: 1 предмет Длительность: мгновенная Скорость: 0 Область действия: только в инвентаре Спасбросок: нет Вес: 0 Используется только магами Это заклинание раскрывает загадки зачарованного предмета, позволяя тебе узнать его точные возможности.

source: SCROLL OF ADDER'S KISS Allows user to cast "Adder's Kiss" Allows user to copy "Adder's Kiss" into Spell Book Level: 2 / Wizard Range: 150 feet Duration: 5 seconds per 3 levels Speed: 2 Area of Effect: 1 creature Saving Throw: None Weight: 0 Usable only by Mages It is said an adder's kiss can scald even the most fearsome of fiends. This spell calls forth an acidic bolt to shower an opponent with its vile green acid. If the caster is skilled enough, the adder's kiss lingers after the initial strike, continuing to sink into an opponent's skin with its acidic teeth. When cast, the caster chooses any target within 150 ft. and the Adder's Kiss will strike for 2-8 hit points of acid damage. For every three levels of the caster, the acid lasts 5 seconds longer, inflicting another 2-8 points of acid damage / 5 second segments.
ru: СВИТОК ПОЦЕЛУЯ ГАДЮКИ Позволяет создать заклинание «Поцелуй гадюки» Позволяет скопировать заклинание «Поцелуй гадюки» в книгу заклинаний Уровень: 2/Маг Дальность: 150 футов Длительность: 5 секунд за каждые 3 уровня Скорость: 2 Область действия: 1 существо Спасбросок: нет Вес: 0 Используется только магами Говорят, поцелуй гадюки может обжечь даже самых ужасных демонов. Это заклинание вызывает кислотную стрелу, которая обрызгивает противника мерзкой зеленой кислотой. Если заклинатель достаточно искусен, поцелуй гадюки продолжает действовать после первого удара, впиваясь кислотными клыками в кожу противника. После создания заклинания колдующий выбирает любую цель в пределах 150 футов, и Поцелуй гадюки поражает ее кислотным уроном в 2-8 очков жизни. За каждые три уровня заклинателя кислота действует на 5 секунд дольше, нанося 2-8 очков кислотного урона за каждый 5-секундный отрезок времени.

source: SCROLL OF KNOCK Allows user to cast "Knock" Allows user to copy "Knock" into Spell Book Level: 2 / Wizard Range: 180 feet Duration: Special Speed: 2 Area of Effect: 10 sq. feet per level Saving Throw: None Weight: 0 Usable only by Mages The inaccessible, the locked, can be freed and within one's grasp with this incantation. With Knock, all locked doors, chests, boxes, or shackles shall be unlocked, but it doesn't affect barred gates and the like. In addition, it can only affect up to 2 impediments per spell.
ru: СВИТОК СТУКА Позволяет создать заклинание «Стук» Позволяет скопировать заклинание «Стук» в книгу заклинаний Уровень: 2/Маг Дальность: 180 футов Длительность: особая Скорость: 2 Область действия: 10 кв. футов за уровень Спасбросок: нет Вес: 0 Используется только магами С помощью этого волшебства недоступное и замкнутое будет высвобождено, и окажется под рукой. С помощью Стука все запертые двери, сундуки, шкатулки и кандалы будут открыты, однако это не относится к заблокированным воротам и тому подобному. К тому же, одно заклинание может открыть до двух преград.

source: SCROLL OF ENOLL EVA'S DUPLICATION Allows user to cast "Enoll Eva's Duplication" Allows user to copy "Enoll Eva's Duplication" into Spell Book Level: 5 / Wizard Range: 50 feet Duration: 60 seconds Speed: 5 Area of Effect: One Creature Saving Throw: None Weight: 0 Usable only by Mages This 'spell' is actually a complex mathematical equation accidentally discovered by the modron, Enoll Eva, while calculating the multiplication factor on various linear algebraic formulas. The results are devastating: This equation allows all subsequent actions to be doubled or duplicated. Hence it was found that during confrontations, all physical or magical attacks were seemingly doubled - dealing twice the amount of damage. This spell affects a single target. No Saving Throw required. When cast, all subsequent attacks (physical or magical) will be duplicated once: For example, after attacking once with a weapon, the attack will be immediately duplicated - same for spells (cast a Magic Missile, and immediately afterwards, another Magic Missile spell will launch). This spell will last for approximately 2 minutes after casting.
ru: СВИТОК УДВОЕНИЯ ЭНОЛЛА ЭВА Позволяет сотворить заклинание «Удвоение Энолла Эва» Позволяет сотворить скопировать «Удвоение Энолла Эва» в книгу заклинаний Уровень: 5/Маг Дальность: 50 футов Длительность: 60 секунд Скорость: 5 Область действия: одно существо Спасбросок: нет Вес: 0 Используется только магами Это «заклинание» на самом деле - сложное математическое уравнение, которое было открыто модроном Эноллом Эва при расчете коэффициента умножения в различных формулах линейной алгебры. Результаты просто потрясающие: это уравнение позволяет всем последующим действиям быть удвоенными. Отсюда следует, что во время схватки все физические и магические атаки удваиваются, то есть наносят вдвое больший урон. Это заклинание действует на одну цель. Спасбросок не требуется. При создании заклинание все последующие атаки (физические и магические) будут однократно удвоены. Например, при однократной атаке оружием она будет тут же удвоена, аналогично для заклинаний (при создании Магического снаряда тут же выпускается еще один). Это заклинание будет длится примерно 2 минуты с момента создания.

source: SCROLL OF ANTIMAGIC SHELL Allows user to cast "Antimagic Shell" Allows user to copy "Antimagic Shell" into Spell Book Level: 6 / Wizard Range: 0 Duration: 5 minutes Speed: 6 Area of Effect: 1 foot per level diameter Saving Throw: None Weight: 0 Usable only by Mages In an ironic twist, all magic in its area of effect shall be undone, with this spell. This spell surrounds the caster with a 'shell of magic' that effectively negates all magic and magical spell effects (including magic items) within its area of effect. Thus, it blocks out magic, yet it also stops all usage within the shell as well! This also includes various special attacks such as breath, gaze or voice attacks. The spell lasts for 5 minutes, and its area of effect is 1 foot per level of the caster.
ru: СВИТОК АНТИМАГИЧЕСКОЙ ОБОЛОЧКИ Позволяет наложить заклинание «Антимагическая оболочка» Позволяет скопировать заклинание «Антимагическая оболочка» в книгу заклинаний Уровень: 6/Маг Дальность: 0 Длительность: 5 минут Скорость: 6 Область действия: в диаметре 1 фут за уровень Спасбросок: нет Вес: 0 Используется только магами По иронии, с помощью этого заклинания вся магия в области его действия будет уничтожена. Это заклинание окружает заклинателя «магической оболочкой», которая эффективно сводит на нет всю магию и магические эффекты заклинаний (включая магические предметы) в области своего действия. Таким образом, оно блокирует магию, но вдобавок оно не дает колдовать в пределах оболочки! Сюда также входят различные особые атаки, такие как атаки на дыхание, взгляд и голос. Заклинание длится 5 минут, а сфера действия увеличивается на 1 фут за уровень заклинателя.
