Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/patch/fixpack.tra.po
Languages: ru

source: IGNUS' HAND Allows user to copy "Infernal Orb" into Spell Book Range: 50 feet Duration: Special Speed: 2 Area of Effect: 1 creature Saving Throw: Neg. Weight: 1 Usable only by Nameless One Usable only by Mages This is your charred hand; it has been severed at the wrist, and the flesh that once surrounded the bone has been scoured clean, leaving only the stark white bones behind. Despite the lack of muscle and skin, however, the bones of the hand have been fused together so that the bones do not fall apart. The pain of having the hand separated from you was almost more than you could bear, and it left lingering, blackened, scars on your wrists and arm. To make matters worse, you notice that your flesh has healed slowly and poorly from the wound... if Ignus were to attack you with a rage, he might be able to muster enough heat and flames that recovering would be difficult... perhaps even destroy you? The thought doesn't please you. Ignus has hinted that this charred remain of your hand somehow holds a fraction of his infernal power... now passed on to you. To invoke its power, you must slice off your hand again, place the skeletal hand there, then let the flesh heal over it. When this occurs, the traces of Ignus that remain upon the charred bones will 'kindle' a portion of Ignus' knowledge within you.
ru: ИГНУСОВА РУКА Позволяют скопировать «Инфернальный шар» в книгу заклинаний Дальность: 50 футов Длительность: особая Скорость: 2 Область действия: 1 существо Спасбросок: отменяет действие Вес: 1 Используется только Безымянным Используется только магами Это твоя обугленная рука; она была обрублена по кисть, а плоть, некогда окружавшая кости, была начисто сожжена, оставив одни лишь голые кости. Несмотря на отсутствие кожи и мышц, рука хорошо держится, и кости ее не распадаются. Боль от отсеченной руки была близка к тому пределу, который ты был способен вытерпеть; на руке и кисти остались почерневшие болезненные шрамы. В довершение ты отметил, что рана на твоей плоти заживала медленно и плохо... если бы Игнус атаковал тебя со всей яростью, он мог бы собрать достаточно жара и пламени, чтобы выздоровление оказалось проблематичным... возможно, он смог бы даже уничтожить тебя? Эта мысль не радует тебя. Игнус упомянул, что эти обугленные остатки твоей руки каким-то образом удерживают в себе частицу его инфернальной мощи... которая теперь перешла к тебе. Чтобы вызвать ее силу, необходимо надрезать себе руку, поместить в надрез костяную руку, затем подождать, пока плоть вокруг не заживет. Как только это произойдет, следы Игнуса, оставшиеся в обугленных костях, «зажгут» в тебе немного знаний.

source: You see the old hermit from the underground. When he spies you, he blurts out, "Kyse the caretaker told me you'd be along. You've done a fine job of weakenin' him... the town's chaos is subsidin' and his plan ain't workin' so well. Head up and finish the job."
ru: Перед тобой старый отшельник из подземелья. Заметив тебя, он выпаливает: «Смотритель Кайс говорил, что ты заскочишь. Ты хорошо постарался, ослабляя его... хаос в городе утихает, и его план пошел наперекосяк. Вперед, заверши начатое».

source: Kiri
ru: Кири

source: ENTROPIC BLADE Damage: 3-23 Crushing Enchanted: +2 THAC0: +3 Speed: 1 Weight: 1 Proficiency: Fists Usable only by Fighters and Thieves This strange item was in your possession after you gave the Modron Cube to the iron golem in the Siege Tower. It looks to be a small dagger, but its surface twists and bends as you watch, as if struggling to break free from its shape. It looks to be made of iron, silver, and any of a number of different metals. Sometimes they blend together, other times, they submerge into the core of the blade, only to resurface again minutes later.
ru: КЛИНОК ЭНТРОПИИ Урон: 3-33 дробящий Заколдованный: +2 THAC0: +2 Скорость: 1 Вес: 1 Специализация: кулаки Используется только бойцами и ворами Ты получил этот странный предмет после того, как отдал Куб-Модрон железному голему в Осадной башне. Он похож на маленький кинжал, но когда ты его осматриваешь, то замечаешь, что поверхность его волнуется и искажается, словно пытается освободится от своей формы. Кажется, клинок сделан из железа, серебра и множества других металлов. Временами они смешиваются, а иногда погружаются внутрь клинка, чтобы уже через несколько минут вновь покрыть его поверхность.

source: ENTROPIC BLADE Damage: 3-23 Crushing Enchanted: +2 THAC0: +3 Speed: 1 Weight: 1 Proficiency: Hammers Usable only by Fighters This strange item was in your possession after you gave the Modron Cube to the iron golem in the Siege Tower. It looks to be a small dagger, but its surface twists and bends as you watch, as if struggling to break free from its shape. It looks to be made of iron, silver, and any of a number of different metals. Sometimes they blend together, other times, they submerge into the core of the blade, only to resurface again minutes later.
ru: КЛИНОК ЭНТРОПИИ Урон: 3-23 дробящий Заколдованный: +2 THAC0: +3 Скорость: 1 Вес: 1 Специализация: молоты Используется только бойцами Ты получил этот странный предмет после того, как отдал Куб-Модрон железному голему в Осадной башне. Он похож на маленький кинжал, но когда ты его осматриваешь, то замечаешь, что поверхность его волнуется и искажается, словно пытается освободится от своей формы. Кажется, клинок сделан из железа, серебра и множества других металлов. Временами они смешиваются, а иногда погружаются внутрь клинка, чтобы уже через несколько минут вновь покрыть его поверхность.

source: ENTROPIC BLADE Damage: 3-23 Crushing Enchanted: +2 THAC0: +3 Speed: 1 Weight: 1 Proficiency: Clubs Usable only by Fighters This strange item was in your possession after you gave the Modron Cube to the iron golem in the Siege Tower. It looks to be a small dagger, but its surface twists and bends as you watch, as if struggling to break free from its shape. It looks to be made of iron, silver, and any of a number of different metals. Sometimes they blend together, other times, they submerge into the core of the blade, only to resurface again minutes later.
ru: КЛИНОК ЭНТРОПИИ Урон: 3-23 дробящий Заколдованный: +2 THAC0: +3 Скорость: 1 Вес: 1 Специализация: дубины Используется только бойцами Ты получил этот странный предмет после того, как отдал Куб-Модрон железному голему в Осадной башне. Он похож на маленький кинжал, но когда ты его осматриваешь, то замечаешь, что поверхность его волнуется и искажается, словно пытается освободится от своей формы. Кажется, клинок сделан из железа, серебра и множества других металлов. Временами они смешиваются, а иногда погружаются внутрь клинка, чтобы уже через несколько минут вновь покрыть его поверхность.

source: ENTROPIC BLADE Damage: 3-23 Slashing Enchanted: +2 THAC0: +3 Speed: 1 Weight: 1 Proficiency: Axes Usable only by Fighters This strange item was in your possession after you gave the Modron Cube to the iron golem in the Siege Tower. It looks to be a small dagger, but its surface twists and bends as you watch, as if struggling to break free from its shape. It looks to be made of iron, silver, and any of a number of different metals. Sometimes they blend together, other times, they submerge into the core of the blade, only to resurface again minutes later.
ru: КЛИНОК ЭНТРОПИИ Урон: 3-23 рубящий Зачарован: +2 THAC0: +3 Скорость: 1 Вес: 1 Специализация: топоры Используется только бойцами Ты получил этот странный предмет после того, как отдал Куб-Модрон железному голему в Осадной башне. Он похож на маленький кинжал, но когда ты его осматриваешь, то замечаешь, что поверхность его волнуется и искажается, словно пытается освободится от своей формы. Кажется, клинок сделан из железа, серебра и множества других металлов. Временами они смешиваются, а иногда погружаются внутрь клинка, чтобы уже через несколько минут вновь покрыть его поверхность.

source: Cannot remove armor
ru: Невозможно удалить броню

source: DAK'KON'S ZERTH BLADE ("STREAMING BLADE") Damage: 5-20 Slashing Enchanted: +3 Special: +6 to Armor Class Doubles all 1st Level Mage Spells Doubles all 2nd Level Mage Spells Memorize 1 Additional 3rd Level Mage Spell THAC0: +3 Speed: 6 Weight: 5 Proficiency: Edged Usable only by Dak'kon On the githzerai's home plane of Limbo, solid matter is something of a rarity. Limbo itself is a soupy mass of elements, and only through force of will can the githzerai shape these elements into stable matter. A substance called "karach" is a material that can be shaped with the mind. Dak'kon's blade is composed of this substance; through mental discipline alone, Dak'kon maintains the integrity of the blade. When the user's spirit is focused, his mind clear of doubts and devoted to a single purpose, the blade itself will react, mirroring the wielder's thoughts. If so, Dak'kon's mind must be clear, indeed, for his blade has become a brilliant silver. It seems as if the blade has become longer than when you first saw it, and there is no trace of the strange shimmering surface it once had. The edge of the blade tapers almost to a paper-thin line - despite its flimsy appearance, it looks like it could cut through chain armor with ease. This blade appears to have special religious significance for Dak'kon. Dak'kon has wound a series of parchments around the hilt of the blade. These appear to be mantras dedicated to Zerthimon.
ru: ЗЕРТСКИЙ КЛИНОК ДАККОНА («ТЕКУЧИЙ КЛИНОК») Урон: 5-20 рубящий Магический урон: +3 Особенности: +6 к Классу Брони Удваивает все заклинания мага 1-го уровня Удваивает все заклинания мага 2-го уровня Запоминание 1-го дополнительного заклинания мага 3-го уровня THAC0: +3 Скорость: 6 Вес: 5 Специализация: клинковые Используется только Дакконом В родном плане гитцераев, Лимбо, материя - довольно редкий предмет. Сам Лимбо состоит из вязкой массы элементов, и только сила воли гитцерая сможет придать ей осязаемую и стабильную форму. Субстанция под названием «карач» - это материал, формируемый силой мысли. Из этого же вещества сделан клинок Даккона. Целостность клинка сохраняется одной лишь ментальной дисциплиной Даккона. Когда дух сосредоточен, а разум свободен от сомнений и служит единой цели, клинок реагирует на это, отражая мысли своего владельца. Раз так, то, должно быть, теперь разум Даккона по-настоящему ясен - его клинок стал сверкать серебром. Кажется, он немного удлинился с тех пор, как ты впервые увидел его. Поверхность клинка больше не мерцает. Лезвие утончилось до линии толщиной с волос; несмотря на свой хрупкий вид, оно выглядит так, будто с легкостью может разрубить кольчужный доспех. Клинок представляет для Даккона какую-то религиозную ценность. Он обернул рукоятку клинка несколькими кусочками пергамента. Похоже, это молитвы, посвященные Зертимону.

source: DAK'KON'S ZERTH BLADE ("CHAINED BLADE") Damage: 5-20 Slashing Enchanted: +3 Special: +3 to Armor Class Doubles All 1st Level Mage Spells Doubles All 2nd Level Mage Spells THAC0: +3 Speed: 6 Weight: 5 Proficiency: Edged Usable only by Dak'kon On the githzerai's home plane of Limbo, solid matter is something of a rarity. Limbo itself is a soupy mass of elements, and only through force of will can the githzerai shape these elements into stable matter. A substance called "karach" is a material that can be shaped with the mind. Dak'kon's blade is composed of this substance; through mental discipline alone, Dak'kon maintains the integrity of the blade. He can shape it slightly depending on his skill, adjusting its length and the sharpness of the edge. Presumably as he gains levels, he may be able to manipulate the blade in new ways. It is not known whether all githzerai zerth carry such weapons. Certainly a weapon that depends on the integrity of the wielder would be entrusted only to those who had learned to discipline themselves. This blade appears to have special religious significance for Dak'kon. Dak'kon has wound a series of parchments around the hilt of the blade. These appear to be mantras dedicated to Zerthimon.
ru: КЛИНОК ЗЕРТ ДАККОНА («ЦЕПНОЙ КЛИНОК») Урон: 5-20 рубящий Заколдованный: +3 Специальное: +3 к Классу Брони Удваивает все заклинания мага 1 уровня Удваивает все заклинания мага 2 уровня THAC0: +3 Скорость: 6 Вес: 5 Специализация: клинковые Используется только Дакконом В домашнем плане гитцераев, Лимбо, материя - довольно редкий предмет. Сам Лимбо состоит из вязкой массы элементов, и только сила воли гитцерая сможет придать ей осязаемую и стабильную форму. Субстанция под названием «карач» - это материал, формируемый силой мысли. Клинок Даккона создан из такой субстанции. Целостность клинка удерживается только одной ментальной упорядоченностью Даккона. Благодаря своим навыкам он может слегка изменить форму, длину и остроту кромки. Возможно, получив новый уровень, он сможет управлять клинком новыми способами. Неизвестно, носят ли все гитцераи зерт подобное оружие. Очевидно, что оружие, зависящее от целостности владельца, может быть доверено только тем, кто самостоятельно смог постичь вершины упорядоченности. Клинок означает для Даккона какую-то религиозную ценность. Он обернул рукоятку клинка несколькими кусочками пергамента. Похоже, это молитвы, посвященные Зертимону.
