Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/patch/fixpack.tra.po
Languages: ru

source: SCROLL OF GLOBE OF INVULNERABILITY Allows user to cast "Globe of Invulnerability" Allows user to copy "Globe of Invulnerability" into Spell Book Level: 6 / Wizard Range: 0 Duration: 5 seconds per level Speed: 6 Area of Effect: 5 feet radius Saving Throw: None Weight: 0 Usable only by Mages Similar to its sister spell, Antimagic Shell, this enchantment restricts certain magic from entering its confines. Yet unlike its sibling, this spell allows magic to flow outward from within. This spell creates an immobile sphere of magic that prevents any 1st - 4th level spell effects from penetrating (even area effect spells). Spells of 5th level or higher are not affected by the Globe, but unlike Antimagic Shell, any type of spell can be cast out of the sphere. The Globe lasts for 5 seconds per level of the caster.
ru: СВИТОК СФЕРЫ НЕУЯЗВИМОСТИ Позволяет создать заклинание «Сфера неуязвимости» Позволяет скопировать заклинание «Сфера неуязвимости» в книгу заклинаний Уровень: 6/Маг Дальность: 0 Длительность: 5 секунд за уровень Скорость: 6 Область действия: 5-футовый радиус Спасбросок: нет Вес: 0 Используется только магами Подобно своему заклинанию-побратиму, Антимагической оболочке, это колдовство несколько ограничивает магию от пересечения его пределов И все же, в отличие от него, это заклинание позволяет магии проходить наружу. Это заклинание создает неподвижную магическую сферу, которая предотвращает проникновение любых эффектов заклинаний 1-го - 4-го уровней (даже массовых заклинаний). Заклинания 5-го или более высоких уровней не задерживаются сферой. Однако, в отличие от антимагической оболочки, заклинания могут проходить через сферу наружу. Сфера действует 5 секунд за уровень колдующего.

source: SCROLL OF POWER WORD, BLIND Allows user to cast "Power Word, Blind" Allows user to copy "Power Word, Blind" into Spell Book Level: 8 / Wizard Range: 15 feet per level Duration: Special Speed: 1 Area of Effect: 15 feet radius Saving Throw: None Weight: 0 Usable only by Mages The power of sight shall be removed, and darkness shall enter. This spell blinds up to 100 hit points of creatures within a 15 ft. radius / level of the caster from the specified target point. The blindness spreads outwards from the center, affecting creatures with the lowest HP totals first. Those with more than 100 HP are not affected. The spell effect's duration depends on the number of HP affected: If 25 or fewer HP are affected, then the blindness lasts for 160-400 seconds. If 26-50 HP are affected, the blindness lasts for 80-200 seconds. If 51-100 HP are affected, the blindness lasts for 16-40 seconds. An individual creature can't be partially affected: Unless all of its HP are affected, it is not blind.
ru: СВИТОК СЛОВА СИЛЫ ОСЛЕПИТЬ Позволяет создать заклинание «Слово силы Ослепить» Позволяет скопировать заклинание «Слово силы Ослепить» в книгу заклинаний Уровень: 8/Маг Дальность: 15 футов за уровень Длительность: особая Скорость: 1 Область действия: 15-футовый радиус Спасбросок: нет Вес: 0 Используется только магами Сила зрения будет отобрана, и наступит тьма Это заклинание ослепляет существ с суммарным уровнем здоровья до 100 очков жизни в пределах радиуса 15 футов/уровень колдующего от указанной целевой точки. Слепота распространяется от центра, сперва поражая существ с более низким уровнем здоровья. Те, у кого больше 100 очков жизни, не затрагиваются. Длительность эффекта заклинание зависит от количества очков жизни. Если у цели 25 и менее очков жизни, слепота длится 160-400 секунд. Если у цели 26-50 очков жизни, слепота длится 10-200 секунд. Если у цели 51-100 очков жизни, слепота длится 16-40 секунд. Отдельное существо не может быть частично пораженным: пока все его очки жизни не поражены, оно не ослепнет.

source: SCROLL OF MECHANUS' CANNON Allows user to cast "Mechanus' Cannon" Allows user to copy "Mechanus' Cannon" into Spell Book Level: 8 / Wizard Range: 50 feet Duration: Instant Speed: 8 Area of Effect: 1 creature Saving Throw: None Weight: 0 Usable only by Mages The true, logical justice of Primus shall be delivered unto the illogical, as pure energy descends from Mechanus. This spell summons the ultimate form of 'equalization' from Primus: A huge energy blast that comes from the very heart of Mechanus and fires toward the target specified by the caster, via a portal. A temporary portal will appear 10 ft. from the target and Mechanus' Logical Justice will be handed down, inflicting 30-90 pts. of damage, with no saving throw.
ru: СВИТОК ОРУДИЯ МЕХАНУСА Позволяет сотворить заклинание «Орудие Механуса» Позволяет скопировать заклинание «Орудие Механуса» в книгу заклинаний Уровень: 8/Маг Дальность: 50 футов Длительность: мгновенно Скорость: 8 Область действия: 1 существо Спасбросок: нет Вес: 0 Используется только магами Истинное и рациональное правосудие Праймуса будет отправлено над неразумным с помощью чистой энергии, ниспосланной с Механуса. Это заклинание призывает крайнюю форму «уравнивания» из Праймуса: огромный энергетический поток, выпущенный из самого сердца Механуса и выстреливающий через портал в цель, указанную заклинателем. В 10 футах от цели появится временный портал, и будет свершено рациональное правосудие Механуса, наносящее 30-90 очков урона без спасброска.

source: Carver
ru: Резчик

source: DAK'KON'S ZERTH BLADE ("STREAMING BLADE") Damage: 3-12 Slashing Enchanted: +2 Special: +4 to Armor Class Doubles all 1st Level Mage Spells Memorize 1 Additional 2nd Level Mage Spell THAC0: +2 Speed: 6 Weight: 5 Proficiency: Edged Usable only by Dak'kon On the githzerai's home plane of Limbo, solid matter is something of a rarity. Limbo itself is a soupy mass of elements, and only through force of will can the githzerai shape these elements into stable matter. A substance called "karach" is a material that can be shaped with the mind. Dak'kon's blade is composed of this substance; through mental discipline alone, Dak'kon maintains the integrity of the blade. When the user's spirit is focused, his mind clear of doubts and devoted to a single purpose, the blade itself will react, mirroring the wielder's thoughts. If so, Dak'kon's mind must be clear, indeed, for his blade has become a brilliant silver. It seems as if the blade has become longer than when you first saw it, and there is no trace of the strange shimmering surface it once had. The edge of the blade tapers almost to a paper-thin line - despite its flimsy appearance, it looks like it could cut through chain armor with ease. This blade appears to have special religious significance for Dak'kon. Dak'kon has wound a series of parchments around the hilt of the blade. These appear to be mantras dedicated to Zerthimon.
ru: ЗЕРТСКИЙ КЛИНОК ДАККОНА («ТЕКУЧИЙ КЛИНОК») Урон: 3-12 рубящий Магический урон: +2 Особенности: +4 к Классу Брони Удваивает все заклинания мага 1-го уровня Запоминание 1-го дополнительного заклинания мага 2-го уровня THAC0: +2 Скорость: 6 Вес: 5 Специализация: клинковые Используется только Дакконом В родном плане гитцераев, Лимбо, материя - довольно редкий предмет. Сам Лимбо состоит из вязкой массы элементов, и только сила воли гитцерая сможет придать ей осязаемую и стабильную форму. Субстанция под названием «карач» - это материал, формируемый силой мысли. Из этого же вещества сделан клинок Даккона. Целостность клинка сохраняется одной лишь ментальной дисциплиной Даккона. Когда дух сосредоточен, а разум свободен от сомнений и служит единой цели, клинок реагирует на это, отражая мысли своего владельца. Раз так, то, должно быть, теперь разум Даккона по-настоящему ясен - его клинок стал сверкать серебром. Кажется, он немного удлинился с тех пор, как ты впервые увидел его. Поверхность клинка больше не мерцает. Лезвие утончилось до линии толщиной с волос; несмотря на свой хрупкий вид, оно выглядит так, будто с легкостью может разрубить кольчужный доспех. Клинок представляет для Даккона какую-то религиозную ценность. Он обернул рукоятку клинка несколькими кусочками пергамента. Похоже, это молитвы, посвященные Зертимону.

source: DAK'KON'S ZERTH BLADE ("CHAINED BLADE") Damage: 3-12 Slashing Enchanted: +2 Special: +2 to Armor Class Memorize 2 Additional 1st Level Mage Spells Memorize 1 Additional 2nd Level Mage Spell THAC0: +2 Speed: 6 Weight: 5 Proficiency: Edged Usable only by Dak'kon On the githzerai's home plane of Limbo, solid matter is something of a rarity. Limbo itself is a soupy mass of elements, and only through force of will can the githzerai shape these elements into stable matter. A substance called "karach" is a material that can be shaped with the mind. Dak'kon's blade is composed of this substance; through mental discipline alone, Dak'kon maintains the integrity of the blade. He can shape it slightly depending on his skill, adjusting its length and the sharpness of the edge. Presumably as he gains levels, he may be able to manipulate the blade in new ways. It is not known whether all githzerai zerth carry such weapons. Certainly a weapon that depends on the integrity of the wielder would be entrusted only to those who had learned to discipline themselves. This blade appears to have special religious significance for Dak'kon. Dak'kon has wound a series of parchments around the hilt of the blade. These appear to be mantras dedicated to Zerthimon.
ru: КЛИНОК ЗЕРТ ДАККОНА («ЦЕПНОЙ КЛИНОК») Урон: 3-12 рубящий Заколдованный: +2 Специальное: +2 к Классу Брони Запоминание 2 дополнительных заклинаний мага 1 уровня Запоминание 1 дополнительного заклинания мага 2 уровня THAC0: +2 Скорость: 6 Вес: 5 Специализация: клинковые Используется только Дакконом В домашнем плане гитцераев, Лимбо, материя - довольно редкий предмет. Сам Лимбо состоит из вязкой массы элементов, и только сила воли гитцерая сможет придать ей осязаемую и стабильную форму. Субстанция под названием «карач» - это материал, формируемый силой мысли. Клинок Даккона создан из такой субстанции. Целостность клинка удерживается только одной ментальной упорядоченностью Даккона. Благодаря своим навыкам он может слегка изменить форму, длину и остроту кромки. Возможно, получив новый уровень, он сможет управлять клинком новыми способами. Неизвестно, носят ли все гитцераи зерт подобное оружие. Очевидно, что оружие, зависящее от целостности владельца, может быть доверено только тем, кто самостоятельно смог постичь вершины упорядоченности. Клинок означает для Даккона какую-то религиозную ценность. Он обернул рукоятку клинка несколькими кусочками пергамента. Похоже, это молитвы, посвященные Зертимону.

source: IDENTIFY Range: 1 Item Duration: Instant Speed: 0 Area of Effect: Inventory usage only Saving Throw: None This spell reveals the mysteries of an enchanted object, allowing you to know its exact abilities.
ru: ОПОЗНАНИЕ Дистанция: 1 предмет Длительность: мгновенная Скорость: 0 Зона действия: только в инвентаре Спасбросок: нет Это заклинание раскрывает загадки зачарованного предмета, позволяя тебе узнать его точные возможности.

source: KNOCK Range: 180 feet Duration: Special Speed: 2 Area of Effect: 10 sq. feet per level Saving Throw: None The inaccessible, the locked, can be freed and within one's grasp with this incantation. With Knock, all locked doors, chests, boxes, or shackles shall be unlocked, but it doesn't affect barred gates and the like. In addition, it can only affect up to 2 impediments per spell.
ru: СТУК Дистанция: 180 футов Длительность: особая Скорость: 2 Зона действия: 10 кв. футов за уровень Спасбросок: нет С помощью этого волшебства недоступное и замкнутое будет высвобождено, и окажется под рукой. С помощью Стука все запертые двери, сундуки, шкатулки и кандалы будут открыты, однако это не относится к заблокированным воротам и так далее. Также одно заклинание может открыть до двух преград.

source: ENOLL EVA'S DUPLICATION Range: 50 feet Duration: 60 seconds Speed: 5 Area of Effect: One Creature Saving Throw: None This 'spell' is actually a complex mathematical equation accidentally discovered by the modron, Enoll Eva, while calculating the multiplication factor on various linear algebraic formulas. The results are devastating: This equation allows all subsequent actions to be doubled or duplicated. Hence it was found that during confrontations, all physical or magical attacks were seemingly doubled - dealing twice the amount of damage. This spell affects a single target. No Saving Throw required. When cast, all subsequent attacks (physical or magical) will be duplicated once: For example, after attacking once with a weapon, the attack will be immediately duplicated - same for spells (cast a Magic Missile, and immediately afterwards, another Magic Missile spell will launch). This spell will last for approximately 2 minutes after casting.
ru: УДВОЕНИЕ ЭНОЛЛА ЭВА Дистанция: 50 футов Длительность: 60 секунд Скорость: 5 Зона действия: одно существо Спасбросок: нет Это 'заклинание' на самом деле - сложное математическое уравнение, которое было открыто модроном Эноллом Эва при расчете коэффициента умножения в различных формулах линейной алгебры. Результаты просто потрясающие: это уравнение позволяет всем последующим действиям быть удвоенными. Отсюда следует, что во время схватки все физические и магические атаки удваиваются, то есть наносят вдвое больший урон. Это заклинание действует на одну цель. Спасбросок не требуется. При создании заклинание все последующие атаки (физические и магические) будут однократно удвоены. Например, при однократной атаке оружием она будет тут же удвоена, аналогично для заклинаний (при создании Магического снаряда тут же выпускается еще один). Это заклинание будет длится примерно 2 минуты с момента создания.

source: ANTIMAGIC SHELL Range: 0 Duration: 5 minutes Speed: 6 Area of Effect: 1 foot per level diameter Saving Throw: None In an ironic twist, all magic in its area of effect shall be undone, with this spell. This spell surrounds the caster with a 'shell of magic' that effectively negates all magic and magical spell effects (including magic items) within its area of effect. Thus, it blocks out magic, yet it also stops all usage within the shell as well! This also includes various special attacks such as breath, gaze or voice attacks. The spell lasts for 5 minutes, and its area of effect is 1 foot per level of the caster.
ru: АНТИМАГИЧЕСКАЯ ОБОЛОЧКА Дистанция: 0 Длительность: 5 минут Скорость: 6 Зона действия: в диаметре 1 фут за уровень Спасбросок: нет По иронии судьбы с помощью этого заклинания вся магия в области его действия будет уничтожена. Это заклинание окружает заклинателя 'магической оболочкой', которая эффективно сводит на нет всю магию и магические эффекты заклинаний (включая магические предметы) в области своего действия. Таким образом, оно блокирует магию, но вдобавок оно не дает колдовать в пределах оболочки! Сюда также входят различные особые атаки, такие как атаки на дыхание, взгляд и голос. Заклинание длится 5 минут, а зона действия его сфера увеличивается на 1 фут за уровень заклинателя.

source: GLOBE OF INVULNERABILITY Range: 0 Duration: 5 seconds per level Speed: 6 Area of Effect: 5 feet radius Saving Throw: None Similar to its sister spell, Antimagic Shell, this enchantment restricts certain magic from entering its confines. Yet unlike its sibling, this spell allows magic to flow outward from within. This spell creates an immobile sphere of magic that prevents any 1st - 4th level spell effects from penetrating (even area effect spells). Spells of 5th level or higher are not affected by the Globe, but unlike Antimagic Shell, any type of spell can be cast out of the sphere. The Globe lasts for 5 seconds per level of the caster.
ru: СФЕРА НЕУЯЗВИМОСТИ Дистанция: 0 Длительность: 5 секунд за уровень Скорость: 6 Зона действия: 5-футовый радиус Спасбросок: нет Подобно своему заклинанию-побратиму, Антимагической оболочке, это колдовство несколько ограничивает магию от пересечения его пределов И все же, в отличие от него, это заклинание позволяет магии проходить наружу. Это заклинание создает неподвижную магическую сферу, которая предотвращает проникновение любых эффектов заклинаний 1-4 уровней (даже массовых заклинаний). Заклинания 5-го или более высоких уровней не задерживаются сферой. Однако, в отличие от антимагической оболочки, заклинания могут проходить через сферу наружу. Сфера действует 5 секунд за уровень колдующего.

source: POWER WORD, BLIND Range: 15 feet per level Duration: Special Speed: 1 Area of Effect: 15 feet radius Saving Throw: None The power of sight shall be removed, and darkness shall enter. This spell blinds up to 100 hit points of creatures within a 15 ft. radius / level of the caster from the specified target point. The blindness spreads outwards from the center, affecting creatures with the lowest HP totals first. Those with more than 100 HP are not affected. The spell effect's duration depends on the number of HP affected: If 25 or fewer HP are affected, then the blindness lasts for 160-400 seconds. If 26-50 HP are affected, the blindness lasts for 80-200 seconds. If 51-100 HP are affected, the blindness lasts for 16-40 seconds. An individual creature can't be partially affected: Unless all of its HP are affected, it is not blind.
ru: ОСЛЕПЛЯЮЩЕЕ СЛОВО СИЛЫ Дистанция: 15 футов за уровень Длительность: особая Скорость: 1 Зона действия: 15-футовый радиус Спасбросок: нет Возможность зрения будет отобрана, и наступит тьма. Это заклинание ослепляет существ с суммарным уровнем здоровья до 100 очков жизни в пределах радиуса 15 футов / уровень колдующего от указанной целевой точки. Слепота распространяется от центра, сперва поражая существ с более низки уровнем здоровья. Те, у кого больше 100 очков жизни, не затрагиваются. Длительность эффекта заклинания зависит от количества очков жизни. Если у цели 25 и менее очков жизни, слепота длится 160-400 секунд. Если у цели 26-50 очков жизни, слепота длится 80-200 секунд. Если у цели 51-100 очков жизни, слепота длится 16-40 секунд. Отдельное существо не может быть частично пораженным: пока все его очки жизни не затронуты, оно не ослепнет.

source: MECHANUS' CANNON Range: 50 feet Duration: Instant Speed: 8 Area of Effect: 1 creature Saving Throw: None The true, logical justice of Primus shall be delivered unto the illogical, as pure energy descends from Mechanus. This spell summons the ultimate form of 'equalization' from Primus: A huge energy blast that comes from the very heart of Mechanus and fires toward the target specified by the caster, via a portal. A temporary portal will appear 10 ft. from the target and Mechanus' Logical Justice will be handed down, inflicting 30-90 pts. of damage, with no saving throw.
ru: ОРУДИЕ МЕХАНУСА Дистанция: 50 футов Длительность: мгновенно Скорость: 8 Зона действия: существо Спасбросок: нет Нелогичное будет предано истинному и рациональному правосудию Праймуса с помощью чистой энергии, ниспосланной с Механуса. Это заклинание призывает крайнюю форму 'уравнивания' от Праймуса: огромный энергетический поток, выпущенный через портал из самого сердца Механуса и выстреливающий в цель, указанную заклинателем. В 10 футах от цели появится временный портал, и будет свершено рациональное правосудие Механуса, наносящее 30-90 очков урона без спасброска.

source: SPIRITUAL HAMMER Range: 30 feet per level Duration: Variable (see below) Speed: 2 Area of Effect: 1 Target Saving Throw: 1/2 This spell summons a hammer of spiritual energy to smite your foes. When cast, the caster chooses a target within range. The hammer causes 4-10 points of bludgeoning damage, for every three levels that the caster has, acting as a +1 weapon (+1 to hit and +1 damage), gaining an additional +1 for every six levels of the caster, to a maximum of +3.
ru: ДУХОВНЫЙ МОЛОТ Дистанция: 30 футов за уровень Длительность: переменная (см. ниже) Скорость: 2 Зона действия: 1 цель Спасбросок: уменьшает эффект вдвое Это заклинание вызывает молот из духовной энергии, который сокрушает твоих врагов. После сотворения заклинания колдующий выбирает цель в пределах дальности заклинания. Молот наносит 4-10 очков сокрушительного урона за каждые три уровня заклинателя, действуя как оружие +1 (+1 к попаданию и +1 к урону), и еще +1 за каждые шесть уровней колдующего, вплоть до максимума +3.

source: PRAYER Range: 0 (centered on caster) Duration: 5 seconds per level Speed: 3 Area of Effect: 60 feet radius Saving Throw: None This spell aids allies and harms your foes. This spell grants a bonus of + 1 to attack, damage, and saving throws to all who are "Friendly" to the priest. Those who are "Hostile" to the caster suffer -1 to attack, damage, and saving throws. It lasts 5 seconds / level in a 60 foot radius.
ru: МОЛИТВА Дистанция: 0 (сосредоточена вокруг заклинателя) Длительность: 5 секунд за уровень Скорость: 3 Зона действия: 60-футовый радиус Спасбросок: нет Это заклинание помогает союзникам и наносит вред врагам. Заклинание дает бонус +1 к атаке, урону и спасброскам для всех, кто дружествен жрецу. Тот, кто враждебен заклинателю, получает -1 к атаке, урону и спасброскам. Действует 5 секунд / уровень в радиусе 60 футов.

source: SPEAK WITH DEAD Range: 50 feet Duration: Special Speed: 3 Area of Effect: 1 creature (undead) Saving Throw: None To commune with spirits passed away. This spell allows the Nameless One to initiate a dialogue with a dead body within speaking range.
ru: РАЗГОВОР С МЕРТВЫМ Дистанция: 50 футов Длительность: особая Скорость: 3 Зона действия: 1 существо (нежить) Спасбросок: нет Для общения с душами усопших. Это заклинание позволяет Безымянному начинать диалог с мертвым телом на расстоянии разговора.

source: CURE CRITICAL WOUNDS Range: 0 Duration: Permanent / Instant Speed: 5 Area of Effect: 1 creature Saving Throw: None This spell heals any critical wounds a target may have gained. Restores 27 hit points to the target creature. The creature's restored hit points cannot exceed its maximum hit points.
ru: ИСЦЕЛЕНИЕ КРИТИЧЕСКИХ РАН Дистанция: 0 Длительность: постоянная / мгновенно Скорость: 5 Зона действия: 1 существо Спасбросок: нет Это заклинание лечит любые серьезные раны, полученные целью. Восстанавливает 27 очков жизни у цели-существа. Восстановленные очки жизни не могут превышать их максимального количества.

source: ADDER'S KISS Range: 150 feet Duration: 5 seconds per 3 levels Speed: 2 Area of Effect: 1 creature Saving Throw: None It is said an adder's kiss can scald even the most fearsome of fiends. This spell calls forth an acidic bolt to shower an opponent with its vile green acid. If the caster is skilled enough, the adder's kiss lingers after the initial strike, continuing to sink into an opponent's skin with its acidic teeth. When cast, the caster chooses any target within 150 ft. and the Adder's Kiss will strike for 2-8 hit points of acid damage. For every three levels of the caster, the acid lasts 5 seconds longer, inflicting another 2-8 points of acid damage / 5 second segments.
ru: ПОЦЕЛУЙ ГАДЮКИ Дистанция: 150 футов Длительность: 5 секунд за каждые 3 уровня Скорость: 2 Зона действия: 1 существо Спасбросок: нет Говорят, поцелуй гадюки может обжечь даже самых страшных демонов. Это заклинание вызывает кислотную стрелу, которая обрызгивает противника мерзкой зеленой кислотой. Если заклинатель достаточно искусен, поцелуй гадюки продолжает действовать после первого удара, погружая в кожу противника свои кислотные клыки. После создания заклинания колдующий выбирает любую цель в пределах 150 футов, и Поцелуй гадюки поражает ее кислотным уроном в 2-8 очков жизни. За каждые три уровня заклинателя кислота действует на 5 секунд дольше, нанося 2-8 очков кислотного урона за каждый 5-секундный отрезок времени.
