Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/patch/subtitles.tra.po
Languages: ru

source: ARE THEY DEAD? YES. UNLIKE YOU THEY HAVE BUT ONE LIFE.
ru: МЕРТВЫ ЛИ ОНИ? ДА. В ОТЛИЧИЕ ОТ ТЕБЯ, У НИХ ТОЛЬКО ОДНА ЖИЗНЬ.

source: THEY WASTED IT FOR YOUR SAKE.
ru: ОНИ ПОТРАТИЛИ ЕЕ ВПУСТУЮ РАДИ ТЕБЯ.

source: NO. THAT IS NO LONGER POSSIBLE. I HAVE ENDED THE LIVES OF ALL THAT HAVE GUIDED YOU TO THIS PLACE. THE NIGHT HAG THAT CURSED US. THE ANGEL THAT SHIELDS ITSELF WITH GOLDEN LIES. SOON THE FIEND THAT AIDED YOU WILL DIE AS WELL. YOU LED ME TO ALL OF THEM. YOU HAVE ALLOWED ME TO HIDE MY PRESENCE FOREVER.
ru: НЕТ. ЭТО УЖЕ НЕВОЗМОЖНО. Я ПРЕРВАЛ ЖИЗНИ ВСЕХ, КТО ВЕЛ ТЕБЯ В ЭТО МЕСТО. НОЧНОЙ ВЕДЬМЫ, КОТОРАЯ ПРОКЛЯЛА НАС. АНГЕЛА, ЗАЩИЩАВШЕГО СЕБЯ ЗОЛОТОЙ ЛОЖЬЮ. ВСКОРЕ НЕЧИСТЫЙ, КОТОРЫЙ ПОМОГ ТЕБЕ, ТОЖЕ УМРЕТ. ТЫ ПРИВЕЛ КО МНЕ ВСЕХ ИХ. ТЫ ПОЗВОЛИЛ МНЕ СКРЫТЬ МОЕ СУЩЕСТВОВАНИЕ НАВЕКИ.

source: NO. THAT IS NO LONGER POSSIBLE. I HAVE ENDED THE LIVES OF ALL THAT HAVE GUIDED YOU TO THIS PLACE. YOU LED ME TO ALL OF THEM. YOU HAVE ALLOWED ME TO HIDE MY PRESENCE FOREVER.
ru: НЕТ. ЭТО УЖЕ НЕВОЗМОЖНО. Я ПРЕРВАЛ ЖИЗНИ ВСЕХ, КТО ВЕЛ ТЕБЯ В ЭТО МЕСТО. ТЫ ПРИВЕЛ КО МНЕ ВСЕХ ИХ. ТЫ ПОЗВОЛИЛ МНЕ СКРЫТЬ МОЕ СУЩЕСТВОВАНИЕ НАВЕКИ.

source: NO. THAT IS NO LONGER POSSIBLE. YOU LED ME TO ALL THAT HAVE GUIDED YOU TO THIS PLACE. I WILL END THEIR LIVES. YOU HAVE ALLOWED ME TO HIDE MY PRESENCE FOREVER.
ru: НЕТ. ЭТО УЖЕ НЕВОЗМОЖНО. ТЫ ПРИВЕЛ МЕНЯ КО ВСЕМ, КТО ВЕЛ ТЕБЯ В ЭТО МЕСТО. Я ПРЕРВУ ИХ ЖИЗНИ. ТЫ ПОЗВОЛИЛ МНЕ СКРЫТЬ МОЕ СУЩЕСТВОВАНИЕ НАВЕКИ.

source: THERE IS NO ONE LEFT IN ALL OF EXISTENCE WHO CAN TELL YOU HOW TO REACH ME. THIS SHALL BE THE LAST TIME YOU TRESPASS IN THESE HALLS.
ru: В МИРЕ НЕ ОСТАЛОСЬ НИКОГО, КТО МОЖЕТ СКАЗАТЬ ТЕБЕ, КАК ДО МЕНЯ ДОБРАТЬСЯ. ТЫ В ПОСЛЕДНИЙ РАЗ ПОСЯГАЕШЬ НА ЭТИ ЗАЛ.

source: THE HALLS OF THIS FORTRESS SHALL BE SILENT AGAIN.
ru: ЗАЛЫ ЭТОЙ КРЕПОСТИ ВНОВЬ ОБРЕТУТ ТИШИНУ.

source: YOU WILL TROUBLE ME NO MORE.
ru: ТЫ БОЛЬШЕ МЕНЯ НЕ ПОБЕСПОКОИШЬ.

source: I WILL TAKE YOUR MEASURE SHORTLY.
ru: ВСКОРЕ Я РАЗБЕРУСЬ С ТОБОЙ.

source: "I... forgive all you have done."
ru: «Я... прощаю тебе все, что ты сделал».

source: "I shall wait for you in death's halls, my Love."
ru: «Я буду ждать тебя в залах смерти, любовь моя».

source: "Oh, Mistress High-'n-Mighty'll be joinin' us? I donnae we need her fer."
ru: «О, к нам присоединится госпожа Благородная-и-Могущественная? Я вот только не врублюсь, зачем она нам».

source: "You couldn't *possibly* understand."
ru: «Ты *вряд ли* поймешь».

source: "I wish she would fall from a great height. I might even bump 'er off myself."
ru: «Хотела бы я, чтоб она шмякнулась с большой высоты. Я могла бы даже сама ее столкнуть».

source: "This is one of Fell's studios, is it not? I have long wanted to meet him."
ru: «Это ведь одна из студий Фелла? Давно хотел с ним познакомиться».

source: "Are ye daft? We'll draw the Lady's gaze if we stay here, we will!"
ru: «Ты че, недоумок? Если продолжим здесь стоять - точно привлечем к себе взгляд Леди!»

source: "Chief, *what* are we doing in here? Let's say we just give this place the laugh, all right?"
ru: «Шеф, да *что* мы здесь делаем? Давай просто помашем этому месту ручкой, ладно?»

source: "Feh! Can it be? Yes! I am freed, freed!"
ru: «Фе! Возможно ли это? Да! Я свободен, свободен!»

source: "Feh! No matter."
ru: «Фе! Неважно».

source: "Something familiar about that one."
ru: «В этом есть что-то знакомое».

source: "Off with ya. Dead I am."
ru: «Сгинь. Я умерла».

source: "Shh shh shh! Away with ya! I'm dead, and no traffic with the living may I have!"
ru: «Тсс, тсс, тсс! Иди прочь! Я мертва, и с живыми у меня не может быть дел!»

source: "I had thought that dying at his hand would fulfill the requirements the past put forth."
ru: «Я думала, что смерть от его руки удовлетворит требованиям, которые поставило прошлое».

source: "Powerful, this incarnation is. And kill me he could have, but for a few tricks I possess. Fortunate was I."
ru: «Могущественное воплощение. И он мог бы меня убить, если бы не пара моих трюков. Повезло мне».

source: "I am NOT afraid, not of the likes of you, ragged thing. Weak Ravel may be, but a few tricks has Ravel learned over the years, and I have KNOWN that you would come."
ru: «Я НЕ БОЮСЬ, только не таких как ты, потрепанная вещица. Может, Равель и слабая, но за свои годы научилась паре трюков. И я ЗНАЛА, что ты придешь».

source: THEN DEATH'S KINGDOM HAS SEALED ITS GATES TO US BOTH. ARISE, CRONE.
ru: ТОГДА ЦАРСТВО МЕРТВЫХ ЗАКРЫЛО СВОИ ВРАТА ДЛЯ НАС ОБОИХ. ВСТАНЬ, СТАРУХА.

source: I CARE LITTLE FOR HOW YOU DIE. BUT I WARN YOU FOR THE LAST TIME: ARISE OR I SHALL SLAY YOU WHERE YOU LIE.
ru: МЕНЯ НЕ ВОЛНУЕТ, КАК ТЫ УМРЕШЬ. НО ПРЕДУПРЕЖДАЮ ТЕБЯ В ПОСЛЕДНИЙ РАЗ: ВСТАНЬ, ИЛИ Я УБЬЮ ТЕБЯ НА МЕСТЕ.

source: YOU CANNOT HAVE THOUGHT THAT ONE WOULD HAVE A CHANCE. YOU WERE INDULGENT TO LET HIM THINK HE WAS SUCCESSFUL.
ru: ТЫ ВРЯД ЛИ СЧИТАЛА, ЧТО У НЕГО ЕСТЬ ШАНС. ТЫ ПРОЯВИЛА СНИСХОДИТЕЛЬНОСТЬ, ПОЗВОЛИВ ЕМУ ДУМАТЬ, ЧТО ОН ПОБЕДИЛ.

source: FORTUNE ABANDONED YOU THE MOMENT I FOUND YOU. HAS YOUR LIFE PREPARED YOU FOR WHAT IS TO COME, HAG?
ru: УДАЧА ТЕБЯ ПОКИНУЛА В ТОТ МИГ, КОГДА Я ТЕБЯ НАШЕЛ. ПРИГОТОВИЛА ЛИ ТЕБЯ ЖИЗНЬ К ТОМУ, ЧТО ПРОИЗОЙДЕТ, СТАРУХА?

source: NO LONGER SHALL YOU TROUBLE EXISTENCE WITH YOUR PRESENCE, WITCH.
ru: ТЫ БОЛЬШЕ НЕ ПОТРЕВОЖИШЬ МИРОЗДАНИЕ СВОИМ ПРИСУТСТВИЕМ, ВЕДЬМА.

source: ARISE, IGNUS. I HAVE NEED OF YOU.
ru: ВСТАНЬ, ИГНУС. ТЫ МНЕ НУЖЕН.

source: THERE ARE CREATURES THAT MUST DIE.
ru: КОЕ-КТО ДОЛЖЕН УМЕРЕТЬ.

source: "AAAAAAH HAHAHAHA!!"
ru: «А-А-А ХА-ХА-ХА-ХА!!»

source: "Great power isss here."
ru: «Тут есссть великая сссила».

source: AH... THE SORCERER.
ru: А... КОЛДУН.

source: I HAVE NEED OF YOU.
ru: ТЫ МНЕ НУЖЕН.

source: ARISE, VHAILOR. I HAVE NEED OF YOU.
ru: ВСТАНЬ, ВЕЙЛОР. ТЫ МНЕ НУЖЕН.

source: A GREAT INJUSTICE HAS BEEN DONE.
ru: СОВЕРШЕНА ВЕЛИКАЯ НЕСПРАВЕДЛИВОСТЬ.

source: "It is difficult to separate shadow from the darkness here."
ru: «Здесь сложно отличить тени от темноты».

source: "This is not a place meant for the living."
ru: «Это место не годится для живых».

source: AH... THE TANAR'RI.
ru: А... ТАНАРРИ.

source: "You have done enough harm."
ru: «Ты причинил достаточно боли».

source: "Prepare yourself."
ru: «Готовься».

source: YOU ARE NOTHING.
ru: ТЫ - НИЧТО.

source: I CAN FORGE PLANES WITH MY POWER. I CAN UNMAKE YOU.
ru: СВОЕЙ СИЛОЙ Я МОГУ КОВАТЬ ПЛАНЫ. Я МОГУ УНИЧТОЖИТЬ ТЕБЯ.

source: "Shadows."
ru: «Тени».

source: AH... THE GITHZERAI. I REMEMBER HIM WELL.
ru: А... ГИТЦЕРАЙ. Я ХОРОШО ЕГО ПОМНЮ.

source: SUBMIT.
ru: ПОДЧИНИСЬ.

source: "I may be bested in battle but I shall never be defeated."
ru: «Меня можно одолеть в битве, но я никогда не буду побежден».

source: YOU CANNOT HOPE TO DEFEAT ME.
ru: НЕ НАДЕЙСЯ ПОБЕДИТЬ МЕНЯ.

source: "I have been here before. This time I shall never leave."
ru: «Я уже бывал здесь. В этот раз мне не выбраться».

source: SO BE IT.
ru: ТАК ТОМУ И БЫТЬ.

source: Annah breathes on her palms and rubs them together. "So c-c-cold here."
ru: Анна дышит на ладони и трет их друг о друга. «Здесь так х-х-холодно».

source: AH... THE FIENDLING GIRL.
ru: А... ДЕВЧОНКА-ПОЛУНЕЧИСТЬ.

source: "He matters more ta me... than my life."
ru: «Он для меня важнее... моей жизни».

source: THEN... DIE.
ru: ТОГДА... УМРИ.

source: "Processing."
ru: «Обработка».

source: "Plane: Negative Material. Location: Fortress of Regrets."
ru: «План: Негативный материальный. Место: Крепость сожалений».

source: AH... THE ROGUE CONSTRUCT.
ru: А... КОНСТРУКТ-БРОДЯГА.

source: "Sense of closure: Imminent."
ru: «Облегчение: неизбезно».

source: YOU HAVE OVERSTEPPED YOURSELF.
ru: ТЫ ПЕРЕСТУПИЛ ЧЕРЕЗ САМОГО СЕБЯ.

source: "You wish harm upon one who has aided Nordom at cost to his selves."
ru: «Ты хочешь навредить тому, кто помогал Нордому ценой своих жизней».

source: "Nordom will attempt to stop you."
ru: «Нордом попытается остановить тебя».

source: "Prospect of success: Slight."
ru: «Шансы на успех: незначительные».

source: THE BODY IS A SHELL. INTENSE PRESSURE MAY FRACTURE IT. SHALL I CONTINUE?
ru: ТЕЛО - ОБОЛОЧКА. СИЛЬНОЕ ДАВЛЕНИЕ МОЖЕТ РАСКОЛОТЬ ЕЕ. МНЕ ПРОДОЛЖИТЬ?

source: "You intend to harm him. Nordom will stop you."
ru: «Ты намереваешься причинить ему зло. Нордом остановит тебя».
