Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/athug.dlg.po
Languages: ru

source: "Little birdy lost his way, eh? Little birdy wants to pass today, little birdy gots to pay."
ru: «Маленькая птичка заблудилась, а? Если птичка хочет жить, птичке нужно заплатить».

source: "How much?"
ru: «Сколько?»

source: "You want my money, you'll have to take it from me."
ru: «Тебе нужны мои деньги? Попробуй отбери!»

source: "You'll have to catch me first."
ru: «Сначала попробуй меня поймать».

source: "Ten pieces o' jink, my fine friend!"
ru: «Десять звенелок, мой дорогой друг!»

source: "Here you go."
ru: «На, бери».

source: "I don't have that much."
ru: «У меня нет столько».

source: "Forget it. You'll have to take it off my body if you want it."
ru: «Даже и не думай. Тебе придется снять их с моего трупа».

source: "You'll have to catch me first!"
ru: «Сначала попробуй меня поймать!»

source: The thug bows low, mockingly. "I do hope we'll be doin' business again soon."
ru: Головорез, издеваясь, кланяется. «Надеюсь, что наше сотрудничество в дальнейшем будет таким же плодотворным».

source: "Yeah, whatever. Farewell."
ru: «Да-да, конечно. Прощай».

source: The thug affects a shocked expression. "In that case, I'll have to take it out of ye in blood. Farewell, mate."
ru: Головорез изображает шок. «В таком случае, ты заплатишь кровью. Прощай, приятель».

source: "Hey, wait..."
ru: «Эй, погоди...»

source: "Let's have it."
ru: «Сначала попробуй».

source: "The little birdy's returned home, aye? Come to feed the rest of the nest?"
ru: «Маленькая птичка вернулась домой, а? Пришла покормить остальных в гнезде?»

source: "What are you talking about?"
ru: «О чем это ты?»

source: "Yes. Here's your fee."
ru: «Вот твоя плата».

source: "No. I've come to kill you."
ru: «Я принес тебе смерть».

source: His face contorts into a parody of anguish. "D'ye mean to tell me you've already forgotten? Ah, dear. It's the ten jink payment ye owe me for passin' along my street. Come on... pony up now."
ru: Его лицо вытягивается в притворной муке. «Ты что, уже забыл? Ах, дорогуша. Десять звенелок — такса, чтобы пройти по моей улице. Давай, отсыпай».

source: "Here, then."
ru: «На, держи».

source: "You'll have to fight me for it this time."
ru: «На этот раз я буду драться».

source: "Can't we come to some sort of agreement on this?"
ru: «А мы не можем как-нибудь договориться?»

source: "Sorry, berk. We all got rules to play by and ye got blood to pay by. Give your power my regards."
ru: «Извини, пень. Все должны играть по правилам, и тебе придется заплатить кровью. Передай своим силам мой пламенный привет».

source: Fight him.
ru: Сражаться.

source: Flee.
ru: Сбежать.
