Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/celesti2.dlg.po
Languages: ru

source: You hold Celestial Fire in your hands, and the blade flares with white fire, singing into your mind. The knowledge that you can shape this weapon to your needs *once* is suddenly gleamingly clear to you.
ru: Ты держишь в руках Небесный огонь; клинок пылает белым огнем, звеня в твоей голове. Внезапно тебе становится абсолютно ясно, что ты можешь изменить это оружие под свои нужды *один раз*.

source: Will it to become a hammer.
ru: Заставить его стать молотом.

source: Will it to become an axe.
ru: Заставить его стать топором.

source: Will it to become a club.
ru: Заставить его стать дубинкой.

source: Will it to become spiked gauntlets.
ru: Заставить его стать шипованными рукавицами.

source: Will it to become a fine dagger.
ru: Заставить его стать кинжалом.

source: Leave the blade as is for now.
ru: Оставить клинок таким, какой он есть.

source: The heavy blade sits inert in your hands, a mass of silvery metal of exquisite beauty. It does nothing, no matter how hard you exert your will.
ru: Тяжелый клинок, массивное изделие изысканной красоты из серебристого металла, неподвижен в твоих руках. Как бы сильно ты ни пытался напрячь свою волю, ничего не происходит.

source: Leave it alone.
ru: Оставить его в покое.

source: The blade of the weapon stretches, the edges dulling for a moment, and the metal flows toward the head of sword with amazing speed. In a matter of moments, the transformation of the blade into a well-balanced hammer is complete. It is a gorgeous piece of work.
ru: Лезвие оружия вытягивается, кромки вмиг затупляются, металл приливает к вершине меча с поразительной скоростью. Уже через мгновение клинок завершает превращение в хорошо сбалансированный молот. Это великолепное изделие.

source: The blade of the weapon stretches, the edges disappearing as the blade rounds itself into a cylinder. Metal flows toward the head of sword with amazing speed. In a matter of moments, the transformation of the blade into a well-balanced axe is complete. It is a gorgeous piece of work.
ru: Лезвие оружия вытягивается, кромки исчезают, в то время как сам клинок округляется в цилиндр. Металл с поразительной скоростью перетекает к верхушке. Уже через мгновение клинок завершает превращение в хорошо сбалансированный боевой топор. Это великолепное изделие.

source: The crosspiece of the sword melts into the tang of the blade, even as the edges dull and round into a beautiful haft, covered in traceries identical to the ones on the former blade. In a matter of moments, the blade has completed its transformation into a fine, well-balanced club.
ru: Крестовина меча исчезает в лезвии клинка, в то время как кромки затупляются и округляются, превращаясь в прекрасную рукоятку, покрытую теми же узорами, что и клинок. Уже через мгновение он завершает превращение в добротную, отлично сбалансированную булаву.

source: Your eyes are not quite able to follow the translation of the blade into gauntlets, but you can feel the metal swirling in your hands. When you separate your hands, you are holding a pair of silvery gauntlets that look absolutely beautiful - and deadly.
ru: Твои глаза едва могут уследить за превращением клинка в рукавицы, однако ты чувствуешь в руках вихрь металла. Разомкнув руки, ты обнаруживаешь, что держишь пару серебристых рукавиц, неимоверно красивых... и смертоносных.

source: The blade of the sword condenses, seeming to slide in on itself, and in moments, you have a miniature version of Trias' sword, with a full, hand-sized handle. It feels very serviceable.
ru: Клинок меча уплотняется, как бы перетекая в себя, и уже через миг ты держишь миниатюрную версию меча Триаса с полноразмерной рукоятью. Он кажется вполне годным к бою.

source: "Excellent."
ru: «Великолепно».
