Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/d300mer3.dlg.po
Languages: ru

source: This seedy-looking fellow is quick to spot you looking at him. "'Ey, basha, get over 'ere! Come see wot I gots for ya!" He winks and waves you over.
ru: Этот потрепанный приятель быстро замечает обращенный на него взгляд. «Эй, вояка, ходь сюда! Глянь, чо у меня для тебя есть!» Он призывно машет тебе руками.

source: The man's beady little eyes gleam like tiny black gems when he spots you. "'Ey, dere; back for more? C'mon over, see wot I gots for ya dis time!"
ru: Его глаза-бусинки сверкают словно маленькие черные самоцветы. «Эй, там. Чо, за добавкой вернулся? Ходь сюда, глянь, чо есть для тебя на этот раз!»

source: The man breaks in even before you can finish your sentence. "Ya won't believe da deals I gots for ya today! Ye're a smart basha ta come ta me, ya are; I won't cheat ya like dese pikin' bobbers." He motions to where the other merchants stand.
ru: Человек моментально перебивает тебя, не дав закончить речь. «Не поверишь, чо я для тебя припас! Такой вумный вояка обязательно пришел бы ко мне. Уж я-то не буду тебе фуфло впаривать, как эти чертовы кидалы». Он кивает на остальных торговцев.

source: "What do you have to offer me?"
ru: «Что ты можешь мне предложить?»

source: "I had some questions..."
ru: «У меня есть пара вопросов...»

source: "I was just passing by. Farewell."
ru: «Я просто проходил мимо. Прощай».

source: He nods, but it's clear he's not listening. "Yessir, dis is some damn good stuff I gots here! Just look at it all! An' can ya believe dese prices? Ye'd be practically *stealin'* from me, ya would!"
ru: Он кивает, однако очевидно, что он не слушает. «Да-да, это просто потрясные вещи! Только глянь на них! А цены-то какие - не поверишь! Ты все равно что *грабишь* меня!»

source: "Sure ya do! Like, 'Ow's 'e offer such stonkin' barmy deals?' Or, 'Ow's 'e get such a corkin' spread a' goods?' Well, don't ya worry about it, basha! All ya gotta know is dat I gots a little a' everyting! Well, except dose Lim-Lim tings... but who da Baator needs one a' dose? Ha! Eh? Ha ha ha!"
ru: «Конечно, есть! 'Как это он торгует по таким сумасбродным ценам'? Или 'Откудова у него берутся такие первоклассные товары'? Вояка, будь спок! Все, что тебе надо знать - у меня есть все понемногу! Ну, кроме этих лим-лимов... да только кому они, во имя Баатора, вообще сдались? Ха! А? Ха-ха-ха!»

source: He calls to your back: "Wait, basha, where ya goin'? Don't ya wanna see all da great deals? Get back here! Ya don't know what ye're missin', ya don't!"
ru: Он взывает к твоей спине: «Стой, вояка, куда же ты? Разве не хочешь поглядеть на отличнейшие товары? Вернись! Ты даже не знаешь, что теряешь!»

source: "All right, what do you have to offer me?"
ru: «Хорошо, что ты можешь мне предложить?»

source: "Actually, I had some questions..."
ru: «Вообще-то, у меня несколько вопросов...»

source: "I'm leaving. Farewell."
ru: «Я ухожу. Прощай».

source: "Listen to me: I - HAVE - QUESTIONS."
ru: «Послушай: У - МЕНЯ - ЕСТЬ - ВОПРОСЫ».

source: Turn and walk away.
ru: Развернуться и уйти прочь.

source: "Fine, fine... what do you have to offer me?"
ru: «Хорошо, хорошо... Что ты можешь мне предложить?»

source: "Very well. What do you have to offer?"
ru: «Хорошо. Что ты можешь предложить?»

source: Just keep on walking.
ru: Просто идти дальше.
