Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/d300mer4.dlg.po
Languages: ru

source: This attractive young woman is smiling and beckoning to all passersby as she calls out the virtues of her goods. "Plates! Jugs! Cups! Tankards! Drink from the goblets of the finest lords!" Upon seeing you, she waves you over as if you were an acquaintance.
ru: Эта привлекательная девушка призывно улыбается и кивает любому прохожему, услышавшему ее зазывные крики о качествах ее товаров. «Тарелки! Кувшины! Кубки! Кружки! Пейте из бокалов благородных лордов!» Завидев тебя, она машет тебе, словно вы знакомы.

source: The woman smiles warmly at your approach. "Hello again, sir. And what would you like to purchase this day, mmm?"
ru: Когда ты подходишь, девушка дружелюбно улыбается. «И снова здравствуйте, сэр. Что бы вы хотели купить на этот раз, м-м?»

source: "I sell plates, cups, jugs, tankards, cutlery and the like, sir. All of quality, sir, the finest." She steps back and lifts the lid of the crate on the wagon behind her. "Please, look over my goods... should you have any questions, feel free to ask."
ru: «Я продаю тарелки, кубки, кувшины, кружки, столовые приборы и тому подобное, сэр. Все высокого качества, отличной работы, сэр». Она поворачивается назад и открывает крышку ящика, стоящего на повозке. «Вот, пожалуйста, взгляните на мой товар... Если есть вопросы — не стесняйтесь задавать».

source: You peer into the crate; it's full of... plates, cups, jugs, tankards, cutlery and the like. They look to be of varying degrees of quality, but some of it appears quite nice. As you're looking them over, she presses up against you: "See anything you like, sir? Mmm?" Her long, waving hair, brushing against your shoulder, smells faintly sweet, like vanilla.
ru: Ты заглядываешь в ящик. Он полон... тарелок, кубков, кувшинов, кружек, столовых приборов и тому подобного. Качество весьма варьируется, но некоторые из них довольно хорошо выглядят. Она становится рядом с тобой: «Приглядели что-нибудь, м-м?» Ее длинные волнистые волосы касаются твоего плеча. У них легкий и сладкий аромат ванили.

source: She flashes a wicked grin. "My lovers are all burglars, sir - these goods are pilfered from the homes of Sigil's nobles." Upon seeing your expression, she laughs sweetly. "A jest, sir, merely! My father and brothers are tinkers; these are wares which are discarded from the nobles' manors and made good by them once more."
ru: Она озорно улыбается. «Мои ухажеры — сплошь одни взломщики, сэр. Эти товары украдены из благороднейших домов Сигила». Глядя на твое выражение лица, она весело смеется. «Это просто шутка, сэр! Мои отец и братья — жестянщики. Эти товары были выброшены из благородных домов, но потом обрели вторую жизнь».

source: "Oh, sir, but wait!" She puts her hand on your forearm; her touch is light as a feather. "Are you *sure* there's nothing you need? Surely something for your own home, or a gift..." She bites her lip coyly, cocking her head slightly.
ru: «Сэр, погодите!» Она кладет свою рука на твое запястье; ее прикосновение подобно прикосновению пера. «Вы *уверены*, что ничего не хотите? Что-нибудь для дома или в подарок...» Слегка наклонив голову, она застенчиво покусывает губу.

source: "Oh, sir, but wait!" She puts her hand on your forearm; her touch is light as a feather. "Are you *sure* there's nothing you need? Surely something for your own home, or a gift..."
ru: «Сэр, погодите!» Она кладет свою рука на твое запястье; ее прикосновение подобно прикосновению пера. «Вы *уверены*, что ничего не хотите? Что-нибудь для дома или в подарок...»

source: "What, sir... this one, here?"
ru: «Какая, сэр? Вот эта?»

source: She looks so sad you're nearly stricken with guilt. Slowly, she lowers the lid of the crate. "Sorry, sir, I have no time for questions. I must sell what I can before the day is done, for my family is large and hungry."
ru: Она выглядит настолько несчастной, что ты начинаешь испытывать вину. Она закрывает крышку ящика. «Извините, сэр, но у меня нет времени на вопросы. Я должна распродать как можно больше товаров, ради моей большой и голодной семьи».

source: She looks so hurt you're nearly stricken with guilt. Slowly, she lowers the lid of the crate. "Farewell then, sir. Should you need anything in the future, I beg you to return here. Nowhere else shall you find such fine goods at such wondrous prices." She waves sadly.
ru: Она выглядит настолько уязвленной, что ты начинаешь испытывать вину. Медленно она закрывает ящик. «Тогда прощайте, сэр. Если в будущем вам что-нибудь понадобится — возвращайтесь ко мне. Нигде больше вы не найдете такие хорошие товары по такой удивительной цене». Она печально машет рукой.

source: "Sorry, sir, I have no time for questions. I must sell what I can before the day is done, for my family is large and hungry." She holds open the lid of the crate behind her. "Are you *sure* you wouldn't like to see what I have to offer? Mmm?"
ru: «Извините, сэр, у меня нет времени на вопросы. Я должна распродать как можно больше товаров, ради моей большой и голодной семьи». Она держит крышку ящика открытой. «Вы *точно* уверены, что не хотите посмотреть? М-м?»

source: The merchant turns up her cute, button nose. "Hmph! Are you so jealous that you'd rob a poor merchant of her sale? The good sir is a customer, o Plane-Touched, not some piece of meat to be owned or fought over." With that, she nods at you.
ru: Торговка обращает к ней свой симпатичный носик. «Пф! Ты настолько ревнива, что готова обобрать бедного торговца? Сэр является покупателем, Избранным планами, а не просто куском мяса, которым можно владеть или захватывать его». Она кивает на тебя.

source: "May I see what you're selling here?"
ru: «Могу ли я посмотреть на твои товары?»

source: "I had some questions..."
ru: «У меня есть несколько вопросов...»

source: Pretend not to see her waving, walk away.
ru: Притвориться, что не замечаешь, как она машет тебе, пройти мимо.

source: "What are you selling right now?"
ru: «Что есть на продажу в данный момент?»

source: "Nothing, but I had some questions..."
ru: «Ничего, но у меня есть пара вопросов...»

source: "Nothing; I was just passing by. Farewell."
ru: «Ничего, я просто проходил мимо. Прощай».

source: Step closer, examine the contents of the crate.
ru: Подойти поближе, осмотреть содержимое ящика.

source: "Not right now. I had some questions..."
ru: «Не сейчас. У меня есть несколько вопросов...»

source: "Maybe another time. Farewell."
ru: «Возможно, в другой раз. Прощай».

source: "Where does this all come from?"
ru: «Откуда все это появилось?»

source: "No, there's nothing I need there. But I had some questions..."
ru: «Нет, здесь нет ничего, что мне нужно. Но у меня есть несколько вопросов...»

source: "No, none of it's any use to me. Farewell."
ru: «Нет, здесь нет ничего для меня полезного. Прощай».

source: "I see. I had some questions..."
ru: «Понятно. У меня есть несколько вопросов...»

source: "That's all I wished to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "Well... that is a nice plate right there..."
ru: «Ну... вон та симпатичная тарелка...»

source: "Eh... no, nothing I need. My questions..."
ru: «Э-э... нет, мне ничего не нужно. У меня есть вопросы...»

source: "Sorry... nothing I need. Farewell."
ru: «Прошу прощения... Мне ничего не нужно. Прощай».

source: "No, uh, that - wait. This is ridiculous; I need no plates. I had questions..."
ru: «Нет, э-э, постой. Это смешно. Мне не нужны тарелки. У меня есть вопросы...»

source: "Look, my apologies. I really don't need any plates. Farewell."
ru: «Прошу прощения. На самом деле мне не нужны тарелки. Прощай».

source: "I understand. Farewell."
ru: «Понятно. Прощай».

source: Leave.
ru: Уйти.

source: "Very well. I'll look."
ru: «Хорошо. Я посмотрю».

source: Wait for it...
ru: Подождать реакции...

source: I got a battered tankard from one of the merchants. I'm ready to take it to Meir'am and show it to her.
ru: Я нашел кружку у одного из торговцев. Теперь ее можно показать Меирам.

source: She nods. "Oh, yes... many kinds. They range in price from a few coppers to several hundred..."
ru: Она кивает. «Да... их у меня много. Цена может меняться от пары медяков до нескольких сотен...»

source: She raises an eyebrow. She reaches into a crate at her side, then throws a battered-looking tankard to you. It is covered in dents, and its handle looks like it is about to fall off.
ru: Вскинув бровь, она достает из стоящего рядом ящика помятую кружку. На ней много выбоин, а ее ручка вот-вот отвалится.

source: She smiles slightly.
ru: Она вежливо улыбается.

source: "I need something to hold ink in... do you have a tankard or a goblet for sale?"
ru: «Мне нужно что-то, куда можно налить чернила... у тебя есть какая-нибудь кружка или бокал?»

source: "Actually, I'm looking for the cheapest one you have."
ru: «Мне нужно самое дешевое».

source: "Uh... this one looks like it was used on someone's skull."
ru: «Ого... кажется, ею пробили чей-то череп».

source: "It'll do. Thanks, and farewell."
ru: «Беру. Спасибо и прощай».
