Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/d3planea.dlg.po
Languages: ru

source: "I am *known* as Three-Planes-Aligned, a githzerai scholar. If you are here for my lecture, it begins in a few moments."
ru: «Я *известен* как Приверженец-Трех-Планов, гитцерайский ученый. Если вы здесь ради моей лекции, то она уже вот-вот начнется».

source: Keep listening.
ru: Продолжать слушать.

source: Leave the lecture hall.
ru: Покинуть лекционный зал.

source: He speaks in a very low, somber tone. "Today I shall speak of the power of alignment and belief, and how they shape the planes." "First, I shall explain the concept of alignment."
ru: Он говорит очень низким мрачным тоном. «Сегодня я расскажу о силе мировоззрения и веры, и о том, как они меняют планы». «Прежде всего, я объясню концепцию мировоззрения».

source: Stop listening, leave.
ru: Прекратить слушать и уйти.

source: "Alignment is a descriptor of one's beliefs, and how one acts upon those beliefs. At their core, all creatures predominately behave in one of three ways: with good in their heart, with evil in their heart, or indifference - or neutrality - in their heart. They predominately express each of these core behaviors in one of three different ways: in an ordered manner, in a chaotic manner, or in an indifferent, neutral manner. Thus, there are nine core alignments that one is capable of."
ru: «Мировоззрение - это обобщение чьих-либо убеждений, а также поступков, совершенных согласно этим убеждениям. По своей сути, преимущественно все существа ведут себя одним из трех способов: с добрыми намерениями, со злыми намерениями, или равнодушно - то есть нейтрально. В большинстве своем они выражают каждое из этих основных убеждений тремя различными путями: упорядоченно, хаотично или непредвзято, нейтрально. Таким образом, существует девять возможных основных мировоззрений».

source: "The nine alignments, then, are lawful good, neutral good, and chaotic good... lawful neutral, true neutral, and chaotic neutral... and lawful evil, neutral evil, and chaotic evil." "Now, I shall speak of the power of alignment and the beliefs it engenders... of how from them the very deities gain strength, and how belief can physically affect one's environments."
ru: «Девять мировоззрений включают в себя: упорядоченно-доброе, нейтрально-доброе и хаотично-доброе... упорядоченно-нейтральное, истинно-нейтральное и хаотично-нейтральное... и упорядоченно-злое, нейтрально-злое и хаотично-злое». «Далее я расскажу о мировоззрении и порождаемых им взглядах... о том, как из них черпают силу сами боги, и о том, как убеждение может физически влиять на окружение».

source: "A deity must have worshippers, for it is the faith of such subjects which gives them power. As converts are made and more come to believe in a god, the more power that god receives." "Conversely, when no one believes in a deity, it withers and dies, joining the corpses of other gods that float on the Astral Plane. It is thus possible to slay a deity by simply forgetting about them."
ru: «Божество должно иметь почитателей, поскольку именно их вера дает ему силу. Чем больше новообращенных, чем больше верующих в бога - тем больше силы получает этот бог». «И наоборот, если никто не верит в божество, оно слабеет и умирает, присоединяясь к парящим в Астральном плане трупам других богов. Таким образом, можно убить божество, попросту забыв о нем».

source: "A much more striking example of the power of alignment and belief, however, can be seen within the sliding of gate towns." "First, though, I would define gate towns."
ru: «Тем не менее, значительно более яркий пример силы мировоззрения и убеждения можно увидеть в соскальзывании привратных городов». «Однако сперва я дам определение привратным городам».

source: "Gate towns are towns on the Outlands, the largely neutral area which Sigil spins over the center of. They are called 'gate towns' because they are built around a permanent gate, or portal, to one of the Outer Planes."
ru: «Привратные города - это города на Внешних землях, практически нейтральной области, над центром которой и вращается Сигил. Они называются 'привратными городами', потому что их строят вокруг постоянных врат, или порталов, в один из Внешних планов».

source: "Each of these Outer Planes has its own alignment. The Abyss is chaotic and evil. Baator is lawful and evil. Mechanus is lawful neutral. Mount Celestia is lawful and good. The Outlands, again, are true neutral, leaning to neither law or chaos." "'Sliding' occurs when there is a high concentration of belief in an area of differing belief. When this occurs, the area itself will move - or slide - to a plane that matches the new belief."
ru: «У каждого из этих Внешних планов свое мировоззрение. Бездна хаотичная и злая. Баатор упорядоченный и злой. Механус упорядоченно-нейтральный. Небесная гора упорядоченная и добрая. Опять-таки, Внешние земли истинно нейтральны, и не стремятся ни к порядку, ни к хаосу». «'Соскальзывание' случается тогда, когда в регионе с разными убеждениями появляется высокая концентрация какого-то одного убеждения. Когда такое случается, это место сдвигается - или сползает - в план, соответствующий своему новому убеждению».

source: "Now, the gate towns usually have a strong belief that matches the Outer Plane beyond the portal, but the belief is not yet strong enough for the town to slide from the Outlands and into the Outer Plane." "For example, the town of Ribcage borders the portal to the lawful evil plane of Baator. As expected, the residents of Ribcage are largely lawful evil residents, but the entire town's alignment and beliefs are not strong enough so that Ribcage will slide into Baator."
ru: «Итак, в привратных городах обычно имеются сильные убеждения, соответствующие Внешнему плану за порталом, однако убеждения эти недостаточно сильны, чтобы город соскользнул во Внешний план». «К примеру, город Костяк граничит с порталом в упорядоченно-злой план Баатор. Как и следовало ожидать, жители Костяка в основном упорядоченно-злые, однако в целом мировоззрение и убеждения всего города недостаточно сильны, чтобы Костяк соскользнул в Баатор».

source: "For example, Ribcage might one day see the sudden rise of a lawful evil order of clerics, promoting their dark beliefs and converting many citizens to the worship or their lawful evil god. Were this to occur, there would be a good chance that the town would slide off the neutral Outlands, becoming part of the lawful evil plane of Baator." "Whole layers of planes may move this way. Thus, many wars are wars of belief and faith by necessity. They are the tools by which territory is obtained and held."
ru: «В Костяке, например, однажды могло бы возрасти количество упорядоченно-злых клириков, продвигающих свою темную веру и обращающих множество горожан в веру в их упорядоченно-злого бога. Если бы такое случилось, город бы, скорее всего, соскользнул с нейтральных Внешних земель, став частью упорядоченно-злого плана Баатор». «Так могут передвигаться целые слои планов. И посему, многие войны - это вынужденные войны за убеждение и веру. Они - инструменты, с помощью которых можно захватывать и удерживать территории».

source: "This, then, is the power of alignment and belief to shape the planes. This session has ended." "May belief guide your actions and shape the planes to your will. Farewell, all of you."
ru: «Таким образом, в этом и заключается способность мировоззрения и убеждения менять планы. На этом лекция окончена». «Пусть убеждения направляют ваши действия и меняют планы так, как вы того пожелаете. Всем до свидания».

source: Leave.
ru: Уйти.

source: Thin and sharp-featured, his yellow skin covered with tattoos, this man looks over the room and its inhabitants with cold, black eyes. He appears to be giving a lecture.
ru: Этот человек - худощавый, с острыми чертами лица, с желтой кожей, покрытой татуировками, - окидывает комнату и ее обитателей взглядом своих холодных черных глаз. Похоже, он ведет лекцию.

source: Stay for the lecture.
ru: Остаться на лекции.
