Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/d610por1.dlg.po
Languages: ru

source: The space beneath this overhanging branch is glowing softly... there seems to be a small brambled room beyond. As you study it, you suddenly notice the black-barbed charm Ravel gave you is writhing, like a dying snake.
ru: Пространство под нависающей веткой тускло сияет... Похоже, за ней находится маленькая ежевичная комнатка. Осматривая ее, ты вдруг замечаешь, что подаренный Равель амулет начал извиваться как змея.

source: Wrap Ravel's charm around your left index finger and step through the portal.
ru: Обвить амулет Равель вокруг указательного пальца левой руки и шагнуть в портал.

source: Examine the charm, wait and see what happens.
ru: Осмотреть амулет, дождаться, что произойдет.

source: The strange charm, using its barbed seeds, bites gently into the skin, and using the barbs like treads, it climbs its way up to your left hand, where it wraps itself tightly around your index finger. In response, the light beneath the arch glows brighter, beckoning you to step through.
ru: Странный амулет с помощью колючих семян легонько вцепляется в кожу и, цепляясь шипами, взбирается на твою левую руку и туго обвивает указательный палец. При этом свечение в арке становится ярче, призывая тебя войти.

source: The space beneath this overhanging branch is glowing softly; it seems to reveal a small brambled room beyond. You notice that the gray hair Ravel plucked from her head is slowly twisting, like a corkscrew.
ru: Пространство под нависающей веткой тускло светится. Похоже, за ней находится маленькая ежевичная комнатка. Ты замечаешь, что седой локон Равель, вырванный из ее головы, медленно извивается, напоминая штопор.

source: The hair slowly curls up your left arm, circles around your wrist, then wraps itself tightly around your left index finger. In response, the light beneath the arch glows brighter, beckoning you to step through.
ru: Локон медленно ползет по твоей левой руке, обхватывает запястье, затем туго обвивает указательный палец. При этом свечение в арке становится ярче, призывая тебя войти.

source: Leave the overhanging branch alone.
ru: Оставить в покое нависающую ветку.

source: Step through the portal.
ru: Пройти сквозь портал.

source: Wrap Ravel's hair around your left index finger and step through the portal.
ru: Обвить локон Равель вокруг указательного пальца левой руки и шагнуть в портал.

source: Wait, see what the hair does.
ru: Подождать, посмотреть, что сделает локон.
