Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dadahn.dlg.po
Languages: ru

source: He chuckles lightly and rolls his eyes in a 'you wouldn't believe what happened to me' look that you find strangely familiar. "'Bout time, friend! I thought I might be here all day waiting for you."
ru: Он сдавленно хихикает и закатывает глаза в стиле «ты не поверишь, что со мной произошло», который тебе кажется подозрительно знакомым. «Наконец-то, дружище! Я уж было думал, что мне придется ждать тебя здесь весь день».

source: "Why, yes." He gives you a peery eye. "At least, I think. I... uh... well... can't recall everything about you, but..." He frowns in thought, then shrugs. "...anyway, it's good to see you. I'm Adahn. We're friends, I take it. Excellent! I could use more friends like you, it seems..." He looks around in confusion. "Since I don't appear to know anyone in these parts, much less how I got here."
ru: «Ну как же, да, - он пытливо смотрит на тебя. - По крайней мере, я так думаю. Я... э-э... не могу ничего о тебе вспомнить, но... - он хмурится в раздумье, затем пожимает плечами. - Все равно приятно тебя встретить. Я - Адан. Полагаю, мы - друзья. Отлично! Наверное, мне пригодится побольше таких друзей, как ты... - он смущенно озирается по сторонам. - Раз я не знаю никого из здешних, и уж тем более - как я сюда попал».

source: Adahn seems surprised, and his confusion resurfaces. "I... hmmnnn." He frowns. "Well, not from around here, I don't believe... or do I? I think I would have recalled such a place. Don't really right recall where I'm from, or where I'm bound..."
ru: Адан выглядит удивленным, его смущение проявляется на лице. «Я... хм-м, - он хмурится. - Ну, не думаю, что я здешний... или нет? Наверное, я бы смог вспомнить это место. Не могу вспомнить, откуда я или куда направлялся...»

source: "An... old friend?" He sounds like he's testing the water. "Aren't you?"
ru: «Старый... друг? - он говорит так, словно пробует слова на вкус. - Разве нет?»

source: "Really?" He shrugs, as if it's not important. "Well, I don't believe I made you up, so there's no trouble here... or is there? I think, therefore I am. I think." He looks puzzled. "Don't you think so?"
ru: «Правда?» Он пожинает плечами, вроде как не придавая значения сказанному. «В общем, я не верю, что ты меня выдумал, так что здесь проблем нет... или есть? Я думаю, следовательно, я существую. Я так думаю, - он выглядит озадаченным. - Ты так не считаешь?»

source: Adahn looks surprised, is about to say something, then suddenly vanishes into thin air.
ru: Адан выглядит удивленным. Он пытается что-то сказать, но вдруг растворяется в воздухе.

source: "Oh, and I had some for you, too..." He frowns. "Except I can't seem to get a handle on 'em." He shrugs. "Questions - who needs 'em? All that matters is the answers anyway. I think."
ru: «О, и у меня к тебе тоже... - он хмурится. - Вот только мне с ними не справиться, - он пожимает плечами. - Вопросы - кому они нужны? Важнее всего ответы. Как мне кажется».

source: "Hey... uh..." He frowns. "Look, before you up and fly away to wherever abouts you're going, I've something for you... at least I think so..."
ru: «Эй... э-э... - он хмурится. - Послушай, перед тем, как ты встанешь и упорхнешь по своим делам, у меня есть для тебя кое-что... по крайней мере, мне так кажется...»

source: "I'm not sure." He digs in his pockets, and frowns. "Pockets too damned small to keep anything in..." He scratches his head. "Maybe..." He pulls back his sleeves, first the left one, then the right one, looks angry, then lets both sleeves fall back to full length.
ru: «Я не уверен, - хмурясь, он роется в карманах. - Чертовы карманы слишком малы, чтобы хранить в них что-либо... - он чешет голову. - Наверное...» Он закатывает рукава, сперва левый, затем правый, затем в ярости раскатывает их.

source: "No, no, just give me a minute." He curses under his breath, then pulls back his sleeves again, first the right one, then the left one. As he pulls back the left sleeve, you see a package tied to his wrist. He smiles in relief, unties it from his arm, then hands it to you. "For you, friend. From me, for you... a thanks of sorts!" He nods as you take the item. You study it... it looks like a ring of some sort.
ru: «Нет-нет, погоди минутку». Он чертыхается себе под нос, затем снова закатывает рукава, сначала правый, затем левый. Под левым рукавом на запястье ты обнаруживаешь привязанный сверток. Он облегченно улыбается, отвязывает его от руки и протягивает тебе. «Это тебе, друг. От меня... что-то вроде благодарности!» Он кивает, когда ты берешь сверток. Ты осматриваешь его... похоже на какое-то кольцо.

source: "Really?" He pulls back the left sleeve again, and this time, you see a package tied to his wrist. He smiles in relief, unties it from his arm, then hands it to you. "For you, friend. From me, for you... a thanks of sorts!" He nods as you take the item. You study it... it looks like a ring of some sort.
ru: «Правда?» Он снова закатывает левый рукав, и на этот раз ты видишь сверток, привязанный к запястью. Он облегченно улыбается, отвязывая его от руки и протягивая его тебе. «Это тебе, друг. От меня... что-то вроде благодарности!» Он кивает, когда ты берешь предмет. Ты осматриваешь его... похоже на какое-то кольцо.

source: He snaps his fingers. "Yes, there was, yes there was." He looks down at his belt, where there is now a belt pouch. He unties it and passes it to you. "It's all there. All hundred coppers." You take the bag, and open it. It all looks to be there.
ru: Он щелкает пальцами. «Да, верно, верно». Он опускает глаза на свой пояс, на котором теперь имеется поясная сумка. Он отвязывает ее и протягивает тебе. «Там все. Все сто медяков». Ты берешь сумку и открываешь ее. Кажется, все на месте.

source: He looks puzzled for a moment, then smiles, as if remembering. "Why, yes, there was one, wasn't there?" He reaches into his right sleeve and pulls forth a long, slender dagger. "Here you are."
ru: На мгновение он выглядит озадаченным, затем улыбается, словно что-то вспомнив. «Ну да, конечно же, где же он, здесь?» Он закатывает правый рукав и достает длинный тонкий кинжал. «А вот и он».

source: As you look up from your gift to thank Adahn, you suddenly notice he has vanished. You didn't even hear him leave.
ru: Оторвав взгляд от подарка, чтобы поблагодарить Адана, ты неожиданно обнаруживаешь, что он исчез. Ты даже не заметил, как он ушел.

source: Ignore the man, turn away.
ru: Не обращать на него внимания, отвернуться.

source: "Uh... do I know you?"
ru: «Э-э... я тебя знаю?»

source: "Where are you from?"
ru: «Откуда ты?»

source: "Adahn was just somebody I made up. I didn't think there was anyone with that name."
ru: «Адан - всего лишь моя выдумка. Не знал, что есть кто-то с таким именем».

source: "Well, I have to leave. Farewell... Adahn."
ru: «Ладно, мне нужно идти. Прощай... Адан».

source: "Do you know who I am?"
ru: «Ты знаешь, кто я?»

source: "Yes, yes, I am. Say, I had some questions for you..."
ru: «Да-да, все верно. У меня есть вопросы...»

source: "Not really. Adahn was just somebody I made up. I didn't think there was anyone with that name, much less that he would be a friend of mine."
ru: «Не совсем. Адан - всего лишь моя выдумка. Не знал, что есть кто-то с таким именем, а тем более что он - мой друг».

source: "Well, it's been interesting, Adahn, but I have to leave. Farewell."
ru: «Что ж, было очень интересно, Адан, но мне нужно идти. Прощай».

source: "Sounds right. Say, I had some questions for you..."
ru: «Звучит разумно. У меня есть вопросы...»

source: "Actually, I don't think I intended to make you up at all. Is it possible you're nothing more than a figment of my imagination?"
ru: «На самом деле, непохоже, что я собирался выдумывать тебя. Может быть, ты - не более чем плод моего воображения?»

source: "What is it?"
ru: «Что это?»

source: "Did you lose it?"
ru: «Потерял?»

source: "Why don't you check the left sleeve again? I think it might be there."
ru: «Почему бы не проверить левый рукав еще раз? Думаю, оно должно быть там».

source: "Thanks, Adahn."
ru: «Спасибо, Адан».

source: "Wasn't there some money to go along with this?"
ru: «А вместе с ним не было никаких денег?»

source: "What about that enchanted item you wanted to give me?"
ru: «А как насчет волшебного предмета, который ты хотел мне дать?»

source: The man in front of you has large eyes and a thin frame. He seems confused and frightened by the rest of the bar patrons, but he looks incredibly relieved to see you.
ru: У мужчины перед тобой большие глаза и хрупкое тело. Кажется, он смущен и напуган видом окружающих его посетителей бара, однако, увидев тебя, он испытывает невероятное облегчение.

source: "Greetings?"
ru: «Приветствую?»

source: "Uh... farewell, then."
ru: «Э-э... Тогда прощай».
