Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dagril.dlg.po
Languages: ru

source: You see a huge creature; it stands over fifteen feet in height. Its massive torso sprouts four arms... two that end in pincers, and two with clawed hands. The head is dog-like with sharp fangs and violet eyes. It gazes at you steadily.
ru: Перед тобой огромное существо ростом в пятнадцать футов. Из массивного туловища торчат две пары лап... одна из них оканчивается клешнями, а другая — когтями. Его голова с острыми клыками и фиолетовыми глазами напоминает собачью. Оно неотрывно следит за тобой.

source: "Greetings."
ru: «Приветствую».

source: Ignore it.
ru: Игнорировать его.

source: The creature's gaze never wavers as it continues to stare at you. Finally you feel a tugging at your mind and a voice speaks in your head. "Greetings to you as well, human. I am Agril-Shanak. Why are you here?"
ru: Существо продолжает неотрывно глядеть на тебя. Наконец ты чувствуешь легкое покалывание в черепе, и в твоей голове раздается чей-то голос. «Приветствую тебя, человек. Я Агриль-Шанак. Зачем ты сюда пришел?»

source: "I have some questions..."
ru: «У меня есть несколько вопросов...»

source: "Never mind. I must be going now, farewell."
ru: «Неважно. Я должен идти. Прощай».

source: "Questions... this amuses me. You may ask."
ru: «Вопросы... Забавно. Спрашивай».

source: "Who are you?"
ru: «Кто ты?»

source: "What are you doing here?"
ru: «Что ты здесь делаешь?»

source: "What can you tell me about Curst?"
ru: «Что ты можешь сказать о Проклятом?»

source: "What can you tell me about Dona Quisho?"
ru: «Что ты можешь рассказать о Доне Куишо?»

source: "Dona Quisho sent me to free you. What's in it for me if I do?"
ru: «Дона Куишо послала меня освободить тебя. Что я получу взамен?»

source: "Dona Quisho sent me to free you. How do I do that?"
ru: «Дона Куишо послала меня освободить тебя. Как мне это сделать?»

source: "As I stated, I am Agril-Shanak. What more do you need to know?"
ru: «Как я уже сказал, я — Агриль-Шанак. Что еще ты хочешь знать?»

source: "What are you?"
ru: «Что ты такое?»

source: "I must be going, farewell."
ru: «Я должен идти. Прощай».

source: "Some call me a fiend... some a friend. I am Agril-Shanak. I am tanar'ri. I have achieved my status through hard work, treachery, blood, and fear. I am a creature of nightmare." He falls silent.
ru: «Кое-кто зовет меня нечистым духом... кое-кто — другом. Я — Агриль-Шанак, танарри. Я получил свой статус благодаря неустанной работе, предательству, крови и страху. Я — создание кошмара». Он умолкает.

source: "Who calls you 'fiend'?"
ru: «Кто зовет тебя 'нечистым духом'?»

source: "Who calls you 'friend'?"
ru: «Кто зовет тебя 'другом'?»

source: "Those who desire power often see me as a means to an end. It is they who call me friend."
ru: «Те, кто жаждет власти, часто видят во мне средство достижения цели. Они и называют меня другом».

source: "That's a vague answer..."
ru: «Какой-то неопределенный ответ...»

source: "The ignorant who cannot see beyond fear and prejudice. It is their shortsightedness that causes them to label me such."
ru: «Невежды, что не видят дальше своих страха и предрассудков. Их близорукость заставляет их вешать на меня подобные ярлыки».

source: "Ah, but it is an answer nonetheless." He leans toward you. "It is the only answer I will give you..."
ru: «О, и все же это ответ... — он наклоняется к тебе. — Единственный, который я тебе дам...»

source: "Awaiting my freedom. Perhaps you have come to grant it? You have the scroll..." He points a clawed finger at the parchment Dona Quisho gave you.
ru: «Жду освобождения. Возможно, именно ты подаришь мне свободу? У тебя есть свиток...» Когтистым пальцем он указывает на пергамент, который дала тебе Дона Куишо.

source: "How did you come to be trapped here?"
ru: «Как получилось, что ты оказался в этой ловушке?»

source: "I do not know..." There is a long pause before he continues. "I was summoned and I answered the call. A greater force then intercepted me and I came here. I have been trapped since."
ru: «Я не знаю... — перед тем, как продолжить, существо делает долгую паузу. — Я был призван и ответил на призыв. Но затем более могущественная сила перехватила меня, и я оказался здесь. С тех пор я нахожусь здесь, в ловушке».

source: "Who summoned you?"
ru: «Кто призвал тебя?»

source: "Who intercepted you?"
ru: «Кто перехватил тебя?»

source: "I see. I have some questions..."
ru: «Понятно. У меня еще есть вопросы...»

source: "You know the answer, you hold the scroll in your hand. It was Dona Quisho."
ru: «Ты знаешь ответ, раз свиток у тебя в руках. Это была Дона Куишо».

source: "I do not know... My captor has not chosen to reveal his or her presence."
ru: «Я не знаю... Мой захватчик решил не показывать свое присутствие».

source: You hear laughing within your head. "I am not a native here... I cannot speak with any authority on the subject of Curst. To me, it is a prison - nothing more."
ru: Ты слышишь смех в своей голове. «Я ведь не здешний... Не в моей компетенции говорить о Проклятом. Я считаю, что это тюрьма, и больше ничего».

source: "I know nothing of her other than the fact that she is my summoner... This you already know, you hold the scroll..." He points a clawed finger at the parchment Dona Quisho gave you.
ru: «Я не знаю о ней ничего, кроме того, что она призвала меня... Но ты это и так знаешь, раз свиток у тебя в руках...» Когтистым пальцем он указывает на пергамент, который дала тебе Дона Куишо.

source: "Why did she summon you?"
ru: «Зачем она призвала тебя?»

source: "I do not know. I was intercepted before I arrived. We never spoke..." He falls silent.
ru: «Я не знаю. Меня перехватили до того, как я прибыл. Мы даже не разговаривали...»

source: "My gratitude will know no bounds. I will lay the planes themselves at your feet... free me!"
ru: «Моей признательности не будет границ. Я возложу к твоим ногам сами планы... Освободи меня!»

source: "I need something more concrete than words... if you can't deliver, I'll just be leaving."
ru: «Мне нужно что-нибудь поконкретнее простых слов... Если тебе нечего предложить, я уйду».

source: "Very well..." You feel his eyes boring into you as he thinks. "I will grant you a magical weapon, a weapon of great power, a weapon to bring your foes to their knees... I will grant you Heartgrinder!"
ru: «Хорошо...» Пока он размышляет, ты ощущаешь на себе его скучающий взгляд. «Я дам тебе магическое оружие, оружие великой силы, оружие, которое повергнет твоих врагов на колени... Я дам тебе Сердцемолку!»

source: "Heartgrinder?"
ru: «Сердцемолку?»

source: "Yes... A weapon dear to me, but one I would sacrifice for my freedom. What say you? Will you free me for Heartgrinder?"
ru: «Да... Это оружие очень дорого мне, но ради свободы я им пожертвую. Что скажешь? Освободишь меня в обмен на Сердцемолку?»

source: "Yes, tell me how."
ru: «Хорошо, только скажи мне как».

source: "No, I don't think so."
ru: «Нет, я так не думаю».

source: "I'll think about it. Farewell."
ru: «Я подумаю над этим. Прощай».

source: He points a clawed finger at the edge of the pentagram. "Simply break the diagram by erasing a small portion..." He looks at you, his eyes boring into your skull.
ru: Он указывает когтистым пальцем на край пентаграммы. «Просто нарушь диаграмму — сотри небольшую часть...» Он впивается взглядом в твой череп.

source: Break the pentagram.
ru: Нарушить пентаграмму.

source: "I'll think about it, farewell."
ru: «Я подумаю над этим. Прощай».

source: You kneel, touch the diagram, and a surge of energy washes up your arm. With a quick stroke you erase a part of it. Just as quickly the energy fades and you hear a cry of triumph within your mind. "Free at last!"
ru: Встав на колени, ты прикасаешься к диаграмме. Волна энергии омывает твою руку. Быстрым движение ты стираешь часть диаграммы. Едва энергия начинает спадать, ты слышишь в голове торжествующий вопль: «Наконец-то я свободен!»

source: "I'll take Heartgrinder now."
ru: «Я хочу забрать Сердцемолку».

source: "Yes... I will abide by our bargain, human. The weapon is yours and freedom is mine. A fair trade..." He glares at you for a moment and then a rusty axe appears in his hand. He offers it to you. "It looks like nothing... but it is powerful."
ru: «Да... Я выполню свою часть сделки, человек. Оружие — тебе, свобода — мне. Честная сделка...» Он глядит на тебя некоторое время, затем в его руке возникает ржавый топор, который он протягивает тебе. «Выглядит не впечатляюще... Но оно весьма могущественно».

source: Take the axe.
ru: Взять топор.

source: "You have done me a great service and, out of gratitude, I will not slay you." He points a clawed finger at you. "Know this, however. If ever we meet again, you shall rue the day. Farewell."
ru: «Ты оказал мне большую услугу, и я, в знак признательности, не буду убивать тебя, — он указывает на тебя когтистым пальцем. — Однако помни: ты проклянешь тот день, когда мы встретимся снова. Прощай».

source: "You toy with me... if you will not grant me my freedom, then begone!"
ru: «Ты играешься со мной... Раз не собираешься дать мне свободу, тогда исчезни!»

source: Leave.
ru: Уйти.

source: You see Agril-Shanak, the glabrezu. "You return to me, human. Why?"
ru: Перед тобой Агриль-Шанак, глабрезу. «Ты вернулся ко мне, человек. Почему?»

source: "I have considered freeing you."
ru: «Я решил освободить тебя».

source: "Never mind, farewell."
ru: «Неважно, прощай».

source: "And will you?" He gazes at you malevolently.
ru: «И ты это сделаешь?» Он недоброжелательно смотрит на тебя.

source: You see a huge creature; it stands over fifteen feet in height. Its massive torso sprouts four arms... two that end in pincers, and two with clawed hands. The head is dog-like with sharp fangs and violet eyes. When if sees you, it rushes to the attack.
ru: Перед тобой огромное существо ростом в пятнадцать футов. Из массивного туловища торчат две пары лап... одна из них оканчивается клешнями, а другая — когтями. Его голова с острыми клыками и фиолетовыми глазами напоминает собачью. Едва завидев тебя, оно бросается в атаку.

source: Defend yourself.
ru: Защищаться.

source: Flee.
ru: Сбежать.

source: You see Agril-Shanak, the glabrezu. "I warned you that if we met again you would rue the day..." He rushes to the attack.
ru: Перед тобой Агриль-Шанак, глабрезу. «Я тебя предупреждал: ты проклянешь тот день, когда мы встретимся снова...» Он бросается в атаку.

source: "Farewell."
ru: «Прощай».
