Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/damarys.dlg.po
Languages: ru

source: You see a young woman dressed in a tight leather bodice and leggings. She smells faintly of cheap perfume and her face, though pretty, is painted with garish make-up. She smiles coyly as she sees you. "Seeking some company, love?"
ru: Перед тобой девушка, одетая в обтягивающий кожаный жилет и гетры. От нее исходит едва уловимый запах дешевых духов, а на лице, хоть и милом, слишком яркий макияж. Увидев тебя, она стыдливо улыбается. «Хочешь поразвлечься, милый?»

source: "Sorry, love, I don't stand here ta answer th' questions a' passersby. Sure ye wouldn't like a lil' company, hmm?"
ru: «Прости, милый, но я здесь не для того стою, чтоб меня расспрашивал каждый встречный. Точно не хош поразвлечься, м-м-м?»

source: Amarysse told me Nodd's name as a child was 'Thodus.'
ru: Амарисса сказала мне, что в детстве Нодда звали Тодусом.

source: I swore to Amarysse that I would deliver her copper to her brother, Nodd, in Ragpicker's Square.
ru: Я поклялся Амариссе, что доставлю медяки ее брату, Нодду, на площадь Старьевщиков.

source: "Are you, by any chance, Amarysse?"
ru: «А ты, случайно, не Амарисса?»

source: "No, but I had some questions..."
ru: «Нет, у меня есть несколько вопросов...»

source: "No. Farewell."
ru: «Нет. Прощай».

source: "No, but are you Amarysse, by any chance?"
ru: «Нет, а ты, случайно, не Амарисса?»

source: She stares at you silently for a time, then speaks: "I was called that, once, long ago. Who are ye?"
ru: Некоторое время она молча глядит на тебя, потом отвечает: «Когда-то давно меня так звали. Кто ты?»

source: "I was sent to find you by Nodd, your brother. He's worried about you, and hoped I could tell him how you were."
ru: «Твой брат Нодд послал меня разыскать тебя. Он беспокоился о тебе, надеялся, что я смогу выяснить, как у тебя дела».

source: "N... Nodd? He's alive? Where? Why didn't he come ta seek me out himself?"
ru: «Н... Нодд? Он жив? Где? Почему он сам не пошел меня искать?»

source: "I think he's ashamed. He's a Collector, now, living in poverty in Ragpicker's Square. He doesn't seem quite... right. In the head, I mean."
ru: «Думаю, ему просто стыдно. Теперь он сборщик, прозябает на площади Старьевщиков. Похоже, с ним... не все в порядке. То есть, с его головой».

source: "Aye, he was a bit touched, even as a child, when his name was Thodus. Oh, I've missed him so! Ashamed, though? Ha! Me own work's no more proud! Ah, well, at least I'm doin' well fer meself - fer a Hiver, at any rate, eh? I must visit him, soon." She looks at you closely for the first time since you've spoken. "Are ye a friend a' Nodd's, or...?"
ru: «Ага, он был слегка того еще в детстве, когда его звали Тодус. О, я так по нему соскучилась! Ему стыдно? Ха! Моя работенка не краше! А, ладно, по крайней мере, я живу не так уж плохо, как для жителя Улья, да? Надо бы его навестить поскорее». Впервые с того момента, когда вы заговорили, она внимательно к тебе присмотрелась. «А ты друг Нодда, или?..»

source: "Of a sort, yes. Why?"
ru: «Типа того, да. А что?»

source: "Not really. I'm being paid for the trouble."
ru: «Не совсем. За работу мне заплатят».

source: Lie: "Yes, yes I am. Why?"
ru: Ложь: «Да, я его друг. А что?»

source: "Could ye..." She frowns, biting her lip, as if considering something. "Could ye give this to him?" She steps close to you and offers a pouch of what looks to be about one hundred copper commons.
ru: «Можешь...» Она хмурится, закусывая губу, будто размышляя о чем-то. «Можешь передать ему это?» Она делает шаг вперед и протягивает мешочек, в котором на вид около ста медяков.

source: "Yes, I swear I'll get it to him."
ru: «Да, я клянусь, что передам ему».

source: "Yes, I'll get it to him."
ru: «Да, я ему передам».

source: "No, I'd best not. I'll tell him you'll visit soon, though. Farewell."
ru: «Нет, лучше не надо. Хотя я передам ему, что ты его скоро навестишь. Прощай».

source: She hands you the pouch. "I thank ye. Go speak ta Nodd fer me, an' tell him how I worry about him so!"
ru: Она отдает тебе мешочек. «Спасиб. Иди поговори с Ноддом, расскажи ему, как я за него волнуюсь!»

source: "I will. Farewell."
ru: «Хорошо. Прощай».

source: "I'm sorry, cutter, but could I get ye ta swear it ta me? A lot a' copper, it is... fer me, at least."
ru: «Прости, рубака, но можно попросить тебя поклясться? Это куча медяков... для меня, по крайне мере».

source: "Hmm. Well, I thank ye all the same. Please, go speak ta Nodd fer me, an' tell him how I worry about him so!"
ru: «Хм-м. Ну, все равно спасибо. Поговори с Ноддом, расскажи ему, как я за него волнуюсь!»

source: Amarysse has a hopeful look upon her face. "Did ye speak ta Nodd, yet?"
ru: Амарисса смотрит на тебя с надеждой. «Ты еще не поговорил с Ноддом?»

source: "No, not yet."
ru: «Еще нет».

source: "Not yet. Farewell."
ru: «Еще нет. Прощай».

source: "Please, then, go speak ta Nodd fer me, an' tell him how I worry about him so!"
ru: «Пожалуйста, пойди поговори с Ноддом, расскажи ему, как я за него волнуюсь!»

source: "I hear ye spoke ta Nodd fer me... I thank ye, cutter."
ru: «Слыхала, ты говорил с Ноддом... Спасибо, рубака».

source: "Of course... but how did you know?"
ru: «Конечно... а как ты узнала?»

source: "Of course. Farewell."
ru: «Конечно. Счастливо».

source: "I've many a friend in th' Hive, I do." She winks at you. "Again, I thank ye."
ru: «У меня тут куча друзей в Улье, — она подмигивает. — Еще раз спасибо».

source: You see Amarysse. She hasn't noticed you, yet.
ru: Ты видишь Амариссу. Она тебя еще не заметила.

source: Speak to her.
ru: Поговорить с ней.

source: Leave her alone.
ru: Оставить ее в покое.

source: Her eyes flare with rage the moment she sees you; she is screaming and upon you, blade in hand, before you can even open your mouth to speak. "Ye bastard! Don't think I haven't heard about me poor brother... I'll kill ye!"
ru: Как только она замечает тебя, ее глаза загораются яростью. Не успеваешь ты и слова вымолвить, как она набрасывается на тебя с клинком в руке. «Сволочь! Думаешь, я не слыхала, как ты обошелся с моим бедным братом... Сдохни!»

source: Meet her attack.
ru: Принять бой.

source: Flee.
ru: Сбежать.

source: Her eyes flare with rage the moment she sees you; she is screaming and upon you, blade in hand, before you can even open your mouth to speak. "Ye thievin' bastard! I've heard about what ye did! Takin' a poor workin' lass' jink an' stealin' from her brother... I'll kill ye!"
ru: Как только она замечает тебя, ее глаза загораются яростью. Не успеваешь ты и слова вымолвить, как она набрасывается на тебя с клинком в руке. «Подлый ублюдок! Я знаю, че ты сделал! Забрал у бедной девушки честно заработанные звенелки, обобрал ее брата... Да я тя порешу!»

source: "Not really, no."
ru: «Вообще-то, нет».
