Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dblackr.dlg.po
Languages: ru

source: This man moves with a frightening speed, and he seems only half there. His eyes burn out of his haze, and their madness pierces your heart. "You." His voice is like a blast of cold air. "Declare your allegiance. Do you hold for good or evil?"
ru: Этот человек двигается с пугающей скоростью, и кажется, будто он здесь лишь наполовину. В его расплывчатом образе выделяются горящие глаза, их безумие пронзает твое сердце. «Ты». Его голос обдает ледяным порывом. «Объяви свои убеждения. Ты сторонник добра или зла?»

source: "There is a man named Rotten William. He is a dark and deceitful man. He is the leader of the Darkalley Shivs. Find him in this alley and slay him, and you will serve the cause of goodness. Fail, and evil shall rise. Refuse, and I shall slay you."
ru: «Есть тут человек по имени Гнилой Уильям. Темный и коварный тип. Он лидер Заточек с Темного переулка. Разыщи его в переулке и убей - и ты сослужишь хорошую службу добру. Не справишься - и зло восторжествует. Откажешься - и я тебя убью».

source: "I am Blackrose. I am a hunter and a hunger. I am a scourge. Now. Declare your allegiance."
ru: «Я - Черный Бутон. Я охочусь и жажду. Я - кара. Итак, объяви свои убеждения».

source: "I await you. Go. Now."
ru: «Я буду ждать тебя. Ступай. Сейчас же».

source: "There is a woman named Krystall. She is the leader of the Razor Angels. She seeks to 'brighten' this alley and turn it into a shining example of what goodness can accomplish. Slay her and you shall be rewarded. Fail, and you shall be hunted to your extinction."
ru: «Есть тут такая себе Кристалл. Она лидер Бритвенных Ангелов. Она пытается 'придать блеску' этому переулку и обратить его в яркий пример доброты. Убей ее - и будешь вознагражден. Не справишься - и за тобой будут охотиться до конца твоей жизни».

source: His eyes blaze, and then soften. His voice sounds like an exhalation. "A neutral. An ally. You know balance. Give me your aid. I eliminate extremes."
ru: Его глаза ярко вспыхивают, затем смягчаются. Звук его голоса похож на выдох. «Нейтральный. Союзник. Ты понимаешь баланс. Окажи мне услугу. Я устраняю крайности».

source: "I am hunting the Razor Angels and the Darkalley Shivs. Choose the leader of one and eliminate them."
ru: «Я охочусь за Бритвенными Ангелами и Заточками с Темного переулка. Выбери одного из их лидеров и устрани его».

source: His fiery eyes slit, and he whispers, "Then you are an enemy." With a blur of motion, he attacks!
ru: Его горящие глаза сужаются, и он шепчет: «Выходит, ты враг». Сделав неясное движение, он бросается в атаку!

source: "We establish our philosophies now. A contest of arms. The winner is the true victor in our struggle for truth."
ru: «А теперь укрепим наши философии. Устроим поединок на оружии. Выигравший станет истинным победителем в нашей борьбе за правду».

source: His eyes widen. "You are eternal. Your truth is eternal. I salute you. You honor me. Farewell."
ru: Его глаза расширяются. «Ты бессмертен. Твоя правда вечна. Отдаю тебе должное. Это честь для меня. Прощай».

source: "Have you slain Rotten William?"
ru: «Ты прикончил Гнилого Уильяма?»

source: "Your next task is to slay Krystall, leader of the Razor Angels. Balance requires her death."
ru: «Твое следующее задание - убить Кристалл, лидера Бритвенных Ангелов. Баланс требует ее смерти».

source: "Have you slain Krystall?"
ru: «Ты прикончил Кристалл?»

source: "Your next task is to slay Rotten William, leader of the Darkalley Shivs. The Balance demands this of you."
ru: «Твое следующее задание - прикончить Гнилого Уильяма, лидера Заточек с Темного переулка. Баланс требует этого от тебя».

source: "I believe in aiding those less fortunate than myself. I choose good."
ru: «Я думаю, что лучше помогать тем, кому повезло меньше, чем мне. Я выбираю добро».

source: "The idea of good is for the weak. I choose evil."
ru: «Идея добра - для слабаков. Я выбираю зло».

source: "Neither. Extremes are dangerous."
ru: «Ни того, ни другого. Крайности опасны».

source: "Who are you?"
ru: «Кто ты?»

source: "All right. I'll do it."
ru: «Хорошо. Я сделаю это».

source: "I won't do it. I don't assassinate people."
ru: «Я не стану делать этого. Я не убиваю людей».

source: Fight.
ru: Сражаться.

source: Flee.
ru: Сбежать.

source: "I had some questions, first..."
ru: «Сперва я хочу задать несколько вопросов...»

source: "I'm gone."
ru: «Я ухожу».

source: "Fine."
ru: «Отлично».

source: "I'll do it."
ru: «Я сделаю это».

source: "I don't think so."
ru: «Я так не думаю».

source: "What can I do?"
ru: «Что я могу сделать?»

source: "I don't think I want to help you."
ru: «Я не думаю, что хочу помогать тебе».

source: "I'll take the Razor Angels."
ru: «Я возьмусь за Бритвенных Ангелов».

source: "I'll take the Darkalley Shivs."
ru: «Я возьмусь за Заточек с Темного переулка».

source: "Rotten William, the leader of the Darkalley Shivs, is already dead. I'll kill Krystall."
ru: «Гнилой Уильям, лидер Заточек с Темного переулка, уже мертв. Я убью Кристалл».

source: "Krystall, the leader of the Razor Angels, is already dead. I'll kill Rotten William."
ru: «Кристалл, лидер Бритвенных Ангелов, уже мертва. Я убью Гнилого Уильяма».

source: "They are both already dead."
ru: «Они оба уже мертвы».

source: "I don't think I'm interested in helping you."
ru: «Не думаю, что я заинтересован помогать тебе».

source: "I'll do it, but I cannot die. You will lose, eventually."
ru: «Я сделаю это, но я не могу умереть. В конечном счете ты проиграешь».

source: "You really are mad, aren't you?"
ru: «Ты что, спятил?»

source: "Farewell."
ru: «Прощай».

source: "Not yet. I'm not going to, either."
ru: «Еще нет. И не собираюсь».

source: "No. I'm working on it."
ru: «Нет. Я работаю над этим».

source: "Rotten William is already dead. I have killed both him and Krystall."
ru: «Гнилой Уильям уже мертв. Я прикончил и его, и Кристалл».

source: "Rotten William is already dead."
ru: «Гнилой Уильям уже мертв».

source: "Yes."
ru: «Да».

source: "She and Rotten William are already dead."
ru: «Они с Гнилым Уильямом уже мертвы».

source: "She is already dead."
ru: «Она уже мертва».

source: "Fine, then."
ru: «Вот и отлично».

source: "I won't do it."
ru: «Я не хочу этого делать».

source: "I'll be back."
ru: «Я еще вернусь».
