Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dbrokah.dlg.po
Languages: ru

source: You see a diminutive man with a bit of a waddle to his walk. His voice betrays a nearly comedic accent. "By all the powers in their celestial outhouses, what is this?"
ru: Перед тобой миниатюрный человечек со слегка раскачивающейся походкой. В его говоре слышен почти комический акцент. «Во имя сил в их небесных жилищах, что это?»

source: "Our customer! Our customer! Miccah! Our customer has returned!"
ru: «Наш покупатель! Наш покупатель! Микка! Наш покупатель вернулся!»

source: The diminutive man replies: "Of course your eyes spy a customer! They see a customer all the time... customers on the STREET! We have no customers, we will never have customers, it is useless and forlorn to hope for..." He pauses as his eyes alight on you. "Miccah! We have a customer!"
ru: Миниатюрный человечек отвечает: «Конечно же, твои глаза видят покупателя! Они все время видят покупателей... покупателей на УЛИЦЕ! У нас нет покупателей, и никогда не будет. Это все тщетно и безнадежно... - он запинается, когда его взгляд натыкается на тебя. - Микка! У нас покупатель!»

source: "I can SEE that. Do you think I can't see that? Of course I can see that. I have eyes, don't I?" He turns to you. "What can we do for you today?"
ru: «Я ВИЖУ. Думаешь, я не вижу? Конечно же, вижу. Разве у меня нет глаз? - он поворачивается к тебе. - Чем мы можем помочь тебе сегодня?»

source: "Let's talk about trades."
ru: «Давай поговорим о торговле».

source: "Can you tell me about the area?"
ru: «Что ты можешь сказать об этом районе?»

source: "Can you tell me about yourself?"
ru: «Что ты можешь рассказать о себе?»

source: "Who's she?"
ru: «Кто она?»

source: "What can you tell me of the factions?"
ru: «Что ты можешь рассказать о фракциях?»

source: "Nothing, thanks. Farewell."
ru: «Ничего, спасибо. Прощай».

source: "Of course I'm ready for him! I'm always ready! For whatever customers we have!" He turns to you. "What can we do for you today?"
ru: «Конечно, я готов к нему! Я всегда готов! К любому нашему покупателю! - он поворачивается к тебе. - Чем мы можем помочь тебе сегодня?»

source: "Ah, you want to know about the area? I can tell you many things about the area. There are many sights to see..."
ru: «О, ты хочешь узнать об этом районе? Я могу рассказать о нем многое. Тут есть на что посмотреть...»

source: "Me? You want to know about me? Miccah, he wants to know about me."
ru: «Я? Ты хочешь узнать обо мне? Микка, он хочет узнать обо мне».

source: "She? She? She is my devoted wife of some two-score years and the light of my life and the greatest..."
ru: «Она? Она? Она моя верная жена вот уже сорок лет, она свет в моей жизни и величайший...»

source: "The factions, eh? The factions? Miccah, he wants to know about the factions. We have..."
ru: «Значит, о фракциях? Фракциях? Микка, он хочет узнать о фракциях. У нас...»

source: "I was going to tell him about the Market, but now I'm going to tell him about the brothel just to spite you! And then I'll tell him about the Civic Festhall and never will I mention any of the other attractions!" The two of them degenerate into a shouting match, ignoring you.
ru: «Я собирался рассказать ему о рынке, но теперь я расскажу ему о борделе тебе назло! А потом я расскажу ему о Городском Фестхолле, и даже не упомяну ни о каких других развлечениях!» Эта парочка скатывается до словесной перепалки, игнорируя тебя.

source: "I had a few more questions..."
ru: «У меня еще несколько вопросов...»

source: "I'd like to buy something..."
ru: «Я хотел бы кое-что купить...»

source: "Farewell, then."
ru: «Тогда прощай».

source: They're so busy shouting at each other that they don't pay any attention to you. The shop rapidly fills with their words.
ru: Они так заняты ссорой между собой, что даже не замечают тебя. Лавка быстро заполняется их словами.

source: Leave.
ru: Уйти.

source: "I lack ambition? Lack ambition? If I didn't have a lodestone of this wife and this life I'd be something! But no, instead I'm a storekeeper instead of a grand adventurer..." The two of them degenerate into a shouting match, ignoring you.
ru: «Это мне не хватает амбиций? Не хватает амбиций? Если бы у меня не было балласта в виде этой жены и этой жизни, я бы кем-нибудь да стал! Но нет, я лавочник, а не великий путешественник...» Эта парочка скатывается до словесной перепалки, игнорируя тебя.

source: "...if she weren't already there! She's the biggest bubber this side of the Hive, sir, and she's been that way for YEARS, I tell you, YEARS. She'd drink the River Oceanus and still be thirsty if it were made of alcohol!" The two of them continue to squabble, ignoring you.
ru: «...это если бы она уже не была такой! Да она - самая отъявленная пьяница по эту сторону Улья, сэр, и была такой уже многие ГОДЫ, говорю тебе, ГОДЫ. Да если бы река Океанус была из спирта, она бы выпила ее и все равно не напилась!» Эта парочка продолжает скандалить, игнорирую тебя.

source: "I know one thing I believe - I believe this life must be my punishment for something I did in a past life!" The two of them break into a heated argument, and ignore you.
ru: «Я знаю, во что я верю: эта жизнь - мое наказание за что-то, что я натворил в прошлой жизни!» Эта парочка начинает горячий спор, игнорируя тебя.

source: "Her tastes run toward whatever can make her belly larger. Her taste is entirely in her mouth, and even then she has precious little."
ru: «Ее вкусы распространяются на все, что может сделать ее живот еще больше. Все ее вкусы у нее во рту, да и там их у нее немного».

source: Brokah interjects with heavy irony. "And I ask you, how could I not appreciate the mouth and figure of a creature as beauteous as this? Truly without discernment and taste am I..."
ru: Брока вклинивается в разговор и с явной иронией произносит: «Вот я и спрашиваю тебя: как же я тогда могу не ценить рот и фигуру столь прекрасного творения, как это? И правда, нет у меня ни вкуса, ни здравомыслия...»

source: "It certainly does make it hard to believe! All those chances, thrown away, when I could have been having the time of my life!"
ru: «В это действительно трудно поверить! Столько шансов упущено, а ведь я мог бы так прожить свою жизнь!»

source: "You shut your mouth! I am more a man than you'll ever be!" He pauses, reconsiders his words, and eyes his wife critically. "Perhaps not. To be sure, you have more of a mustache than most men I've ever seen..."
ru: «Закрой свой рот! Я мужчина в большей степени, чем ты когда либо была! - он останавливается, еще раз обдумывает свои слова, и критически смотрит на жену. - Хотя нет. Пожалуй, усов у тебя побольше, чем у всех мужиков, что я видел...»
