Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dburgher.dlg.po
Languages: ru

source: You see an aging githzerai, trapped under the wheels of a wagon that must have fallen on him during the chaos. He spits a bloody wad, and grins up at you. "Not going to help me, are you? That's what brought us here in the first place..." He laughs weakly.
ru: Ты видишь старого гитцерая, застрявшего под колесами фургона, который, должно быть, упал на него во время беспорядков. Сплюнув сгусток крови, он скалится тебе. «Ты ведь не собираешься мне помогать, верно? Именно поэтому мы все сюда попали...» Он обессиленно смеется.

source: "Who are you?"
ru: «Кто ты?»

source: "Relax. I'll pull you out."
ru: «Расслабься. Я вытащу тебя».

source: "No, I'm not."
ru: «Нет, не собираюсь».

source: The githzerai coughs again. "Have you come to mock me again? I'll not give you the satisfaction."
ru: Гитцерай снова кашляет. «Опять пришел издеваться надо мной? Я не доставлю тебе такого удовольствия».

source: "Yes, put the blade away, *zerth* dog. I spit on your teachings. Wear your chains a little longer." The githzerai turns his head toward you. "I am Tovus Giljaf. I used to be the Burgher of this town... until the accursed deva broke free."
ru: «Да, убери клинок, *зертов* пес. Я плюю на твои учения. Носи свои оковы дальше, — гитцерай поворачивает голову к тебе. — Я — Товус Гильяф, был бюргером этого города... пока проклятый дэва не вырвался на свободу».

source: "What can you tell me of the deva?"
ru: «Что ты можешь сказать о дэва?»

source: "You were the Burgher?"
ru: «Ты был бюргером?»

source: "I can't say I think much of your town."
ru: «Не могу сказать о твоем городе ничего хорошего».

source: "Let me get you out of there."
ru: «Дай-ка я вытащу тебя».

source: "In that case, I'll leave you to die. Farewell."
ru: «В таком случае, я оставлю тебя умирать. Прощай».

source: "Yes, kill me, *zerth* dog. Do as your master orders." The old githzerai cackles bloodily until Dak'kon slashes his throat.
ru: «Да, убей меня, *зертов* пес. Делай, как тебе велит твой хозяин». Старый гитцерай хохочет, пока Даккон не перерезает ему горло.

source: "Well struck, Dak'kon."
ru: «Хороший удар, Даккон».

source: "I am Tovus Giljaf. I used to be the Burgher of this town... until the accursed deva broke free."
ru: «Я — Товус Гильяф, был бюргером этого города... пока проклятый дэва не вырвался на свободу».

source: His thin mouth compresses further still. "Then lift, damn you, and be done."
ru: Его рот сжимается в тонкую линию. «Тогда подними его, черт тебя побери, и дело с концом».

source: "Let's do it."
ru: «Тогда к делу».

source: "Forget it. Maybe I'll come back later."
ru: «Забудь. Может быть, я вернусь позже».

source: "Then I curse you, scarred man, and wish all the plagues of pestilence upon you." He spits a bloody wad at you and misses.
ru: «Будь ты проклят, человек со шрамами, пусть на тебя падут все чумные напасти в мире». Он плюет в тебя кровавым сгустком, но промахивается.

source: "So long."
ru: «Пока».

source: You throw your weight against the cart, and manage to lift it enough for him to squirm out from underneath. "My thanks... human. I go now to the walls to aid my guards. My city shall not perish." He gives you a crooked smile. "I do not envy you the conflict with the deva. He is a fearsome opponent. Here. Take this. It may aid you."
ru: Ты наваливаешься всем своим весом на повозку, поднимая ее достаточно высоко, чтобы он выполз из-под нее. «Спасибо, человек. Мне пора на стены, нужно помочь стражникам. Мой город не должен пасть, — он криво улыбается тебе. — Не завидую я тебе с этим дэва. Он грозный противник. Возьми, это поможет тебе».

source: "Farewell."
ru: «Прощай».

source: "We had imprisoned it, oh so many years ago. I thought it perfectly hidden from all sniffing dogs and traitors. Suddenly it burst from under the earth, blazing, and my beautiful, beautiful home... slid." He looks at you intently. "I would have my revenge. Free me, yes?"
ru: «Мы захватили его... о, как давно это было... много лет назад. Я думал, что мы его надежно спрятали от всех ищеек и предателей. И тут он вдруг выскакивает, весь в огне, из-под земли, а мой дом, мой милый дом... соскальзывает, — он пристально смотрит на тебя. — Я хочу отомстить. Ты ведь освободишь меня, да?»

source: "All right. Get ready."
ru: «Хорошо. Приготовься».

source: "You were the Burgher of this town?"
ru: «Ты был бюргером этого города?»

source: "No, I don't think so."
ru: «Нет, я так не думаю».

source: "My compatriots... and I... we were using this city as a base to return ourselves to power... but that is another story for another day. Free me!"
ru: «Мои соотечественники... и я... использовали этот город для того, чтобы вернуть себе былую власть... но это уже история для другого раза. Освободи меня!»

source: "I don't either... but it's mine, and to see it lost to that preening, self-righteous deva... it is more than I can bear." He coughs wetly. "Free me, and I shall aid you in your revenge on him. My guards can hold off the monsters for a time."
ru: «И я тоже... Но он — мой, и видеть то, что вытворяет с ним этот дешевый, самодовольный дэва... это выше моих сил, — он откашливается. — Освободи меня, и я помогу тебе отомстить ему. Мои стражники смогут на время сдержать этих монстров».

source: You see an aging githzerai, trapped under the wheels of a wagon that must have fallen on it during the chaos. He spits a bloody wad, and grins up at you. "Not going to help me, are you? That's what brought us here in the first place..." He laughs weakly.
ru: Ты видишь старого гитцерая, застрявшего под колесами фургона, который, должно быть, упал на него во время беспорядков. Сплюнув сгусток крови, он скалится тебе. «Ты ведь не собираешься мне помогать, верно? Именно поэтому мы все сюда попали...» Он обессиленно смеется.

source: The githzerai coughs bloodily again. "Have you come to mock me again? I'll not give you the satisfaction."
ru: Гитцерай снова кашляет кровью. «Опять пришел издеваться надо мной? Я не доставлю тебе такого удовольствия».

source: You throw your weight against the cart, and manage to lift it enough for him to squirm out from underneath. You hear a scream of agony cut off suddenly by a wet squelching on the other side of the cart. "My thanks... human. I go now to the walls to aid my guards. My city shall not perish." He gives you a crooked smile. "I do not envy you the deva. He is a fearsome opponent. Take this. It may aid you."
ru: Ты наваливаешься всем своим весом на повозку, поднимая ее достаточно высоко, чтобы он выполз из-под нее. Ты слышишь полный боли вскрик, донесшийся с другой стороны повозки. «Спасибо... человек. Мне пора на стены, нужно помочь стражникам. Мой город не должен пасть, — он криво улыбается тебе. — Не завидую я тебе с этим дэва. Он грозный противник. Возьми, это поможет тебе».

source: As you prepare to lift, you hear a cry of agony from the other side of the cart...
ru: Ты готов поднять повозку, но тут слышишь полный боли крик с другой стороны...

source: "You're crushing me, fool! You can't lift this cart without crushing one of us, and I can make it worth your while to crush him instead!"
ru: «Ты давишь на меня, идиот! Ты не сможешь поднять эту повозку, не раздавив одного из нас! Я больше пригожусь, если ты раздавишь его вместо меня!»

source: "How so?"
ru: «Каким образом?»

source: "In that case, I should help him. You seem to be part of the evil that's keeping this town nailed in Carceri."
ru: «В таком случае, мне следует помочь ему. Похоже, ты — часть того зла, которое удерживает этот город в Карцери».

source: "How about if I lift this off both of you? My companions and I can do it if we throw ourselves into it."
ru: «Как насчет того, чтобы мы вытащили вас обоих? Я и мои компаньоны справимся, если подналяжем вместе».

source: "I'll be back later, then, when I figure this out."
ru: «Тогда я вернусь позже, как только пойму, как решить эту проблему».

source: "I still command the guards of Curst... I can inspire them, aid them, slow the tide of monsters that stands between you and the deva... free me, and your tasks shall be easier. Free him, and you gain nothing."
ru: «Я все еще командую стражей Проклятого... Я могу воодушевить их, помочь, замедлить орды монстров, что стоят между тобой и дэва... Освободи меня — и твоя задача облегчится во много раз. Освободишь его, и ты не получишь ничего».

source: "That... is the deva. This little thief here is nothing to you when compared to the deva. Free me!"
ru: «Это... это все дэва. Этот мелкий воришка по сравнению дэва — ничто. Освободи меня!»

source: Lift the cart onto Berrog: "All right."
ru: Поднять телегу на Беррога: «Хорошо».

source: Prepare to lift the cart off Berrog. "I think I'll just free him instead."
ru: Приготовиться сдвинуть повозку с Беррога. «Думаю, что лучше вместо этого я освобожу его».

source: "I'll be back later when I can do something about this."
ru: «Я вернусь позже, как только решу, что с этим делать».

source: You and your companions gather around the cart, and with a concentrated effort, manage to lift the cart in such a way that both of those trapped underneath it can wriggle out.
ru: Ты со своими компаньонами собираетесь вокруг повозки и, приложив общие усилия, поднимаете ее таким образом, что оба застрявших смогли выбраться из-под ее.

source: "My thanks... human. I go now to the walls to aid my guards. My city shall not perish." He gives you a crooked smile. "I do not envy you the conflict with the deva. He is a fearsome opponent. Here. Take this. It may help."
ru: «Спасибо... человек. Мне пора на стены, нужно помочь стражникам. Мой город не должен пасть, — он криво улыбается тебе. — Не завидую я тебе с этим дэва. Он грозный противник. Возьми, это поможет тебе».

source: "It's... the Burgher, you little fool." He turns his attention to you.
ru: «Это называется... бюргер, маленький идиот». Он поворачивается к тебе.
