Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dcaretkr.dlg.po
Languages: ru

source: A scruffy old man who reeks of garbage hails you. "Stranger! Bide a moment! I must tell you what has happened to this place!"
ru: Тебя окликает грязный, воняющий отбросами старик: «Приятель! Задержись на минутку! Я должен рассказать тебе, что здесь произошло!»

source: "Who are you?"
ru: «Кто ты?»

source: "What happened?"
ru: «А что произошло?»

source: "No. Get out of my way."
ru: «Нет. Прочь с дороги».

source: "You have returned to a town of calamity, stranger. The deva rises triumphant above the wreckage, having dragged us here to our dooms. There is only one way to return - and that is to strike the deva down, to cause the town to recant its treachery and deceit. The stronger the belief of the town in forgiveness, the weaker the deva."
ru: «Приятель, ты вернулся в город бед. Дэва торжествующе парит над его обломками, направляя нас к погибели. Есть только один путь назад — свергнуть дэва и сделать так, чтобы город отрекся от своего вероломства и обмана. Чем сильнее вера города в прощение, тем слабее дэва».

source: "Trias did all this?"
ru: «Все это — дело рук Триаса?»

source: Kyse the caretaker has told me that Trias ascended from his prison and condemned the town - and in so doing, caused it to slide into Carceri. The caretaker told me further that the best way to combat Trias is to weaken the hold of evil and chaos on this town - to convince the townsfolk to look to their better natures.
ru: Смотритель Кайс рассказал мне, что Триас поднялся из своей темницы и осудил город, из-за чего тот начал сползать в Карцери. Еще смотритель сказал, что лучший способ сразиться с Триасом — это ослабить хватку зла и хаоса в городе, убедив горожан вспомнить свои лучшие стороны.

source: "I am Kyse, the caretaker of the city's refuse. I tried to teach them of gentility and kindness, and they refused, and this is where it has gotten them."
ru: «Я Кайс, смотритель городской свалки. Я пытался научить их хорошим манерам и доброте, но они отказались, и вот к чему это привело».

source: "Get out of my way. I have business to attend to."
ru: «Прочь с дороги. Я занят».

source: "Calamity awaits you, stranger! The city will be destroyed unless the deva can be defeated! Unless the town can return to the Outlands, all is lost for everyone! We are in Carceri, where not even the Titans can escape! Should you require resting, seek the old barracks or the distillery. Now take this, for it can aid you." He turns and flees into the chaos behind him.
ru: «Путник, тебе грозит беда! Город будет уничтожен, если не победить дэва! Если не вернуть город во Внешние земли, все пропало! Мы попадем в Карцери, откуда даже титаны неспособны сбежать! Если понадобится отдых — разыщи старые бараки или винокурню. А теперь возьми это — оно тебе пригодится». Он разворачивается и исчезает в хаосе.

source: "That was odd."
ru: «Странно».

source: "The deva rose from the ground and condemned the town's iniquities. A great confusion arose as the buildings tumbled around us - and then we arrived. There is only one way to combat Trias - and that is to weaken him by good deeds and turning the townsfolks' minds away from chaos and evil toward goodness. Otherwise, he shall surely triumph." He looks about himself. "I have work to attend to. Should you require resting, seek the old barracks or the distillery. Now take this. It will aid you."
ru: «Дэва возник из-под земли и осудил беззаконие, поглотившее город. Когда здания вокруг начали рушиться, возникла паника. Затем мы начали двигаться. Есть только один способ бороться с Триасом — это ослабить его добрыми поступками, уводя горожан с пути зла и хаоса на путь добра. В ином случае он точно победит, — он оглядывается. — Мне будет чем заняться. Если понадобится отдых — разыщи старые бараки или винокурню. А пока возьми это — тебе пригодится».

source: "Good luck. Farewell."
ru: «Удачи. Прощай».

source: "You have my gratitude, stranger. What can I do for you?"
ru: «Ты заслужил мою благодарность, приятель. Чем я могу тебе помочь?»

source: "I require healing."
ru: «Мне необходимо лечение».

source: "What were those thugs after?"
ru: «За чем пришли те бандиты?»

source: "Tell me of yourself."
ru: «Расскажи мне о себе».

source: "Tell me of Curst."
ru: «Расскажи мне о Проклятом».

source: "Tell me of this dump."
ru: «Расскажи мне об этой свалке».

source: "It escapes my knowledge. Rumor had it that I sat upon a wealth of gold, that great riches had come to me. Untrue, untrue - the only riches I have are those of my faith, which sustains me in a town of deceit. I have tried to pass my wealth along but so few here wish to share it with me."
ru: «Этого я не знаю. Ходят слухи, что я сижу на горе золота, что я немерено богат. Вот уж неправда: единственное мое богатство — это моя вера, которая поддерживает меня в этом лживом городе. Я пытался поделиться своим богатством, но мало кто хочет разделить его со мной».

source: "Right. Tell me of yourself."
ru: «Ладно. Расскажи о себе».

source: "I require some healing."
ru: «Мне бы подлечиться».

source: "I am Kyse, caretaker of the town's refuse. I tend to their garbage, and in metaphor I have seen a fair number of souls float this way as well. I am the voice that urges them to goodness - and I fear they ignore me."
ru: «Я Кайс, смотритель городской свалки. Я слежу за мусором, и, в переносном смысле, повидал немало душ, попавших сюда. Я — голос, побуждающий на добрые поступки, однако боюсь, что меня игнорируют».

source: "Tell me about this dump."
ru: «Расскажи мне об этой свалке».

source: "It is a town that is on the brink of disaster. All manner of evil is being done here, and nothing is as it seems. All is hidden beneath a veneer of civility, but the venom scars those who breathe it in. This is a poisonous town, filled with poisonous people."
ru: «Этот город на грани катастрофы. Здесь творится все мыслимое зло, и все не такое, каким оно кажется. Все скрыто под видимостью любезности, но яд отравляет тех, кто его вдыхает. Это ядовитый город, наполненный ядовитыми людьми».

source: "You saved my life." Kyse seems vaguely stupefied that this would happen in Curst. "I owe you much. Should you ever require healing, come seek me. I will provide what assistance I can. Excuse me. I must go sit down."
ru: «Ты спас мне жизнь». Похоже, Кайс отчасти изумлен тем, что это произошло в Проклятом. «Я многим тебе обязан. Если тебе когда-нибудь понадобится лечение — найди меня. Я помогу всем, чем только смогу. Извини, я должен присесть».

source: "Sure. Farewell."
ru: «Конечно. Прощай».

source: You see a scruffy old man who reeks of garbage. He seems somehow more vital than most of the people of this town, more vibrant, as if he didn't quite belong here. He looks up at you as you approach, and straightens his back. "Come to see Kyse? Heard stories of wisdom and righteousness? Examples to be set and lived by?"
ru: Перед тобой грязный старик, от которого несет отбросами. Почему-то он кажется более живым, по сравнению с другими жителями этого города, каким-то более энергичным, как будто он пришел сюда недавно. Когда ты подходишь, он смотрит на тебя и распрямляет спину. «Пришел к Кайсу? Небось, наслушался сказок о моей мудрости и праведности? О моей примерной жизни?»

source: "What is this place?"
ru: «Что это за место?»

source: "What can you tell me of Curst?"
ru: «Что ты можешь рассказать о Проклятом?»

source: "I heard that you're having trouble with a group of thugs."
ru: «Я слышал, у тебя есть проблемы с бандой головорезов».

source: "Have you come for enlightenment? Wisdom? For... oh, it's you." He seems vaguely disappointed.
ru: «Ты пришел за просвещением? За мудрым советом? За... а, это ты». Кажется, он слегка разочарован.

source: "I see. I had a few more questions..."
ru: «Понятно. У меня еще несколько вопросов...»

source: "Farewell."
ru: «Прощай».

source: "This is the town's refuse. I watch over it, to hunt the vermin who pick through it. I keep it from spilling into the city, and in turn they bring me more."
ru: «Это городская свалка. Я присматриваю за ней, охочусь на вредителей, которые здесь рыщут. Не даю мусору разойтись по городу, а взамен мне приносят еще».

source: "Wernet is the man, a leader of lice, a collector of sins. He tells me I have coin, that I should give it to him, but my wealth lies solely in my heart and my faith. I have told him this. I fear he does not believe. Go, convince him of this. Please. He stands in Inner Curst, on the southern side, near the wagons."
ru: «Это все Вернет, главарь вшей, собиратель грехов. Он говорит, что у меня есть монеты, и что я должен отдать их ему, но все мое богатство — в моем сердце и моей вере. Я говорил ему это. Боюсь, он не поверил. Пойди и переубеди его. Пожалуйста. Он находится в южной части Внутреннего Проклятого, возле повозок».

source: "Sure. I had a few more questions..."
ru: «Конечно. У меня есть другие вопросы...»

source: Kyse, the dump caretaker, has asked me to talk to a thug named Wernet, and convince Wernet that the old man has nothing of value. I'm more than willing to believe him. He says Wernet is in Inner Curst, on the southern side, near some wagons.
ru: Кайс, смотритель свалки, попросил меня поговорить с головорезом по имени Вернет и убедить его, что у старика нет ничего ценного. Охотно ему верю. Он говорит, что Вернет находится в южной части Внутреннего Проклятого, возле каких-то повозок.

source: "What do you need?"
ru: «Что тебе нужно?»

source: He leans forward conspiratorially. "I've a secret entrance into the underground here, a secret place almost no one knows. There is a way into the undercity..." He pauses. "But I have never used it. Should I go down, I foresee that I could never return. The way down is slippery, and the rubble would collapse behind me. When I'm ready to die, I shall slide down there and let the monsters feast on my bones."
ru: Он по-заговорщически наклоняется к тебе. «У меня тут есть секретный проход под землю. Это тайное место, о котором почти никому неизвестно. Это ход в городские подземелья... — он делает паузу. — Но я им ни разу не пользовался. Если мне придется туда идти, я, пожалуй, не смогу вернуться. Спуск скользкий, и камни могут обвалиться за моей спиной. Когда я буду готов к смерти, я скачусь туда и позволю чудовищам попировать моими косточками».

source: "I had a few more questions..."
ru: «У меня еще несколько вопросов...»

source: "I see. Farewell."
ru: «Понятно. Прощай».

source: The caretaker of the dump told me of a secret entrance into the underground of Curst. He also says that once I pass that way, there's a good chance I would never be able to return the way I came. I'll keep this in mind.
ru: Смотритель свалки рассказал мне о секретном проходе в подземелья Проклятого. Еще он добавил, что когда я пройду через него, вполне вероятно, что я никогда не смогу вернуться тем же путем. Надо это запомнить.

source: "Nothing. Farewell."
ru: «Ничего. Прощай».

source: "No. Farewell."
ru: «Нет. Прощай».
