Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dcarver.dlg.po
Languages: ru

source: This man is whistling a cheerful tune and playing with a well-kept fighting knife. As you approach him, he stops whistling and gives you a curious look. "Hm? Wot ye want?"
ru: Этот парень насвистывает веселый мотивчик и балуется ухоженным боевым ножом. При твоем приближении он прекращает свистеть и с любопытством смотрит на тебя. «М-м? Че надо?»

source: "I had some questions..."
ru: «У меня есть несколько вопросов...»

source: "Nothing. Farewell."
ru: «Ничего. Прощай».

source: This man is still whistling a cheerful tune while he fiddles with his wicked-looking knife. As you approach him, he stops whistling and gives you a bored glance. "Wot now, eh?"
ru: Этот парень все еще насвистывает веселый мотив, вертя в руках свой зловещего вида нож. При твоем приближении он прекращает свистеть и бросает на тебя скучающий взгляд. «Че на этот раз, а?»

source: "Me name's Ratbone, cutter. I'm a thief-fer-hire in the employ o' Sharegrave, the boss o' the Collectors ye see 'round this square. He pays me mostly ta learn his lads ta be real quiet-like, an' how ta fight if they runs inta a spot o' trouble. That's likely the only questions I'll answer fer ye, cutter." He sniffs and shrugs.
ru: «Меня звать Крыс, рубака. Я — наемный вор на службе у Могильника, босса сборщиков на этой площади. Он платит мне по большей части за то, чтоб я учил его парней не шуметь и драться на случай, если попадешь в переплет. Вот, походу, и все вопросы, на которые я тебе отвечу, рубака». Он шмыгает носом и пожимает плечами.

source: "Thief for hire? Could you train me?"
ru: «Наемный вор? Меня можешь обучить?»

source: "Do you know how to get through that trash-packed archway northwest of here?"
ru: «Ты знаешь, как пройти через забитый мусором проход на северо-западе отсюда?»

source: "I'm looking for a man named Pharod. Do you know where he is?"
ru: «Я ищу человека по имени Фарод. Ты не знаешь, где его можно найти?»

source: "Where's this Sharegrave fellow?"
ru: «Где можно найти того парня, Могильника?»

source: "Farewell, then."
ru: «Тогда прощай».

source: A man named Ratbone told me that, if I wanted to make my way through the rubbish-filled archway in Ragpicker's Square, I ought to ask a man named Creeden about it. He said that Creeden should be in the Hive somewhere, near the Office of Vermin and Disease Control.
ru: Человек по имени Крыс сказал, что если я хочу пробраться через забитый хламом проход на площади Старьевщиков, мне следует обратиться к человеку по имени Креден. Он сказал, что Креден должен быть где-то в Улье, неподалеку от Управления по борьбе с вредителями и заболеваниями.

source: He nods towards the large, dilapidated house beside him. "Careful though, cutter. He don't like visitors. He's right suspicious o' everyone. Sharegrave's not even his real name... just what me and some o' the others calls him."
ru: Он кивает в сторону большого ветхого здания позади себя. «Только поосторожней там, рубака. Гостей он не любит. Никому не доверяет. Могильник даже не его настоящее имя... просто мы его так зовем».

source: "You said you were a thief for hire? Could you train me?"
ru: «Говоришь, ты — наемный вор? Можешь меня обучить?»

source: "That's all I wished to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: Ratbone shakes his head. "Nay, I don't. Hear he's nearby, though. Some o' his lads come runnin' through at times, makin' fer some hidey-hole that's who-knows-where. Somewhere up around those elevated platforms, I'll bet, but it's none o' me business." He shrugs and spits on the ground. "Live an' let live, says Ratbone."
ru: Крыс качает головой. «Не-а, не знаю. Но слыхал, что он где-то неподалеку. Кое-кто из его парней временами здесь мелькает; ходят куда-то по каким-то своим нычкам. Могу поспорить, он где-то там, наверху, на помосте, но мне до этого нет дела, — он пожимает плечами и сплевывает. — Живи и другим дай жить — так говорит Крыс».

source: "Where's your boss... Sharegrave?"
ru: «Твой босс, случайно... не Могильник?»

source: "Eh? Nay, I don't. Say... ye could ask Creeden, the Rat-Catcher. Sometimes he goes pokin' about up there an' disappears for an odd while. Creeden's usually in the Hive, right outside the Office o' Vermin and' Disease Control."
ru: «А? Не-а, не знаю. Слышь... можешь спросить у Кредена, крысолова. Временами он здесь ошивается, потом на время исчезает. Обычно его можно найти в Улье, прям возле Управления по борьбе с вредителями и болезнями».

source: "Office of...? Where's that?"
ru: «Управления по... чему? Это еще где?»

source: "Thanks. Farewell."
ru: «Спасибо. Прощай».

source: Ratbone frowns at you. "Back in the Hive, cutter. Find a tout if ye needs to."
ru: Крыс смотрит на тебя неодобрительно. «Возвращайся в Улей, рубака. Если нужно, спроси у осведомителя».

source: "Sure, fer a spot o' jink. Been trained before?"
ru: «За звенелки — без проблем. Раньше учился?»

source: "Yes, I have."
ru: «Да».

source: "No, I haven't."
ru: «Нет».

source: "That's fine. I'm gonna cuff ye, now, so dodge it." He suddenly swings his open hand at your head.
ru: «Хорошо. Теперь я дам тебе затрещину, а ты уклоняйся». Внезапно он наносит тебе удар ладонью по голове.

source: Dodge the blow.
ru: Уклониться от удара.

source: Despite your ducking, Ratbone cuffs you soundly on the back of the head. "Sorry, cutter; ye're just too slow."
ru: Несмотря на твою попытку уклониться, Крыс звонко шлепает тебя по затылку. «Извини, рубака: слишком уж ты тормозной».

source: You avoid Ratbone's blow. "Not bad, cutter. Now about that spot o' jink... fifty commons an' I'll see ye trained right up."
ru: Ты уклоняешься от удара Крыса. «Неплохо, рубака. Теперь подкинь немного звенелок... пятьдесят монет — и я тебя вышколю».

source: "Sounds good. Here..."
ru: «Хорошо. Держи...»

source: "I don't have that much..."
ru: «У меня нет столько...»

source: "No thanks."
ru: «Нет, спасибо».

source: Ratbone shrugs listlessly.
ru: Крыс безучастно пожимает плечами.

source: "Ye knows ye gots ta stop doin' whatever ye're doin' now, right? Ye can't be a warrior or whatnot *an'* a thief. Are ye all right with that, cutter?"
ru: «Ты ведь в курсе, что тебе придется бросить все, чем ты сейчас занимаешься, так? Ты не можешь быть воином и вором *в придачу*. Тебя это устроит, рубака?»

source: "Yes, I am."
ru: «Да».

source: "No, I'd best not. I'll take my copper back... farewell, Ratbone."
ru: «Нет, не думаю. Заберу-ка я свою медь... прощай, Крыс».

source: "Let's get to it, then. What I'm gonna learn ye here are a thief's six best bloods: sneakin' about, hidin', pickin' locks an' pockets, findin' and removin' traps, and me favorite: stabbin' plucky berks in the back."
ru: «Тогда приступим. Чему я тебя обучу, так это шести лучшим друзьям вора: как красться, прятаться, взламывать замки, обчищать карманы, находить и обезвреживать ловушки, и мое любимое: закалывать пней в спину».

source: "Go on..."
ru: «Продолжай...»

source: "I think I understand the basics, Ratbone. Let's get to training."
ru: «Крыс, кажется, основы я уяснил. Перейдем к тренировкам».

source: "Sneakin' about - hidin' in the shadows an' movin' real quiet-like - is right handy. Better a live git than a dead cutter, eh? Not only do ye stay out o' harm's way, if ye *does* want ta stick someone, ye've got the upper hand right off... but I'll tell ye more o' that, later. Keep in yer mind, though... ye can't go sneakin' if someone's already lookin' at ye."
ru: «Красться, то есть прятаться в тенях и двигаться бесшумно, — штука полезная. Лучше быть живым негодяем, чем мертвым рубакой, так ведь? Так ты не только избежишь тумаков, но еще сможешь поудобнее пристроиться, а если *хочешь* кого-то заколоть... но об этом позже. Только имей в виду: красться не выйдет, если кто-то тебя уже заметил».

source: "Pickin' pockets an' locks is a good thing, too... supplement the old income an' such. Just be ready ta runs if ye gets caught pickin' a pocket, and always check fer traps if ye're pickin' a suspicious lock. If ye're gonna look fer traps, just check the area over nice an' slow... sometimes it'll take ye a moment or two ta see 'em."
ru: «Взламывать замки и чистить карманы — тоже дело полезное... плюс к основному доходу, типа того. Только будь готов дать деру, если поймают за руку с кражей, и всегда ищи ловушки, взламывая подозрительные замки. Если хочешь найти ловушки, просто осмотрись, не спеша и внимательно... временами у тебя будет уходить пару мгновений, чтоб найти их».

source: "If ye *does* find a trap, use yer skills ta disarm the blighted thing. It's a lot like pickin' a puzzle-lock, really."
ru: «А уж если *найдешь* ловушку, воспользуйся своей сноровкой и обезвредь эту чертову штуку. Это очень похоже на взлом замка с хитрым секретом».

source: "The last thing I'll learn ye is the *backstab.*" Ratbone sighs happily. "If ye manages ta sneak up on a bugger an' ye wants ta start a row, just attack the sod from behind. Ye've got a much better chance o' hittin' him an' when ye do, ye hits harder."
ru: «И последнее, чему я тебя научу — это *удар в спину*, — Крыс радостно вздыхает. — Если ты сумел тихо подобраться к мерзавцу и хочешь начать разборки — просто вдарь бедолаге в спину. У тебя будет больше шансов попасть, да и при том удар выйдет посильнее».

source: "All right, then. Let's get to training."
ru: «Хорошо. Перейдем к обучению».

source: Ratbone nods. "All right, cutter... first off, ye've got ta relax. Ye're too tense. Ye're gonna have ta let yer instinct take over at times, an' trust your hunches..." And so your training as a thief begins.
ru: Крыс кивает. «Ладно, рубака... для начала, тебе нужно расслабиться. Ты слишком напряжен. Временами тебе придется полагаться на свое чутье...» И так начинается твое обучение на вора.

source: Learn all you can.
ru: Выучить все, что сможешь.

source: I trained to become a thief under a man named Ratbone, whom I met in Ragpicker's Square.
ru: Я выучился на вора у человека по имени Крыс, которого встретил на площади Старьевщиков.

source: After a long period of training, Ratbone nods at you in satisfaction. "I must say, cutter - never have I runs across a faster learner. I'd almost say ye've done this all before!"
ru: После длительного обучения Крыс удовлетворенно кивает тебе. «Должен признаться, рубака: никогда еще мне не попадался такой способный ученик. Я бы даже сказал, что ты все это уже раньше делал!»

source: "Perhaps I have, Ratbone, and simply forgot. Thanks, and farewell."
ru: «Может, оно и так, Крыс, и я просто все забыл. Спасибо и прощай».

source: After a long period of training, Ratbone nods at you in satisfaction. "I must say, cutter - never have I runs across a faster learner. I'd almost say ye've done this all before!" As Ratbone speaks, you come to realize that you *have* done this before... that at one time you possessed all these skills, and the training has reawakened them.
ru: После длительного обучения Крыс удовлетворенно кивает тебе. «Должен признаться, рубака: никогда еще мне не попадался такой способный ученик. Я бы даже сказал, что ты все это уже раньше делал!» Как только Крыс это произносит, ты вдруг осознаешь, что уже *делал* все это раньше... что когда-то ты владел всеми этими навыками, а обучение просто пробудило их.

source: After a long period of training, Ratbone nods at you in satisfaction. "I must say, cutter - never have I runs across a faster learner. I'd almost say ye've done this all before!" As Ratbone speaks, you come to realize that you *have* done this before... that at one time you possessed all these skills.
ru: После длительного обучения Крыс удовлетворенно кивает тебе. «Должен признаться, рубака: никогда еще мне не попадался такой способный ученик. Я бы даже сказал, что ты все это уже раньше делал!» Как только Крыс это произносит, ты вдруг осознаешь, что уже *делал* все это раньше... что когда-то ты владел всеми этими навыками.

source: As faded memories of lurking in darkened hallways and avoiding deadly traps drift into focus, you manage to recall enough to 'learn' more than Ratbone has taught you.
ru: Как только воспоминания о том, как ты бродил по темным коридорам и обходил смертельные ловушки, обретают четкость, тебе удается вспомнить достаточно для того, чтобы «научиться» большему, чем Крыс тебя обучил.

source: Leave.
ru: Уйти.

source: "Not sure how much I can learns ye if ye've already been learned, cutter. If ye've been neglecting yer thievin' for another path, though - fightin' or magery or whatnot - I can gets ye up ta speed again."
ru: «Не уверен, смогу ли я чему-то научить тебя, рубака — ты и так ученый. Но если забросишь воровство ради другого дела, типа ратного дела или магии, я смогу снова ввести тебя в курс дела».

source: "I'd like to become a thief again, Ratbone."
ru: «Я хочу снова стать вором, Крыс».

source: "I understand. Farewell, Ratbone."
ru: «Понятно. Прощай, Крыс».

source: Ratbone nods. "Now about that spot o' jink... fifty commons an' I'll see ye trained right up."
ru: Крыс кивает. «Теперь подкинь немного звенелок... пятьдесят монет — и я тебя вышколю».

source: "Ye knows ye gots ta stop doin' whatever ye're doin' now, right? Ye can't be a warrior or what-not *an'* a thief. Are ye alright with that, cutter?"
ru: «Ты ведь в курсе, что тебе придется бросить все, чем ты сейчас занимаешься, так? Ты не можешь быть воином и вором *в придачу*. Тебя это устроит, рубака?»

source: "Ye're a fast learner, cutter - right fast." He regards you curiously for a moment, then shrugs. "That's it; ye're back up ta snuff."
ru: «Ты быстро учишься, рубака... очень быстро, — он окидывает тебя заинтересованным взглядом, потом пожимает плечами. — Вот и все. Теперь ты снова в деле».

source: "Thanks, Ratbone. Farewell."
ru: «Спасибо, Крыс. Прощай».
