Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dchad.dlg.po
Languages: ru

source: This sandy-haired Collector's corpse is covered with nasty bites. The dead man's neck still writhes, as if it were trying to twist itself off his body.
ru: Этот светловолосый труп сборщика весь в отвратительных укусах. Его шея извивается, будто пытаясь вывернуть себя из тела.

source: "That's... interesting."
ru: «Очень... интересно».

source: Chad's corpse speaks in its gravel-like voice: "What ya want, friend?"
ru: Труп Чеда произносит клокочущим голосом: «Чего надо, друг?»

source: "Where did you say that decanter was, again?"
ru: «Еще раз - где тот графин, о котором ты говорил?»

source: "I'd like to know where that item you were talking about is."
ru: «Я хотел бы узнать, где находится та штука, о которой ты говорил».

source: "Tell me about yourself."
ru: «Расскажи мне о себе».

source: "Tell me about the other Collectors."
ru: «Расскажи мне о других сборщиках».

source: "What can you tell me about the catacombs?"
ru: «Что ты можешь рассказать про катакомбы?»

source: "Nothing, for now. Farewell."
ru: «Пожалуй, ничего. Прощай».

source: "Aww, come ON." He pauses. "What do ya want?"
ru: «Эй, завязывай с этим, - он умолкает. - Чего ты хочешь?»

source: "You sneak past either the deaders or the rats into the Drowned Nations. Once you've made it there, you head down the main passageway past three doors on your left. You'll pass under an arch, and then you take the first door on your left. It's in the arch closest to the back wall. I don't know the command word... but it'll still trickle some drops for you. You got all that, friend?"
ru: «Проберись в Затопленные Народы, либо через жмуриков, либо через крыс. Как только там окажешься, следуй по главному коридору и пропусти три прохода слева. Пройди через арку, а потом сворачивай в первый проход слева. Найдешь его в арке у задней стены. Волшебного слова к нему я не знаю... но ты можешь выжать из него пару капель. Все ясно, друг?»

source: "I think so. I had some other questions, though..."
ru: «Думаю, да. Только у меня еще пара вопросов…»

source: "I think so. Farewell."
ru: «Думаю, да. Прощай».

source: "All right, here's what it is: There's a reason the Drowned Nations are called that. There's a magic bottle that never stops its flow, a decanter, hidden in the Drowned Nations catacombs. You get that, and you got all the fresh water you'll ever need."
ru: «Ладно, дело тут вот в чем: есть причина, по которой Затопленные Народы называются именно так. В этих катакомбах спрятан волшебный графин, вода в котором не иссякает. Достанешь его, и у тебя всегда будет под рукой свежая вода».

source: "All right. Where is it?"
ru: «Хорошо. Где он?»

source: "I had some other questions for you..."
ru: «У меня были другие вопросы к тебе...»

source: "Thanks. Farewell."
ru: «Спасибо. Прощай».

source: "Me? I'm Chad. Used to be an artist. Money, fame, respect, women... and then it all fell apart. Joined up with Pharod and his crew, and became one of the best catacomb-prowlers in the bunch - I could lift something from under the nose of the ghoul queen herself. Then... then I got cocky, and I got designs on one of the stone keeps, too - that's what I call the *serious* catacombs down here - and I turned into vargouille food. Nearly became a vargouille myself. Held onto my own head here by force of will alone. Good thing you came along."
ru: «Я? Я Чед. Когда-то был художником. Деньги, слава, почет, женщины... а потом все пропало. Присоединился к шайке Фарода и стал там одним из лучших мародеров катакомб. Я мог спереть что-нибудь из-под носа самой королевы упырей. А потом... потом я стал слишком самоуверенным, а еще достал чертежи каменных подземелий, которые я называю *серьезными* катакомбами... и превратился в корм для варгулий. Чуть сам не стал варгульей. Чудом удержал при себе свою голову. Хорошо, что ты проходил мимо».

source: "I see. I had some other questions for you..."
ru: «Понятно. У меня еще пара вопросов к тебе...»

source: "Good thing, indeed. Farewell."
ru: «И правда, хорошо. Прощай».

source: "Heh... there's a good many of us. Gris was best though, behind me of course."
ru: «Хе... нас довольно-таки много. Грис был лучшим, после меня, конечно же».

source: "Gris is dead too."
ru: «Грис тоже мертв».

source: "I had some other questions, then."
ru: «Тогда у меня еще несколько вопросов».

source: "Of course. Farewell."
ru: «Конечно. Прощай».

source: "He is?" His voice brightens considerably. "At least he won't be crowing about how he's so much better'n me, then."
ru: «Вот как? - его голос становится заметно радостнее. - По крайней мере, теперь он не будет хвастаться, что он лучше меня».

source: "No, probably not. Answer some other questions, will you?"
ru: «Пожалуй, нет. Ответь мне на пару вопросов, ладно?»

source: "I wouldn't imagine so. Farewell."
ru: «Думаю, нет. Прощай».

source: "What can I tell you about the catacombs? Lots of monsters, and if you're smart, you won't waste your time down here. Come get what you need to get, and get out. Too many of these places have traps, and too many've become home to things you'd rather not see. My advice is to get out while you can."
ru: «Что я могу рассказать про катакомбы? Тут куча монстров, и если ты не дурак, то не станешь тратить здесь время. Бери то, за чем пришел, и убирайся. Здесь слишком много ловушек и тварей, которых тебе лучше бы не видеть. Советую уматывать отсюда, пока еще можешь».

source: "Just answer some questions for me..."
ru: «Просто ответь мне на другие вопросы...»

source: "I'll consider it."
ru: «Я подумаю об этом».

source: The corpse's neck is still writhing as you approach. "Still haven't found the one that did me in, have you?" asks the corpse.
ru: Подходя, ты видишь, что шея у этого трупа все еще извивается. «Еще не нашел ту, которая меня прикончила?» - спрашивает труп.

source: "Not yet. I'm working on it. I needed some answers, first."
ru: «Еще нет, я работаю над этим. Сперва мне нужны кое-какие ответы».

source: "Not yet. I'm working on it."
ru: «Еще нет. Я над этим работаю».

source: "Make it quick, berk! Don't know how much longer my neck can stand this strain..."
ru: «Поторопись, пень! Не знаю, сколько еще выдержит моя шея...»

source: "Tell me what you're going to give me for doing this."
ru: «Скажи, что ты мне за это дашь».

source: "Tell me about these catacombs."
ru: «Расскажи мне об этих катакомбах».

source: "What did you want me to do again?"
ru: «Еще раз, что ты хотел, чтобы я сделал?»

source: "All right, all right. No need to get yourself worked up."
ru: «Ладно, ладно. Не нужно так переживать».

source: "I promised to tell you... how to find... erph... a magic item that I think'll come in handy..."
ru: «Я обещал рассказать... как найти... эрпх... волшебную вещицу, которая, по-моему, может тебе пригодиться...»

source: "Good, good. Some more answers, please..."
ru: «Хорошо, хорошо. Прошу, еще пара вопросов...»

source: "I'm on it. Farewell."
ru: «Я займусь этим. Прощай».

source: "Look... my head is about to snap off... I don't really have *time* to talk right now... ask me... later."
ru: «Посмотри... моя голова вот-вот отвалиться... у меня правда нет *времени* сейчас разговаривать... спроси... позже».

source: "What do you need from me?"
ru: «Чего ты от меня хочешь?»

source: "What is it you want, anyway?"
ru: «И все же, чего ты хочешь?»

source: "See... this... neck?" It's stretching like taffy and contracting. "Damn vargouille bit me. I'm dead, and... I need to hold my head on if I don't want to be... one of those damnable... things." He's speaking with an effort. "You gotta kill the vargouilles down this passage... all of 'em... t'save me from that."
ru: «Видишь... мою... шею? - шея растягивается и сжимается как ириска. - Меня укусила чертова варгулья. Я мертв, и... мне нужно удержать свою голову, если я не хочу стать... одной из тех чертовых... тварей, - он говорит с трудом. - Тебе нужно перебить варгулий дальше по коридору... всех до единой... Это спасет меня».

source: "What will you give me for that?"
ru: «Что ты мне за это дашь?»

source: "You got it."
ru: «Заметано».

source: You notice Chad's neck is better now... it is no longer bulging out as if it wanted to separate from the torso. "Thanks, friend... at least now I know I ain't going to be a vargouille for eternity... You want your reward now?"
ru: Ты замечаешь, что теперь шея Чеда выглядит лучше... Она больше не дергается так, будто хочет отделиться от туловища. «Спасибо, друг... по крайней мере, теперь я знаю, что не стану варгульей навечно... Тебе нужна твоя награда?»

source: "Tell me."
ru: «Рассказывай».

source: "No. Answer some other questions for me."
ru: «Нет. Ответь мне еще на пару вопросов».

source: "In return... I'll give you... directions to... a powerful magic item... deadsight tells me... you might need it..."
ru: «Взамен... я расскажу тебе... как разыскать... могущественный волшебный предмет... зрение мертвых подсказывает мне... что он может тебе пригодиться...»

source: "What is it?"
ru: «Что это?»

source: "I'm on my way."
ru: «Уже иду».

source: "I'll think about it. Farewell."
ru: «Я подумаю над этим. Прощай».

source: "Find it and... then I tell you. Not before."
ru: «Найди его... тогда я скажу. Не раньше».

source: "Fine. I'm gone."
ru: «Ладно. Я пошел».

source: This sandy-haired Collector's corpse is covered with nasty bites. The dead man's neck still writhes, as if it were trying to twist itself off his body. He speaks with an effort: "Hey... I'm Chad... need your help..."
ru: Этот светловолосый труп сборщика весь в отвратительных укусах. Его шея извивается, будто пытаясь вывернуть себя из тела. Он с трудом произносит: «Эй... я Чед... нужна помощь...»

source: "What's wrong with you?"
ru: «Что с тобой не так?»

source: "What can you tell me about these catacombs?"
ru: «Что ты можешь рассказать об этих катакомбах?»

source: "Where are we?"
ru: «Где мы?»

source: "No. Farewell."
ru: «Нет. Прощай».
