Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dcrsoff2.dlg.po
Languages: ru

source: Siabha spits at your feet. "Dog! You dare speak to me again when your false words imprisoned me here! Traitor! I hope the Styx swallows you and spits your bleached bones on the shore, that they might be whittled into flutes for an army of dung-eaters!"
ru: Сиабха плюет тебе под ноги. «Плешивый пес! Да как ты смеешь говорить со мной после того, как из-за твоих лживых слов меня упекли сюда! Предатель! Чтоб тебя Стикс засосал и выкинул на берег только белые кости, и пусть из них выточат флейты для армий дерьмоедов!»

source: This woman wears a haughty expression on her aquiline face, and her contempt for you is obvious as she speaks to you. "I am a busy woman. Do not detain me long."
ru: Лицо этой женщины с орлиным профилем имеет надменный вид. В разговоре с тобой она буквально излучает презрение. «У меня полно дел. Не задерживай меня».

source: "I just had a few questions..."
ru: «У меня всего лишь пара вопросов...»

source: "I just had a few questions about Curst."
ru: «У меня всего лишь пара вопросов о Проклятом».

source: "I spoke with An'izius. He had an interesting proposition."
ru: «Я переговорил с Анизиусом. Он сделал мне интересное предложение».

source: "Forget it, then. Farewell."
ru: «Тогда забудь об этом. Прощай».

source: "Well?"
ru: «И?»

source: "He's offered to pay me a large sum to double-cross you."
ru: «Он предложил мне большую сумму за то, чтобы я встал на его сторону».

source: "I spoke with the guard captain, and he said he'd send a detachment to escort An'izius to the prison."
ru: «Я поговорил с капитаном стражи, и он сказал, что отправит отряд, который отконвоирует Анизиуса в тюрьму».

source: "I'm working on it. I had some questions..."
ru: «Я работаю над этим. У меня есть несколько вопросов...»

source: "I'm working on it. I'll be back."
ru: «Я работаю над этим. Я вернусь».

source: I reported my success in turning An'izius over to the guards of Curst. Siabha was delighted, and paid me handsomely for this minor bit of treachery.
ru: Я сообщил об успешной передаче Анизиуса в руки стражи Проклятого. Довольная Сиабха щедро заплатила мне за это мелкое предательство.

source: "Our dealings are done. Begone or I shall have the guards remove you."
ru: «Между нами больше нет никаких дел. Сгинь, или я попрошу стражу удалить тебя».

source: "Very well."
ru: «Хорошо».

source: "Back so soon? I have no time for your questions, scarred man."
ru: «Так быстро? У меня нет времени на твои вопросы, человек со шрамами».

source: "I am not a common tout for your pleasure and whim. Leave."
ru: «Я тебе не осведомитель, чтобы удовлетворять твои прихоти. Уходи».

source: "Then you might be interested in knowing that I spoke to An'izius. He had something interesting to say."
ru: «Тогда, возможно, ты заинтересуешься тем, о чем я говорил с Анизиусом. Кое-чем очень интересным».

source: "Farewell."
ru: «Прощай».

source: She looks you over appraisingly. "I would really love to stay and chat with such a fine specimen, but I'm afraid duty calls. You do understand, don't you? Of course you do."
ru: Она оценивающе смотрит на тебя. «Я бы с удовольствием осталась поболтать со столь утонченным типом, как ты, но, боюсь, мои дела не терпят отлагательств. Ты ведь это понимаешь? Конечно же, понимаешь».

source: "Farewell, then."
ru: «Тогда прощай».

source: "He's plotting some sort of defamation of me again, isn't he? What will it take to reverse his latest trick? How about if I double whatever he's paying you?"
ru: «Он снова замышляет клевету обо мне, ведь так? А что, если ответить ему тем же приемом? Я дам тебе вдвое больше того, что он предложил».

source: "All right. You've got a deal."
ru: «Хорошо. Договорились».

source: "He sent his regards. That's all."
ru: «Он всего лишь просил передать тебе поклон. Вот и все».

source: "Then go do whatever it was he asked you to do to me - but switch our roles, hm? I'll see you're rewarded handsomely."
ru: «Тогда сделай то, о чем он попросил тебя насчет меня, но только поменяй местами наши роли. За это я щедро награжу тебя».

source: "I'll be back, then."
ru: «Тогда я скоро вернусь».

source: Siabha, the other official in Curst, has offered me double what An'izius offered in order to double cross him. I'll think about it.
ru: Сиабха, еще один чиновник Проклятого, удвоила предложение Анизиуса в обмен на его предательство. Стоит об этом подумать.

source: "Bah! Enough of this! I shall match his promise, but I will not raise it any further." She smiles challengingly at you. "You'll have to make your own decision. But remember... I may be able to offer you a little something more."
ru: «Нет уж! Хватит! Я дам столько же, сколько и он, но не больше, — она соблазнительно улыбается. — Тебе придется принять решение. Но помни... Я могу предложить тебе нечто большее».

source: "Very well. Farewell."
ru: «Отлично. Прощай».

source: She passes you a heavy bag of coins. "Take this, then, and begone. We never spoke of this matter." She tips a wink. "You have my gratitude... for whatever that's worth. Farewell, stranger."
ru: Она передает тебе тяжелый кошель с монетами. «Тогда возьми это и исчезни. Запомни: мы никогда об этом не говорили, — она подмигивает. — Если что, я тебе очень признательна... Прощай, незнакомец».

source: "I'm really very busy. Perhaps when you've finished this little errand? Thanks ever so much." She gives you a smile of brightest white, and turns away.
ru: «Я в самом деле очень занята. Может быть, ты пока закончишь то маленькое поручение? Большое спасибо». Она дарит тебе ослепительно-белую улыбку и отворачивается.

source: "I'll be back, then..."
ru: «Тогда я вернусь позже...»

source: She sneers. "Yes, I'm certain that's all it was. Remember... whatever he offered, I will double. Think on that, stranger."
ru: Она презрительно усмехается. «Уверена, что все так и было. Помни... сколько бы он ни предложил, я заплачу вдвойне. Подумай над этим, незнакомец».

source: "I will. Farewell."
ru: «Я так и сделаю. Прощай».

source: This man, dressed in the finery of a Curst official, is terrified. "They're trying to kill me! I was just doing my job when the town shifted, and they think I had something to do with it, just because I signed execution orders! I meant no harm! I was just doing my job! Please help me!"
ru: Этот мужчина, одетый в пышный наряд чиновника Проклятого, сильно напуган. «Они хотят меня убить! Я просто выполнял свою работу, когда город съехал! А они решили, что я в этом виноват, только лишь потому, что я подписывал приказы на казни! Я не желал никому зла! Я просто делал свою работу! Пожалуйста, помоги мне!»

source: "I'll do what I can. Wish me luck."
ru: «Я сделаю все, что в моих силах. Пожелай мне удачи».

source: "You've earned your fate."
ru: «Ты заслужил свою судьбу».

source: "Then I hope the gehreleths slaughter all of you! You bastard!"
ru: «Надеюсь, гехрелеты перебьют вас всех! Ублюдок!»

source: "Die well."
ru: «Приятной смерти».

source: Siabha made her final offer to me in her game of betrayals with An'izius.
ru: Сиабха сделала мне последнее предложение в предательской игре с Анизиусом.

source: "Farewell, Siabha."
ru: «Прощай, Сиабха».
