Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dcstcang.dlg.po
Languages: ru

source: Ignore him.
ru: Игнорировать его.

source: At first you don't think he heard you, but then he turns his head and gives you a cursory glance. After a moment he turns away. "I don't know you, berk, and I don't want to know you. Go away and I won't have to hurt you."
ru: Поначалу тебе кажется, что он не слышит тебя, но затем поворачивает голову, окидывая тебя беглым взглядом. Спустя секунду он отворачивается. «Я не знаю тебя, пень, и знать не хочу. Уходи, я не хочу причинять тебе вреда».

source: "Look, I just need to ask you some questions."
ru: «Послушай, я просто хочу задать тебе несколько вопросов».

source: "You're threatening the wrong person, fool. Just answer my questions and I won't have to teach you some manners."
ru: «Ты угрожаешь не тому человеку, идиот. Просто ответь на мои вопросы, и я не буду учить тебя манерам».

source: Attack him.
ru: Атаковать его.

source: "Fine. I'll be leaving then."
ru: «Отлично. Тогда я ухожу».

source: He turns his head to look at you, his face flushed with anger. He talks to you between clenched teeth. "Questions? Do I look like the local sage, berk? Get outta my face before I add a few scars to yours."
ru: Он поворачивается к тебе снова, с лицом, полным гнева. Стиснув зубы, он отвечает. «Вопросы? Я что, похож на мудреца, пень? Прочь с глаз моих, пока я не добавил к твоим шрамам еще парочку».

source: "Let's see you try."
ru: «Поглядим на твою попытку».

source: "Fine, I'll be leaving then."
ru: «Отлично, тогда я ухожу».

source: He spins around, his face flushed with anger. He seems about to say something to you when he stops and looks at you more closely. As his eyes travel along the many scars that cover your body, his anger seems to melt away and turn to fear. "Uh... Sorry, cutter. What's the dark you're looking to find?"
ru: Он разворачивается, меча яростные молнии. Он уже собрался что-то сказать, как вдруг неожиданно останавливается и смотрит на тебя более внимательно. За то время, когда его глаза пробегаются по твоим многочисленным шрамам на теле, его гнев утихает, превращаясь в страх. «О... Извини, рубака. Что за темноту ты хочешь развеять?»

source: "I'm looking for a deva. I've heard he can be found here."
ru: «Я ищу одного дэва. Я слышал, что его можно найти здесь».

source: "What's the local news?"
ru: «Какие местные новости?»

source: "Tell me about Curst."
ru: «Расскажи мне о Проклятом».

source: "Never mind."
ru: «Неважно».

source: He frowns in thought then looks away from you for a moment. "Wrong gate town, cutter. Devas don't come this way, at least not that I've heard."
ru: Нахмурившись, он на секунду отворачивается от тебя. «Ошибся привратным городом, рубака. Дэва сюда не попадают, по крайней мере, я об этом не слышал».

source: "All right. Some other questions then."
ru: «Хорошо. Тогда у меня есть другие вопросы».

source: "Thanks. I'll see you around."
ru: «Спасибо. Еще увидимся».

source: "Couldn't tell ya. I try to keep my nose clean and stay outta everyone's business. A cutter lives longer and better that way." He pauses and looks a little nervous. "No offense intended... but you should do the same."
ru: «Не могу сказать. Я стараюсь не вляпываться никуда и держаться от чужих забот подальше. Это серьезно продлевает жизнь». Он обеспокоенно замолкает. «Только без обид... но тебе лучше делать то же самое».

source: "I'll keep that in mind. Tell me something else though."
ru: «Я запомню это. Позволь мне спросить о кое-чем еще».

source: "Funny... I don't recall asking you for advice. Another slip like that could cost you."
ru: «Занятно... Что-то я не помню, что я хотел спросить у тебя совета. Еще один такой просчет дорого тебе обойдется».

source: "Thanks for the advice. I'll be seeing you."
ru: «Спасибо за совет. Еще увидимся».

source: He snorts and glances around for a moment before answering. "It's called Curst for a reason, cutter. Place is a prison for all the sods who've messed up in life. The sad dark of the matter is that most berks don't even know they're captive."
ru: Он хмыкает и озирается по сторонам перед тем, как ответить. «Его назвали Проклятым не просто так, рубака. Это место - тюрьма для всех бедолаг, которые набедокурили при жизни. И самое печальное то, что большинство пней даже не знают, что они пленники».

source: "A prison?"
ru: «Тюрьма?»

source: "I see. Another question."
ru: «Теперь понятно. Еще вопрос».

source: "Well, thanks for the information."
ru: «Ладно, спасибо за информацию».

source: "Sure. What you want to know?"
ru: «Конечно. Что ты хочешь знать?»

source: His face begins to flush again as he fights for control. "Sorry, won't happen again. You, uh, want something else?"
ru: Пытаясь справиться с собой, подавляет новые вспышки гнева. «Извини, больше не повторится. Ты, эээ, еще что-то хочешь?»

source: "Yeah, I have some questions for you."
ru: «Ага, у меня есть несколько вопросов к тебе».

source: "No, that will be all."
ru: «Нет, это все».

source: He glances about and leans in a little closer to you. "Yeah, you can't tell at first sight but Curst is definitely a prison. Just try to leave and you'll see what I mean. If you don't have a really good reason, and a way to do so, you don't get past the city gates." He pauses and looks around again. "I can't say anything more."
ru: Оглянувшись по сторонам, он наклоняется к тебе ближе. «Да, сперва так не скажешь, но Проклятый - настоящая тюрьма. Попробуй уйти отсюда и ты поймешь, что я имею в виду. Ты не сможешь пересечь городские ворота, если у тебя нет на это серьезных причин». Снова оглядевшись, он умолкает. «Больше я ничего не могу сказать».

source: "Hmm. Let me ask you something else."
ru: «Хмм. Позволь мне спросить еще кое о чем».

source: "Thanks. I'll be seeing you."
ru: «Спасибо. Еще увидимся».

source: You see a young man with a scowling face. He is mumbling to himself and appears to be preoccupied.
ru: Ты видишь молодого человека с рассерженным лицом. Он что-то бормочет себе под нос, похоже, он чем-то озабочен.

source: "Greetings."
ru: «Приветствую».
