Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dcstcsus.dlg.po
Languages: ru

source: You see an older man dressed in shoddy clothes. He notices you looking at him and tries to steer away from you. You deftly alter your course to intercept him.
ru: Перед тобой бедно одетый старик. Он замечает, что ты на него смотришь, и пытается улизнуть от тебя. Ты ловко сворачиваешь и перехватываешь его.

source: "Greetings."
ru: «Приветствую».

source: Leave him in peace.
ru: Оставить его в покое.

source: It looks as though he is going to try to run and then thinks better of the idea. His eyes dart about the area and never really focus on you. However, you get the impression that he is ready to flee at the drop of a hat. "I got nothin' ya want! I ain't done nothin' to ya neither! Leave me be... please!"
ru: Он как будто собирается сбежать, но потом бросает эту идею. Его взгляд мечется по сторонам и не может сфокусироваться на тебе. Однако у тебя складывается впечатление, что он готов сбежать, не раздумывая. «У меня ничего нет! Я тебе ничего не сделал! Отпусти меня... пожалуйста!»

source: "Calm down. I just want to ask you some questions. All right?"
ru: «Успокойся. Я просто хочу задать тебе пару вопросов. Хорошо?»

source: "Sorry to have bothered you. Go on your way."
ru: «Извини, что побеспокоил. Иди своей дорогой».

source: His eyes focus on you for the first time. As he looks you up and down his look of worry deepens. "I... I'd help you if I could. I swear it, but I know nothin'... nothin' I swear! Please leave me be."
ru: Его взгляд, наконец, фокусируется на тебе. Когда он оглядывает тебя сверху донизу, беспокойство в его глазах усиливается. «Я... Я бы помог, если мог, клянусь. Но я ничего не знаю... ничего, клянусь! Пожалуйста, отпусти меня».

source: "How do you know you can't help me if you won't even listen to the question first?"
ru: «Откуда ты знаешь, что не можешь мне помочь, ведь ты даже не услышал вопрос?»

source: "Fine. Go."
ru: «Ладно. Иди».

source: His eyes begin to dart about again, as if he expects to be attacked from all sides. He begins to wring his hands together and glances at you nervously before returning his attention to the streets around him. "Uh... I don't want trouble, see? So I make it a point to know nothin', ok? That's how I know I can't help ya. Please! Leave me be!" You think he may begin to cry at any moment, he looks so distressed.
ru: Его взгляд начинает метаться, как будто он ждет нападения с любой стороны. Он начинает заламывать руки и нервно поглядывать на тебя, потом его внимание снова переключается на улицы вокруг него. «Э-э... Мне не нужны неприятности, понимаешь? Так что я взял за правило ничего не знать, понятно? Потому-то я и знаю, что ничем не могу тебе помочь. Пожалуйста! Отпусти меня!» Тебе кажется, что он расплачется в любую минуту — такой у него расстроенный вид.

source: "Fine. Sorry to have bothered you."
ru: «Ладно. Извини, что потревожил».

source: "Hmph. Know nothing my arse. I need some answers and you're elected to give them. Your other option is that I bust your face."
ru: «Пф. Да мне наплевать, что ты ничего не знаешь. Мне нужны ответы, и я выбрал тебя, чтобы получить их. Иначе я дам тебе в рожу».

source: "Look, I'm sorry to have caused you such distress. Is there something I could help you with? You seem troubled."
ru: «Слушай, мне жаль, что я так тебя расстроил. Я могу тебе чем-то помочь? Похоже, ты в беде».

source: A look of relief momentarily flashes across his face as he backs away from you. His eyes dart warily about until finally he turns and flees.
ru: Он начинает пятиться, и на мгновение на его лице появляется выражение облегчения. Он беспокойно оглядывается, потом, наконец, поворачивается и убегает.

source: "I think I'm beginning to understand the meaning of 'barmy.'"
ru: «Кажется, я начинаю понимать значение слова 'чокнутый'».

source: His eyes dart about the area and a whimper escapes his lips. He puts his face in his hands and sinks to the ground sobbing. You don't think you're going to learn anything from him.
ru: Его глаза мечутся из стороны в сторону, и вдруг он начинает хныкать. Он закрывает лицо руками и, плача, опускается на землю. Непохоже, что ты от него чего-нибудь добьешься.

source: A look of relief momentarily flashes across his face as he backs away from you. His eyes dart warily about and then focus on you. "You... you'd be willing to help me out? Me, a stranger? What's the catch, berk!"
ru: Он начинает пятиться, и на мгновение на его лице появляется выражение облегчения. Его глаза беспокойно бегают, потом фокусируются на тебе. «Ты... ты хочешь мне помочь? Мне, незнакомцу? В чем подвох, пень?!»

source: "Yes, I'd help you. No strings attached. Just tell me what you need."
ru: «Да, я хочу тебе помочь. Никаких подвохов. Просто скажи, что тебе нужно».

source: He looks you up and down warily and then glances about. The look of being hunted leaves his eyes for a moment as he faces you once again. "I thank ya. No other here would offer help to the likes of me. I... I don't think there is any help for me. Not ever... I thank ya... I must go."
ru: Он осторожно осматривает тебя с ног до головы, потом оглядывается. Когда он снова поворачивается к тебе, его затравленный взгляд на миг пропадает. «Благодарю тебя. Никто бы не предложил помощь такому как я. Я... Я не думаю, что от меня будет толк... Благодарю тебя... Мне нужно идти».

source: "I understand. Farewell."
ru: «Понятно. Прощай».
