Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dcstthg3.dlg.po
Languages: ru

source: You see a rough-looking man with weathered skin. He looks rather sullen and does not notice your approach.
ru: Перед тобой грубоватый мужик в потертой коже. Вид у него довольно угрюмый; он не замечает твоего приближения.

source: "Greetings."
ru: «Приветствую».

source: Ignore him.
ru: Игнорировать его.

source: He jumps at the sound of your voice and quickly turns to face you. His face is flushed and his breath comes quickly.
ru: Он подпрыгивает от звука твоего голоса и быстро поворачивается к тебе. Его лицо побагровело, дыхание участилось.

source: "We're a bit on the nervous side aren't we?"
ru: «Что, немного занервничали, да?»

source: "My apologies for surprising you. I wanted to ask you some questions."
ru: «Извини, что напугал. Я хотел задать тебе пару вопросов».

source: "Sorry to have bothered you. Farewell."
ru: «Извини, что побеспокоил тебя. Прощай».

source: He gives you an angry scowl and draws a dagger from behind his back. "Pike it, berk! Take a walk or it's the dead-book for ya."
ru: Он бросает на тебя сердитый взгляд и достает из-за спины кинжал. «Отвали, пень! Гуляй отсюда, не то попадешь в книгу мертвых».

source: "Calm down. I just need to ask you something."
ru: «Успокойся. Мне просто нужно кое-что спросить».

source: "Put the blade away or I'll take it from you and kill you with it."
ru: «Убери свой клинок, не то я им же тебя и убью».

source: "As you wish. Farewell."
ru: «Как пожелаешь. Прощай».

source: He adopts a defensive stance and threatens you with his blade. "I've no answers for ya. I've nothing to say to ya. Back off!"
ru: Он принимает защитную стойку, угрожая тебе клинком. «У меня нет для тебя ответов. Мне нечего сказать. Отвали!»

source: "Very well. Farewell."
ru: «Отлично. Прощай».

source: He laughs at you and gestures with his blade. "Come to me then. I'll gut ya and laugh at ya the whole time it takes ya to die!"
ru: Он смеется над тобой, размахивая клинком. «Тогда подходи. Я выпущу тебе кишки и буду смеяться, пока ты будешь умирать!»

source: Attack him.
ru: Атаковать его.

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: You get the impression that he doesn't know what to say to you. Your comment seems to have taken him by surprise. "My, uh... My mind was elsewhere, cutter. What ya want?" He eyes you warily.
ru: У тебя такое впечатление, будто он не знает, что тебе ответить. Похоже, твои слова привели его в замешательство. «Я, э... Я немного задумался, рубака. Чего ты хочешь?» Он беспокойно глядит на тебя.

source: "Just some questions answered. All right?"
ru: «Только несколько ответов. Хорошо?»

source: "Nothing actually. Farewell."
ru: «На самом деле - ничего. Прощай».

source: He stares at you for a moment then glances nervously about. "One question, then ye're outta here. I ain't got the time or the desire."
ru: Он пристально смотрит на тебя, потом нервно оглядывается. «Один вопрос, а потом ты свалишь. У меня нет ни времени, ни желания».

source: "I'm looking for a deva. I understand he's in Curst."
ru: «Я разыскиваю дэва. Насколько я понимаю, он в Проклятом».

source: "Who's in charge around here?"
ru: «Кто здесь главный?»

source: "What's the local news?"
ru: «Какие местные новости?»

source: "What are you doing?"
ru: «Чем ты занимаешься?»

source: "If you needed some questions answered reliably who would you go to?"
ru: «Если бы тебе нужно было бы получить толковые ответы на кое-какие вопросы, к кому бы ты обратился?»

source: "Never mind. Good day."
ru: «Неважно. Всего хорошего».

source: He gives you a quizzical look. "Yeah, sure. One of them 'holier than thou' sods is walking the streets of Curst. Ye're barmy, cutter. I gave ya yer answer, now git." He turns and walks away.
ru: Он непонимающе смотрит на тебя. «Ага, точно. Чтоб один из этих самодовольных бедолаг бродил по улицам Проклятого? Да ты чокнутый, рубака. Я дал тебе ответ, теперь проваливай». Он отворачивается и уходит.

source: Leave.
ru: Уйти.

source: "Tovus Giljaf. He's in the admin office in the town square. I gave ya yer answer, now git." He turns and walks away.
ru: «Товус Гильяф. Он в административном здании на городской площади. Я дал тебе ответ, теперь проваливай». Он отворачивается и уходит.

source: He thinks for a moment. "I dunno... I'm not one fer gossip, cutter. Go to the Traitor's Gate. It's a local swill hole down that away." He gestures vaguely. "I gave ya yer answer, now git." He turns and walks away.
ru: Он на миг задумывается. «Не знаю... Я слухов не собираю, рубака. Иди к 'Воротам предателей'. Это такая местная помойная яма неподалеку, - он вяло указывает направление. - Я дал тебе ответ, теперь проваливай». Он отворачивается и уходит.

source: He laughs at you. "That ain't something that you need to know, berk. I gave ya yer answer, now git." He turns and walks away.
ru: Он смеется над тобой. «Этого тебе, пень, знать не нужно. Я дал тебе ответ, теперь проваливай». Он отворачивается и уходит.

source: He laughs and smiles at you. "That's a good question. Ye're a smart cutter after all." He pauses to think then looks at you carefully. "If I were you, I'd talk to Shar. She walks the streets around here and shouldn't be too hard to find. If ye're nice to her she'll help ya. I gave ya yer answer, now git." He turns and walks away.
ru: Он смеется, улыбаясь тебе. «Хороший вопрос. А все-таки ты толковый рубака, - он на миг задумывается, потом внимательно на тебя смотрит. - На твоем месте я бы поговорил с Шар. Она где-то поблизости, бродит по улицам, так что найти ее будет нетрудно. Если будешь с ней вежлив, она тебе поможет. Я дал тебе ответ, теперь проваливай». Он отворачивается и уходит.
