Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dcstcser.dlg.po
Languages: ru

source: Leave him in peace.
ru: Оставить его в покое.

source: He does not meet your gaze but instead focuses on the ground at your feet. "Good day to you, cutter. How may I help you?"
ru: Он избегает твоего взгляда, вместо этого потупившись в землю у твоих ног. «Добрый день, рубака. Чем могу помочь?»

source: "You could look at me when I talk to you."
ru: «Для начала мог бы смотреть на меня, когда мы разговариваем».

source: "I have some questions for you."
ru: «У меня есть вопросы к тебе».

source: "Never mind."
ru: «Неважно».

source: He glances up at you momentarily and then returns his gaze to your feet. "It is not my place as a servant to meet your gaze, cutter."
ru: Он бросает на тебя взгляд и тут же опускает его к твоим ногам. «Мне, как слуге, не положено смотреть тебе в глаза, рубака».

source: "Good. You know your place and should maintain it."
ru: «Хорошо. Знай свое место и не забывай его».

source: "Well, you're not my servant so I would have you look at me as an equal."
ru: «Ну, мне ты не слуга, так что я хочу, чтобы ты смотрел на меня, как на равного».

source: "Whatever. I have some questions for you."
ru: «Как угодно. У меня к тебе вопросы».

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: He nods his head but keeps his eyes averted. "Yes, cutter."
ru: Он кивает, но не поднимает взгляд. «Да, рубака».

source: "I'm looking for a deva. I've been told he's in Curst. Have you seen him?"
ru: «Я разыскиваю дэва. Мне сказали, что он в Проклятом. Ты его не видел?»

source: "Tell me about Curst."
ru: «Расскажи мне о Проклятом».

source: "What's the latest news?"
ru: «Какие последние новости?»

source: "Who's in charge around here?"
ru: «Кто здесь главный?»

source: "I know of no deva, cutter. I can't imagine one being even near Curst, let alone in the city itself." He pauses to think for a moment. "I would ask at the administration office in the town square. They would know of such a visitor."
ru: «Я не знаю ни о каком дэва. Даже не могу представить, чтобы он и близко подошел к Проклятому, не говоря уже о том, чтобы зайти в город, - он прерывается, чтобы поразмыслить. - На твоем месте я бы спросил в здании администрации на городской площади. Они должны знать о подобных гостях».

source: "My thanks. Some more questions, though."
ru: «Благодарю. Еще несколько вопросов».

source: "You've been very helpful. Farewell."
ru: «Ты мне очень помог. Прощай».

source: "Plague?"
ru: «Чумы?»

source: The tone of your voice makes him explain himself hurriedly. "Yes, cutter, but you need not concern yourself. The afflicted areas of the city have been sealed off and everything is under control."
ru: Тон твоего голоса заставляет его поспешно объясниться. «Да, рубака, но тебе не стоит беспокоиться. Зараженные районы города запечатаны и все находится под контролем».

source: "Uh... Fine. Let me ask you something else, then."
ru: «Э-э... Ладно. Позволь мне спросить кое о чем еще...»

source: "News... Well, I hear there is to be an execution some time soon... other than that, I can't think of anything, cutter."
ru: «Новости... Ну, я слышал, что в скором времени будет проведена казнь... кроме этого, больше ничего не могу вспомнить, рубака».

source: "Who's being executed and for what reason?"
ru: «Кого и за что будут казнить?»

source: "All right. I need to ask you something else."
ru: «Хорошо. Мне нужно спросить тебя еще кое о чем».

source: "I see. Thanks for the information. Farewell."
ru: «Понятно. Спасибо за информацию. Прощай».

source: He shrugs his shoulders. "I don't know, cutter. It isn't you or I... so does it really matter?"
ru: Он пожимает плечами. «Не знаю, рубака. Не нас с тобой... так что какая разница?»

source: "... I guess not. Let me ask you something else."
ru: «Пожалуй, никакой. Позволь мне спросить кое о чем еще...»

source: "I see. I must be going now. Farewell."
ru: «Ясно. Я должен идти. Прощай».

source: "That would be Burgher Tovus Giljaf. He can be found at the administration office in the town square."
ru: «Бюргер Товус Гильяф. Его можно найти в здании администрации на городской площади».

source: "I see. What can you tell me about Tovus?"
ru: «Понятно. Что ты можешь рассказать мне про Товуса?»

source: "Many thanks. I need to ask you something else."
ru: «Большое спасибо. Я хочу спросить тебя кое о чем еще».

source: For the first time he actually looks up and makes eye contact with you. "Nothing, cutter. Nothing at all. If you have questions about his lordship you should take them to him." He lowers his gaze.
ru: В первый раз он поднимает голову и встречается с тобой взглядом. «Ничего, рубака. Абсолютно ничего. Если у тебя есть вопросы насчет его правления, тебе нужно задать их ему самому». Он опускает взгляд.

source: "All right, I just might do that. Let me ask you another question."
ru: «Ладно, наверно, так и сделаю. Позволь задать тебе еще один вопрос».

source: "I see. Well, I have to go now. Farewell."
ru: «Понятно. Ладно, мне нужно идти. Прощай».

source: You see a weary-looking, middle-aged man. When he notices your attention he gives you a slight bow.
ru: Перед тобой усталый с виду мужчина средних лет. Заметив твое внимание к нему, он делает легкий поклон.

source: "Greetings."
ru: «Приветствую».
