Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dcstcrog.dlg.po
Languages: ru

source: You see a roguish-looking man. As you watch him, you begin to think he could be keeping an eye on a nearby building.
ru: Перед тобой мужчина жуликоватого вида. Наблюдая за ним, ты приходишь к выводу, что он присматривается к дому неподалеку.

source: "Greetings."
ru: «Приветствую».

source: Leave him be.
ru: Оставить его в покое.

source: He seems friendly enough as he returns your greeting. "Good day to you as well." He turns and starts to walk away from you.
ru: Он кажется довольно дружелюбным, отвечая на твое приветствие. «И тебе доброго дня». Он разворачивается и начинает удаляться.

source: "Just a moment, please. I wanted to ask you a question."
ru: «Погоди минутку. Я хотел задать тебе вопрос».

source: Let him leave.
ru: Пусть уходит.

source: He stops and turns to you with a friendly smile. "Certainly, how can I help you?" You notice his arms hang a bit unnaturally at his side. To your practiced eye, it looks like he's ready to draw a concealed weapon.
ru: Он останавливается и поворачивается к тебе с приветливой улыбкой. «Конечно, чем могу помочь?» Ты замечаешь, что его руки сложены по бокам в немного неестественном положении. Наметанным взглядом ты определяешь, что он вроде как готов выхватить спрятанное оружие.

source: "Were you just watching that building there?"
ru: «Ты только что разглядывал то здание?»

source: "I'm looking for a deva. I've been told he's in Curst."
ru: «Я ищу одного дэва. Мне сказали, что он в Проклятом».

source: "Never mind."
ru: «Неважно».

source: He looks at you with some surprise. "Why, no, as a matter of fact I wasn't. Why? Is there something of interest going on there?" He turns and begins to examine the building you indicated.
ru: Он смотрит на тебя с некоторым удивлением. «Ну, вообще-то, нет. А что? Там есть что-нибудь интересное?» Он поворачивается и начинает осматривать упомянутое тобой здание.

source: "Come on. I'm no fool. You're casing the joint!"
ru: «Брось, я ведь не дурак. Ты разведываешь место перед ограблением!»

source: "Oh really."
ru: «Да ну?»

source: "Never mind, my mistake. I do have a question for you though. I'm looking for a deva that may be in town."
ru: «Неважно, я ошибся. И все же у меня к тебе вопрос. Я разыскиваю дэва, который может быть в городе».

source: "Sorry, my mistake. I've got to go."
ru: «Извини, я ошибся. Мне пора».

source: He looks at you and seems to measure your worth. He then makes a deft gesture with his hands and looks at you innocently. Glancing down you notice the glint of coins in his sleeve. "I assure you that you are mistaken, friend. I'm just enjoying a walk on this fine day."
ru: Он смотрит на тебя, оценивая, чего ты стоишь. Затем он делает ловкое движение руками и глядит на тебя невинным взглядом. Взглянув вниз, ты замечаешь блеск монет в его рукаве. «Уверяю тебя, приятель, ты ошибся. Я всего лишь наслаждаюсь прогулкой в этот чудный день».

source: "Yes, I'm sure you're right. My apologies... friend."
ru: «Да, уверен, что так оно и есть. Извини... приятель».

source: "No, I'm almost positive that's what you were doing."
ru: «Нет, я почти уверен, что ты делал кое-то другое».

source: He steps forward and give you a friendly pat on the back. As he does, you feel the weight of your purse increase. "Then I bid you farewell, friend. Until next we meet."
ru: Он делает шаг вперед и по-дружески хлопает тебя по спине. При этом ты ощущаешь, как твой кошелек тяжелеет. «Тогда до свиданья, приятель. До новых встреч».

source: "Farewell."
ru: «Прощай».

source: He frowns at you. "Then I should... double my efforts to convince you otherwise. Know, however, that I shall go no further in my efforts to sway you." Another deft move and you see the glint of coin in both his sleeves.
ru: Он мрачно смотрит на тебя. «Тогда мне придется... удвоить усилия, убеждая тебя в обратном. Однако имей в виду, что я больше не буду стараться переубедить тебя». Еще одно ловкое движение — и ты видишь блеск монет в обоих его рукавах.

source: "Why, yes. I'm sure that you were just enjoying a walk as you said."
ru: «Пожалуй, да. Я уверен, что ты просто наслаждался прогулкой, как ты и сказал».

source: "No, I know what I saw."
ru: «Нет, я знаю, что видел».

source: He steps forward and gives you a friendly pat on the back. As he does, you feel the weight of your purse increase. "Then I bid you farewell, friend. Until next we meet."
ru: Он делает шаг вперед и по-дружески хлопает тебя по спине. При этом ты ощущаешь, как твой кошелек тяжелеет. «Тогда до свиданья, приятель. До новых встреч».

source: He frowns at you and makes a gesture with both arms. The glint of gold is replaced by the glint of steel. "I'm sorry we couldn't come to terms."
ru: Он неодобрительно смотрит на тебя и делает движение руками. Блеск золота становится блеском стали. «Мне жаль, что мы так и не договорились».

source: "Not as sorry as you'll be."
ru: «Вот сейчас ты действительно пожалеешь».

source: He looks at you in surprise. "Really... I find that quite remarkable. This isn't the type of place one would expect to find a deva. However, if that were the case you should inquire at the Traitor's Gate Inn. I understand they broker information such as you seek."
ru: Он с удивлением смотрит на тебя. «Правда?.. Я нахожу этот факт весьма примечательным. Это место не из тех, в которых можно встретить дэва. Но если это так, тебе следует осведомиться в таверне 'Ворота предателей'. Насколько я понимаю, там торгуют подобными сведениями».

source: "Thanks, I'll do that."
ru: «Спасибо, так и сделаю».

source: "Where can I find this place?"
ru: «Где можно найти это место?»

source: "Sorry friend, I haven't been there myself so I don't rightly know. But you're in the right area. Just look around."
ru: «Извини, приятель, я там не бывал, так что точно не скажу. Однако ты в нужном районе. Просто осмотрись вокруг».

source: "My thanks and farewell."
ru: «Спасибо и прощай».

source: The rogue looks a little disturbed at seeing you again. "Well, if it isn't my old friend. Come to pay me a visit again? I appreciate the courtesy but I am trying to work here, you know."
ru: Жулик выглядит слегка встревоженным, встретив тебя снова. «О, не мой ли это старый приятель? Пришел навестить меня снова? Ценю твою учтивость, но, знаешь ли, я тут пытаюсь работать».

source: "I'm here for money, not conversation."
ru: «Я здесь за деньгами, а не болтовней».

source: He frowns at you and takes on a very serious tone. "Listen, friend. You found me out and, as one professional to another, I paid you to let me be. Let's leave it at that and stay friends."
ru: Он мрачно смотрит на тебя; его тон становится крайне серьезным. «Послушай, дружище. Ты меня поймал и, как профессионал профессионалу, я заплатил тебе, чтобы ты меня оставил. Давай закончим на этом и останемся друзьями».

source: "I'm looking for a deva. I've heard there's one here in Curst."
ru: «Я разыскиваю дэва. Я слышал, что он где-то в Проклятом».

source: "Sorry to bother you, just thought I'd say hello."
ru: «Извини за беспокойство, просто хотел подойти поздороваться».

source: "All right. I'll be leaving then."
ru: «Ладно. Тогда мне пора».

source: "I don't think so. Hand over some gold or I take you down."
ru: «Я так не думаю. Подкинь-ка золотишка, или я тебя уложу».

source: "I'm sorry we couldn't come to terms."
ru: «Мне жаль, что мы так и не договорились».
