Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dcstthg1.dlg.po
Languages: ru

source: You see a young man wearing ill-fitting clothes. He watches you approach with a bored look.
ru: Ты видишь молодого человека, примеряющего неподходящие вещи. Он смотрит на тебя скучающим взглядом.

source: "Greetings."
ru: «Приветствую».

source: Leave him in peace.
ru: Оставить его в покое.

source: He looks you up and down before answering your greeting. "Greetings to you as well, cutter. What can I do for you?"
ru: Он осматривает тебя с ног до головы, прежде чем ответить. «И я тебя приветствую, рубака. Чем могу быть полезен?»

source: "I wanted to ask you a couple of questions."
ru: «Я хотел задать тебе пару вопросов».

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: He stares at you for some time before he begins to chuckle. "I know nothing, I see nothing, and I hear nothing. So, I can answer nothing. Now run along before I have to hurt you."
ru: Он некоторое время пристально смотрит на тебя, потом начинает тихонько смеяться. «Ничего не видел, ничего не слышал, ничего не знаю. Так что и ответить не смогу. А теперь беги, пока я тебя не поранил».

source: "It won't hurt for you to try and answer a couple of simple questions. How bout it?"
ru: «С тебя ведь не убудет, если ответишь на пару простых вопросов. Как насчет такого?»

source: "If I have to beat some answers out of you that's fine by me."
ru: «Если мне придется выбить из тебя ответы, что ж, меня это устроит».

source: "Fine. Good day."
ru: «Ладно. Всего хорошего».

source: He frowns at you. "I have nothing to say to you, berk. This is your last chance to leave in one piece."
ru: Он хмуро глядит на тебя. «Нам не о чем говорить, пень. Это твой последний шанс уйти подобру-поздорову».

source: "Fine, good day."
ru: «Ладно. Всего хорошего».

source: He looks you up and down, paying attention to your scars, then gives you a friendly smile. "All right, you don't scare easy. I can talk to someone like you. What do you want?"
ru: Он осматривает тебя с ног до головы, обратив внимание на шрамы, затем отвечает тебе дружелюбной улыбкой. «Ладно, тебя непросто напугать. С такими можно вести разговор. Чего ты хочешь?»

source: "Just some answers."
ru: «Всего лишь несколько ответов».

source: "Never mind."
ru: «Неважно».

source: He shrugs his shoulders. "Sure. Ask away."
ru: Он пожимает плечами. «Конечно. Спрашивай».

source: "I'm looking for a deva. I've been told he's in Curst."
ru: «Я ищу одного дэва. Мне сказали, что он в Проклятом».

source: "What can you tell me about Curst?"
ru: «Что ты можешь сказать о Проклятом?»

source: "Who's in charge here?"
ru: «Кто здесь главный?»

source: "What's going on in town lately?"
ru: «Что произошло в городе за последнее время?»

source: He chuckles. "Not very likely, cutter. I can't see a deva stepping one foot in this town unless he intends to wipe it from the mind of man. I think you're wasting your time."
ru: Он хихикает. «Это уж вряд ли, рубака. Не могу представить себе дэва, ступающего по этому городу. Разве что он хочет стереть его с лица земли. Мне кажется, что ты тратишь свое время попусту».

source: "I see. Another question."
ru: «Понятно. Еще вопрос».

source: "What do you mean?"
ru: «О чем это ты?»

source: "I thank you. Farewell."
ru: «Спасибо. Прощай».

source: He shrugs his shoulders. "I hear tell some berks call devas angels. Curst ain't the kind of town an 'angel' would be caught dead in. Wrong side of the Ring."
ru: Он пожимает плечами. «Я слыхал, что кое-какие пни зовут дэвами ангелов. Проклятый - это тот тип города, в котором 'ангелы' не появились бы ни за что на свете. Не та сторона Кольца».

source: "What ring?"
ru: «Кольца?»

source: "The Ring of the Outer Planes. Law on one side, chaos on the other, good and evil between the two. You new here or something?" He looks at you quizzically.
ru: «Кольца Внешних планов. Закон на одной стороне, хаос - на другой, а между ними - добро и зло. Ты здесь новенький, или как?» Он смотрит на тебя в недоумении.

source: "You could say that. I need to ask you something else."
ru: «Можно и так сказать. Мне нужно спросить у тебя еще кое-что».

source: He shrugs his shoulders and smiles slyly. "It's a nice place for the right kind of person. It all depends on you and who you know."
ru: Он пожимает плечами и хитро улыбается. «Это славное местечко для подходящих людей. Все зависит от тебя и тех, кого ты знаешь».

source: "And who, in your opinion, should I get to know?"
ru: «И с кем, по-твоему, мне стоит познакомиться?»

source: "All right, another question."
ru: «Ладно, еще один вопрос».

source: "I see. Well, I must be leaving."
ru: «Понятно. Что ж, мне нужно идти».

source: He thinks for a moment. "A cutter like you would be interested in the Traitor's Gate. It's a bar run by a man named Tainted Barse." He smiles at you. "Don't tell him I sent you."
ru: Он на мгновение задумывается. «Такому, как ты, рубаке было бы интересно в «Воротах предателей». Это бар, которым заправляет человек по имени Гниющий Копчик, - он улыбается тебе. - Не говори ему, что это я тебя послал».

source: "How do I find this place?"
ru: «Как мне найти это место?»

source: "My thanks. Farewell."
ru: «Спасибо. Прощай».

source: He shrugs his shoulders. "I don't rightly know. I think it's over that away." He points off to your right. "Just look around, you'll find it."
ru: Он пожимает плечами. «Я точно не знаю. Думаю, он вон там, - он указывает вправо от тебя. - Просто осмотрись, ты его найдешь».

source: "All right. Another question."
ru: «Ладно, еще один вопрос».

source: "Farewell."
ru: «Прощай».

source: "Tovus Giljaf. You can find him at the administration office in the town square."
ru: «Товус Гильяф. Ты сможешь его найти в административном здании на городской площади».

source: "What can you tell me about Tovus?"
ru: «Что ты можешь сказать о Товусе?»

source: "Another question."
ru: «Еще один вопрос».

source: "I thank you, and good day."
ru: «Спасибо. Всего хорошего».

source: "I've never had dealings with the man. If it weren't for the fact that he runs this burg, I wouldn't even know his name." He looks bored.
ru: «Никогда с ним не имел никаких дел. Если бы не тот факт, что он управляет этим городом, я бы и его имени не знал». Похоже, ему это надоедает.

source: "Very well. Answer me something."
ru: «Хорошо. Хочу еще кое-что спросить».

source: "Good day to you then."
ru: «Тогда всего тебе хорошего».

source: He looks bored and glances around. "Nothing really. The place is pretty quiet right now."
ru: Он оглядывается с выражением скуки. «В общем-то ничего. Сейчас здесь довольно тихо».

source: "I see. I have another question for you."
ru: «Понятно. У меня есть к тебе другой вопрос».

source: "I must take my leave. Good day."
ru: «Я должен идти. Всего хорошего».
