Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dcwcafef.dlg.po
Languages: ru

source: This finely attired woman is relaxing here, enjoying the outside air while sipping at a beverage purchased from the nearby cafe.
ru: Эта хорошо одетая женщина отдыхает, наслаждаясь свежим воздухом и потягивая напиток, купленный в кафе неподалеку.

source: "Greetings..."
ru: «Приветствую...»

source: Leave the woman be.
ru: Оставить женщину в покое.

source: Her eyes widen slightly as she takes your appearance in. "Ah... greetings to you as well, sir." She smiles uneasily.
ru: Ее глаза немного расширяются, когда она замечает твое приближение. «А... приветствую вас, сэр». Она натянуто улыбается.

source: "I had some questions..."
ru: «У меня есть несколько вопросов...»

source: "Something troubling about my appearance?"
ru: «Что-то не так с моим внешним видом?»

source: "I'll take my leave, now. Farewell."
ru: «Я должен идти. Прощай».

source: "I... I am ashamed to admit that I was momentarily startled by your appearance. 'Tis not often I converse with men of such... worldly... appearance." She bows her head apologetically. "I pray that I have not caused offence, sir."
ru: «Мне... мне неловко признать, что ваш вид меня просто ошарашил. Нечасто приходится общаться с людьми с такой... потрепанной... внешностью, — она с извиняющимся видом склоняет голову. — Надеюсь, я не обидела вас, сэр».

source: "Worldly?"
ru: «Потрепанной?»

source: "Don't worry. I'll take my leave, now. Farewell."
ru: «Не беспокойся. Мне уже пора. Прощай».

source: "Perhaps 'well-traveled' would be more fitting? Your appearance, sir... it's slightly, ah, disheveled. It might make you stand out a bit, 'tis all. But Sigil is full of oddities, no? The Clerk's Ward just sees less of them than the rest of Sigil, 'tis all. Save for the Festhall, of course."
ru: «Быть может, 'бывалая' будет более подходящим словом? Ваша внешность, сэр... она, э, слегка потрепана. Должно быть, это несколько выделяет вас, вот и все. Но ведь Сигил полон странностей, не так ли? Просто Чиновничий район видел их меньше, чем остальная часть Сигила. Не учитывая Фестхолла, конечно».

source: "The Clerk's Ward?"
ru: «Чиновничий район?»

source: "The Festhall?"
ru: «Фестхолл?»

source: "You mean I look dead, right? Well I am, you know. Dead!"
ru: «Ты имеешь в виду, что я выгляжу как мертвый, так? Да, так и есть. Я мертвый!»

source: "Hmm. I had some question..."
ru: «Хм-м. У меня есть вопрос...»

source: "Understandable, I suppose. Farewell."
ru: «Кажется, понимаю. Прощай».

source: She nods. "Please, ask."
ru: Она кивает. «Пожалуйста, задавайте».

source: "What is this place?"
ru: «Что это за место?»

source: "What is of interest here?"
ru: «Здесь есть что-нибудь интересное?»

source: "Where could I find work, here?"
ru: «Где здесь можно найти работу?»

source: "I wanted to ask about a specific place..."
ru: «Я хотел спросить об одном конкретном месте...»

source: "I just needed directions..."
ru: «Мне просто нужно сориентироваться...»

source: "What do you know of Ravel Puzzlewell?"
ru: «Ты что-нибудь знаешь о Равель Заморочке?»

source: "Never mind, actually. Farewell."
ru: «Впрочем, не важно. Прощай».

source: She looks at you as if you were joking and, realizing you're not, gives an embarrassed laugh. "'Tis the Clerk's Ward you are in, sir."
ru: Она присматривается, не шутишь ли ты, и, осознав, что ты говоришь всерьез, издает сдержанный смешок. «Вы в Чиновничьем районе, сэр».

source: "What can you tell me about the Ward?"
ru: «Что ты можешь рассказать об этом районе?»

source: "True. I had other questions, in fact..."
ru: «И то правда. На самом деле, у меня были еще вопросы...»

source: "That's all I wished to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "Well, the vast majority of the Ward - where my duties keep me most often - is filled with record halls and administrative buildings... not here, though."
ru: «Ну, большая часть района - там, где я бываю чаще всего в силу своих обязанностей - отведена под архивы и административные здания... правда, они в другой части района».

source: "Your duties?"
ru: «Своих обязанностей?»

source: "What makes this section different?"
ru: «Чем выделяется эта часть района?»

source: "I had some other questions..."
ru: «У меня есть другие вопросы...»

source: "The Civic Festhall, of course. The Art and Curio Galleria, as well..."
ru: «Конечно же, Городским Фестхоллом. И еще художественной галереей...»

source: "Go on..."
ru: «Продолжай...»

source: "Other places of interest might be the advocate's home, the apothecary, the Brothel of Slating Intellectual Lusts, the catacombs beneath the Ward, and the tailor. And that odd little curiosity shop, too."
ru: «Из других интересных местечек - дом адвоката, аптека, Бордель утоления интеллектуальной страсти, катакомбы под районом и мастерская портного. И еще тот странный антикварный магазинчик».

source: "You seek only temporary work, correct? You don't seem the sort to be settling here, no..." She pauses for a second, looking you over. "So: I would seek work at the advocate's home, the apothecary, or the Civic Festhall. There are doubtless some odd tasks that need handling, there."
ru: «Вы ищите временную работу, правильно? Похоже, вы не собираетесь здесь задерживаться... — она умолкает на секунду, осматривая тебя. — Что ж, я бы поспрашивала у адвоката, в аптеке или в Городском Фестхолле. Там для вас, несомненно, найдется какая-нибудь случайная работа».

source: She nods and rolls her eyes. "My duties, sir. To my employer. I work in one of the many, many administration buildings here in the Ward."
ru: Она кивает, закатив глаза. «Моих обязанностей, сэр. Перед моим работодателем. Я работаю в одном из бесчисленных административных зданий этого района».

source: "What do you do there?"
ru: «Чем ты там занимаешься?»

source: "So what makes this section different from the rest of the Ward?"
ru: «Так что же выделяет эту часть района?»

source: She shakes her head, smiling. "Please, sir, do me the favor of not bringing up that subject, would you? Not here, while I am trying to relax for but a moment."
ru: «Пожалуйста, сэр, сделайте мне одолжение — не поднимайте эту тему, хорошо? — она улыбается, качая головой. — Только не здесь — здесь я пытаюсь хоть немного отдохнуть».

source: "I will tell you what little I can..."
ru: «Я расскажу все, что знаю...»

source: "The advocate's home."
ru: «Дом адвоката».

source: "The apothecary."
ru: «Аптека».

source: "The art store."
ru: «Художественная галерея».

source: "The Brothel."
ru: «Бордель».

source: "UnderSigil, the Realm Below."
ru: «Подсигилье, Подземное царство».

source: "The Civic Festhall."
ru: «Городской Фестхолл».

source: "The curiosity shop."
ru: «Антикварный магазин».

source: "The tailor."
ru: «Мастерская портного».

source: "Never mind. Let me ask about something else..."
ru: «Неважно. Позволь спросить кое о чем еще...»

source: "Nowhere, never mind. Farewell."
ru: «Ничего, неважно. Прощай».

source: "Advocates help argue cases, draft legal documents and act as legal representatives for their clients. The one close by, Iannis, is well-respected and quite dependable. He has resided and worked within the Ward a long, long while."
ru: «Адвокаты помогают в спорных делах, готовят официальные документы и действуют в качестве законных представителей своих клиентов. Один из них, Янис, живет неподалеку отсюда. Он весьма уважаем и заслуживает доверия. Он живет и работает в районе с очень давних пор».

source: "How do I reach Iannis' home?"
ru: «Как мне добраться до дома Яниса?»

source: "I wanted to ask about somewhere else..."
ru: «Я хочу спросить о другом месте...»

source: "I had other questions..."
ru: «У меня есть другие вопросы...»

source: "Advocates help argue cases, draft legal documents and act as legal representatives for their clients."
ru: «Адвокаты помогают в спорных делах, готовят официальные документы и действуют в качестве законных представителей своих клиентов».

source: "The one close by, Iannis, is well-respected and quite dependable. He has resided and worked within the Ward a long, long while."
ru: «Один из них, Янис, живет неподалеку отсюда. Он весьма уважаем и заслуживает доверия. Он живет и работает в районе с очень давних пор».

source: "The apothecary sells various salves, potions, herbs, and the like." She frowns momentarily. "The place's proprietors are a bit barmy, constantly sampling the store's stock. Good men, though."
ru: «В аптеке продают различные мази, снадобья, травы и тому подобное, — на секунду она нахмуривается. — Хозяева немного чокнутые, постоянно испытывают на себе свои товары. Хотя ребята они неплохие».

source: "How do I reach the apothecary?"
ru: «Как мне попасть в аптеку?»

source: "Yvanna's Art and Curio Galleria is a most intriguing place. She has a collection of artwork, antiques, and artifacts from all across the planes."
ru: «Художественная галерея Иваны — просто захватывающее место. У нее собрана коллекция редчайших предметов искусства со всех планов».

source: "How do I reach the art store?"
ru: «Как мне попасть в художественную галерею?»

source: "A Sensate establishment that exists to pleasure a man's mind and senses. It is run by a succubus, appropriately enough, called Fall-from-Grace."
ru: «Заведение чувствующих, которое создано для ублажения человеческого ума и чувств. Им управляет суккуб по имени Падшая Грация, и весьма надлежаще».

source: "Sensate?"
ru: «Чувствующих?»

source: "How do I reach the Brothel?"
ru: «Как мне попасть в Бордель?»

source: "A Sensate establishment that exists to pleasure a man's mind and senses. It is run by a succubus, appropriately enough." She nods politely to Fall-from-Grace.
ru: «Заведение чувствующих, которое создано для ублажения человеческого ума и чувств. Им управляет суккуб, и весьма надлежаще», — она вежливо кивает Падшей Грации.

source: A look of concern crosses the woman's brow. "I find it so strange that any entrances to that place here haven't been closed off. As I understand it, the Realm Below is full of nothing but trouble, dangerous to all those who find their way there."
ru: На ее лице появляется встревоженный взгляд. «Я нахожу весьма странным тот факт, что ни один из входов в это место не был закрыт. Насколько я понимаю, Подземное царство полно опасностей, угрожающих всем, кто туда попадает».

source: "How would I find my way down there?"
ru: «Как мне туда попасть?»

source: "One of Sigil's most wondrous establishments... it is the headquarters of the Sensate faction, known throughout the multiverse for its concerts, art exhibitions, and lectures. But its most fascinating feature is its sensoriums."
ru: «Одно из самых удивительных заведений Сигила... Это штаб-квартира фракции чувствующих, известная по всей мультивселенной своими концертами, выставками и лекциями. Однако самое удивительное у них — это их сенсориумы».

source: "Sensates?"
ru: «Чувствующих?»

source: "Sensoriums?"
ru: «Сенсориумы?»

source: "Where is the Festhall?"
ru: «Где находится Фестхолл?»

source: "I won't profess to have been there myself, but I understand it's run by an importer of sorts... a half-fiend, in fact, whose goods come from the Lower Planes."
ru: «Не могу похвастаться, что я там бывала, но насколько я понимаю, им заправляет какая-то поставщица товаров... по сути, она полунечисть, чьи товары приходят с Нижних планов».

source: "A half-fiend?"
ru: «Полунечисть?»

source: "The Lower Planes?"
ru: «Нижних планов?»

source: "Where can I find this place?"
ru: «Где можно найти это место?»

source: "Goncalves is an excellent tailor, but he is short of temper and easily offended. I must warn you, sir: he will likely judge you by your appearance, and thus you might have a difficult time making a friend of him."
ru: «Гонсалвис — великолепный портной, вот только у него пылкий нрав, и его легко обидеть. Должна предупредить вас, сэр: он судит людей по одежке, так что вам будет очень трудно с ним сдружиться».

source: "Where is Goncalves' shop?"
ru: «Где находится мастерская Гонсалвиса?»

source: "Oh? To where?"
ru: «О? Куда?»

source: "Iannis' home is south of the gate to the Lower Ward - where you first entered this place, most likely. It will be on the eastern side of the road."
ru: «Дом Яниса находится на юге от ворот в Нижний район, через которые вы, скорее всего, сюда и вошли. Он будет на восточной стороне дороги».

source: "What can you tell me about the advocate?"
ru: «Что ты можешь рассказать об адвокате?»

source: "Thanks. Let me ask you about something else..."
ru: «Спасибо. Позволь спросить о другом...»

source: "I see. Thanks for your time. Farewell."
ru: «Понятно. Спасибо за уделенное время. Прощай».

source: "Follow the road that leads east from the gate to the Lower Ward - where you first entered this place, most likely. When the road forks northeast and southeast, go southwards... you will find it, there, east of the road. It faces southwards and has three windows of stained glass."
ru: «Идите по дороге на восток от ворот в Нижний район, через которые вы, скорее всего, сюда и вошли. На развилке сворачивайте на юг... там ее и найдете, к востоку от дороги. У нее фасад с южной стороны и три витражных окна».

source: "What can you tell me about the place?"
ru: «Что ты можешь рассказать об это месте?»

source: "Follow the road that leads east from the gate to the Lower Ward - where you first entered this place, most likely. When the road forks northeast and southeast, go southwards... you will find it, there, west of the road. It faces southwards and has a roof whose tiles are held down by large stones."
ru: «Идите по дороге на восток от ворот в Нижний район, через которые вы, скорее всего, сюда и вошли. На развилке сворачивайте на юг... там ее и найдете, к западу от дороги. Ее фасад обращен на юг, а черепица на крыше привалена крупными камнями».

source: "What do you know about the place?"
ru: «Что ты знаешь об этом месте?»

source: She frowns pointedly, shaking her head. "'Tis just east of the gate to the Lower Ward - where you first entered this place, most likely. It is a large, round building, whose entrance faces southwards."
ru: Она подчеркнуто хмурится, покачивая головой: «Это прямо на восток от ворот в Нижний район, через которые вы, скорее всего, сюда и вошли. Большое круглое здание, вход - с юга».

source: "What can you tell me of the Brothel?"
ru: «Что ты можешь сказать о Борделе?»

source: She shrugs. "I do not know. I would be most careful were I to find it, though. It is said that nothing comes up from the Realm Below... including those who enter it."
ru: Она пожимает плечами. «Не знаю. Однако если бы я нашла туда вход, я была бы весьма осторожной. Говорят, что еще никто не выходил из Подземного царства... включая тех, кто туда зашел».

source: "What else can you tell me about it?"
ru: «Что еще ты можешь сказать о нем?»

source: "The Festhall is most easy to find, sir. 'Tis a massive structure in the northeastern portion of this area."
ru: «Найти Фестхолл легче всего, сэр. Это огромное здание в северо-восточной части этого района».

source: "What can you tell of the Festhall?"
ru: «Что ты можешь рассказать о Фестхолле?»

source: "'Tis in the southeast section of this area. An unusual building, set atop a wide flight of stairs. I've never entered the place, myself... I've an odd feeling about it."
ru: «Он находится здесь, в юго-восточной части. Необычное здание, к нему ведет широкая лестница. Сама я никогда туда не ходила... От него мне становится не по себе».

source: "What do you know of the place?"
ru: «Что ты знаешь об этом месте?»

source: "You will find the tailor's shop just to the north and east of the gate to the Lower Ward - where you first entered this place, most likely. 'Tis a wide building, whose entrance faces southwards."
ru: «Мастерская портного находится на северо-востоке от ворот в Нижний район, через которые вы, скорее всего, сюда и вошли. Это длинное здание, вход — с юга».

source: "What can you tell me of the place?"
ru: «Что ты можешь сказать об этом месте?»

source: She nods, lowering her voice to a whisper. "You know, sir... Baator, the Abyss, and the like. Terrible places."
ru: Кивнув, она говорит шепотом: «Ну, знаете, сэр... Баатор, Бездна и тому подобное. Ужасные места».

source: "You said she was a half-fiend?"
ru: «Ты говорила, что она полунечисть?»

source: "Where can I find this curiosity shop?"
ru: «Где находится этот антикварный магазин?»

source: "Not a tiefling, mind you, but a proper half-fiend. Daughter of an incubus and a mortal woman, I am told. I care not for gossip, however, so let's speak of her no more."
ru: «Заметьте, не тифлинг, а настоящая полунечисть. Дочь инкуба и смертной женщины. Не хочу разносить сплетни, так что давайте не будем о ней говорить».

source: "You said her goods were from the Lower Planes?"
ru: «Ты сказала, что ее товары с Нижних планов?»

source: "Yes. Their proper name is the 'Society of Sensation.' They believe that the true nature of the multiverse can only be discovered through direct experience..."
ru: «Да. Их правильное название — 'Общество чувств'. Они верят, что истинную сущность мультивселенной можно постичь только с помощью непосредственных переживаний...»

source: "I see. Go on."
ru: «Понятно. Продолжай».

source: "They actually have found a means of sharing their experiences with others, with the sensoriums."
ru: «Они нашли способ делиться своими ощущениями с другими с помощью сенсориумов».

source: "The Sensates have created a means by which they may take experiences, capture them in stones, and allow *others* to experience them. The Sensates roam the planes and search their inner selves for experiences to share with others... virtually everything they have felt or sensed lies in their sensoriums."
ru: «Чувствующие создали средства, с помощью которых они могут сохранять свои переживания в камнях, что позволяет делиться ими с *другими*. Чувствующие странствуют по планам в поисках новых ощущений, чтобы потом делиться ими... практически все, что они чувствовали или ощущали, находится в их сенсориумах».

source: "Where are these sensoriums located?"
ru: «Где находятся эти сенсориумы?»

source: "These experiences... are they like memories?"
ru: «Эти переживания... это что-то вроде воспоминаний?»

source: "Within the Civic Festhall. There are sensoriums that are open to the public, and those open only to Sensates. There is a slight fee for using them, but it is a modest price to pay for the experience."
ru: «В Городском Фестхолле. Там есть сенсориумы, открытые для всех, и сенсориумы, доступные только чувствующим. За их использование взимают небольшую плату, но для переживаний это более чем скромная цена».

source: "In a *way,* yes, but very intense... and not memories that you have had, but another has had, captured within the stone."
ru: «В *некоторой* степени — да, только очень интенсивные... и в камне заключены не ваши, а чужие воспоминания».

source: "Captured? Does one lose their memory or experience when it's put into the stone?"
ru: «Заключены? Разве память или переживания не теряются, если поместить их в камень?»

source: "No..." She frowns. "Or at least, I think not. I believe the stone *copies* the sensory experience. You might ask a Sensate about it to make sure, but that is my understanding."
ru: «Нет... — она хмурится, — или, по крайней мере, я так думаю. Скорее всего, камень *копирует* чувственный опыт. Я себе это так представляю, но вам лучше расспросить об этом чувствующих для полной уверенности».

source: "The name sounds familiar... is she a character in a book? The villain in a novel, no? I cannot recall."
ru: «Имя звучит знакомо... это персонаж какой-то книги? Уж не злодейка из романа? Не могу вспомнить».

source: "Never mind. I had other questions..."
ru: «Неважно. У меня есть другие вопросы...»

source: "Never mind, then. Farewell."
ru: «Тогда неважно. Прощай».

source: "A fancy to meet you again, sir." She smiles at you over her cup. "More questions, I am certain?"
ru: «И снова рада встрече, сэр, — улыбается она, глядя на тебя поверх своей чашки, — снова вопросы?»

source: "That's right."
ru: «Точно».

source: "Actually, no... just passing by. Farewell."
ru: «Вообще-то, нет... просто проходил мимо. Прощай».

source: She looks puzzled. "Say again, sir?"
ru: «Что, простите?» — недоуменно спрашивает она.

source: "I said, 'I'm dead!' Dead, dead, la-la! Dead, dead, la-la..."
ru: «Я сказал, что я мертв! Мертв, мертв, ха-ха! Мертв, мертв, ха-ха...»

source: "Never mind. I had some questions..."
ru: «Неважно. У меня есть другие вопросы...»

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: The woman's expression becomes wary. "Ah, yes... aren't we all. I must take my leave, sir. I sense I have pressing business elsewhere."
ru: Она выглядит встревоженной. «Ах, да... все мы там будем. Я должна идти, сэр. Кажется, у меня осталось одно неотложное дело».

source: "Wait! I haven't told you *why* I'm dead..."
ru: «Стой! Я ведь еще не сказал, *почему* я мертв...»

source: "Hold a moment. I had some questions..."
ru: «Постой. У меня есть несколько вопросов...»

source: "Farewell, then."
ru: «Тогда прощай».

source: She takes a step back. "I must profess no interest in the matter, sir." She begins looking around, as if seeking someone who might come to her aid.
ru: Она отступает назад. «Должна признаться, что меня это нисколько не интересует, сэр», — говорит она, озираясь по сторонам в поисках помощи.

source: "Because I killed too many people in my previous lives."
ru: «Потому что я убил слишком много людей в своих прошлых жизнях».

source: "Never mind, then. I had some questions..."
ru: «Тогда неважно. У меня есть другие вопросы...»

source: She drops her cup, shouting: "Guards! Guards!"
ru: Уронив чашку, она кричит: «Стража! Стража!»

source: Attack her.
ru: Атаковать ее.

source: Try and leave before anyone arrives.
ru: Попытаться уйти до того, как кто-нибудь подоспеет.

source: "They dedicate their lives to experiencing as much of the multiverse as they can; they travel extensively, both across the planes, and into the depths of their own minds and emotions. But they take it a step further, you know..."
ru: «Они посвящают свои жизни переживанию всего, что только можно найти в мультивселенной. Они много путешествуют, как по планам, так и внутри своих мыслей и эмоций. Они пошли еще дальше, знаете ли...»

source: "How so?"
ru: «То есть?»

source: Her eyes widen slightly as she takes your appearance in. She smiles uneasily. "Ah... greetings to-" Suddenly, her eyes alight on Morte. "Oh! What a cute little mimir!"
ru: Ее глаза немного расширяются, когда она замечает твое приближение. Она натянуто улыбается. «А... приветствую... — неожиданно ее взгляд останавливается на Морте. — О! Какой симпатичненький мимир!»

source: "Mimir?"
ru: «Мимир?»

source: "Isn't he? He likes to have the top of his skull scratched."
ru: «Правда, симпатичный? Ему так нравится, когда ему чешут макушку».

source: "I wouldn't touch him - he bites."
ru: «Я бы не советовал его трогать: может укусить».

source: "Yes, yes. I had some questions..."
ru: «Да-да. У меня есть несколько вопросов...»

source: "No. Farewell."
ru: «Нет. Прощай».

source: The woman smiles. "How darling! It talks on its own!"
ru: Женщина улыбается: «Как мило! Он еще и разговаривает!»

source: She shakes her head. "No, none that I've seen. They're merely objects, aren't-"
ru: «Нет, ни одному из тех, кого я видела, — качает она головой, — они же всего лишь предметы, разве не...»

source: The woman shrugs. "That could certainly be."
ru: «Несомненно, такое возможно». Женщина пожимает плечами.

source: "Truly?" She remains smiling, but looks suspicious. "Surely you jest, sir! 'Tis only a mimir..."
ru: «Правда? — все еще улыбаясь, недоверчиво спрашивает она. — Должно быть, вы шутите, сэр! Это же мимир...»

source: "What do you mean? Don't they all enjoy that?"
ru: «То есть? Разве им это не нравится?»
