Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dcwcafef.dlg.po
Languages: ru

source: "No, I speak the truth. Go ahead."
ru: «Нет, это правда. Попробуй».

source: "Never mind him. I had some questions..."
ru: «Забудь о нем. У меня есть другие вопросы...»

source: She reaches out and gingerly pats Morte... who promptly nuzzles up against her hand, grinning wildly and winking at you all the while. She laughs uneasily: "How strange!"
ru: Она протягивает руку и осторожно гладит Морта... который, широко улыбаясь и постоянно тебе подмигивая, все время тычется носом ей в руку. Она натянуто смеется: «Как странно!»

source: "Yes... well, I had some questions..."
ru: «Да... что ж, у меня есть несколько вопросов...»

source: "Isn't it all? Farewell."
ru: «А разве нет? Прощай».
