Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/ddamsel.dlg.po
Languages: ru

source: You see a pretty young woman. Her hair is in disarray and the bodice of her dress is torn. She looks about in desperation and then notices you.
ru: Перед тобой симпатичная девушка. Ее волосы спутаны, а корсаж платья разорван. Будучи явно на грани отчаяния, она замечает тебя.

source: "Greetings."
ru: «Приветствую».

source: Ignore her.
ru: Игнорировать ее.

source: She runs up to you and grabs your arm. You notice the front of her dress is stained with blood. "Help me, cutter! Please! They're killing my sister!" She begins to tug on your arm.
ru: Она подбегает к тебе и хватает за руку. Ты замечаешь, что ее платье заляпано кровью. «Рубака, помоги мне! Пожалуйста! Они хотят убить мою сестру!» Она тянет тебя за руку.

source: "Who?"
ru: «Кто?»

source: "I'll help you, take me to her."
ru: «Я помогу тебе, отведи меня к ней».

source: "I don't have time for this, farewell."
ru: «У меня нет времени на это. Прощай».

source: She looks around wildly. "This drunken man who followed us from one of the taverns... we thought he meant no harm... please, cutter, there is no more time! Help us!"
ru: Она озирается по сторонам. «Это тот пьяница, который шел за нами из таверны... Мы думали, он безобидный... Пожалуйста, рубака, скорее! Помоги нам!»

source: "Wait, first you said *they* were killing your sister, and now you say *he* is killing her. Which is it?"
ru: «Постой, в начале ты говорила, что *они* хотят убить твою сестру, а теперь ты говоришь, что *он* хочет убить ее. Как это понимать?»

source: "Why did he attack her?"
ru: «Почему он напал на нее?»

source: She stares at you, unsure of what to say. "I... I'm distraught... I made a mistake." She glances at the blood that stains her dress. "Please help me, cutter!"
ru: Она смотрит на тебя, не зная, что сказать. «Я... я сильно испугалась... Я перепутала». Она смотрит на пятно крови на платье. «Пожалуйста, рубака, помоги мне!»

source: Examine the blood on her dress.
ru: Осмотреть кровь на ее платье.

source: You glance down at her dress and look at the blood. Although it does appear to be real, it has completely dried. It must be hours old.
ru: Ты внимательно смотришь на кровь на платье. Несмотря на то, что она похоже на настоящую, она уже высохла. Скорее всего, этому пятну уже несколько часов.

source: "That blood is hours old... What are you up to?"
ru: «Эта кровь высохла несколько часов назад... Ты что-то скрываешь?»

source: "No, I'll be going now. Farewell."
ru: «Нет. Я должен идти. Прощай».

source: You see her eyes flick to the bloodstains and then back to you. You think you can hear a hint of nervousness in her voice. "You are mistaken, cutter, please help me! My sister lies dying while we tarry!"
ru: Она мельком смотрит на пятно крови. Тебе кажется, что в ее голосе появились нотки нервозности. «Ты ошибся, рубака, пожалуйста, помоги мне! Пока мы тут прохлаждаемся, моя сестра умрет!»

source: Truth: "You're up to something. Tell me what's going on or I'll kill you."
ru: Правда: «Ты что-то скрываешь. Скажи мне, что происходит или я убью тебя».

source: Bluff: "You're up to something. Tell me what's going on or I'll kill you."
ru: Блеф: «Ты что-то скрываешь. Скажи мне, что происходит или я убью тебя».

source: She looks into your eyes and then glances at the scars that cover your body. She swallows nervously and you see her pale before your eyes. "I... I'm supposed to lure people into an alley nearby. They're waiting there... to take your jink..." She looks at you apprehensively.
ru: Она смотрит тебе в глаза, оглядывает шрамы, покрывающие твое тело. Нервно сглотнув, она бледнеет буквально у тебя на глазах. «Я... я должна завлечь людей в ближайший переулок. Там поджидают другие... чтобы забрать твои звенелки...» Она со страхом смотрит на тебя.

source: "Let me give you some advice..."
ru: «Позволь мне дать тебе один совет...»

source: "Get out of here and don't come back..."
ru: «Проваливай отсюда и никогда не возвращайся назад...»

source: She gazes at you in silence then nods her head.
ru: Она молча кивает тебе в ответ.

source: "Don't pick someone like me as your mark. Choose some drunken fop who looks like he's never seen a battle in his life..."
ru: «Не выбирай в качестве жертвы такого, как я. Лучше поищи кого-нибудь подвыпившего хлыща, который никогда в жизни не бывал в битве...»

source: "Never mind, farewell."
ru: «Неважно, прощай».

source: She nods once curtly.
ru: Она коротко кивает.

source: "And make sure he looks like he has more than a couple coins to his name... Now get out of here."
ru: «И удостоверься, что он выглядит на большую сумму, чем пара монет... А теперь прочь с глаз моих».

source: She nods curtly and then backs away from you. She hesitates for a moment and turns to leave. "Thank you, cutter." She sprints off.
ru: Она коротко кивает и отступает от тебя. Секунду поколебавшись, она собирается уйти. «Спасибо, рубака». Она срывается с места.

source: Leave.
ru: Уйти.

source: "When she found he didn't have any coin, she said she wouldn't bed him! And then he drew a knife..." She looks at the front of her dress, and then tugs at your arm again.
ru: «Когда она узнала, что у него нет ни гроша, она сказала, что не будет спать с ним! А он достал нож...» Взглянув на платье, она снова тянет тебя за руку.

source: "Please, cutter, don't ignore me. I need help!"
ru: «Пожалуйста, рубака, не проходи мимо. Мне нужна помощь!»

source: "What do you want of me?"
ru: «Что ты хочешь от меня?»

source: Continue to ignore her.
ru: Продолжать игнорировать ее.

source: A look of relief washes over her face. She tugs at your arm. "This way, cutter."
ru: На ее лице появилось чувство облегчения. Она тянет тебя за руку. «Сюда, рубака».

source: Follow her.
ru: Идти за ней.

source: As you walk away the woman continues weeping and crying out.
ru: Видя, как ты уходишь, девушка продолжает плакать и кричать.
