Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/ddbirds.dlg.po
Languages: ru

source: Several shards of black crystal - or ice - swirl within the freezing wind that this ornate pedestal gives forth. Each shard looks razor sharp; touching or grabbing one could be perilous. A placard on the pedestal reads 'Dark Birds of Ocanthus.'
ru: Несколько осколков черного кристалла - или льда - кружат в ледяном потоке ветра, который исходит из богато украшенного основания. Каждый осколок кажется острым как бритва; было бы рискованно касаться или хватать их. Табличка на основании гласит «Темные птицы Окантуса».

source: Leave them be.
ru: Оставить осколки в покое.

source: Touch one.
ru: Прикоснуться к одному из осколков.

source: Grab one.
ru: Схватить один из осколков.

source: Catch one in your Frost-Ale Mug.
ru: Словить один из осколков Кружкой ледяного эля.

source: As you reach out to touch one of the whirling shards, your finger enters the icy wind that rises from the pedestal. Instantly, a coat of numbing frost forms around your finger, causing you to momentarily draw back.
ru: Когда ты пытаешься прикоснуться к одному из кружащих осколков, твой палец попадает в ледяной поток ветра, идущий из основания. Он моментально покрывается коркой оцепеняющего льда, от чего ты сразу же одергиваешь его.

source: Place your finger back in and touch one.
ru: Вернуть палец назад и прикоснуться к одному из осколков.

source: You thrust your finger into the frigid wind. Though you haven't realized it yet, your forefinger freezes solid. As one of the black shards spins into it, your fingertip breaks off with a sharp *crack* and goes skittering across the galleria floor. A normally trivial wound, in your battered condition it leads to your death.
ru: Ты суешь указательный палец в холодный поток ветра. Хотя ты этого еще не осознаешь, твой палец отмерзает. Когда один из черных осколков попадает в него, кончик пальца раскалывается с резким *хрум* и разлетается по полу галереи. Обычно такое ранение незначительно, но в твоем потрепанном состоянии оно приводит к твоей смерти.

source: Fall into darkness...
ru: Пасть во тьму...

source: You thrust your finger into the frigid, numbing wind. Unbeknownst to you, your forefinger freezes solid. As one of the black shards spins into it, your fingertip breaks off with a sharp *crack* and goes skittering across the galleria floor. The icy Dark Birds remain in their whirling orbit as you wait for your fingertip to grow back.
ru: Ты суешь указательный палец в холодный леденящий поток ветра. Незаметно для тебя, твой палец отмерзает. Когда один из черных осколков попадает в него, кончик пальца раскалывается с резким *хрум* и разлетается по полу галереи. Ледяные Темные птицы продолжают кружиться по своим орбитам, пока ты ждешь, как твой палец снова отрастет.

source: Leave, hope no one saw any of that.
ru: Уйти в надежде на то, что никто ничего не заметил.

source: As you reach out to grab one of the whirling shards, your fingers enter the icy wind that rises from the pedestal. Instantly, a coat of numbing frost forms around them, causing you to momentarily draw back.
ru: Когда ты пытаешься схватить один из кружащих осколков, твои пальцы попадают в ледяной поток ветра, идущий из основания. Они моментально покрываются коркой оцепеняющего льда, от чего ты сразу же одергиваешь руку.

source: Just touch one.
ru: Просто прикоснуться к одному из осколков.

source: Place your hand back in and grab one.
ru: Вернуть руку назад и схватить один из осколков.

source: You thrust your hand into the frigid, numbing wind. Unbeknownst to you, your entire hand freezes solid as you wrap it around one of the Dark Birds. As another of the black shards spins into your fist, your hand breaks off at the wrist with a sharp *crack* and goes clattering across the galleria floor. Already beaten and battered, you collapse, dying.
ru: Ты суешь руку в холодный поток ветра. Когда ты хватаешь одну из Темных птиц, незаметно для тебя твоя рука полностью отмерзает. Когда другой черный осколок попадает в твой кулак, твоя рука с резким *хрум* откалывается по запястье и с грохотом падает на пол галереи. Уже порядком потрепанный и избитый, ты падаешь замертво.

source: You thrust your hand into the frigid, numbing wind. Unbeknownst to you, your entire hand freezes solid as you wrap it around one of the Dark Birds. As another of the black shards spins into your fist, your hand breaks off at the wrist with a sharp *crack* and goes clattering across the galleria floor.
ru: Ты суешь руку в холодный поток ветра. Когда ты хватаешь одну из Темных птиц, незаметно для тебя твоя рука полностью отмерзает. Когда другой черный осколок попадает в твой кулак, твоя рука с резким *хрум* откалывается по запястье и с грохотом падает на пол галереи.

source: Pick your hand up and stick it back on, quick!
ru: Быстро подобрать руку и воткнуть ее обратно!

source: You pick up the frost-covered fist and thrust it onto your bleeding stump, noticing that the Dark Bird you grabbed - a razor-sharp shard of black ice - has already melted away to nothing. It looks like you'll have to catch it in something that will keep it cold. Eventually, warmth and feeling returns to your hand as your tissues thaw and regenerate.
ru: Ты поднимаешь обледеневший кулак и суешь его в кровоточащий обрубок, замечая, что схваченная тобой Темная птица, бритвенно-острый осколок черного льда, уже полностью растаяла. Похоже, тебе следует поймать ее чем-то, что могло бы сохранять ее в холоде. В конце концов, когда твои ткани растают и восстанавливаются, к твоей руке возвращается тепло и чувствительность.

source: You 'dip' the mug into the icy wind rising from the pedestal, catching a small shard with a slight *clang.* Peering into the mug, you can see that the Dark Bird is a razor-sharp sliver of black ice. Only the mug's magical properties prevent the shard from melting away to nothing.
ru: Ты «окунаешь» кружку в ледяной поток ветра, идущий из основания, зачерпнув маленький осколок с легким *дзынь*. Заглянув в кружку, ты видишь, что Темная птица - это бритвенно-острый кусок черного льда. Только волшебные свойства кружки не дают осколку растаять.

source: Leave.
ru: Уйти.
