Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/ddeaddab.dlg.po
Languages: ru

source: You see the dead body of a Dabus. The stench of its decay is overpowering and, from the looks of its rigid, unnatural posture, extreme rigor mortis has long since set in.
ru: Ты видишь тело мертвого дабуса. Запах гниения просто невыносим. Судя по скованной, неестественной позе, тело давно охватило трупное окоченение.

source: Use your Stories-Bones-Tell on the corpse.
ru: Использовать на трупе свою способность «История костей».

source: Check the corpse, see if you can determine what killed it.
ru: Осмотреть тело, выяснить, сможешь ли ты определить причину смерти.

source: Leave.
ru: Уйти.

source: As you touch the corpse, a sudden shock passes through your body, and there is a stirring in the air, like a wind has found its way into the building and is fighting to get free. You feel a strange, wrenching pain in your skull, as if someone is hammering on it, sharply, desperately.
ru: Едва прикоснувшись к телу, ты ощущаешь внезапный удар по всему телу, воздух вокруг пришел в движение, словно ветер нашел путь в здание и пытается выбраться на свободу. Ты чувствуешь странную рвущую боль в своем черепе, словно кто-то резко и отчаянно бьет по нему.

source: Try and focus...
ru: Попробовать сконцентрироваться...

source: Shake off the effects, stand away from the corpse.
ru: Подавить эффект, отойти от трупа.

source: As you reach out with your power, there is a faint stirring in the air, and the dabus' body blurs for a moment. You feel a strange, wrenching pain in your skull, as if someone is hammering on it, sharply, desperately.
ru: Едва воспользовавшись своей способностью, ты ощущаешь слабое движение в воздухе. Тело дабуса на секунду теряет очертания. Ты чувствуешь странную рвущую боль в своем черепе, словно кто-то резко и отчаянно бьет по нему.

source: Your vision goes black for a moment, and the hammering pain fades, until it sounds like it is coming from outside your skull - the darkness clears, and you hear the hammering coming from outside the building. The entire building seems hazy somehow, confused, as if you are seeing it through a mist.
ru: Видение меркнет, колотящая боль притупляется, кроме звука, теперь идущего откуда-то снаружи черепа. Тьма рассеивается, и ты понимаешь, что стук звучит где-то вне здания. Само строение подернуто какой-то дымкой, будто оно стоит в тумане.

source: Keep focusing on the vision...
ru: Поддерживать концентрацию на видении...

source: The hammering dies, and you suddenly see a spectral version of the dabus entering the building. As it does, the windows and the doors become like water, suddenly sealing over the entrance the dabus came through. The dabus turns, pauses, and then begins a slow circuit of the room, examining the walls and hammering on each one once, as if testing it.
ru: Стук прекращается, неожиданно ты видишь призрачное видение дабуса, входящего в здание. Сразу после этого окна и двери становятся похожими на поверхность воды, заперев вошедшего дабуса внутри. Дабус оборачивается, замирает и начинает медленно обходить комнату, осматривая стены и постукивая по ним, как бы проверяя их.

source: The dabus completes its circuit of the room, then pauses by the "door" it once entered. It begins hammering, chipping away the stone, but with every blow, the wall repairs itself. The vision fades to black, and the hammering continues, first at a steady pace, then slower, then slower...
ru: Дабус завершает обход комнаты, замерев у «двери», через которую он вошел. Он начинает стучать, выбивая прочь куски камня, но с каждым ударом стена сама собой восстанавливается. Видение меркнет, но стук все продолжается, поначалу ритмично, но затем все медленнее и медленнее...

source: Your vision clears as the hammering ends, and you are once again standing beside the corpse of the dabus... it looks as if it withered away here, trapped in the building.
ru: Видение рассеивается вместе со стуком, и ты снова стоишь перед телом дабуса... Похоже на то, что он, попав в здание как в ловушку, зачах здесь от потери сил.

source: Leave the corpse of the dabus.
ru: Оставить труп дабуса в покое.
