Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/ddilignc.dlg.po
Languages: ru

source: This older, stern-looking woman is clearly on her way somewhere. When she notices your approach, she studies you with a disapproving, tight-lipped frown.
ru: Эта суровая пожилая женщина явно куда-то спешит. Заметив твое приближение, она неодобрительно тебя разглядывает, хмуро поджав губы.

source: The woman nods curtly, speaking in a tone cold as ice: "Yes? What is it? And watch your words, for I am Diligence, Fourth Magistrate of the Ward."
ru: Коротко кивнув, женщина высокомерно говорит: «Да? В чем дело? И следите за своими словами, я — Усердная, Четвертый судья района».

source: "I should most certainly think so! Should the Apparel Regulation Act be passed, people of your sort won't be permitted to traipse about in such a manner, half-naked and filthy as you are..."
ru: «Определенно, да! Если бы утвердили Закон о подобающем одеянии, людям вашего сорта не позволили бы разгуливать в таком виде — полуголыми и грязными...»

source: She examines you skeptically for a moment, then nods. "Your point is well-taken... sir. Still, though, you cannot deny you are a rather rough-looking sort of fellow."
ru: Она недоверчиво смотрит на тебя, затем кивает. «Вы точно подметили... сэр. Тем не менее, нельзя отрицать, что вы выглядите довольно грубовато».

source: "Oh, but you should! How easy it is for one to blame one's life, one's surroundings for their every failing! I can see by your manner you are well-educated, sir, yet you appear to insist upon a lifestyle of wandering and senseless violence. Why not settle in Sigil, become a contributing citizen, rather than some bloody-handed nomad in its streets?"
ru: «О, но должны! Как легко пенять на жизнь и окружение за свои неудачи! Судя по манерам, вы хорошо образованы, хотя ваш вид говорит о бродячей жизни и бессмысленной жестокости. Почему бы вам не поселиться в Сигиле, стать его деятельным гражданином, вместо того, чтобы быть кровожадным кочевником на его улицах?»

source: "Oh? How so?" Her coldness melts away into a look of curiosity.
ru: «О? А у кого тогда?» Ее высокомерие сменяется легким любопытством.

source: "Nonetheless, I would bid you to do so, sir."
ru: «Тем не менее, я хотела бы, чтобы вы так поступили, сэр».

source: You finish telling her your story. Diligence looks shocked. "That... that is quite a tale, sir."
ru: Ты заканчиваешь рассказывать ей свою историю. Усердная выглядит потрясенной. «Это... это больше похоже на сказку, сэр».

source: "Yes, yes... quite so." She smiles slightly... you had begun to wonder if she was even capable of such a thing. "I wish you luck, sir, in your undertakings. May you find yourself once more."
ru: «Да, да... безусловно». Она слегка улыбается... ты начинаешь беспокоиться, не тронулась ли она от подобных вещей. «Я желаю вам удачи во всех ваших начинаниях, сэр. Желаю вам снова найти себя».

source: "You would tell me, then, that you are *not* a wanderer, meandering about the city asking questions of all those you come across, engaging in more than the occasional combat to the death with those who cross you?"
ru: «И вы скажете, что вы *не бродяга*, который шатается по городу, задает вопросы каждому встречному и довольно таки нередко ввязывается в драки насмерть?»

source: Diligence stares at you coldly. "You are lying to me. I will waste no more time with you, sir. Should you say another word, or so much as approach me again, I shall call the guard. Now, away with you."
ru: Усердная холодно смотрит на тебя. «Вы лжете. Я не собираюсь больше тратить попусту свое время. Произнесете еще хоть одно слово или приблизитесь ко мне слишком близко — и я позову стражу. А теперь прочь от меня».

source: "Guards!"
ru: «Стража!»

source: The faintest hint of sneer appears on her lip. "I am quick to judge, sir, because I am a magistrate by trade. I will waste no more time with you. Should you say another word, or so much as approach me again, I shall call the guard. Now, away with you."
ru: На ее губах появляется тень насмешки. «Я быстра судить, сэр, потому что я судья по профессии. Я не собираюсь больше тратить попусту свое время. Произнесете еще хоть одно слово или приблизитесь ко мне слишком близко — и я позову стражу. А теперь прочь от меня».

source: Her eyes narrow even further. "Do not jest with me, sir; I have no patience for it. Now what is it you want of me?"
ru: Ее глаза сужаются. «Не шутите со мной, сэр. На это мне терпения не хватит. Что вам от меня нужно?»

source: Diligence simply stares at you, a faintly disgusted look upon her face.
ru: Усердная просто смотрит на тебя со слегка удивленным выражением лица.

source: Diligence smirks. "I am no tout, sir, who entertains the questions of passersby for a handful of coins. Find someone else to answer your questions; I have important government business to attend to."
ru: Усердная улыбается. «Я не осведомитель, сэр, который за пригоршню монет развлекает прохожих. Найдите кого-нибудь, кто ответит на ваши вопросы. Меня ждут очень важные государственные дела».

source: "Not a one. Now leave me be! Dare you say another word, or so much as approach me again, I shall call the guard."
ru: «Ни одного. А теперь оставьте меня! Только посмейте сказать хоть слово или подойти ко мне слишком близко — и я позову стражу».

source: "Just the same, sir, I have no time for your questions."
ru: «И все же, сэр, у меня нет времени на вопросы».

source: "Wait a moment... I can see by your manner you are well-educated, sir, yet you appear to insist upon a lifestyle of wandering and senseless violence. Why not settle in Sigil, become a contributing citizen, rather than some bloody-handed nomad in its streets?"
ru: «Постойте... Судя по манерам, вы хорошо образованы, хотя ваш вид говорит о бродячей жизни и бессмысленной жестокости. Почему бы вам не поселиться в Сигиле, стать его деятельным гражданином, вместо того, чтобы быть кровожадным кочевником на его улицах?»

source: "Do not be so quick... hold!" She narrows her eyes at you. "Who are you?"
ru: «Не так быстро... стоять! — она подозрительно смотрит на тебя. — Кто вы такой?»

source: "Hmm. Very well, 'Adahn.' Farewell."
ru: «Хм-м. Ну хорошо, 'Адан'. Прощайте».

source: "You have accosted me on the street for no reason, forced me to suffer your presence, and now you have the *audacity* to say that it is not my concern? I think that it is!"
ru: «Вы без причины остановили меня посреди улицы, заставили терпеть ваше присутствие, а теперь у вас хватает *наглости* говорить, что это меня не касается? А вот я думаю иначе!»

source: "Come now, you don't expect to get off that easily, do you? Your name: let's have it!"
ru: «Бросьте, вы же не думаете, что отделаетесь так легко, верно? Итак, имя!»

source: She peers at you quietly, a sour look upon her face. Finally, she speaks: "Very well. Leave my presence, and take care to avoid trouble."
ru: Она спокойно смотрит на тебя с кислой миной на лице. Наконец, она произносит: «Хорошо. Оставьте меня в покое и постарайтесь не ввязываться в неприятности».

source: "Your words are carefully chosen, but they are madness." She frowns. "But is it true that you have forgotten yourself? Now speak plainly, and mark your next words carefully."
ru: «Ваши слова тщательно подобраны, но они безумны, — она хмурится. — И это правда, что вы все забыли? Говорите прямо и осторожно подбирайте слова».

source: After a moment, she gives an exasperated sigh. "I can see by your manner you are well-educated, sir, yet you appear to insist upon a lifestyle of wandering and senseless violence. Why not settle in Sigil, become a contributing citizen, rather than some bloody-handed nomad in its streets?"
ru: Спустя секунду она раздраженно вздыхает. «Судя по манерам, вы хорошо образованы, хотя ваш вид говорит о бродячей жизни и бессмысленной жестокости. Почему бы вам не поселиться в Сигиле, стать его деятельным гражданином, вместо того, чтобы быть кровожадным кочевником на его улицах?»

source: She shakes her head. "I'm afraid I am a busy woman, sir; my position as Fourth Magistrate leaves me little time with which to answer your questions. I am sure another citizen could help you, however."
ru: Она качает головой. «Боюсь, я очень занятая женщина, сэр. Моя должность Четвертого судьи оставляет мне слишком мало времени, чтобы ответить на ваши вопросы. Уверена, что другой гражданин сможет вам помочь».

source: She gives you a curious look, but says nothing.
ru: Ни слова не говоря, она с любопытством смотрит на тебя.

source: She finishes your sentence for you: "Thus attracting the attention of the Harmonium, I assume? And you are worried they've an eye for you, now?"
ru: Она заканчивает предложение за тебя: «И привлекли внимание Гармониума, так? А теперь беспокоитесь, что они положили на вас глаз?»

source: She shakes her head, tutting at you as if you were a naughty child. "I shall do what I can, sir, but you must take care not to cause such strife in the future."
ru: Она качает головой, словно журя тебя, как непослушного ребенка. «Я сделаю все возможное, сэр, но вы должны позаботиться о том, чтобы подобных ссор больше не было».

source: Diligence frowns as you approach her. "You seem familiar..." Her face then becomes even more sour, wrinkling like a prune. "Ah, yes... now I remember you."
ru: Усердная хмурится, когда ты приближаешься к ней. «Вы выглядите знакомо... — ее лицо становится кислым и морщинистым, словно чернослив. — Ах, да... я вспомнила вас».

source: Diligence gives you a look of utter revulsion. "Did I not demand that you stay clear of me? I warned you that I would summon the guard..."
ru: Усердная с отвращением смотрит на тебя. «Разве я не просила вас быть подальше от меня? И я предупреждала, что позову стражу...»

source: Diligence nods at your approach. "Greetings again, sir."
ru: Усердная кивает тебе при приближении. «Здравствуйте, сэр».

source: The woman recoils in surprise at the sight of you. "Are you *mad,* approaching the Fourth Magistrate of the Ward with a reputation such as yours? Guards! Guards!"
ru: Едва взглянув на тебя, женщина от удивления вздрагивает. «Да ты с ума *сошел*, раз решил подойти к Четвертому судье района? Стража! Стража!»

source: "Greetings..."
ru: «Приветствую...»

source: Leave her be.
ru: Оставить ее в покое.

source: "You're *who?*"
ru: «*Кто*?»

source: "I had some questions..."
ru: «У меня есть несколько вопросов...»

source: "Something troubling about my appearance?"
ru: «Что-то не так с моим внешним видом?»

source: "Nothing. Farewell."
ru: «Ничего. Прощай».

source: "I'm quite clean, begging your pardon, and... meaning no disrespect, madam... some cultures might find *your* clothes offensive."
ru: «Я достаточно чист, и, прошу прощения, но... не хочу нанести вам оскорбление, мадам... некоторые культуры могут найти *вашу* одежду вызывающей».

source: "You're quick to judge one by their appearance, aren't you?"
ru: «Вы быстры судить по внешнему виду, не так ли?»

source: "This look is all the rage in the Hive, you know. Perhaps you should try it; it just might suit you."
ru: «Такая нынче мода в Улье, знаете ли. Возможно, и вам стоит попробовать этот стиль: он будет вам к лицу».

source: "I see. I had some questions..."
ru: «Понятно. У меня есть несколько вопросов...»

source: "Hmm. I'll take my leave, now. Farewell."
ru: «Хм-м. Я должен идти. Прощайте».

source: "My appearance is merely a product of my environment, madam, and a difficult life. I shouldn't be held accountable for that."
ru: «Мой вид является всего лишь продуктом моего окружения и тяжелой жизни, мадам. Я не могу быть ответственен за это».

source: "That I can't. In any case, farewell."
ru: «Да, это так. В любом случае, прощайте».

source: "The choice is out of my hands, I assure you."
ru: «Уверяю вас, у меня нет выбора».

source: "I'll consider it. Farewell."
ru: «Я обдумаю это. Прощайте».

source: "It is difficult to explain..."
ru: «Это трудно объяснить...»

source: Tell her your story... or what you know of it.
ru: Рассказать ей свою историю... или по крайней мере то, что знаешь.

source: "Never mind. Farewell."
ru: «Неважно. Прощайте».

source: "I'd best not; it's a personal matter. Farewell."
ru: «Лучше не стоит, это слишком личное. Прощайте».

source: "Were it only a tale, madam. It is my life, and I've the scars to prove it - as you noted when we first met, I believe."
ru: «Если бы это было сказкой, мадам. Это моя жизнь, вот мои шрамы в доказательство. Вы их, должно быть, уже заметили».

source: "Isn't it? Farewell."
ru: «А разве нет? Прощайте».

source: "Thanks. I did have some questions..."
ru: «Спасибо. У меня есть вопросы...»

source: "My thanks. Farewell, Lady Diligence."
ru: «Премного благодарен. Прощайте, леди Усердная».

source: "All that aside, madam, I'm quite clean, and... meaning no disrespect... some cultures might find *your* clothes offensive."
ru: «С другой стороны, я достаточно чист... не хочу нанести оскорбление, но... некоторые культуры могут найти *вашу* одежду вызывающей».

source: "Eh... well..."
ru: «Э... ну...»

source: Lie: "That is untrue."
ru: Ложь: «Это не так».

source: "But..."
ru: «Но...»

source: Leave.
ru: Уйти.

source: Attack her.
ru: Атаковать ее.

source: Try and leave before anyone arrives.
ru: Попытаться уйти до того, как кто-нибудь придет.

source: "Forgive me my folly, madam. To tell the truth, though, I'm quite clean, and... meaning no disrespect... some cultures might find *your* clothes offensive."
ru: «Простите меня за мою глупость, мадам. По правде говоря, я достаточно чист... не хочу нанести оскорбление, но... некоторые культуры могут найти *вашу* одежду вызывающей».

source: "I'll take my leave, now. Farewell."
ru: «Я должен идти. Прощайте».

source: "I didn't think you a... tout, madam. Rather you appeared most knowledgeable, and I was hoping you could aid me."
ru: «Я не считаю вас... осведомителем, мадам. Напротив, вы производите впечатление мудрой женщины, поэтому я надеялся, что вы поможете мне».

source: "Just a single question, then?"
ru: «Всего один вопрос?»

source: "Farewell, then."
ru: «Тогда прощайте».

source: "Then I apologize, madam, and thank you for the time you've given me. Farewell."
ru: «Тогда приношу свои извинения, мадам, и благодарю вас за уделенное мне время. Прощайте».

source: "Fine, farewell."
ru: «Отлично, прощайте».

source: "I... do not know."
ru: «Я... не знаю».

source: Lie: "My name is Adahn."
ru: Ложь: «Меня зовут Адан».

source: "It's no concern of yours."
ru: «Это не вас не касается».

source: "This is something of a confusing situation, and I would ask your patience in this matter: I honestly do not know my name. I have forgotten myself."
ru: «Это довольно щекотливая ситуация, и я прошу вас набраться терпения — я честно не знаю своего имения. Я все забыл».

source: "I really don't know. I've lost my memories."
ru: «Я в самом деле не знаю. Я потерял память».

source: "I swear to you, madam, it is true."
ru: «Уверяю, мадам, это правда».

source: "Before you go, madam, might I be so bold as to ask a favor?"
ru: «Перед тем, как вы уйдете, мадам, могу ли я попросить у вас об одолжении?»

source: "Farewell, then, Lady Diligence."
ru: «Тогда прощайте, леди Усердная».

source: "In my wandering, I seem to have offended some of the local citizens..."
ru: «Похоже, гуляя, я нанес оскорбление некоторым местным гражданам...»

source: "Yes, madam."
ru: «Да, мадам».

source: "I'm most grateful, Lady Diligence. Farewell."
ru: «Весьма благодарен, леди Усердная. Прощайте».

source: "Madam... I fear I did not show the proper respect for you when we last met. I hope you'll accept my apologies."
ru: «Мадам... Боюсь, что при прошлой нашей встрече я не выказал вам должного уважения. Я надеюсь, что вы примите мои извинения».

source: "Lady Diligence... wait, I beg of you. I fear I did not show the proper respect for you when we last met. I hope you'll accept my apologies."
ru: «Леди Усердная... постойте, умоляю вас. Боюсь, что при прошлой нашей встрече я не выказал вам должного уважения. Я надеюсь, что вы примите мои извинения».

source: "But I had some questions..."
ru: «У меня есть несколько вопросов...»

source: "I'll leave, then. Farewell."
ru: «Тогда пойду. Прощайте».

source: "Well met, Lady Diligence. I had some questions..."
ru: «Рад вас видеть, леди Усердная. У меня есть несколько вопросов...»

source: "Well met, my lady. Might I be so bold as to ask a favor?"
ru: «Рад вас видеть, миледи. Могу ли я попросить у вас об одолжении?»

source: "I was just passing by. Farewell, Lady Diligence."
ru: «Я просто проходил мимо. Прощайте, леди Усердная».
