Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/ddnmerch.dlg.po
Languages: ru

source: You see a skeleton bouncing from the ball of one foot to another. Air whistles from between its teeth. It looks very, very bored. At your approach, its demeanor changes entirely. "Welcome, welcome! I've got a host of items for your perusal, fresh from the latest berks who've been trying to loot the quiet ones. Would you like to see them?"
ru: Перед тобой скелет, переминающийся с ноги на ногу. Он что-то насвистывает сквозь зубы. Похоже, он изнывает от скуки. Когда ты подходишь, его поведение кардинально меняется. «Добро пожаловать! У меня тут целая гора вещей на твое рассмотрение, свежачок от последних пней, пытавшихся обчистить тихих. Хочешь взглянуть?»

source: "No. Instead, I'd like you to answer me some questions."
ru: «Нет. Вообще-то, я хотел бы задать тебе несколько вопросов».

source: "Yes. Show me what you've got."
ru: «Да. Покажи-ка, что тут у тебя».

source: "No. My mistake. Farewell."
ru: «Нет. Ошибочка вышла. Прощай».

source: He sighs. "Look, I know I've got eternity to stand around and gossip until the cows come home, but the truth is I don't like dealing with the living, all right? I take this stuff from the living before they die and I sell it to other deaders, so if it's all the same to you, I'd rather just conclude the transaction and go home, all right? So. You want to see what I have? Fine. I'll show it to you. Otherwise, leave me alone."
ru: Он вздыхает. «Слушай, я, конечно, мог бы стоять тут и трепаться до скончания веков, но, по правде говоря, мне не по душе иметь дело с живыми, понятно? Я беру это барахло у живых до того, как они умрут, и продаю его другим трупакам, так что если тебе это неинтересно, то мне лучше сворачиваться и идти домой, понятно? Итак. Хочешь посмотреть, что у меня есть? Отлично, я все тебе покажу. Если нет — оставь меня в покое».

source: "Forget it, then."
ru: «Тогда забудь об этом».

source: "Show me what you have."
ru: «Покажи, что тут у тебя».

source: "Oh. You again. What do you want now?"
ru: «О, снова ты. Что тебе нужно на этот раз?»

source: "Are you going to answer any of my questions?"
ru: «Так ты собираешься отвечать на мои вопросы или нет?»

source: "Do you have any new wares to offer?"
ru: «У тебя есть что-нибудь новое на продажу?»

source: "Nothing. My mistake. Farewell."
ru: «Ничего. Ошибочка вышла. Прощай».

source: "No." He looks around behind you. "I'd rather stare at the wall, frankly." He looks back at you. "Are you going to buy something or not?"
ru: «Нет, — он заглядывает тебе за спину. — Если честно, я лучше буду пялиться в стену, — он снова смотрит на тебя. — Так мы будем что-нибудь покупать или нет?»

source: "I guess I will."
ru: «Пожалуй, да».

source: "No, I don't think so."
ru: «Нет, я так не думаю».

source: "Good day, then." He continues to whistle tunelessly behind his white, white teeth.
ru: «Тогда счастливо». Он снова начинает что-то насвистывать сквозь белоснежные зубы.

source: "Good day."
ru: «Счастливо».

source: The merchant looks unimpressed, despite the clamor of the area. "Come to put me down then, eh? Go ahead. I don't care."
ru: Похоже, торговец спокоен, несмотря на крики вокруг. «Значит, пришел меня усыпить? Вперед. Мне все равно».

source: "You really don't care?"
ru: «Тебе правда все равно?»

source: "Let's put that to the test."
ru: «Давай это проверим».

source: "Then I'll leave you be. Farewell."
ru: «Тогда я оставлю тебя в покое. Прощай».

source: "Of course not. I died horribly a long time ago. I'm not worried about anything you could possibly do to me. Pain means nothing. All I have now is consciousness, and I don't value that so highly that I'll fight you for it."
ru: «Конечно. Много лет назад я погиб ужасной смертью. Меня не волнует ничего из того, что ты можешь со мной сделать. Боль ничего не значит. Все, что у меня есть — это сознание, а его я не ценю настолько, чтобы драться с тобой».

source: "Good. Die."
ru: «Хорошо. Умри».

source: "Interesting. Farewell, then."
ru: «Как интересно. Что ж, прощай».
