Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/ddoll.dlg.po
Languages: ru

source: The doll does not respond to your coaxing, merely stares at you with its button eyes.
ru: Кукла никак не реагирует на твои разговоры, безмолвно глядя на тебя своими глазками-пуговками.

source: The years haven't been kind to this tiny rag doll; it is coming apart at the seams, and it looks like its threads are unraveling. It is obviously intended to be a replica of the Lady of Pain, but the button eyes and its plush softness don't strike much fear into your heart.
ru: Годы не пожалели эту маленькую тряпичную куклу: она расходится по швам, а ткань, похоже, уже начала расползаться. Очевидно, это умышленная копия Леди Боли, хотя глаза-пуговки и плюшевая мягкость как-то не особо нагоняют на тебя страх.

source: As you are about to say the words, you suddenly feel a strange crawling sensation in the back of your skull. With it comes a premonition that saying those words will place you in terrible danger... even *feeling* as you do could prove dangerous.
ru: Едва начав произносить слова, ты неожиданно чувствуешь странное ползущее ощущение в затылке. Вместе с этим тебе пришло предчувствие, что из-за этих слов ты можешь оказаться в большой беде... даже само *ощущение* этого излучает опасность.

source: As you say the words, you suddenly feel an icy chill come over you... accompanied by a feeling of dread. Something is wrong, and the rag doll doesn't seem as harmless as it once did. For a moment, just a moment, you thought the blades surrounding the doll's head took on a metallic sheen.
ru: Произнеся слова, ты неожиданно ощущаешь порыв морозного ветра вокруг себя... и ужас. Что-то не так, тряпичная кукла выглядит не такой уж и безобидной, как казалось. На секунду, всего лишь на одну секунду тебе показалось, что клинки вокруг головы куклы сверкают металлическим блеском.

source: Put the doll away.
ru: Отложить куклу.

source: "All right, all right... I was just trying to have a little fun... sheesh."
ru: «Хорошо, хорошо... Я просто хотел немного повеселиться... фу-ух».

source: "Awwww... you're just a cute little Lady of Pain, aren't you? Aren't you? Yes, you are!"
ru: «Аааа... ты просто маленькая Леди Боли, не так ли? Разве нет? Да, именно так!»

source: Truth: "Oh, great Lady of Pain, goddess of Sigil, hear my plea for aid and help me in my hour of need."
ru: Правда: «О, великая Леди Боли, богиня Сигила, услышь мои молитвы и приди ко мне и помоги в час нужды».

source: Joke: "Oh, great Lady of Pain, goddess of Sigil, hear my plea for aid and help me in my hour of need."
ru: Шутка: «О, великая Леди Боли, богиня Сигила, услышь мои молитвы и приди ко мне и помоги в час нужды».

source: The doll does not respond to your coaxing, merely stares at you with its button eyes. Now that you're outside of Sigil, maybe the doll simply doesn't FEEL like being the Lady of Pain right now.
ru: Кукла никак не реагирует на твои разговоры, безмолвно глядя на тебя своими глазками-пуговками. Вне Сигила кукла не производит ОЩУЩЕНИЕ присутствия Леди Боли.

source: Give the doll a quick hug, then put it back in your pack.
ru: Быстро обнять куклу и положить ее назад в сумку.
