Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/ddorn.dlg.po
Languages: ru

source: You see a middle aged man. He looks at you with interest as you approach. "Good day, cutter."
ru: Ты видишь мужчину средних лет. При твоем приближении он смотрит на тебя с интересом. «Добрый день, рубака».

source: "Greetings."
ru: «Приветствую».

source: Ignore him.
ru: Игнорировать его.

source: He gives you a slight bow. "I'm Dorn. Can I interest you in my wares?"
ru: Он слегка кивает. «Меня зовут Дорн. Могу ли я показать тебе свои товары?»

source: "I have some questions..."
ru: «У меня есть несколько вопросов...»

source: "Show me what you have."
ru: «Покажи, что у тебя есть».

source: "No, farewell."
ru: «Нет, прощай».

source: He shakes his head. "I don't have time for questions right now. Another day perhaps."
ru: Он качает головой. «Сейчас у меня нет времени на вопросы. В другой раз, может быть».

source: "Show me your wares."
ru: «Покажи мне свои товары».

source: "Farewell."
ru: «Прощай».

source: You see Dorn, the merchant. He smiles at you. "Again we meet. How may I serve you?"
ru: Ты видишь торговца Дорна, улыбающегося тебе. «И снова мы встретились. Чем я могу помочь тебе?»
