Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/ddoubt.dlg.po
Languages: ru

source: There is no meat left on the bones of this ancient, animated corpse... only a few colored rags, which seem to serve more as decoration than clothing. It is staring at the floor, shaking its head and tapping its chin thoughtfully.
ru: На костях этого древнего оживленного трупа не осталось плоти... только несколько цветных тряпок, служащих скорее украшением, чем одеждой. Уставившись на пол, он качает головой и глубокомысленно постукивает по подбородку.

source: It makes no response, apparently lost in thought.
ru: Он не отвечает, очевидно, погруженный в мысли.

source: It looks up and, seeing you, sighs with a small puff of dust. "I've much on my mind, and would prefer to be left alone."
ru: Он поднимает взгляд и, увидев тебя, вздыхает, выпустив облачко пыли. «Мне нужно много о чем подумать, и я бы предпочел остаться один».

source: "You'll have no luck here, then, for I have no answers for thee. Leave me be."
ru: «Тогда тебе не повезло, поскольку у меня нету для тебя ответов. Оставь меня в покое».

source: "No. I've a difficult decision to make, 'tis all."
ru: «Нет. Мне нужно принять трудное решение, вот и все».

source: "To continue my... 'life'... here, or to die. To finally pass into the True Death I have been told of."
ru: «Продолжить мою... 'жизнь'... здесь или умереть. И перейти, наконец, в Истинную Смерть, о которой мне говорили».

source: "A complete absence of passion, the True Death is the true life beyond this shadow of existence. It is said that we must reach this place to free ourselves."
ru: «Истинная Смерть - полное отсутствие переживаний - является настоящей жизнью, находящейся за этой тенью существования. Говорят, мы должны достичь ее, чтобы освободить себя».

source: "I shall take thy words into consideration. Now, I ask thee to leave me to my thoughts. Farewell."
ru: «Я приму к сведению твои слова. А теперь прошу оставить меня наедине с моими мыслями. Прощай».

source: This skeleton looks troubled, shaking its head and mumbling to itself.
ru: Этот скелет выглядит озадаченным: он качает головой и что-то бормочет.

source: "Greetings..."
ru: «Приветствую...»

source: Leave the skeleton alone.
ru: Оставить скелета в покое.

source: "I said, 'Greetings.'"
ru: «Я сказал, 'приветствую'».

source: "Is there something I could help you with?"
ru: «Я могу тебе чем-то помочь?»

source: "Just the same, I have some questions I'd like answered."
ru: «Мне нужны ответы на несколько вопросов».

source: "All right. Farewell."
ru: «Ладно. Прощай».

source: "Wait... is there something I could help you with?"
ru: «Погоди... я могу тебе чем-нибудь помочь?»

source: Leave.
ru: Уйти.

source: "What decision is that?"
ru: «Что это за решение?»

source: "I see. I'll leave you to your thoughts, then... farewell."
ru: «Ясно. Тогда я предоставлю тебя твоим мыслям... прощай».

source: I spoke to a skeleton who is contemplating giving up his undead status and dying forever. I imagine Soego would be very interested in speaking with him.
ru: Я поговорил со скелетом, который решается на то, чтобы перестать быть нежитью и умереть навсегда. Думаю, Соэго будет весьма заинтересован в разговоре с ним.

source: "True Death?"
ru: «Истинную Смерть?»

source: "It may be for the best, you know. All creatures should seek the True Death."
ru: «Это к лучшему, знаешь ли. Все существа должны стремиться к Истинной Смерти».

source: "I see no reason why you should give up your life."
ru: «Не вижу причины, по которой тебе следовало бы уйти из жизни».

source: "I think it may be time for you to release your hold on life."
ru: «Думаю, что, быть может, настало твое время оставить эту жизнь».

source: "I'll leave you to your thoughts. Farewell."
ru: «Тогда я предоставлю тебя твоим мыслям. Прощай».
