Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/ddylana.dlg.po
Languages: ru

source: You see a middle aged woman wearing tattered clothes. She eyes you with open hostility as you approach.
ru: Перед тобой женщина средних лет, одетая в разорванное платье. При твоем приближении она враждебно смотрит на тебя.

source: "Greetings."
ru: «Приветствую».

source: Ignore her.
ru: Игнорировать ее.

source: "Pike it, berk. Take a long walk down a short path..." She glares at you.
ru: «Отвали, пень! Пойди-ка, прогуляйся по короткой дороге окружным путем». Она хмуро смотрит на тебя.

source: "I have some questions..."
ru: «У меня есть несколько вопросов...»

source: "Farewell."
ru: «Прощай».

source: She frowns at you. "Are you clueless or just plain stupid? I said to pike it. I want nothing to do with you or your questions!"
ru: Она хмурится. «Ты невежда или просто тупой? Я сказала 'отвали'. Мне не о чем с тобой разговаривать!»

source: "If you'll just answer some questions, I'll leave..."
ru: «Если ты ответишь на мои вопросы, я уйду...»

source: "I don't like your attitude. Maybe I'll beat the answers out of you."
ru: «Мне не нравятся твои манеры. Может, мне стоит выбить ответы из тебя?»

source: "Fine, farewell."
ru: «Отлично, прощай».

source: She glares at you. "Fine. Make it quick."
ru: Она смотрит на тебя. «Отлично. Только побыстрее».

source: "Who are you?"
ru: «Кто ты?»

source: "What can you tell me about this place?"
ru: «Что ты можешь рассказать об этом месте?»

source: "I'm looking for a deva, I understand he's down here."
ru: «Я ищу одного дэва. Насколько я знаю, он здесь внизу».

source: "Don't see why you should care..." She pauses. "Dylana."
ru: «И какое тебе до этого дело... — она умолкает. — Дилана».

source: "Why are you here?"
ru: «Как ты сюда попала?»

source: "I see. I have some questions..."
ru: «Понятно. У меня еще есть вопросы...»

source: She sighs. "I was working with a smuggler bringing ale and such into the city. One night the guards caught us. He bought his way out of trouble and left me to rot..." She shrugs. "Here I am."
ru: Она вздыхает. «Я работала на одного контрабандиста, поставлявшего эль в город. Однажды ночью стражники нас поймали. Он откупился и оставил меня здесь гнить... — она вздыхает. — Тут я и осталась».

source: "Sounds like you owe him one."
ru: «Похоже, ты у него в долгу».

source: She smiles. "Yes, I do. By the way, his name is Voorsha. If you ever meet him, watch your back."
ru: Она улыбается. «Да, верно. Его, кстати, зовут Вурша. Если встретишь его — гляди в оба, не подставляйся».

source: "I will. I have some questions..."
ru: «Обязательно. У меня есть другие вопросы...»

source: "Thank you. Farewell."
ru: «Спасибо. Прощай».

source: "What's there to tell? It's a prison for Baator's sake. You live your life in a cell and pray for the day you can see the light of day again."
ru: «А что можно сказать? Ради Баатора, это просто тюрьма. Ты живешь в тюремной камере и каждый день молишься, лишь бы увидеть снова дневной свет».

source: She frowns as she thinks. "No, I don't think so. I won't pretend to know everyone down here, but a deva is rather hard to miss. If he were in this ring, I'd know."
ru: Она хмурится в раздумьях. «Нет, я так не думаю. Не скажу, что знаю всех здешних в лицо, но дэва уж точно ни с кем не спутаешь. Если бы он был в этом кольце, я бы знала».

source: "This ring?"
ru: «В этом кольце?»

source: "Yes, the prison is set up as a series of three rings, the outer, central, and inner. The worse your crime, the deeper you go."
ru: «Да, тюрьма состоит из трех колец — внешнего, центрального и внутреннего. Чем хуже твое преступление, тем глубже ты оказываешься».

source: "Which ring is this?"
ru: «А это какое кольцо?»

source: "This is the center ring. Worse than the outer, not as bad as the inner."
ru: «Это кольцо — центральное. Хуже, чем внешнее, но лучше, чем внутреннее».

source: She starts to say something to you then pauses. "Yes... you look like the type that would do just that."
ru: Она хочет что-то сказать, но вовремя умолкает. «Да... Похоже, ты из тех, кто так обычно и поступает».

source: "So, are you going to answer my questions?"
ru: «Значит, ты ответишь на мои вопросы?»

source: You see Dylana. She does not appear to be happy to see you. "Back again... why?"
ru: Перед тобой Дилана. Похоже, она не очень счастлива видеть тебя. «Вернулся... зачем?»
