Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/delyce.dlg.po
Languages: ru

source: This panic-stricken young woman runs up to you, breathless, tears streaming down her face. "Please, sir! Ye've got ta help me stop them! They'll *kill* each other, they will!"
ru: К тебе подбегает испуганная девушка, задыхающаяся и вся в слезах. «Пожалуйста, сэр! Останови их! Они *убьют* друг друга!»

source: "'Tis me brother and me lover... they're fightin'! 'Tis just harsh words, now, but I just know they'll be bleedin' each other in a moment! Help me stop them, I beg of ye!"
ru: «Там мой брат и мой парень... они дерутся! Просто повздорили немного, но я-то знаю, что они могут прирезать друг друга и глазом не моргнув! Помоги остановить их, прошу тебя!»

source: "One thousand thanks, blood! They're right over there!"
ru: «Тысяча благодарностей, знаток! Они дерутся прямо тут!»

source: "I can give ye jink, blood... at least a hundred common's worth... just stop them!"
ru: «Я дам тебе звенелки, знаток... у меня есть сто монет... только останови их!»

source: "I thank ye, cutter, fer stoppin' that fight. I was so afraid one o' them'd kill the other, and I'd hate to lose either me brother or me dear Maeth."
ru: «Спасибо, рубака, что остановил драку. Я боялась, что они убьют друг друга. Не хочу потерять ни своего брата, ни моего любимого Майта».

source: The woman's expression darkens in an instant. "Where do ye think ye are, cutter, the Lady's Ward? Had I any jink I'd be spendin' it on food fer me family! So sorry I can't *reward* ye... my gratitude'll have to do." The woman scowls and looks away from you.
ru: Радость на лице девушки тут же пропадает. «Где мы, по-твоему находимся, рубака? В районе Леди? Все, что я зарабатываю, я трачу на пропитание моей семьи! Извини, но я не могу *наградить* тебя... моя благодарность - это все, что у меня есть». Девушка сердито отводит от тебя взгляд.

source: "Please, cutter! Stop them!"
ru: «Пожалуйста, рубака! Останови их!»

source: She nods, and removes a tarnished silver bracelet from the folds of her clothing. "Here ye are, cutter... me only treasure. Either's life was worth it to me, though..." The woman sighs sadly.
ru: Кивая, она снимает с себя потускневший серебряный браслет: «Держи, рубака... Это единственное мое сокровище. Но их жизни мне дороже...» Она горестно вздыхает.

source: The woman's eyes light up. "I thank ye, cutter! May the Lady's shadows pass ye over!"
ru: Взгляд девушки проясняется. «Спасибо тебе, рубака! Да минует тебя тень Леди!»

source: "Thank ye again, cutter, fer stoppin' that fight."
ru: «Спасибо еще раз, рубака, что остановил ту драку».

source: "What's going on?"
ru: «В чем дело?»

source: "Sorry, not my problem. Farewell."
ru: «Извини, но это не моя проблема. Прощай».

source: "I'll speak to them right now..."
ru: «Я немедленно с ними переговорю...»

source: "I can stop them, but I don't work for nothing..."
ru: «Я могу остановить их, но не буду ничего делать за просто так...»

source: "I'll return when I've spoken to them."
ru: «Я вернусь, как только поговорю с ними».

source: "On second thought, it's not really my concern. Farewell."
ru: «Хотя, если подумать, это меня совсем не касается. Прощай».

source: "It was no problem. Farewell."
ru: «С этим не было никаких проблем. Прощай».

source: "A show of gratitude would be appreciated, then..."
ru: «Неплохо бы выразить признательность в иной форме...»

source: Leave.
ru: Уйти.

source: "I'll try..."
ru: «Я попытаюсь...»

source: "Actually, I've decided it's not really my concern. Farewell."
ru: «Вообще-то, я решил, что это меня совсем не касается. Прощай».

source: "It was my pleasure to help. Farewell."
ru: «Был рад помочь. Прощай».

source: "Of course. I'll take my reward, now..."
ru: «Да-да, конечно. А теперь моя награда...»

source: "Wait... here, take it back. Keep your bracelet."
ru: «Постой... возьми его назад. Пусть браслет останется у тебя».

source: "Farewell."
ru: «Прощай».

source: "Sure... farewell."
ru: «Конечно... Прощай».

source: "Not a problem. Farewell."
ru: «Нет проблем. Прощай».
