Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dexec.dlg.po
Languages: ru

source: This hulking man appears wholly apathetic to the situation around him. He yawns as you approach, picking at his dirt - or blood - caked fingernails.
ru: Этот здоровяк, похоже, совершенно безразличен к происходящему вокруг него. Когда ты подходишь, он зевает, ковыряясь в своих покрытых грязью... или кровью... ногтях.

source: "That man's just a scapegoat. If you execute him, it'll only add to the chaos that threw this town into Carceri in the first place. We have to put an end to this madness so we can get Curst back where it belongs... before we're *all* killed."
ru: «Этот человек - всего лишь козел отпущения. Если его казнят, это только прибавит хаоса, который и сбросил этот город в Карцери. Мы должны положить конец этому безумию, чтобы вернуть Проклятый на прежнее место... пока нас *всех* не убили».

source: "You can't execute that man - he's just a scapegoat. It's *wrong.* This sort of thing's why Curst slid into Carceri... and it's what we need to stop in order to get the gate town back on the Outlands."
ru: «Ты не можешь позволить казнить этого человека - он всего лишь козел отпущения. Это *неправильно*. Из-за подобных вещей Проклятый и сполз в Карцери... мы должны это прекратить, чтобы вернуть привратный город во Внешние земли».

source: "Stop. I won't let you execute this man."
ru: «Стой. Я не позволю тебе казнить этого человека».

source: "Never mind, then. Farewell."
ru: «Тогда неважно. Прощай».

source: He cuts you off before you've even really begun. "Talk to the judge, cutter. Talk to the judge." He then goes back to examining his filthy nails.
ru: Он обрывает тебя на полуслове. «Говори с судьей, рубака. Говори с судьей». Он возвращается к разглядыванию своих грязных ногтей.

source: "No, I'm talking to *you.* You won't execute this man."
ru: «Нет, я говорю с *тобой*. Ты не станешь казнить этого человека».

source: Leave.
ru: Уйти.

source: He looks up from his nails for a moment. "If the judge says to kill this man, I'm killin' this man... whether I got to go through you to do it is up to *you,* cutter. I'd go talk to the judge."
ru: Он на мгновение отрывает свой взгляд от ногтей. «Если судья сказал убить этого человека - я его убью... придется ли мне для этого разобраться с тобой - *тебе* решать, рубака. Я бы лучше поговорил с судьей».

source: The executioner, hands spattered with fresh gore, gives you a bored glance. "Things're rollin' right along now, cutter. Nothin' you say now's gonna make much of a difference. Just move on."
ru: Палач, с руками, заляпанными кровью, бросает на тебя скучающий взгляд. «Теперь все идет по плану, рубака. Словами ты уже ничего не изменишь. Уходи».
