Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/df_ss_01.dlg.po
Languages: ru

source: This is an unusual, greenish-yellow stone. It is securely fastened to the pedestal that it rests upon.
ru: Это необычный желто-зеленый камень. Он надежно прикреплен к подставке, на которой он покоится.

source: Leave.
ru: Уйти.

source: This greenish-yellow stone is the one that the clerk directed you towards. Within it lies the experience 'unavoidable pain.'
ru: Это желто-зеленый камень, к которому тебя направил клерк. В нем хранится переживание «Неизбежная боль».

source: Begin the sensation.
ru: Начать переживание.

source: The experience is a short and violent one: struggling with another, slightly stronger man on the edge of a blazing-hot stream of molten lava, your weapon-hand is slowly, inexorably forced ever closer to the magma. Beads of sweat evaporate the instant they appear; the hair on the back of your hand blackens and smolders above the awesome heat. Finally, your howls of suffering echoing from the canyon walls around you, your hand and the axe it holds plunges into the lava and chars to ash in a few, agonizing seconds.
ru: Переживание короткое и яркое: ты борешься с другим человеком, который слегка сильнее тебя, на краю чертовски горячего потока лавы. Твою руку с оружием медленно и неумолимо отгибают все ближе и ближе к магме. Капли пота, появившись, тут же испаряются; волосы на тыльной стороне руки чернеют и дымятся от ужасающего жара. Наконец, твой страдальческий крик эхом отражается от стен каньона вокруг тебя, твоя рука с топором погружается в лаву и за несколько мучительных секунд превращается в пепел.

source: Stir yourself from the experience.
ru: Оторваться от переживания.

source: Stir yourself from the experience, leave.
ru: Оторваться от переживания и уйти.

source: This greenish-yellow stone is the one that the clerk directed you towards. Within it lies the experience 'psychosis.'
ru: Это желто-зеленый камень, к которому тебя направил клерк. В нем хранится переживание «Психоз».

source: The experience is a strange one, very disturbing... you've the point of a knife pressed to someone's throat, your hand clamped over their mouth and breath hot and heavy in their face. You begin to stab them... slowly. The knife dimples their skin, and eventually breaks it. There is the hot rush of blood over your forearm, the sound of strangled respiration, a horrible sense of perverted glee... and it is over.
ru: Переживание это странное, очень волнующее... ты приставил нож к чьей-то глотке, твоя рука зажала ему рот, твое тяжелое горячее дыхание направлено ему в лицо. Ты начинаешь вонзать нож... по чуть-чуть. Нож образует ямку на коже и, наконец, прорезает ее. По твоей руке бежит поток горячей крови, слышен звук захлебывающегося дыхания, ужасное чувство извращенного ликования... и это все.

source: The experience seems to have stirred some long forgotten, vaguely similar memory in your own mind... you feel as if you've gained something from using the sensory stone.
ru: Похоже, это переживание пробудило в тебе какие-то похожие, давно забытые воспоминания... ты чувствуешь, будто что-то приобрел, используя камень переживаний.
