Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dfinger.dlg.po
Languages: ru

source: This is a well-decayed and nearly meatless finger bone from a humanoid of roughly your size. There is still some sort of odd ring on the finger. It is an intricate thing, sculpted with dozens of tiny, ornate flanges and decorative protrusions.
ru: Это полностью разложившийся, практически без плоти, костяной палец человекоподобного существа размером примерно с тебя. На пальце надето какое-то необычное кольцо. Это замысловатый предмет, украшенный десятками крошечных декоративных выступов и ободков.

source: You pull out the old finger bone to examine it once more. It is a decayed and nearly meatless finger bone from a humanoid of roughly your size. There is still some sort of odd ring on the finger. It is an intricate thing, sculpted with dozens of tiny, ornate flanges and decorative protrusions.
ru: Ты вынимаешь старый костяной палец, чтобы рассмотреть его еще раз. Это разложившийся, практически без плоти, костяной палец человекоподобного существа размером примерно с тебя. На пальце надето какое-то необычное кольцо. Это замысловатый предмет, украшенный десятками крошечных декоративных выступов и ободков.

source: Try as you might, you cannot remove the ring. It's almost as if the ring's sharp edges have dug into the lifeless finger itself and refuse to release it. You have an odd feeling about it, however...
ru: Как бы ты не пытался, тебе не удается снять кольцо. Это почти как если бы зубчатые кромки кольца впились в безжизненный палец и отказывались его отпускать. Тем не менее, у тебя возникает странное предчувствие...

source: You place the ring finger of your left hand into your mouth, close your eyes, take a deep breath, and bite down as hard as you can. There is a sickening *crunch* and you are overcome with the taste and smell of blood. Unfortunately, your body was in no condition to receive further punishment and you collapse to the ground, dying.
ru: Ты кладешь в рот безымянный палец левой руки, закрываешь глаза, делаешь глубокий вздох и кусаешь сильно, как только можешь. Слышится тошнотворный хруст, и тобой овладевает вкус и запах крови. К несчастью, состояние твоего тела не позволило выдержать такую травму, и ты падаешь на землю, умирая.

source: You place the ring finger of your left hand into your mouth, close your eyes, take a deep breath, and bite down as hard as you can. There is a sickening *crunch* and you are overcome with the taste and smell of blood. You spit the bloody finger out and place the rotted, ring-laden finger bone against the gushing stump...
ru: Ты кладешь в рот безымянный палец левой руки, закрываешь глаза, делаешь глубокий вздох и кусаешь сильно, как только можешь. Слышится тошнотворный хруст, и тобой овладевает вкус и запах крови. Ты выплевываешь окровавленный палец и вставляешь сгнивший костяной палец с кольцом в хлещущий кровью обрубок...

source: At first, nothing happens, and you are horrified at the thought of what you've just done. Suddenly, though, you feel a strange tingling sensation as bones fuse and tendons re-knit. In moments, the rotting finger bone has become a living part of your body, though it still throbs painfully. The jagged ring suddenly loosens and slips off into the palm of your hand...
ru: Сначала ничего не происходит, и ты приходишь ужас от мысли о содеянном. И тут вдруг ты чувствуешь странное покалывающее ощущение от срастания костей и сухожилий. Через миг сгнивший костяной палец становится живой частью твоего тела, хоть и продолжает болезненно пульсировать. Зубчатое кольцо внезапно открепляется и соскальзывает тебе в ладонь...

source: Pull the ring from the finger.
ru: Снять кольцо с пальца.

source: Put the finger bone away.
ru: Спрятать костяной палец.

source: Remove your own finger, replace it with the finger bone.
ru: Оторвать себе палец и заменить его костяным.

source: Done.
ru: Готово.

source: Continue...
ru: Продолжить...
