Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dfinam.dlg.po
Languages: ru

source: I spoke to the linguist, Finam, about the strange writing on the unfolding dodecahedron I found. He says his father knew the dead language it was written in, but was strangled long ago by an unknown assailant. The father's ashes now reside in an urn within Finam's home. Perhaps there is a way to somehow communicate with the spirit of Finam's father through the ashes, as finding another who understands the long-dead language isn't likely.
ru: Я говорил с лингвистом Финамом по поводу надписей на найденном мной раскладном додекаэдре. Он говорит, что его отец знал мертвый язык, на котором они были сделаны, но он был много лет назад задушен неизвестным. Теперь прах отца находится в урне в доме Финама. Возможно, есть какой-нибудь способ связаться с духом отца Финама через его прах, поскольку маловероятно, что найдется еще кто-нибудь, понимающий этот давно умерший язык.

source: This short, scholarly man - a tight, nervous frown on his face - looks you up and down. "Greetings; I am Finam. I must beg your pardon, sir, but I care little for guests - invited or *otherwise* - so unless you've business with me, I would ask you to leave."
ru: Этот невысокий мужчина ученого вида со строгим мрачным выражением на лице осматривает тебя сверху донизу. «Приветствую, я Финам. Я должен извиниться, сэр, но мне не нужны гости, приглашенные или *непрошенные*, так что если вы здесь не по делу, прошу вас удалиться».

source: "I did have some questions..."
ru: «У меня есть несколько вопросов...»

source: "Farewell, then."
ru: «Тогда прощайте».

source: Finam glances your way, frowning. "Chosen to grace my home once more, have you? What is it you wish of me this time?"
ru: Финам смотрит в твою сторону, хмурясь. «Решили снова почтить мой дом своим присутствием, не так ли? Что вам нужно от меня на этот раз?»

source: "I had some questions..."
ru: «У меня есть несколько вопросов...»

source: "Nothing, really. Farewell."
ru: «По правде говоря, ничего. Прощайте».

source: "I would have you know that I am a scholar and a linguist, sir. While I shall happily entertain any questions regarding my field of study - language, and the like - I can be of no help to you in other matters."
ru: «Хочу, чтобы вы знали, сэр: я ученый и лингвист. Я с радостью отвечу на любые вопросы касательно моей области изучения, языков и тому подобного, но по другим вопросам я не смогу вам помочь».

source: Unfold the dodecahedron to a page with 'writing' on it and ask if he can translate it.
ru: Разложить додекаэдр в страницу с «письменами» и спросить, может ли он их перевести.

source: "Never mind, then. Farewell."
ru: «Тогда неважно. Прощайте».

source: He takes the unfolded dodecahedron in his hands and examines it closely. "This language is a long-dead one, known to virtually no-one. I believe my father - a linguist, like myself - knew this language, and may well have been the only man in Sigil at the time that could understand it. I recognize it from his notes, but I cannot translate it."
ru: Он берет разложенный додекаэдр и внимательно осматривает его. «Это давно умерший язык, практически никому неизвестный. Думаю, что мой отец, лингвист, как и я, знал этот язык, и вполне мог быть единственным в Сигиле человеком, понимавшим его. Я узнаю его по отцовским записям, но перевести не могу».

source: "Do you have those notes, still?"
ru: «У вас еще сохранились отцовские записи?»

source: "Thanks just the same. Farewell."
ru: «Так или иначе, спасибо. Прощайте».

source: Finam shakes his head. "They'll be of no use to you if you're looking to translate anything... and the few actual books he had pertaining to that language disappeared around the time of his murder, I believe."
ru: Финам качает головой. «Если вы собрались что-нибудь переводить, от них вам пользы не будет... а те несколько настоящих книг, которые он посвятил этому языку, пропали, думаю, примерно в то же время, когда его убили».

source: "Your father was murdered?"
ru: «Вашего отца убили?»

source: "That's too bad. Farewell, Finam."
ru: «Очень жаль. Прощайте, Финам».

source: Finam nods. "Strangled, he was. He had left to tutor someone - he taught various languages to supplement his research income - and was discovered dead in a side-chamber of the Civic Festhall. The killer was never found. This was some... oh... perhaps fifty years ago, now. I was but a child."
ru: Финам кивает. «Его задушили. Он остался, чтобы дать кому-то частный урок (он обучал многим языкам, чтобы обеспечивать деньгами свои исследования), и его обнаружили мертвым в боковой комнате в Городском Фестхолле. Убийцу так и не нашли. Это произошло где-то... э... наверно, лет пятьдесят назад. Я был еще ребенком».

source: "He knew the language, though, and could teach it?"
ru: «Однако он знал этот язык и мог обучать ему?»

source: "A pity. Farewell, Finam."
ru: «Жаль. Прощайте, Финам».

source: "Surely he did and could, were he alive today. My father was said to be a great teacher." Finam sighs sadly. "I've his skill with language, but not his patience for others, sadly."
ru: «Конечно, он его знал, и смог бы обучить ему, будь он до сих пор жив. Говорят, мой отец был отличным учителем, — Финам печально вздыхает. — Я обладаю его склонностью к языкам, но, увы, у меня нет его терпеливости к другим».

source: "Is he... interred at the Mortuary?"
ru: «Его... передали в Морг?»

source: "Farewell, Finam."
ru: «Прощайте, Финам».

source: "Why, no... his ashes are kept here." He points to a bronze urn sitting atop a cabinet beside a bouquet of purple flowers. "Why?" A wry smile crosses Finam's lips. "A necroscope, are you? Speak with the dead?" He suddenly frowns. "I have no wish to speak of these things any longer. You'll have to excuse me, sir... farewell."
ru: «Да нет... Его прах хранится здесь, — он указывает на бронзовую урну, стоящую на шкафу возле букета пурпурных цветов. — А что? — губы Финама изгибаются в кривой усмешке. — Вы некроскоп? Разговариваете с мертвыми? — внезапно он нахмуривается. — Я больше не желаю это обсуждать. Вам придется извинить меня, сэр... Прощайте».

source: Finam gives an annoyed sigh. "I'm not certain where they are just now, and am looking for something else at the moment - my research journal. Perhaps when I've recovered it I could spare the time to find those notes for you."
ru: Финам издает раздраженный вздох. «Я не уверен, где они сейчас находятся, и в данный момент я разыскиваю другую вещь — мой дневник исследований. Пожалуй, когда я его найду, я смогу уделить время поиску этих записок для вас».

source: "Is it this book, right here?"
ru: «Вот, это та самая книга?»

source: "I'll find it for you, then. Where'd you last have it?"
ru: «Тогда я найду его для вас. Где вы в последний раз его видели?»

source: "You had said your father was murdered?"
ru: «Вы упоминали, что вашего отца убили?»

source: I returned Finam the Linguist's research journal to him.
ru: Я вернул лингвисту Финаму его дневник исследований.

source: I agreed to find and return Finam the Linguist's research journal... in return, I'm hoping he'll give me his father's notes regarding the language inscribed into the dodecahedron. It sounds like he left it somewhere in the Brothel of Slating Intellectual Lusts.
ru: Я согласился найти и вернуть лингвисту Финаму его дневник исследований... в обмен, я надеюсь, он даст мне записи его отца относительно языка надписей на додекаэдре. Похоже, он потерял его где-то в Борделе утоления интеллектуальной страсти.

source: Finam's eyebrows arch. "Why, yes it is!" He takes it from you, then begins to rummage through his pockets. "Here you are, then... my father's notes. Square, then, are we? Good. I've to look over my notes, now, so if you'll just excuse me..."
ru: Финам поднимает бровь. «Да, она самая! — он берет ее у тебя и начинает рыться в карманах. — Держите... записи моего отца. Мы квиты? Хорошо. Теперь мне необходимо осмотреть мои записи, так что, если вы не против...»

source: "Thanks, Finam. Farewell."
ru: «Спасибо, Финам. Прощайте».

source: Leave.
ru: Уйти.

source: Finam's eyebrows arch. "Why, yes it is!" He takes it from you, then begins to rummage through his pockets. "Hmm... that's odd, they're gone. Sorry, but it appears as if someone's made off with those notes of my father's. Ah, well... a pity. I've to look over my notes, now, so if you'll just excuse me..."
ru: Финам поднимает бровь. «Да, она самая! — он берет ее у тебя и начинает рыться в карманах. — Хм-м... странно, они пропали. Извините, но похоже, что кто-то украл записи моего отца. Ах, ну что ж... жаль. Теперь мне необходимо осмотреть мои записи, так что, если вы не против...»

source: "Don't worry about it. Farewell."
ru: «Не беспокойтесь по этому поводу. Прощайте».

source: "Eh... well... I'm not certain. It might be at... well, perhaps it somehow found its way into the Brothel of Slating Intellectual Lusts, but how that could have come to pass I do not know." He clears his throat and looks away from you.
ru: «Э... ну... я не уверен. Они могли бы быть... ну, возможно, они каким-то непонятным образом очутился в Борделе утоления интеллектуальной страсти, но как это могло приключиться, я не представляю». Он прочищает горло и смотрит в сторону.

source: "I'll check there, then. Farewell."
ru: «Тогда я там проверю. Прощайте».

source: "I'll look there. You had said your father was murdered?"
ru: «Я туда загляну. Вы упоминали, что ваш отец был убит?»

source: Finam pauses his search to look at you. "Any luck finding that book of mine, perchance?"
ru: Финам прерывает поиски, чтобы взглянуть на тебя. «Быть может, вам удалось найти мои записи?»

source: "No. Where did you last have it again?"
ru: «Нет. Где вы в последний раз их видели?»

source: "No... but what was it you said about your father being murdered?"
ru: «Нет, но... что вы там говорили насчет того, что ваш отец был убит?»

source: "Not yet. Farewell."
ru: «Еще нет. Прощайте».

source: Finam glances your way, slightly annoyed. "I've to look over my notes, now, so if you'll just excuse me..."
ru: Финам смотрит в твою сторону, слегка раздраженный. «Я изучаю свои записи, так что, если вы не против...»

source: "Just one question. You said your father had been murdered?"
ru: «Лишь один вопрос. Вы говорили, что вашего отца убили?»

source: "I'd very much like to see them, just the same..."
ru: «Тем не менее, я бы очень хотел их увидеть...»
