Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dfstclrk.dlg.po
Languages: ru

source: The attractive young woman smiles pleasantly. "Something I might help you with, sir?"
ru: Привлекательная девушка мило улыбается тебе. «Могу ли я чем-то помочь вам, сэр?»

source: "How would I get into one of these rooms?"
ru: «Как мне попасть в одну из этих комнат?»

source: "Could I rest here?"
ru: «Могу ли я здесь отдохнуть?»

source: "Not at the moment. Farewell."
ru: «Нет сейчас. Прощай».

source: "You'd have to be a member of the Society of Sensation, sir, approved by Splinter. He's just inside the entrance to the Festhall, if you'd like to speak with him."
ru: «Вы должны быть членом Общества Восприятия, сэр, и приняты Сплинтером. Если хотите поговорить с ним, то он стоит у входа в Фестхолл со внутренней стороны».

source: "Could I rest here, though?"
ru: «Тем не менее, могу ли я здесь отдохнуть?»

source: "Farewell, then."
ru: «Тогда прощай».

source: "The Civic Festhall often rents out any unused chambers by the evening; you could certainly rest there, should one be available. Shall I check for you, sir?"
ru: «Городской Фестхолл нередко сдает неиспользуемые комнаты на вечер; если будет свободная комната, вы, несомненно, можете здесь отдохнуть. Проверить для вас, сэр?»

source: "Yes, please do."
ru: «Да, пожалуйста».

source: "Yes, that'd be nice."
ru: «Да, было бы неплохо».

source: "Not right now. Farewell."
ru: «Не сейчас. Прощай».

source: The attractive young woman smiles pleasantly. "Greetings, sir. Would you like to rest, now?"
ru: Привлекательная девушка мило улыбается тебе. «Приветствую, сэр. Хотите отдохнуть?»

source: "No thanks. Farewell."
ru: «Нет, спасибо. Прощай».
