Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dghirst.dlg.po
Languages: ru

source: You see a tall, slender creature with long arms and an elongated head. Several fangs protrude from its oversize mouth and its fingers end in long claws. It gazes at you steadily as you approach.
ru: Перед тобой высокое худощавое существо с длинными руками и вытянутой головой. Из его огромного рта торчат несколько клыков, его пальцы заканчиваются длинными когтями. Пока ты подходишь, оно не сводит с тебя глаз.

source: "Greetings."
ru: «Приветствую».

source: Ignore the creature.
ru: Не обращать внимания на существо.

source: The creature leans forward and sniffs you, then reaches out with a clawed hand and pinches you. It licks its lips. "Ye're a little tough, but may be tasty none the less."
ru: Существо наклоняется и принюхивается к тебе, потом, облизываясь, щипает тебя своей когтистой рукой. «Немного жестковат, но все равно должен быть вкусным».

source: "I have some questions."
ru: «У меня есть несколько вопросов».

source: "I must be going now, farewell."
ru: «Мне уже пора, прощай».

source: It gives you a toothy grin. "Conversation before dining is fine. What do ye want to know?"
ru: Оно выдает клыкастую улыбку. «Разговоры перед ужином - это хорошо. Что ты хочешь знать?»

source: "You're going to eat me?"
ru: «Ты собираешься меня съесть?»

source: "Who are you?"
ru: «Кто ты?»

source: "What are you?"
ru: «Что ты такое?»

source: "What are you doing here?"
ru: «Что ты здесь делаешь?»

source: "What can you tell me about Carceri?"
ru: «Что ты можешь рассказать о Карцери?»

source: "What can you tell me about these catacombs?"
ru: «Что ты можешь рассказать об этих катакомбах?»

source: "There's a bootlegger down here who wants you dead."
ru: «Тут есть один контрабандист, желающий твоей смерти».

source: Its smile grows even larger. "Aye, as soon as ye finish with ye damn fool questions."
ru: Его улыбка расширяется. «Ага, как только ты закончишь со своими дурацкими вопросами».

source: "You can try, but you'll die from a bellyache as I gut you."
ru: «Можешь попробовать, но тогда ты сдохнешь от боли в животе, когда я выпущу тебе кишки».

source: "I mean you no harm."
ru: «Я не желаю тебе зла».

source: "Farewell."
ru: «Прощай».

source: It shrugs and raises its arms in resignation. "I'll take that chance."
ru: Оно пожимает плечами и покорно поднимает руки. «Я попробую».

source: "I have some more questions..."
ru: «У меня есть другие вопросы...»

source: Attack the creature.
ru: Напасть на существо.

source: It shrugs and raises its arms in resignation. "Pity, that. I intend to kill ye."
ru: Оно пожимает плечами и покорно поднимает руки. «Жаль. Я собирался тебя прикончить».

source: "Why?"
ru: «Зачем?»

source: It shrugs again. "No reason... ye just happen to be in the wrong place at the wrong time." It pauses. "Or the right place at the right time." It grins. "Depends on how ye look at it."
ru: Оно снова пожимает плечами. «Просто так... ты оказался не в том месте и не в то время, - оно делает паузу. - Или как раз в том месте и в то время, - оно ухмыляется. - Зависит от того, с какой стороны посмотреть».

source: "I'm hard to kill, but you can try if you want."
ru: «Меня нелегко убить, но ты можешь попробовать, если хочешь».

source: It picks its nose and stares at you. "Ghrist..." It continues to stare at you and explore its nasal cavity.
ru: Оно глядит на тебя, ковыряясь в носу. «Грист...» Оно продолжает пялиться на тебя, изучая свои носовые полости.

source: "I have some other questions..."
ru: «У меня есть другие вопросы...»

source: It lifts one arm and scratches the armpit lazily. "Gehreleth... Farastu."
ru: Оно поднимает руку и лениво чешет подмышку. «Гехрелет... Фарасту».

source: "What's a gehreleth?"
ru: «Что такое гехрелет?»

source: "What's a farastu?"
ru: «Что такое фарасту?»

source: It yawns and a wave of fetid breath washes over you. "Lookin' for deva. Good eating. Suck the marrow from his bones."
ru: Оно зевает; тебя окатывает волной зловонного дыхания. «Ищу дэва. Хорошая еда. Высосу мозг из его косточек».

source: "You want to eat Trias?"
ru: «Ты хочешь съесть Триаса?»

source: It gives you a bored look. "No, deva. I don't care about any Trias."
ru: Оно смотрит на тебя скучающим взглядом. «Нет, я дэва ищу. Мне нет дела и до какого Триаса».

source: "Trias is the name of the deva."
ru: «Триас - это имя дэва».

source: It shrugs and reaches around to scratch its backside. "Trias, shmias. Whatever ye call it, it's lunch meat to me."
ru: Оно пожимает плечами и заводит руку за спину, чтобы почесаться. «Триас-шмиас. Как не назови - все равно это мой обед».

source: "I see. I have some more questions..."
ru: «Понятно. У меня есть другие вопросы...»

source: It opens its mouth and begins to pick something from between its teeth with a claw. It slurs its speech as it answers you. "Home. My home, not yer's. Ye're not welcome in Carceri."
ru: Оно раскрывает пасть и начинает что-то выколупывать когтем из зубов. Его речь становится невнятной: «Дом. Мой, а не твой. Тебе не место в Карцери».

source: It gazes at you blankly then nods. "I know... tried to eat him the other day. He got away. Tried to catch him, but he has his place trapped." It shrugs. "I'm patient. One day he'll make a mistake."
ru: Оно смотрит на тебя пустым взглядом, затем кивает. «Я знаю... Однажды уже пытался его съесть. Он сбежал. Пытался его словить, но он расставил ловушки в своей дыре, - оно пожимает плечами. - Я терпеливый. Когда-нибудь он ошибется».

source: "He sent me to kill you."
ru: «Он послал меня убить тебя».

source: It blows its nose into its hand then flings the result aside. It wipes the hand dry as it answers you. "Oh... just one more reason to kill him then... and ye."
ru: Оно высмаркивается в руку и отбрасывает сопли в сторону. Отвечая тебе, оно вытирает руку. «А... тогда у меня еще один повод убить его... и тебя в придачу».

source: It gives you a broad grin. "Good. Tired of questions, time to eat." It leaps to the attack.
ru: Он широко улыбается тебе. «Славно. Надоели твои вопросы, пора обедать». Оно кидается в атаку.

source: Defend yourself.
ru: Защищаться.

source: It belches and a noxious odor fills the air. It lazily points a finger at itself. "I am a gehreleth. My station is farastu."
ru: Оно делает отрыжку, наполняя воздух ядовитыми испарениями, потом лениво указывает на себя. «Я - гехрелет. Мой статус - фарасту».

source: "What other stations are there?"
ru: «Какие еще есть статусы?»

source: "I have some questions..."
ru: «У меня есть несколько вопросов...»

source: It examines its claws leisurely then shrugs. "No need for ye to know since I'm the last gehreleth ye'll ever see."
ru: Оно лениво рассматривает когти, затем пожимает плечами. «Тебе нет нужды это знать, потому что я - последний гехрелет, которого ты увидишь».

source: It looks around for a moment then shrugs. "Nothing. Wandered in looking for deva."
ru: Оно оглядывается по сторонам, затем пожимает плечами. «Ничего. Бродил тут, дэва искал».
