Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dghysis.dlg.po
Languages: ru

source: "Right! Now lissen up... this is th' seminar on th' *War.* If ye're 'ere ta lissen 'bout th' Blood War, take root. If ye're not, ye're in th' wrong 'all and ye'd best 'ump yer soft, comfort-lovin' Sigilian limberstembs outta 'ere."
ru: «Хорошо! А теперь слушаем сюда... это семинар о *войне*. Если вы здесь, чтоб послушать о Кровавой войне — устраивайтесь поудобней. Если нет — вы ошиблись комнатой, и лучше вам вынести отсюдова свои изнеженные сигильские филейные части».

source: Listen.
ru: Слушать.

source: Stop listening, leave.
ru: Прекратить слушать, уйти.

source: The man suddenly throws a dark eye over the audience, as if looking for something. "An' further, if ye're tanar'ri or baatezu, 'ump yer scaly 'ides out th' door. I's not lettin' ye ornery bastards bend an ear ta this an' then lissen ta yer barmy arguments..."
ru: Неожиданно мужчина окидывает публику взглядом своих черных глаз, как будто что-то ищет. «И еще: если среди вас есть танарри или баатезу, то попрошу убрать за дверь свои чешуйчатые бока. Я не позволю вашему мерзкому брату сидеть здесь, а потом слушать ваши бредовые возражения...»

source: Keep listening.
ru: Продолжать слушать.

source: "...'cause this is no discussion on who's right." Behind you, you hear the sounds of something large leaving the lecture hall. "It just tells the Blood War from the 'uman point o' view. I's not promotin' one side or another, 'cause they *both* stink in different ways."
ru: «...потому что тут мы не выясняем, кто прав на самом деле». Позади себя ты слышишь, как нечто массивное покидает лекционный зал. «Это будет просто рассказ о Кровавой войне с человечьей точки зрения. Не будет выгораживания какой-либо из сторон, потому что они *все* в этом по-своему замешаны».

source: The speaker becomes somber. "So... what's left o' ye're wantin' ta lissen ta some Blood War stories... tales about th' *War.* 'Ere ta 'ear the *'orror* of it all, no doubt. Th' floatin' fortresses wove and weaved o' 'uman skin! Th' planes-wide battlegrounds th' Blood War be fought on!"
ru: Лектор мрачнеет. «Так вот... оставшиеся из вас хотят послушать пару историй о Кровавой войне... байки о *войне*. Как пить дать, хотите послушать об *ужасах* войны. О летающих крепостях, сплетенных из человеческой кожи! О полях боя размером с планы, где велась Кровавая война!»

source: He bares his yellowed teeth: "Tales o' fiends lockin' fangs with other fiends! Grar! Snrarrrr!" His snarl fades, and he looks suddenly bored.
ru: Он обнажает пожелтевшие зубы: «Байки о нечисти, которая впивается клыками в другую нечисть! Грар! Ррар-р-р-р!» Его рык стихает, и он выглядит неожиданно скучающим.

source: "Well, lemme peel back yer lids an' crack yer bone-boxes: 'tis all a steamin' 'eap o' barmy nonsense ta be dwellin' on that forge-dung." He spits in derision, rolling his eyes wildly.
ru: «Что ж, дайте-ка, я раскрою вам глаза и сломаю ваши костяные коробки: задерживаться на этом дерьме мы не будем — это все вонючая куча бредятины». Он насмешливо сплевывает, бешено вращая глазами.

source: "I'll tell ye *this,* though: Ye can't *imagine* th' scale th' Blood War is fought on. Nothin' ye've seen, 'eard, or participated in - *nothin'* compares: time, numbers of 'legions,' sheer bloodshed... nothin' compares, berks. Ta try an' imagine it - forget it. My advice? Simple: Stay away from th' big bloody mess all together."
ru: «Скажу вам только *вот* что: вы и *представить* себе не можете масштабы Кровавой войны. Ничто из того, что вы слышали, видели, в чем участвовали — *ничто* с ней не сравнится: продолжительность, число 'легионов', размах кровопролития... ничто с ней не сравнится, пни. Пытаться ее представить — и думать забудьте. Хотите совет? Все просто: держитесь подальше от этого большого кровавого месива».

source: "Th' only thing ye needs ta know is this: fiends are killin' fiends. Baatezu are slaughterin' tanar'ri, tanar'ri are butcherin' baatezu. Right now." He spits again. "Neither's winnin'. Don't think either *can* win. Biggest stalemate this side o' eternity... thank the powers."
ru: «Вот все, что вам нужно знать: нечистые мочат нечистых. Баатезу рубят танарри, танарри кромсают баатезу. Прямо сейчас, — он снова сплевывает. — И никто не побеждает. Не думаю, что хоть кто-то *может* победить. Величайший тупик по эту сторону вечности... и слава силам за это».

source: "That's it." He shrugs. "That's it. I'll be answerin' any questions ye gots fer me, now..."
ru: «Это все, — он пожимает плечами. — Это все. Теперь я отвечу на любые ваши вопросы...»

source: Ask a question.
ru: Задать вопрос.

source: Remain silent.
ru: Продолжать молчать.

source: "Right... this is th' last bit, then. Some o' ye are Sensates, so's I got one thing ta say ta ye: don't sign up ta see 'what th' pikin' Blood War is about.' Don't be a barmy idiot. Use a sensory stone if ye gots ta know, but stay the 'ells away from anythin' ta do with th' Blood War fer real."
ru: «Хорошо... тогда вот еще что напоследок. Кой-кто из вас — чувствующие, так что скажу вам вот еще что: не подписывайтесь на то, чтобы увидеть эту чертову Кровавую войну такой, какой она есть. Не будьте сбрендившими идиотами. Если хочется прочувствовать ее — пользуйтесь камнями переживаний, но держитесь чертовски далеко от всего, связанного с реальной Кровавой войной».

source: "'Tis just not worth it. 'Tis..." For a moment, a look a great pain crosses the man's face; it looks as if he is going to weep. "...not worth it, at all. That's the end o' this session, so farewell."
ru: «Оно того не стоит. Это... — на миг лицо его перекашивается от сильной боли; он, казалось бы, готов разрыдаться. — ...не стоит того, и точка. На том и закончим, так что бывайте здоровы».

source: Leave.
ru: Уйти.

source: "What's yer question, cutter?"
ru: «Что у тебя за вопрос, рубака?»

source: "Can't you give me a little more on the Blood War itself?"
ru: «Можешь рассказать чуть побольше о самой Кровавой войне?»

source: "What started the Blood War?"
ru: «Из-за чего развязалась Кровавая война?»

source: "How does one get hired into the Blood War?"
ru: «Как можно наняться на Кровавую войну?»

source: "Where is the Blood War fought?"
ru: «Где проходили сражения Кровавой войны?»

source: "How does one survive the Blood War?"
ru: «Как выжить в Кровавой войне?»

source: "Describe the tanar'ri."
ru: «Опиши танарри».

source: "Describe the baatezu."
ru: «Опиши баатезу».

source: "So you'll tell us no tales of the Blood War?"
ru: «Значит, о самой Кровавой войне ты нам ничего не расскажешь?»

source: "Ye wanna know 'ow ta survive th' Blood War? Three things, cutter:" He holds up a maimed hand with only two fingers.
ru: «Хочешь знать, как выжить в Кровавой войне? Три правила, рубака...» Он поднимает покалеченную руку, на которой только два пальца.

source: "Go on..."
ru: «Продолжай...»

source: "Wait... let me ask you about something else..."
ru: «Постой... Позволь мне спросить кое о чем еще...»

source: "Actually, never mind. No more questions."
ru: «Вообще-то, неважно. Вопросов больше нет».

source: "First off, ye stay th' pike out o' it. Secondly, keep yerself th' pikin' 'ells out o' it. An' lastly... ye stay the bloody, pikin' sod-pike out o' it."
ru: «Во-первых, держись от нее подальше. Во-вторых, держись от нее как можно далеко. И наконец... держись от нее дальше всего».

source: "If any part o' th' War rolls yer way, let yer imagination give yer bum a kick an' run as far an' fast as ye can. If ye can't run, then lies *really* still an' pray it passes ye by." He pauses for a moment. "'Cept, there's no place it don't touch an' there's almost nowheres ye can run ta get away from it."
ru: «Если тебе придется хоть каким-то боком столкнуться с войной, дай себе воображаемый пинок под зад и беги что есть мочи. Если бежать ты не можешь — лежи, *не дыша*, и молись, чтоб она прошла мимо, — некоторое время он молчит. — Вот только нет места, куда бы она не дошла, и тебе почти-что некуда от нее бежать».

source: "If there's nowhere to run, why aren't there fiends fighting in Sigil?"
ru: «Если бежать некуда, то почему нечистые не воюют в Сигиле?»

source: "Anything else?"
ru: «Что-нибудь еще?»

source: "Let me ask you about something else..."
ru: «Позволь мне спросить еще кое о чем...»

source: "I've no more questions."
ru: «У меня больше нет вопросов».

source: "Aye: whatever ye does, don't *talk* about th' Blood War with *any* fiend... or any deva or archon fer that matter. Just don't talk about it, period, 'cause ye never know who in the 'ells ye're really chattin' with. And all o' them get mighty touchy when ye bring up th' War. It's their reason fer livin'."
ru: «Да: ни под каким предлогом не *говори* о на эту тему *ни с кем* из нечисти... или с дэва и архонами. Просто не говори о ней — и точка: никогда не знаешь, с кем, черт подери, ты треплешься на самом деле. Все они немерено обижаются, когда речь заходит о войне. Это же смысл их жизни».

source: He nods. "Don't go through any portal unless ye're pikin' sure ye know where it goes. Maybe ye 'aven't 'eard tales o' clueless planewalkers steppin' through a portal an' endin' up smack-dab in the middle o' a Blood War skirmish. Know why ye 'aven't 'eard o' them? 'Cause those sods are dead, dead, *dead.*"
ru: Он кивает. «Не лезь в порталы, если только не знаешь чертовски точно, куда они ведут. Ты, может статься, и не слыхал историй о бестолковых гуляках по планам, которые зашли в портал и попали прямиком в гущу битвы Кровавой войны. Знаешь, почему ты о них не слышал? Потому что эти бедолаги сдохли, сдохли, *сдохли*».

source: "An' whatever ye does, never sign on fer a tour o' duty, no matter 'ow much jink they flash in yer mug. Certain death an' signin' on fer a tour in th' Blood War are th' same thing, cutter."
ru: «И ни в коем случае не подписывайся на службу, неважно, сколько там звенелок они тебе покажут. Верная смерть и запись на службу в Кровавой войне — одно и тоже, рубака».

source: "Why's that?"
ru: «Это еще почему?»

source: "Chances are when ye sign up, they peel ye so yer tour o' duty is till time itself grinds ta a 'alt. Even death wouldn't be a release, 'cause then ye sink inta th' Lower Planes an' get dredged back up as somethin' worse'n ye were before. Then they got their talons on ye fer all eternity."
ru: «Скорей всего, когда ты подпишешься, они обставят все так, что служба твоя будет длиться до тех пор, пока время не сотрется в порошок. Даже смерть тебя не освободит: тебя затянут Нижние планы, и ты станешь похуже, чем был до того. А потом они вцепятся в тебя когтями на веки вечные».

source: "How would you get *out* of a tour contract?"
ru: «Как же тебе удалось *уйти* со службы?»

source: "So dying in the Blood War would be an especially bad thing?"
ru: «Значит, умереть в Кровавой войне было бы особенно плохой штукой?»

source: "If ye were evil, sure. If ye're good, ye'd go ta another plane ta spend yer afterlife. But ye'd still be a deader. Now fer me, I still got a lot o' evil ta wash from me soul, so if I'd died in th' Lower Planes, they would've had me lock, stock an' barrel."
ru: «Если ты злой — по-любому. Если добрый, попадешь на другой план, и там начнется твоя загробная жизнь. И все же ты будешь жмуриком. Что до меня, то я еще не избавился от всей злобы в своей душе, так что если б я помер на Нижних планах — был бы я их с потрохами».

source: "You go to another plane when you die? Can you explain that?"
ru: «Когда ты умираешь, то переходишь на другой план? Как ты можешь это объяснить?»

source: "Go talk ta that other death lecturer if ye want th' dark on that. I can't explain it as well as 'e, though 'e's twice th' fool an' might scald ye with th' hot air roarin' from 'is mouth."
ru: «Если хочешь разузнать об этом, сходи поговори с тем другим лектором, что толкует о смерти. Не могу я объяснить это так же складно, как и он, хотя он и дважды дурень, и может ошпарить тебя жаром из своей пасти».

source: "Aw, now, cutter, look: they 'ave fought here... a few times. Sometimes we get a lil' spillover from the Blood War. Our Lady of Pain, bless 'er steel-ridden heart, puts out th' fires..."
ru: «Да брось, рубака, слушай: они тут бились... уже несколько раз. Порой нам немного достается от Кровавой войны. Наша Леди Боли, хвала ее стальному сердцу, гасит этот пожар...»

source: "Never mind, actually. No more questions."
ru: «Ладно, неважно. У меня больше нет вопросов...»

source: "...*some* o' th' time." He sneers. "There's been times, some horrifyin' drizzle-on-yerself-ye're-so-sodddin'-scared-times, when they've smashed an' burnt an' clawed their way through whole soddin' city blocks in Sigil afore she decides ta clean house." He clucks his tongue and winks cynically. "So she ain't always as keen on stoppin' the Blood War as it might seem, see?"
ru: «*Временами*... — ухмыляется он. — Бывали ужасные времена, такие-чертовски-страшные-что-аж-мочишься-в-штаны времена, когда они громили, жгли, продирались сквозь целые сигильские кварталы, пока она наконец не решалась убраться в доме, — он цокает языком и цинично подмигивает. — Так что она не всегда так уже рвется остановить Кровавую войну, как это может показаться, сечешь?»

source: He laughs, but it turns into a sputtering cough. "Don't get me wrong now: both th' tanar'ri an' th' baatezu want Sigil fierce. 'Tis th' most precious stagin' ground in th' pikin' multiverse - th' Cage is th' City o' Doors an' connects *everywhere.* Ye can't ignore it, an' if ye're servin' in th' Blood War an' wanna win, ye *gotta* have it."
ru: Он начинает смеяться, но смех его переходит в мокрый кашель. «Пойми меня правильно: Сигил нужен и танарри, и баатезу, еще как нужен. Это же ценнейший плацдарм во всей чертовой мультивселенной: Клетка — это ведь Город Дверей, ведущих *куда угодно*. Ты не можешь сбрасывать это со счетов, и если участвуешь в Кровавой войне и хочешь победить — ты *должен* захватить его».

source: The man coughs again. "'Tis just th' fiends aren't goin' ta *get* it while th' Lady's in charge, 'tis all. She's tough as nails, 'er blades'll cut ye deeper than any fiend's fang. An' that knots th' fiends' stems like ye wouldn't believe. One quiet Lady, 'er 'ands tucked in 'er sleeves, 'oldin' back th' Blood War all by 'erself." He laughs bitterly.
ru: Мужчина снова кашляет. «Просто нечистые не собираются *захватывать* его, пока при власти Леди, вот и все. Она тверда как камень, ее ножи искромсают тебя похлеще, чем клыки любого нечистого. А от этого бесовские стручки в узел скручивает, да так, что ты и представить себе не можешь. Одной единственной безмолвной Леди с руками, спрятанными в рукавах, достаточно, чтобы в одиночку сдерживать натиск Кровавой войны». Он горько смеется.

source: "But fiends are still allowed in Sigil?"
ru: «Но ведь нечистых все же допускают в Сигил?»

source: "Oh, damnably certain. They can't brawl in th' streets... too much. So as neutral ground, Sigil allows them ta rattle their bone-boxes without tryin' ta murder each other. Sometimes they'll chat it up with each other 'ere. The peace don't stay that way fer long, though..."
ru: «О, чертовски верно. На улицах им не дозволено буянить... больше меры. Сигил, в качестве нейтральной территории, позволяет им трясти своими черепушками, не пытаясь замочить друг дружку. Иногда они здесь треплются. Вот только такой мир долго не подержится...»

source: "Also, just 'cause they can't butcher each other in th' streets don't means spies, recruitment an' back-stabbin' don't still go on 'ere. They fight battles with lies an' words, berk. Sometimes 'tis all in th' bluster an' blather. An' there's safe houses about, too. Places where they can cool their talons afore th' next skirmish..."
ru: «К тому же, то, что они не могут кромсать друг друга на улицах, вовсе не означает, что они не могут тут шпионить, вербовать и строить козни. Здесь они воюют словами, пень. Порой доходит до угроз. Еще здесь есть их убежища. Места, где они могут дать остыть своим когтям перед следующей стычкой...»

source: "An' they like ta recruit 'ere, too. Lookin' fer boys fresh off th' planes with a little greed in their 'earts that they can make part o' their glorious army." He stops speaking to peer closely at you. "Mayhap they recruited ye once, eh, cutter? Ye look like ye've tasted th' War."
ru: «И еще они любят тут вербовать. Ищут новичков с планов с тягой к наживе в сердце, которых они могут сделать частью своей славной армии, — он останавливается, чтобы рассмотреть тебя поближе. — Быть может, они и тебя когда-то завербовали, а, рубака? Ты, похоже, знаком с Войной не понаслышке».

source: "I doubt it."
ru: «Сомневаюсь».

source: "Perhaps."
ru: «Может быть».

source: "Maybe. Let me ask you about something else..."
ru: «Возможно. Позволь мне спросить кое о чем еще...»

source: "Perhaps. In any case, I've no more questions."
ru: «Возможно. В таком случае, у меня больше нет вопросов».

source: "The War leaves a scar on ye, cutter. Ye'd *know.* And ye'd know ye *never* want ta go back."
ru: «Война оставляет на тебе шрамы, рубака. Уж ты бы *знал*. Ты бы знал, что *никогда* не захочешь вернуться туда».

source: "Do they recruit often?"
ru: «А они часто берут наемников?»

source: He nods grimly. "Ye can be sure o' that. Sigil's th' best source o' fodder on th' planes. Beats milkin' planets o' all their prime inhabitants... too much work."
ru: Он мрачно кивает. «В этом можешь быть уверен. Сигил — лучший источник мяса на всех планах. Могу поспорить, что прочесывать Первичные планеты в поисках их обитателей... слишком уж хлопотно».

source: "So, any more advice on surviving the War?"
ru: «Итак, будут еще советы, как выжить на Войне?»

source: "Unless they don't want ye, ye don't 'ave much chance. I never heard o' it bein' done with mean-spirited recruits, or somebody they really wanted ta keep their talons on. Outwittin' a tanar'ri is risky but can be done... the baatezu are much more dangerous with their contracts. Ye sign one o' those, ye're dammed fer life..."
ru: «Если только ты им не нужен, шансов у тебя немного. Никогда не слышал, чтобы такое проделывали подлые наемники или кто-то, кого они реально хотят удержать в своих когтях. Перехитрить танарри рискованно, но возможно... баатезу со своими договорами намного опасней. Подпишись под таким — и будешь проклят на всю жизнь...»

source: "Ye might try a little garnish, try an' dawb them, an' they might let ye make a run for it... but where would ye go? There are so many 'ells..."
ru: «Можно попробовать подмазать, попробовать кинуть их, и они могут позволить тебе сбежать... но куда ты подашься? Вокруг одни преисподние...»

source: "And dying in the Blood War would be an *especially* bad thing?"
ru: «И умереть на Кровавой войне было бы *особенно* плохой штукой?»

source: "So, how'd you escape the Blood War?"
ru: «Итак, как же ты сбежал с Кровавой войны?»

source: "If I were ta boil it down, it'd be this: th' Blood War's been goin' on damn-near-forever, an' will keep goin' on until damn-near-forever itself gets penned in th' dead-book. Th' tanar'ri, th' champions o' *chaos* an' evil are tryin' ta stomp th' green-colored dung out o' th' baatezu, the champions o' *law* an' evil. They butcher each other over 'ow each o' them thinks evil *should* be, if ye can believe that. Hah!"
ru: «Если коротко: Кровавая война уже идет черт-знает-сколько, и продолжится, пока этот черт-знает-сколько не попадет самолично в книгу мертвых. Танарри, сторонники *хаоса* и зла, пытаются выбить зеленое дерьмо из баатезу, сторонников *порядка* и зла. Они кромсают друг друга из-за разных взглядов на то, каким *должно* быть зло. Ха!»

source: "What do you think would happen if someone stopped the Blood War?"
ru: «Что, по-твоему, случилось бы, если бы кто-то остановил Кровавую войну?»

source: "Ye can't make any pikin' difference in the War! It's too soddin' *big.* Ye're a stone, a pebble in an ocean that's a pebble in another ocean which is a pebble in another ocean an' so on and so forth till th' stenchkows come 'ome. As a pebble, yer goal is ta be not noticed an' sink ta th' bottom with th' rest o' the dregs..."
ru: «Да ты ни черта не смыслишь в войне! Она черт-знает-какая *большая*. Ты камешек, песчинка в океане, который сам — песчинка в другом океане, а тот — песчинка в еще одном океане, и так далее, аж до прихода вонючей каровы. Твоя цель как песчинки — чтоб тебя не заметили и не затянули на дно вместе с другими отбросами...»

source: "If ye could make a difference - which ye *can't* - ye shouldn't *try,* 'cause then th' planes would tumble on down."
ru: «Даже если б ты мог чем-то помочь — а ведь ты *ничем* не поможешь, — тебе не следует даже *пробовать*, ведь тогда обрушатся сами планы».

source: "The planes would tumble down? Why?"
ru: «Обрушатся сами планы? Почему?»

source: He holds up his hands like pillars. "Th' Blood War's like a big, bloody support beam proppin' up th' planes... kick it down, an' a lot o' th' planes'd come tumblin' down with it. Lot o' baggage rests on th' back o' th' War." He suddenly brays like a donkey, laughing bitterly. "Th' biggest, nastiest pack animal on th' planes..."
ru: Он поднимает руки как колонны. «Кровавая война — что-то типа здоровенной кровавой балки, подпирающей планы... выбей ее — и обрушится куча планов. Война несет на себе много багажа, — внезапно он вскрикивает, как осел, и горько смеется. — Это самое большое и грязное вьючное животное на планах...»

source: He grins cynically. "Besides, as some say, war's *great* fer business." He laughs hollowly, then looks as if he could suddenly cry. "Eh... never ye mind that... another question?"
ru: Он цинично усмехается. «Да и кроме этого, как кто-то сказал, войны *хороши* для бизнеса, — он глухо смеется, затем принимает такой вид, будто готов вот-вот расплакаться. — А... не бери в голову... еще вопросы?»

source: "Are you all right? You seem pained..."
ru: «Ты в порядке? Кажется, ты чем-то огорчен...»

source: "Yes, I had another question..."
ru: «Да, у меня еще один вопрос...»

source: "No, no more questions."
ru: «Нет, больше вопросов нет».

source: The man smiles sadly. "Aye, aye... listen, cutter: I'm no priest, nor would I want ta be one, but 'ear this: keep evil out o' yer heart. When ye die with evil in yer heart, yer spirit falls inta th' Lower Planes, where ye become a petitioner..."
ru: Мужчина печально усмехается. «Да-да... послушай-ка, рубака: я не жрец, да и не хотел бы им быть, но учти вот что: не допускай зла в свое сердце. Коли помрешь со злобой в сердце, душа твоя попадет на Нижние планы, и там ты станешь просителем...»

source: "Any guesses as ta what 'appens then? Petitioners in th' Abyss an' Baator get twisted inta footsoldiers... an' get ta fight in th' Blood War fer all eternity." He chuckles, shaking his head. "So that's th' dark as ta why th' baatezu an' tanar'ri try an' corrupt all they touch; 'cause they need more troops. 'Eed this: keep evil far from yer 'eart, berk."
ru: «Знаешь, что происходит потом? В Бездне и Бааторе просителей превращают в пехоту... их заставляют сражаться на Кровавой войне целую вечность, — он посмеивается, качая головой. — Вот в этом-то и весь секрет того, почему баатезу и танарри пытаются испортить все, до чего могут дотянуться: им нужно больше воинов. Вот тебе мой совет: не допускай зла в свое сердце, пень».

source: "All right, one: let me give ye an example of what 'meat' means ta them. They'll get some mean-spirited mortal mercenaries together, maybe a drop o' a few million strong an' let them slaughter each other for no real reason at all - a pointless battle over some powers-forsaken piece o' land. Guess where *all* those souls go?"
ru: «Ну, ладно, дай объясню тебе, что для них значит 'мясо'. Они собирают вместе кучку подлых наемников-смертных — парочку миллионов, например. Затем дают им порубить друг друга без особого резона в какой-нибудь бессмысленной битве за какой-то забытый силами клочок земли. Угадай, куда уйдут *все* эти души?»
