Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dghysis.dlg.po
Languages: ru

source: "Where?"
ru: «Куда?»

source: "Their souls sink inta th' planes o' evil they fight on, where they can be ripped from th' soup o' th' plane an' set ta fight again as lemures or manes or whatever the pikin' sod those little fiendish dung-heaps become. The more of those soddin' petitioners they get, the more troops they 'ave."
ru: «Их души попадают на план зла, за который они сражались, и там их вырывают из планарного бульона и снова возвращают в бой в качестве лемуров, манов или еще каких-то чертовых уродов, которыми становятся эти бесовские кучки дерьма. Чем больше этих чертовых просителей они получают, тем больше у них войск».

source: "Ye got a right ta be curious what started this big ol' soddin' soupy mess in th' first place: what set th' fiends ta lockin' 'orns in the first place, bitin' an' clawin' at each other until that was the only reason they were alive..."
ru: «Ты прав, что сразу интересуешься, кто заварил эту чертову старую кашу: что заставило нечистых скрестить рога, кусать и царапать друг дружку, что, если ни единственная причина их существования...»

source: "Simple: they met." He sighs. "Tanar'ri an' baatezu crossed each other one day an' like two drunken bigots, they set ta fightin'. That simple." He frowns. "Well..."
ru: «Все просто: они повстречались, — вздыхает он. — Однажды танарри и баатезу наткнулись друг на друга, как два поддатых фанатика, и начали драться. Вот так просто, — он нахмуривается. — Ну...»

source: "Naw, pike that: imagine two drunken *priests* who believe each knows th' *only* way ta live. Now make those priests ripped with scales an' fangs an' horns an' a cruel streak seven leagues wide an' put them in an itty-bitty soddin' cell... an' ye 'ave a good idea o' th' love that can spring forth. An' there ye 'ave it! The origin o' th' Blood War."
ru: «Не, забей: представь двух наклюканных *жрецов*, каждый из которых считает, что *только* он знает как жить. А теперь покрой этих жрецов чешуей, когтями и рогами, чтоб от них воняло на три лиги, и посади их в такую вот малюпусенькую чертову камеру... вот теперь ты хорошо себе представляешь, какая у них будет любовь. И вот тебе, пожалуйста! Начало Кровавой войны».

source: "Why are two *evil* races fighting?"
ru: «Зачем двум *злым* расам сражаться между собой?»

source: "One believes evil should be nice an' orderly. One believes evil should be chaos, runnin' rampant across th' planes. Both evil, but doesn't mean they can agree on anythin'. Bad blood, bad blood... each wants ta exterminate th' other so only their 'brand' o' evil remains. They hate each other, like... like..."
ru: «Одни считают, что зло должно быть педантичным и упорядоченным. Другие считают, что зло должно быть хаосом, неистово несущимся по планам. Все они — зло, только это еще не значит, что они по всем пунктам согласны. Вражда, вражда... каждый из них хочет уничтожить другого, чтоб остался только его 'сорт' зла. Они ненавидят друг друга, как... как...»

source: The man nods. "They don't usually pay as much as th' tanar'ri, but they don't break their written word. They're smart, though - several hundred, hundred, *hundred* fold smarter an' they been makin' contracts since time began. They know 'ow ta peel someone with words, they do. Sign, an' most likely ye'll be peeled an' hung ta dry in their legions..."
ru: Мужчина кивает. «Обычно они не платят столько, сколько танарри, но они не нарушают своих письменных соглашений. Однако, они умные — в тысячу *тысяч* раз умнее танарри, а договора они заключают с самого начала времен. Знают они, как облапошить с помощью слов, это уж точно. Подпишись — и, скорей всего, останешься в их легионах на века...»

source: "They plan like bastards. They put more thought an' preparation into a single, strategic skirmish than most 'uman armies devote to an entire campaign." He sniffs, and scratches at his chin. "They usually assemble their forces on Avernus, the first layer of Baator."
ru: «Они строят планы как чертовы ублюдки. В продумывание и подготовку одного стратегически важного сражения они вкладывают больше усилий, чем большинство человеческих армий — во всю военную кампанию, — он фыркает и чешет подбородок. — По обыкновению они собирают свои войска на Авернусе, первом слое Баатора».

source: "What's Avernus like?"
ru: «Какой он, Авернус?»

source: "What sort of forces serve in the Blood War?"
ru: «Какие виды войск участвуют в Кровавой войне?»

source: "Avernus? Hrm..." The man grimaces, as if recalling the place caused physical anguish. "'Tis inhabited by th' damned an' those that prey on th' damned. Th' red-flecked lands, of noxious sands and blisterin' fires that scream across the landscape. That was my taste o' Baator, th' layer o' Avernus. Terrible place."
ru: «Авернус? Пф... — мужчина кривится, будто воспоминания об этом месте вызывает у него физическую боль. — Там живут проклятые и те, кто на них охотится. Земля в красных прожилках, с ядовитыми песками и палящим огнем, который ревет над просторами. Таким я запомнил Авернус, слой Баатора. Ужасное местечко».

source: "All sorts, aside from various mortal berks from across th' planes. Abishai an' cornugons, lemures an' nupperibo, succubi... th' list goes on an' on."
ru: «Все виды, не считая разных мертвых пней со всех планов. Абишаи и корнугоны, лемуры и нупперибо, суккубы... перечислять можно еще долго».

source: "Tell me about abishai."
ru: «Расскажи мне об абишаях».

source: "Tell me about cornugons."
ru: «Расскажи мне о корнугонах».

source: "Tell me about lemures."
ru: «Расскажи мне о лемурах».

source: "Tell me about nupperibo."
ru: «Расскажи мне о нупперибо».

source: "Tell me about succubi."
ru: «Расскажи мне о суккубах».

source: "They're th' grunts in most baatezu armies. There's different sorts, black-scaled ones bein' the weakest an' most common."
ru: «Они рядовые в большинстве армий баатезу. Разные они бывают, и те, что с черной чешуей, — самые распространенные и самые слабые».

source: "What other sorts of forces serve in the Blood War?"
ru: «Какие еще виды войск участвуют в Кровавой войне?»

source: "Cornugons are *dead* 'ard, cutter. It's rare ta see more than a few o' them together, though sometimes they form bands o' elite troops. Usually they lead lesser forces, like abishai an' mortal mercenaries, inta battle."
ru: «Корнугоны *чертовски* крутые, рубака. Нечасто встретишь больше, чем по одному, хотя временами они собираются в элитные пешие отряды. Обычно они ведут в бой более слабые силы, типа абишаев и наемников-смертных».

source: "Lemures are these... things... that look like melted people. Annoyin' lil' sods that regenerate, even as ye're killin' them. They're oblivious ta danger or pain, an' so'll never run away from a fight. Mostly good fer dyin' on the front lines an' not much else."
ru: «Лемуры — это такие... штуки... с виду как расплавленные люди. Мелкие надоедливые сволочи, умеют восстанавливаться, даже когда мочишь их. Им плевать на опасность и боль, так что они никогда не бегут с поля боя. В основном годятся на то, чтобы дохнуть в первых рядах, не более того».

source: "Fat lil' pikers that have these tiny, tiny 'eads. Deaf, dumb an' blind, they exist ta die on th' front line. Hard ta kill, too... even th' most wee bit o' them'll grow back ta a whole one if ye let it."
ru: «Маленькие жирные засранцы с вот такими вот ма-аленькими головешками. Глухие, слепые и тупые, и нужны, чтобы дохнуть на передовой. Вот только непросто их замочить... даже самый мелкий кусочек может вырасти до целой твари, если ему позволить».

source: "Tanar'ri - lovely but dead evil, they are. They seduce mortals ta try an' drag them inta th' Abyss." He nods to Fall-from-Grace. "No offense, m'lady."
ru: «Танарри, красивые, да вот только смертельно злые. Они соблазняют смертных и затягивают их в Бездну, — он кивает Падшей Грации. — Без обид, сударыня».

source: Suppress the memory.
ru: Подавить воспоминание.

source: "Tanar'ri - lovely but dead evil, they are. They seduce mortals ta try an' drag them inta th' Abyss... more petitioners, more fodder for the War."
ru: «Танарри, красивые, да вот только смертельно злые. Они соблазняют смертных и затягивают их в Бездну... чем больше просителей — тем больше пушечного мяса для войны».

source: "Plenty o' places... *usually* th' Lower Planes. Anywhere along th' River Styx... the nine layers o' Baator, th' four furnaces o' Gehenna, the Gray Waste, cold, red Carceri - the prison plane - an' the pikin' near-endless well o' evil that's th' Abyss." Somehow, the Gray Waste sounds familiar to you...
ru: «Да много где... *обычно* — на Нижних планах. Вдоль реки Стикс... в девяти слоях Баатора, в четырех печах Геенны, в Серой пустоши, в холодном красном Карцери — тюремном плане, и чертовом бездонном колодце с нечистью — и в Бездне». Почему-то Серая пустошь звучит для тебя знакомо...

source: "Tell me about the Gray Waste."
ru: «Расскажи мне о Серой пустоши».

source: "Also called th' 'Glooms.'" He shrugs, then shivers, as if by reflex. "Gray in every sense o' th' word. Colors burn yer eyes there; they shout, are too loud, and yer dreams are pulled ta th' surface an' poured on th' ground, lost forever. Only th' night hags rule there... the Gray Ladies o' th' Waste."
ru: «Еще она зовется 'Сумраками', — он пожимает плечами, затем вздрагивает, будто по привычке. — Серая во всех смыслах. Цвета там жгут тебе глаза; она кричит, кричит слишком громко, а твои мечты притягиваются и поглощаются землей, теряются навсегда. Там правят только ночные ведьмы... Серые леди пустоши».

source: The man nods. "The tanar'ri pay better than baatezu, but ye need ta be two or three-faced an' have a bunch o' eyes sprinkled all over yer body, 'cause ye can't ever turn yer back on them: they're chaos, the ones with whim an' whimsy in their hearts. Trust, or upholdin' their word, aren't high on their list..."
ru: Мужчина кивает. «Танарри платят лучше, чем баатезу, вот только неплохо бы тебе запастись двумя или тремя головами, и еще кучей глаз по всему телу: не стоит поворачиваться к ним спиной. Они — хаос, с теми еще тараканами в голове. Доверие и умение держать слово у них не в почете...»

source: He sniffs, then shrugs. "They don't care what happens, so long as *somethin'* happens an' 'tis evil. Mostly they attack th' baatezu ta keep from killin' each other."
ru: Он шмыгает носом, затем пожимает плечами. «Да им все равно, что происходит, лишь бы *что-нибудь* происходило, и это связано со злом. По большей части они нападают на баатезу, лишь бы не перебить друг друга».

source: "Ye know, every once-a-when some leather-headed berk comes 'round askin' about a job in th' Blood War. They want some jink, they want a quick stint an' then ta get along with their lives. Mayhap I was one o' these leatherheads. Mayhap I was a sellsword, an' 'eard there was a little jink ta be made in th' War. Got me interested..."
ru: «Знаешь, сюда всегда приходит какой-нибудь тупоголовый пень и спрашивает насчет работы на Кровавой войне. Хочет пару звенелок, хочет быструю работенку, а потом зажить счастливо. Быть может, и я был одним из этих недоумков. Быть может, и я был наемником, который услышал, что на этой войне можно срубить немного звенелок. Это заинтересовало меня...»

source: "Taught me a lesson, it did: we're like ants runnin' around th' heels of dancin', sod-pike gods. I saw big men, who claimed ta be big soldiers..." He shakes his head. "*Paper* soldiers. War's a *furnace* fer them. Makes them wake up or *burn.*"
ru: «Это все меня вот чему научило: мы похожи на муравьев, которые хороводы водят вокруг пяток чертовых танцующих богов. Я видел больших парней, которые кричали, что они крутые солдаты... — он качает головой. — *Бумажные* солдаты. Войны для них — как *топка*. Они либо очнутся, либо *сгорят*».

source: "So, how'd you survive the Blood War?"
ru: «Как же ты выжил в Кровавой войне?»

source: He wrings his hands together, trying to find the right words. "Ye see, they don't hate like *we* hate. We don't even know what hate *is.* We have one, *one* word fer 'hate.' They 'ave..." His voice drops. "...thousands, upon thousands, their meanin's twisted an' piled like... bodies. *That's* why they fight."
ru: Он заламывает руки, пытаясь подобрать правильные слова. «Видишь ли, они ненавидят не так как *мы*. Да мы понятия не имеем, что *значит* ненависть. У нас одно, *одно* слово для ненависти. У них... — он понижает тон. — Тысячи тысяч, их значения перемешивают и сваливают в кучу как... трупы. *Вот* почему они дерутся».

source: The man's face darkens. "I... well, that's th' one thing I won't speak of, cutter. Suffice ta say a man does what 'e 'as ta do ta escape the War."
ru: Лицо мужчины мрачнеет. «Я... ну, это как раз то, о чем бы я не хотел трепаться, рубака. Достаточно будет сказать, что приходится делать всякое, лишь бы сбежать с Войны».

source: "Let me ask you about something else, then..."
ru: «В таком случае, позволь мне спросить кое о чем еще...»

source: "I've no more questions, then."
ru: «Тогда у меня больше нет вопросов».

source: "The War leaves a scar on ye, cutter. Ye'd *know.* And ye'd know ye *never* want ta go back." Your temples begin to throb painfully as you consider the man's words... a memory begins to surface...
ru: «Война оставляет на тебе шрамы, рубака. Ты бы *знал*. Ты бы знал, что *никогда* не захочешь возвратиться туда». Когда ты обдумываешь его слова, твои виски начинают болезненно пульсировать... на поверхность всплывают воспоминания...

source: Try and recall the memory.
ru: Попытаться вспомнить.

source: "Cutter? Ye feelin' all right, there?"
ru: «Рубака? Тебе там не поплохело, случаем?»

source: The lecture hall begins to fade from view as terrible visions begin to seep up from the base of your mind... visions of a place where seasons are like nothing you've ever felt, or heard, or tried to shut out. A place where prayers go unheard, falling like stones to the earth... vein-colored lightning flashes across things that were once sky, but now boil beneath your feet and scream when you brush against them...
ru: Лекционный зал начинает меркнуть, и в твоей голове появляется кошмарное видение... Видение места, где времена года несравнимы с любыми из тех, которые ты видел и о которых слышал. Места, где молитвы остаются неуслышанными, падая на землю как камни... Где голубоватые молнии вспыхивают там, где когда-то было небо. Но теперь оно бурлит под твоими ногами и ревет от малейшего прикосновения...

source: You run at the head of a large band of men, passing through dark canyons where the walls quiver moistly and beat like a heart, wearing only your own blood as clothing. At last you stand in a place where the ashen gray terrain slithers like a mass of snakes, coiling around your ankles and whispering your evil to the earth. You march endlessly, silently, through this colorless land, where fatigue seems to *live* and hunt you like a shade over the wastes, whipping you with despair...
ru: Ты бежишь во главе большого отряда людей через темные каньоны, где стены влажно колышутся и пульсируют словно сердце, и одеждой тебе служит лишь твоя собственная кровь. Наконец вы попадаете в место, где пепельно-серая местность извивается как клубок змей, обвиваясь вокруг твоих лодыжек и нашептывая твою злобу земле. Вы движетесь бесшумно, без остановок, через эту бесцветную землю, где усталость, казалось, *ожила*, и охотится за тобой, как тень над пустошью, хлеща тебя отчаяньем...

source: In time, you and the ragged men who follow you come upon a hag sitting upon a mound of gigantic, writhing larvae, poking at one of the slime-covered things with a broken talon. You indicate for one of the men to run forward and speak with her; the hag's grating voice carries to your ears...
ru: Со временем ты со следующими за тобой оборванцами подходишь к ведьме, которая восседает на куче гигантских извивающихся личинок и ковыряется в одной из этих покрытых слизью штук сломанным когтем. Ты указываешь одному из своих людей подбежать и поговорить с ней; скрипучий голос ведьмы доносится до твоих ушей...

source: "I would speak with him," she said, then cackled. Her eyes gleam as she points you out to the man. "The handsome one that leads your ragged column. I would speak with him." ...and that is all you can recall.
ru: «Я буду говорить с ним, — сказала она и захихикала. Глаза ее мерцают, когда она указывает мужчине на тебя. — С красавчиком, ведущим вашу колонну оборванцев. Я буду говорить с ним...» И это все, что ты можешь вспомнить.

source: This squat, hunched old man still has the broad shoulders and scarred, callused hands of a worker or warrior. An aura of weary despair seems to hang about him. He appears to be giving a lecture at the moment.
ru: У этого коренастого сутулого старика по-прежнему широкие плечи и ошрамованные мозолистые руки работника или воина. Аура усталого разочарования, казалось бы, нависает над ним. Похоже, в данный момент он читает лекцию.

source: Ghysis' face darkens. "Pike off! I'll be 'avin' no more words with ye on that!"
ru: Лицо Гизиса мрачнеет. «Отвали! Больше я тебе и слова об этом не скажу!»

source: The man's face becomes red with anger. "Watch yer mouth, cutter! That's a lie! Foul, foul lie! Are ye *barmy,* jawin' with a fiend over th' War and believin' 'er every word o' it?!"
ru: Лицо мужчины багровеет от гнева. «Следи за языком, рубака! Это ложь! Подлая, грязная ложь! Ты че, *сбрендил* — трепаться с нечистью о Войне и верить всем ее словам?!»

source: "I'll tell ye what happened, berk!" He sighs and calms down slightly. "I was part of th' Company o' the Blazin' Effigy... a part of its original number was fifty-three mortal mercenaries, though only nine o' us remained. Camped somewhere in Avernus, we were, awaitin' reinforcements fer th' next battle..."
ru: «Я тебе скажу, что случилось, пень! — он вздыхает и немного успокаивается. — Я был в числе остатков Роты Пылающего Чучела... пятерых, оставшихся от изначально пятидесяти трех смертных наемников. Мы разбили лагерь где-то в Авернусе, ожидая подкрепления для предстоящей битвы...»

source: "Well, my tour was nearly done, then... in fact, I was ta leave after that battle. Th' trouble was, had I died there, I would 'ave been theirs forever - too much blackness, too much evil in my 'eart. I would 'ave ended up a petitioner in Baator, an eternal soldier in th' War." He shudders at the thought.
ru: «Ну, моя служба подходила к концу... фактически, я мог уйти сразу же после битвы. Проблема была в том, что умри я там — остался бы у них навеки. Слишком много черноты, слишком много зла было в моем сердце. Я бы закончил просителем в Бааторе, вечным солдатом той войны». Он содрогается от этой мысли.

source: "Me an' two other lads fled like dogs, that's what 'appened. We scurried across the plane fer a handful o' days afore we came to this great pillar o' livin' 'eads... an awful sight, it was... they jabbered an' hissed at us, callin' fer us ta come closer. That night I stole away from the others an' went ta talk ta th' pillar."
ru: «Я и еще двое парней сбежали как собаки — вот что случилось. Мы неслись по плану несколько дней, пока не наткнулись на тот громадный столб из живых голов... кошмарное было зрелище... они все бормотали и шептались, приглашали подойти поближе. Той ночью я умыкнул от остальных и пришел поговорить со столбом».

source: Ghysis shuts his eyes and rubs at his temples. "I... I asked this pillar 'ow I might be freed, 'ow I might escape Baator... an' it told me in exchange fer th' two o' my brothers." He is quiet for a moment, biting on his knuckles as if fighting back tears. "Ta me... at th' time... t'was just math."
ru: Гизис закрывает глаза и трет виски. «Я... я спросил у столба: как мне сбежать с Баатора... и он ответил мне — в обмен на двух моих собратьев, — на миг он замолкает, впившись в костяшки пальцев, будто бы пытаясь сдержать слезы. — Для меня... в то время... это было как дважды два».

source: He nods. "Not sure if I'll forgive m'self. Now I'm just a soldier who's lookin' fer a place ta die. Tryin' ta erase th' stain o' evil, cleanse my inner Ghysis afore I die an' return ta th' Blood War. I lecture 'ere ta keep people away from it all, ta prevent them from ever havin' ta make a choice like that."
ru: Он кивает. «Не знаю, смогу ли я простить себя. Теперь я просто солдат, ищущий, где бы помереть. Пытаюсь стереть пятно зла, очистить свое нутро, прежде чем умру и вернусь на Кровавую войну. Читаю здесь лекции, чтобы предостеречь людей от всего этого, чтоб никому не пришлось делать такой выбор».

source: "I won't say t'was right, berk, but ye can't deny 'tis what just about any man would've done. I call it *survival,* not murder... now leave me be. Ol' Ghysis won't be sharin' words with *ye* no longer."
ru: «Я и не говорю, что это правильно, пень, но ты же не можешь отрицать того, что такое мог бы сделать кто угодно. Я называю это *выживанием*, а не убийством... а теперь оставь меня. Старина Гизис больше не хочет делится с *тобой* подноготной».

source: Ghysis grimaces, shaking his head. "Ye... ye're disgustin', berk. 'Ere, take what I got, 'tis all yers... just keep yer yap shut. I've a feelin', though, should I end up back in th' Blood War, I know who's gonna be there right along 'side me..." He hands over a sum of coin and handful of other objects.
ru: Гизис кривится, качая головой. «Ты... ну ты и урод, пень. Вот, бери все, что я накопил за все эти годы... только держи свое хлебало на замке. У меня такое чувство, что если б я загнулся тогда, на Кровавой войне, я знаю, кто бы был там со мной...» Он протягивает немного монет и еще пригоршню предметов.

source: "No questions, actually."
ru: «Собственно говоря, вопросов больше нет».

source: "Why don't the fiends just take Sigil?"
ru: «Почему нечисть просто не взяла Сигил?»

source: "Yes... I'm fine. So, do the fiends recruit often?"
ru: «Да... Со мной все в порядке. Итак, нечистые часто берут наемников?»

source: "I'm alright. Let me ask you about something else..."
ru: «Я в порядке. Позволь мне спросить кое о чем еще...»

source: "I'm fine. I've no more questions for you."
ru: «Я в порядке. У меня к тебе больше нет вопросов».

source: Continue the memory...
ru: Продолжить вспоминать...

source: Stay for the lecture.
ru: Остаться на лекции.

source: "That's what she told me. I didn't say I took it as the truth."
ru: «Это то, что она мне сказала. Я не говорил, что поверил этому».

source: "What happened, then?"
ru: «Что случилось потом?»

source: "Forget I mentioned it. I had other questions..."
ru: «Забудь,что я упоминал об этом. У меня есть другие вопросы...»

source: "Actually, I'll have to hear the rest another time."
ru: «Пожалуй, я выслушаю оставшуюся часть в другой раз. Прощай».

source: "What happened?"
ru: «Что произошло?»

source: "And...?"
ru: «И?..»

source: "Still sounds like you murdered them, to me."
ru: «Мне все равно кажется, будто ты их убил».

source: "That's a terrible choice to be forced to make."
ru: «Это ужасно — быть вынужденным делать такой выбор».

source: "I see... but it still sounds like you murdered those two, to me."
ru: «Понятно... Но мне все еще кажется, будто ты убил тех двоих».

source: "I understand, Ghysis."
ru: «Я понимаю, Гизис».

source: "Perhaps I should spread the word around, Ghysis - I'm sure people would love to know *exactly* how you made it through the War."
ru: «Может, мне стоит пустить слух, Гизис: уверен, все будут рады узнать, как *именно* ты пережил Войну».

source: "That's fine."
ru: «Так-то лучше».

source: "Shall I spell it out, old man? It's blackmail. I'll take something of value in exchange for my silence."
ru: «Тебе что, разжевать, старик? Это шантаж. Мне что-нибудь нужно в обмен на молчание».

source: "Nothing... forget I said anything."
ru: «Ничего... забудь, что я говорил».

source: "Won't happen anytime soon, Ghysis. Now finish this lecture up."
ru: «Не дождешься, Гизис. А теперь заканчивай свою лекцию».
