Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dghysis.dlg.po
Languages: ru

source: "In that case, I've no more questions."
ru: «В любом случае, у меня больше нет вопросов».

source: "So, how'd you survive the Blood War again?"
ru: «Итак, как же ты выжил в Кровавой войне?»

source: "But a woman named Vrischika told me you had to murder your own men to escape the War."
ru: «Но женщина по имени Вришика сказала, что тебе пришлось убить своих собственных людей, чтобы сбежать с войны».

source: "How'd you survive the Blood War again?"
ru: «Еще раз, как ты выжил в Кровавой войне?»

source: "Never mind. I've no more questions."
ru: «Неважно. У меня больше нет вопросов».
