Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dgiantsk.dlg.po
Languages: ru_ru

source: "So how long you been standing here? Long time?"
ru_ru: «Как долго ты здесь стоишь? Наверно, давно?»

source: The skeleton looks too long dead to answer any of your questions. Either that, or its head is too high up for it to hear you.
ru_ru: Похоже, скелет мертв уже слишком давно, чтобы отвечать на твои вопросы. Либо это, либо его голова находится слишком высоко, чтобы услышать тебя.

source: Examine the giant skeleton... carefully.
ru_ru: Осмотреть гигантского скелета... осторожно.

source: Before you is a giant skeleton in ornate bronze armor. The armor has been bolted onto the skeleton's frame, and a series of elaborate symbols have been carved across the breastplate. You wonder where the skeleton came from; you weren't aware they made humans in this size. The huge blade in its hands looks like it weighs as much as a wagon cart.
ru_ru: Перед тобой возвышается огромный скелет в богато украшенных бронзовых доспехах. Доспехи прикреплены к костям скелета, а на нагруднике вырезана серия замысловатых символов. Удивительно, откуда мог взяться такой скелет; ты не можешь представить себе людей таких размеров. Огромный клинок в его руках, похоже, весит как целая повозка.

source: "Mind if I hold that blade for a second? You must be getting tired of holding it."
ru_ru: «Не против, если я немного подержу клинок? Должно быть, ты устал его держать».

source: See if you can dispel the enchantments woven into the skeleton's breastplate.
ru_ru: Посмотреть, сможешь ли ты разрушить чары, наложенные на нагрудник скелета.

source: Try and pry the skeleton's blade from its hands.
ru_ru: Попробовать вытащить клинок из рук скелета.

source: Try and pry out the bolts securing the skeleton's armor.
ru_ru: Попробовать вытащить винты, держащие доспехи скелета.

source: "Hey, how about THIS skeleton, Morte? Will it do as a body?"
ru_ru: «Эй, а как насчет ЭТОГО скелета, Морт? Пойдет такое тело?»

source: Use your Stories-Bones-Tell ability on the skeleton.
ru_ru: Использовать на скелете свою способность «История костей».

source: Leave the skeleton alone.
ru_ru: Оставить скелета в покое.

source: As you touch the skeleton, an iron bell starts tolling throughout the Mortuary... and with lightning-like speed, the skeleton awakens, raising its blade to attack!
ru_ru: Как только ты касаешься скелета, по всему Моргу раздается звон железного колокола... а скелет моментально пробуждается, поднимая клинок для нападения!

source: As you are about to do so, you suddenly stop... and your eyes are drawn to the skeleton's armor. Something about the symbols engraved on its breastplate makes you pause. If these skeletons are guardians, then disturbing them may... awaken them.
ru_ru: Едва начав, ты внезапно останавливаешься... твой взгляд останавливается на доспехах скелета. Что-то в символах, вырезанных на нагруднике, заставляет тебя задержаться. Если эти скелеты - охранники, то лучше их не беспокоить, иначе... они могут проснуться.

source: The skeleton's intricate bronze armor is riveted onto its rib cage and shoulder blades with a series of iron bolts. As you study the frame behind the armor, you notice the same iron bolts are set into the skeleton's shoulder, elbow, pelvic, and knee joints. A mass of thick leather cords and heavy knotted ropes run along the length of the skeleton's arms and legs, woven in such a pattern that they resemble muscles and tendons.
ru_ru: Замысловатые бронзовые доспехи скелета закреплены на грудной клетке и плечах с помощью нескольких железных скоб. Изучив тело под броней, ты замечаешь, что такие же железные скобы закреплены на плечевых, локтевых, тазовых и коленных суставах. Куча тонких кожаных лент и прочных веревок вьются по всей длине рук и ног скелета на манер мускулов и сухожилий.

source: Despite the armor's obvious age, it looks well cared for. It shines brightly, and the symbols engraved on the breastplate seem to flow in the firelight, shifting slightly whenever you try to focus on them.
ru_ru: Несмотря на почтенный возраст доспехов, за ними хорошо присматривали. Они ярко блестят, и символы, вырезанные на нагруднике, играют на свету, слегка подрагивая каждый раз, когда ты пытаешься сконцентрироваться на них.

source: Almost unconsciously, you let your gaze relax as you look at the symbols. After a moment, the symbols cease shifting and resolve into a trail of runes that run up and down the breastplate. Strangely enough, the interlocking pattern of runes reminds you of chains... and with that thought, you suddenly recall that these runes are some sort of warding enchantment.
ru_ru: Почти неосознанно ты расслабляешь взгляд и оглядываешь символы. Спустя минуту символы перестают дрожать и превращаются в цепочку рун, бегущих вверх и вниз по нагруднику. Довольно странно, но цепляющиеся друг за друга руны напоминают тебе цепи... едва поняв это, неожиданно ты вспоминаешь, что эти руны являются какими-то охранными чарами.

source: You study the runes for a while, but you can't decipher the enchantment. It looks pretty complicated, and you're having a hard time concentrating.
ru_ru: Ты изучаешь руны некоторое время, но никак не можешь расшифровать чары. Они довольно сложно выглядят, и тебе приходится сильно сосредотачиваться.

source: You study the pattern of runes as they weave their way across the breastplate. On its most basic level, the runes are a lesser armoring enchantment, but several skull-shaped runes and spherical tracings along the edges of the armor make you suspect several greater necromantic and warding enchantments are woven in as well. Touching the skeleton will most likely cause it to awaken... and defend itself.
ru_ru: Ты изучаешь образец рун, пробегающий через нагрудник. По своей сути они являются слабым защитным заклинанием, но несколько черепоподобных и шарообразных следов, идущих по краям доспехов заставляют тебя думать о более сильных наложенных некромантских и охранных заклинаниях. Если дотронуться до скелета, то, скорее всего, он пробудится... и будет защищаться.

source: You suspect that marring the rune pattern along the breastplate could unravel the enchantments, but it looks difficult... the pattern is complicated, and scratching out the wrong portion could cause the skeleton to animate.
ru_ru: Ты думаешь, что если исказить образец рун на нагруднике, то заклинания будут разрушены, но это достаточно сложно... шаблон защищен, в нем присутствуют неверные символы, которые могут пробудить скелет.

source: As you begin to work on the runes decorating the breastplate, an iron bell starts tolling throughout the Mortuary... and with lightning-like speed, the skeleton awakens, raising its blade to attack!
ru_ru: Как только ты начинаешь работать с рунами, украшающими нагрудник, по всему Моргу раздается звон железного колокола... а скелет моментально пробуждается, поднимая клинок в атаку!

source: The work is difficult and nerve-wracking at first, but slowly, your mind begins to focus, and the runes begin to unravel beneath your attack. Within minutes, the giant skeleton has been stripped of the enchantments binding it. It collapses, falling to the floor with a crash of bones and a heavy clanging noise!
ru_ru: Работа очень сложна, и поначалу ты несколько раз срываешься, но все же медленно, но верно твой разум начинает концентрироваться, и руны разрушаются под твоей атакой. Спустя несколько минут, ты избавляешь скелет от наложенных на него заклинаний. Падая на пол, он разваливается с сильным грохотом!

source: You wait for a moment, but no one responds to the sound. Moving quickly, you sift through the skeleton's parts on the floor. Most of it is too heavy or too old to be useful, but you discover a piece of the skeleton's breastplate with a majority of one of the broken enchantments engraved on it. You have a feeling that it could prove useful.
ru_ru: На секунду ты замираешь, но никто не обращает внимания на шум. Ты осматриваешь предметы, оставшиеся от скелета на полу. Большинство из них слишком тяжелые или слишком древние, чтобы ими воспользоваться, но ты обнаруживаешь часть нагрудника скелета с большей частью разрушенного заклинания, написанного на нем. Ты чувствуешь, что эта вещь может пригодиться.

source: Dispelling the enchantment is easier this time around, and the runes quickly unravel beneath your attack. Within minutes, the giant skeleton has been stripped of the enchantments binding it. Remembering what happened to the first, you catch the skeleton before it falls, and with a grunt, slowly lower it to the ground.
ru_ru: На этот раз снятие заклинаний заняло гораздо меньше времени, и руны быстро разрушаются под твоей атакой. Спустя несколько минут, ты избавляешь скелет от наложенных на него заклинаний. Помня о прошлом случае, ты подхватываешь скелет до того, как он упадет, и тяжело пыхтя, медленно кладешь его на пол.

source: You quickly rummage through the skeleton's remains and, once again, uncover a piece of the skeleton's breastplate... like the first, this one also has a fragment of its broken enchantment engraved on it. It could prove useful.
ru_ru: Ты быстро оглядываешь останки скелета и, как и в прошлый раз, обнаруживаешь часть нагрудника скелета... как и в первый раз, на нем высечен фрагмент разрушенного заклинания. Эта вещь может пригодиться.

source: Leave the skeleton in peace.
ru_ru: Оставить скелета в покое.

source: "You'll wish you'd stayed dead, Bones..."
ru_ru: «Лучше бы тебе оставаться мертвым, костяшка...»

source: "That's a risk I'm willing to take..."
ru_ru: «Ладно, попробую рискнуть...»

source: Examine the armor.
ru_ru: Осмотреть доспехи.

source: Study the symbols.
ru_ru: Изучить символы.

source: Study the runes, try and recall the enchantment.
ru_ru: Изучить руны, попробовать вспомнить чары.

source: Examine the skeleton again.
ru_ru: Снова осмотреть скелет.

source: Examine the runes again.
ru_ru: Снова осмотреть руны.

source: See if you can dispel the enchantments somehow.
ru_ru: Попробовать, сможешь ли ты как-нибудь разрушить чары.

source: Mar the runes maintaining the armoring enchantment first, then the necromantic, then the warding enchantment.
ru_ru: Сначала разрушить руны, поддерживающие защитное заклинание, затем - некромантское, а затем - охранное заклинание.

source: Mar the runes maintaining the warding enchantment first, then work backward through the rune pattern, canceling the necromantic, then the armoring enchantment.
ru_ru: Сначала разрушить руны, поддерживающие охранное заклинание, затем пройтись по рунному узору в обратном порядке, отменив некромантское, а затем - защитное заклинание.

source: "Damned pile of bones...!"
ru_ru: «Чертова куча костей!..»

source: "I'll just take it then..."
ru_ru: «Возьму-ка я это...»

source: "Let's see what we got this time..."
ru_ru: «Посмотрим, что тут у нас на этот раз...»

source: Compare the runes to the runes in the Book of Tome and Ash.
ru_ru: Сравнить руны с рунами в Книге Костей и Праха.

source: You consult the tome and compare the diagrams to the markings on the breastplate. From what you can make out, the runes are a lesser armoring enchantment, but several skull-shaped runes and spherical tracings along the edges of the armor suggest that several greater necromantic and warding enchantments are woven in as well. Touching the skeleton will most likely cause it to awaken... and defend itself.
ru_ru: Ты сравниваешь диаграммы из книги с символами на нагруднике. Судя по всему, они являются слабым защитным заклинанием, но несколько сферических рисунков и рун в форме черепов, идущих по краям доспехов, наводят на мысль о более сильных некромантских и охранных заклинаниях. Если дотронуться до скелета, то, скорее всего, он пробудится... и будет защищаться.

source: Compare the pattern to the enchantments in the Tome of Bone and Ash, see if you can determine how they can be broken.
ru_ru: Сравнить образец заклинаний с Книгой Костей и Праха, определить, сможешь ли ты их разрушить.

source: From what you can make out from the Tome, it seems the armoring enchantment applies only to the breastplate, the necromantic enchantment allows the skeleton to be Raised, but it is the warding enchantment that gives the skeleton its limited awareness of its surroundings. You'd guess that if you were to mar the skeleton's wards, it would interpret it as an attack... unless you blinded it to your presence first.
ru_ru: Согласно Книге, защитное заклинание применено только к нагруднику, некромантское заклинание позволяет скелету пробудиться, однако охранное заклинание предоставляет скелету только ограниченные сведения об окружающей обстановке. Ты предполагаешь, что если сначала разрушить охранное заклинание, то это может быть расценено как атака... если только перед этим ты не скроешь свое присутствие.

source: Consult the Tome of Bone and Ash, see if you can determine how they can be broken.
ru_ru: Заглянуть в Книгу Костей и Праха, посмотреть, можно ли их разрушить.

source: Leave the runes alone and examine the skeleton again.
ru_ru: Оставить руны в покое и осмотреть гигантского скелета еще раз.

source: Mar the runes maintaining the armoring enchantment first, then the necromantic, then the warding enchantment.
ru_ru: Сначала разрушить руны, поддерживающие защитное заклинание, затем - некромантское, а затем - охранное заклинание.
