Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dgith.dlg.po
Languages: ru

source: The gith's forehead creases, then after a moment he lowers his blade. "Forgive me. I shall be more cautious with my words in the future." He still seems suspicious.
ru: Лоб гита хмурится, ни через несколько мгновений он опускает клинок. «Прости меня. Впредь я буду более осторожен со словами». Похоже, он все еще испытывает подозрение.

source: The gith hesitates. "There is no mistake. The description - a scarred human male - is true." He glances at Dak'kon. "Do you speak for this man, *zerth?*"
ru: Гит мешкает. «Ошибки быть не может. Описание подходит: человеческий мужчина в шрамах, — он бросает взгляд на Даккона. — Ты заступишься за этого человека, *зерт*?»

source: "I said, 'Greetings.'"
ru: «Я сказал, 'приветствую'».

source: "I had some questions..."
ru: «У меня есть несколько вопросов...»

source: "Never mind. Sorry to trouble you."
ru: «Неважно. Извини за беспокойство».

source: "All right then..."
ru: «Ну хорошо...»

source: "Can you understand me?"
ru: «Ты меня понимаешь?»

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: "I had some questions for you..."
ru: «У меня есть к тебе вопросы...»

source: Block his path.
ru: Не дать ему пройти.

source: Let him leave.
ru: Пусть уходит.

source: "Could you answer some questions first?"
ru: «Ты не мог бы сперва ответить на несколько вопросов?»

source: "No. Answer some questions first."
ru: «Нет. Сперва ответь на пару вопросов».

source: "I will not yield. I suggest you sheath that pig-sticker before I sheath it in your body."
ru: «Я не отступлю. Советую тебе спрятать свой свинокол, пока я не воткнул его в тебя».

source: Attack him first.
ru: Напасть на него первым.

source: Stand aside and let him pass.
ru: Отойти в сторону и позволить ему пройти.

source: "I just had some questions."
ru: «У меня всего лишь несколько вопросов».

source: "Answer some questions first, then."
ru: «Тогда для начала ответь мне на пару вопросов».

source: "Prepare to die..."
ru: «Готовься к смерти...»

source: No response.
ru: Не отвечать.

source: Try and recall the translation...
ru: Попробовать вспомнить перевод...

source: "I'm sorry?"
ru: «Прости?»

source: "Uh... does that mean you will hear me?"
ru: «Э... это значит, что ты меня выслушаешь?»

source: "Very well. Will you hear me?"
ru: «Хорошо. Ты выслушаешь меня?»

source: "We shall see. Will you hear me?"
ru: «Посмотрим. Ты меня выслушаешь?»

source: "I seek someone named Pharod. Do you know of him?"
ru: «Я ищу кое-кого по имени Фарод. Знаешь такого?»

source: "I have lost a journal. Have you seen one?"
ru: «Я потерял дневник. Тебе он не попадался?»

source: "Can you tell me about Dak'kon?"
ru: «Ты можешь рассказать мне о Дакконе?»

source: "Do you know of a githzerai named Dak'kon?"
ru: «Тебе известен гитцерай по имени Даккон?»

source: "Can you tell me about this city?"
ru: «Ты можешь рассказать мне про этот город?»

source: "Can you tell me about Sigil?"
ru: «Что ты можешь рассказать о Сигиле?»

source: "I had some... specific... questions about this city."
ru: «У меня есть несколько... конкретных... вопросов об этом городе».

source: "I had some other questions..."
ru: «У меня есть другие вопросы...»

source: "I had some other... specific... questions..."
ru: «У меня есть другие... конкретные... вопросы...»

source: "Uh... does that mean you will answer the question, or...?"
ru: «Э... то есть, ты ответишь на вопрос, или?..»

source: "Let me be more specific, then: Can you tell me about the Lady of Pain?"
ru: «Тогда я уточню: ты можешь рассказать мне о Леди Боли?»

source: "Let me be more specific, then: Can you tell me about the factions?"
ru: «Тогда я уточню: ты можешь рассказать мне что-нибудь о фракциях?»

source: "Let me be more specific, then: Can you tell me where this City is located?"
ru: «Тогда я уточню: ты можешь сказать мне, где расположен этот город?»

source: "Let me be more specific, then: Can you tell me where I might find work?"
ru: «Тогда я уточню: ты можешь подсказать, где здесь можно найти работу?»

source: "Let me be more specific, then: Can you tell me what there is of interest around here?"
ru: «Тогда я уточню: ты можешь рассказать, что интересного в округе?»

source: "Never mind. I am sorry to trouble you."
ru: «Неважно. Извини, что побеспокоил тебя».

source: "Can you tell me about the Lady of Pain?"
ru: «Что ты можешь сказать о Леди Боли?»

source: "Can you tell me about the factions?"
ru: «Ты можешь рассказать что-нибудь о фракциях?»

source: "Can you tell me where this City is located?"
ru: «Ты можешь сказать мне, где расположен этот город?»

source: "Can you tell me where I might find work?"
ru: «Ты можешь подсказать, где здесь можно найти работу?»

source: "Can you tell me what there is of interest around here?"
ru: «Ты можешь рассказать, что интересного в округе?»

source: "I have no questions. Farewell."
ru: «Вопросов больше нет. Прощай».

source: "I had some other... specific... questions about the city..."
ru: «У меня есть другие... конкретные... вопросы о городе...»

source: "You don't sound like you like these factions much."
ru: «Похоже, тебе не очень-то по душе эти фракции».

source: "Thank you... that is all I wished to know. Farewell."
ru: «Спасибо... Это все, что я хотел узнать. Прощай».

source: "What do you mean?"
ru: «Что ты имеешь в виду?»

source: "Why do you call the city a cage?"
ru: «Почему ты называешь этот город клеткой?»

source: "Locked doors?"
ru: «С закрытыми дверями?»

source: "Where are these doors located?"
ru: «Где находятся эти двери?»

source: "I don't understand."
ru: «Не понимаю».

source: "Places? Like where?"
ru: «В другое место? Какое, например?»

source: "Where do these doors you speak of lead?"
ru: «Куда ведут те двери, о которых ты говоришь?»

source: "Never mind then. I am sorry to trouble you."
ru: «В таком случае, это неважно. Извини, что побеспокоил тебя».

source: "I'm interested in work."
ru: «Я ищу работу».

source: "Never mind. I had some other... specific... questions about the city..."
ru: «Неважно. У меня есть другие... конкретные... вопросы о городе...»

source: "Bounties on rats?"
ru: «Награда за крыс?»

source: "Gather the dead?"
ru: «Собирать мертвецов?»

source: "I see. I had some other... specific... questions about the city..."
ru: «Понятно. У меня есть другие... конкретные... вопросы о городе...»

source: "What was that other job you mentioned? Gathering the dead?"
ru: «А что это за та работа, о которой ты говорил? Собирание мертвых?»

source: "The Dustmen will pay for the dead? Why?"
ru: «Тленные платят за мертвецов? Почему?»

source: "What was that other work you mentioned? The bounties on rats?"
ru: «А что это за та работа, о которой ты говорил? Награда за крыс?»

source: "All right... go on."
ru: «Хорошо... продолжай».

source: "I see. What was that other work you mentioned? The bounties on rats?"
ru: «Ясно. О какой еще работе ты говорил? Награда за крыс?»

source: "I was hoping you could tell me something about him."
ru: «Я надеялся, что ты что-нибудь о нем расскажешь».

source: "Never mind. I had some other questions..."
ru: «Неважно. У меня есть другие вопросы...»

source: "Never mind. I had some other... specific... questions..."
ru: «Неважно. У меня есть другие... конкретные... вопросы...»

source: "Never mind then. I had some other questions..."
ru: «Тогда неважно. У меня есть другие вопросы...»

source: "A *zerth?*"
ru: «*Зерт*?»

source: "I see. I had some other questions..."
ru: «Понятно. У меня есть другие вопросы...»

source: "I see. I had some other... specific... questions..."
ru: «Понятно. У меня есть другие... конкретные... вопросы...»

source: "Zerthimon?"
ru: «Зертимона?»

source: "And Dak'kon is a *zerth?*"
ru: «И Даккон — *зерт*?»

source: "Yes?"
ru: «Да?»

source: Wait for him to explain.
ru: Подождать, пока он объяснит.

source: "Zerchai's kin bow to you."
ru: «Род Зеркай шлет тебе поклон».

source: "Hail, sword-ringer."
ru: «Приветствую, звенящий мечом».

source: "And the traveler is pleased."
ru: «И путник доволен».

source: "I would know this city. Will you hear me?"
ru: «Я хотел бы узнать этот город. Выслушаешь меня?»

source: "Uh... what's he saying, Dak'kon?"
ru: «Э... что он говорит, Даккон?»

source: "Never mind, Dak'kon. Let's go."
ru: «Не бери в голову, Даккон. Пошли».

source: "Dak'kon, can you ask him some questions for me?"
ru: «Даккон, ты можешь задать ему пару вопросов для меня?»

source: Wait and listen to Dak'kon's reply.
ru: Подождать ответ Даккона.

source: "Dak'kon, never mind. Let's go."
ru: «Даккон, забудь об этом. Пошли».

source: Try and translate...
ru: Попытаться перевести...

source: Interrupt: "Dak'kon obeys. He is my slave."
ru: Прервать: «Даккон повинуется. Он мой раб».

source: Interrupt: "Yes, Dak'kon takes orders from me. He is my servant."
ru: Прервать: «Да, Даккон получает от меня приказы. Он мой слуга».

source: Interrupt: "I am his superior. Dak'kon follows me on my journey."
ru: Прервать: «Я его лидер. Даккон следует за мной в моем путешествии».

source: Wait and see what Dak'kon says...
ru: Посмотреть, что скажет Даккон...

source: Listen.
ru: Слушать.

source: "That stare of yours is beginning to anger me. Now, speak to me, not my slave. Will you answer my questions or not?"
ru: «Этот твой взгляд начинает меня злить. Так, обращайся ко мне, а не к моему рабу. Ты будешь отвечать на мои вопросы или нет?»

source: "I would prefer that you spoke to me, not my companion. Will you answer my questions or not?"
ru: «Я бы предпочел, чтобы ты обращался ко мне, а не к моему товарищу. Ты ответишь на мои вопросы или нет?»

source: "Is there something wrong?"
ru: «Что-то не так?»

source: "Forget this, Dak'kon. Let's leave."
ru: «Не бери в голову, Даккон. Пошли».

source: "Afraid are you, githyanki dog? Attack me if you dare."
ru: «Испугался, пес гитьянки? Нападай, если посмеешь».

source: "Afraid are you, gith dog? Attack me if you dare."
ru: «Испугался, пес гит? Нападай, если посмеешь».

source: Attack the gith while he is about to leave.
ru: Напасть на гита, пока он собирается уйти.

source: "Speak to me, not to him, gith."
ru: «Говори со мной, а не с ним, гит».

source: Wait and see what Dak'kon says.
ru: Посмотреть, что скажет Даккон.

source: "Go on. Attack me, gith. See what happens."
ru: «Давай. Нападай на меня, гит. Посмотрим, что будет дальше».

source: "If he takes a step toward me, Dak'kon, I want you to kill him."
ru: «Если он сделает еще хоть шаг ко мне, Даккон, я хочу, чтобы ты его убил».

source: "Everybody calm down. I just want some questions answered."
ru: «Успокойтесь вы оба. Я просто хочу задать пару вопросов».

source: Attack the gith while he is distracted.
ru: Напасть на гита, пока он отвлекся.

source: "Go on, githyanki dog. Attack me if you dare."
ru: «Давай, пес гитьянки. Нападай, если осмелишься».

source: "Go on, gith dog. Attack me if you dare."
ru: «Давай, пес гит. Нападай, если осмелишься».

source: Wait, see how this ends...
ru: Подождать и посмотреть, чем это закончится...

source: Lie: "You ask a man who travels with a githzerai *zerth* if he has killed a githzerai? You must have the wrong person."
ru: Ложь: «Ты спрашиваешь человека, путешествующего с *зертом*-гитцераем, убивал ли он гитцераев? Должно быть, ты обознался».

source: Lie: "There must be a mistake. I have never attacked one of your people."
ru: Ложь: «Должно быть, это ошибка. Я ни разу не нападал на представителей вашего народа».

source: Lie: "I didn't attack anyone. You must have mistaken me for someone else."
ru: Ложь: «Я ни на кого не нападал. Наверно, ты спутал меня с кем-то».

source: Ignore the gith and walk away.
ru: Не обращать внимания на гита и уйти.

source: Lie: "Look, this is a huge city. I am not the one you're looking for. I mean neither you nor your people any harm."
ru: Ложь: «Послушай, это огромный город. Я не тот, кого ты ищешь. Я не желаю зла ни тебе, ни твоему народу».

source: "Actually, you were right the first time. I was just waiting for you to drop your guard..."
ru: «Вообще-то, ты тогда был прав. Я просто ждал, пока ты утратишь бдительность...»

source: "Please do. Farewell."
ru: «Уж постарайся. Прощай».

source: "Tell him he's mistaken, Dak'kon."
ru: «Даккон, скажи ему, что он ошибся».

source: Attack him while he is looking at Dak'kon.
ru: Напасть на него, пока он смотрит на Даккона.
