Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dgithsol.dlg.po
Languages: ru

source: This man has pale yellow skin and ears that taper to points. His eyes are like small black stones, and he wears supple chain armor that is covered with elaborate enamel. He eyes you suspiciously as you approach, placing his hand upon his sword hilt. He says nothing.
ru: У этого мужчины бледно-желтая кожа и остроконечные уши. Его глаза - словно черные камушки. Он носит гибкую кольчугу, покрытую изысканной эмалью. Когда ты подходишь, он смотрит на тебя с подозрением, положив руку на эфес своего меча. Он молчит.

source: "Greetings, sword-ringer."
ru: «Приветствую, звенящий мечом».

source: "Greetings, honored githyanki."
ru: «Приветствую, почтенный гитьянки».

source: "I would like to ask you a few questions..."
ru: «Я хотел бы задать тебе несколько вопросов...»

source: "I'm sorry, I seem to have the wrong person. Farewell."
ru: «Извини, я, кажется, обознался. Прощай».

source: "I do not speak to one who is not of the People. Speak to Yi'minn there if you wish to converse with us." He keeps his eyes on you.
ru: «Я не разговариваю с теми, кто не из Народа. Поговори с Йиминн, если хочешь пообщаться с нами». Он не сводит с тебя глаз.

source: "I just had a few questions..."
ru: «У меня всего лишь несколько вопросов...»

source: "Farewell, then."
ru: «Тогда прощай».

source: In a flash, his sword is in his hands. "Address me in the manner of the githzerai dogs, will you? Apologize or I'll run you through."
ru: В мгновение ока в его руках появляется меч. «Обращаешься ко мне, как к гитцерайскому псу? Извинись, не то я проткну тебя».

source: "Apologize? To you? I don't think so."
ru: «Извиняться? Перед тобой? Я так не думаю».

source: "My apologies. I thought you were a githzerai."
ru: «Прошу прощения. Я подумал, что ты гитцерай».

source: "You have my apologies."
ru: «Приношу свои извинения».

source: He inclines his head, but his hand moves no further from his sword-hilt.
ru: Он склоняет голову, но не убирает руки с рукоятки меча.

source: "I had a few questions for you..."
ru: «У меня есть к тебе несколько вопросов...»

source: "Farewell."
ru: «Прощай».

source: With a hiss of indrawn breath, he attacks!
ru: Сдавлено шипя, он кидается в атаку!

source: Fight.
ru: Сражаться.

source: Flee.
ru: Сбежать.

source: "I do not answer questions. I am a githyanki knight. My words are my actions. Talk to Yi'minn or talk not to the githyanki."
ru: «Я не отвечаю на вопросы. Я рыцарь-гитьянки. Мои слова - это мои поступки. Поговори с Йиминном, или вообще не разговаривай с гитьянки».

source: "Yi'minn? I'll do that. Where do I find him?"
ru: «Йиминн? Ладно. Где мне его найти?»

source: "Oh, you're a githyanki? I thought I smelled the stench of illithid about you. Or perhaps it's your weak blood."
ru: «О, так ты гитьянки? Мне показалось, что я учуял на тебе вонь иллитидов. Или, может, это все твоя слабая кровь».

source: "Test my patience no further. Go. Now."
ru: «Больше не испытывай мое терпение. Уходи. Сейчас же».

source: "I just had some questions..."
ru: «У меня всего лишь несколько вопросов...»

source: He looks at you evenly. "Look for him yourself. Go now. Cease this testing of my patience."
ru: Он смотрит на тебя беспристрастно. «Поищи его сам. А теперь уходи. Прекрати испытывать мое терпение».

source: This man has pale yellow skin and ears that taper to points. His eyes are like small black stones, and he wears supple chain armor that is covered with elaborate enamel. When his eyes alight upon Dak'kon, his blade springs into his hands. "Githzerai dog! Come and taste my silver!"
ru: У этого мужчины бледно-желтая кожа и остроконечные уши. Его глаза - словно черные камушки. Он носит гибкую кольчугу, покрытую изысканной эмалью. Когда его глаза останавливаются на Дакконе, в его руках появляется клинок. «Гитцерайский пес! Подойди и отведай моего серебра!»

source: "You would stand between us, human? Then you shall die too." He hurls himself at you.
ru: «Ты встал между нами, человек? Тогда ты тоже умрешь». Он кидается на тебя.

source: The two gith hurl themselves at each other.
ru: Оба гита кидаются друг на друга.

source: Attack the githyanki.
ru: Напасть на гитьянки.

source: Let them fight.
ru: Дать им сразиться.
