Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dgith.dlg.po
Languages: ru

source: This man slowly turns as you approach. His eyes are like two black stones; they briefly flicker over your frame, then he locks gazes with you. Although this man looks humanoid, he has a yellow cast to his skin and gaunt features. He has a thin, angular frame; his limbs look like they're made of nothing but strings of muscle knotted around bone. His clothing is a curious blend of sharp colors and dull, mud-stained browns.
ru: Этот мужчина медленно поворачивается, когда ты подходишь ближе. Его глаза — словно два уголька; они быстро пробегают по тебе, затем встречаются с твоими глазами. Хотя он и похож на человека, но у него кожа желтоватого оттенка и худощавое лицо. У него щуплое угловатое телосложение; его конечности выглядят так, будто они сделаны из одних лишь жил, натянутых на кости. Его одежда — причудливая смесь пестрых цветов и глухих оттенков грязно-коричневого.

source: He pauses for a moment, studying you, then replies in broken common. "You are *known* to me." His accent makes it difficult to understand him - it's like he takes every word, snaps it, then drags out every vowel for good measure. The emphasis he places on the word *known* strikes you as odd. "I will hear you."
ru: Он делает секундную паузу, изучая тебя, затем отвечает на ломанном всеобщем: «Ты мне *известен*». Его трудно понять из-за акцента: он будто берет каждое слово, выплевывает его, а потом еще и протягивает каждую гласную. Ударение, которое он ставит на слово *известен*, кажется тебе странным. «Я выслушаю тебя».

source: "Your name is *known* to me. Your actions are *known* to me. Your nature is *known* through your actions. You are *known* to be a friend of the People." His eyes flicker over you again, as if re-appraising you. "I will hear you."
ru: «Твое имя мне *известно*. Твои деяния мне *известны*. Твоя суть стала *известной* благодаря твоим поступкам. Ты *известен* как друг Народа, — его глаза снова пробегают по тебе, словно заново оценивая. — Я выслушаю тебя».

source: "Your name is *known* to me. You have let the ground drink githyanki blood. Your nature is *known* through your actions." His eyes flicker over you again, as if re-appraising you. "I will hear you."
ru: «Твое имя мне *известно*. Ты напоил землю кровью гитьянки. Твоя суть стала *известной* благодаря твоим поступкам. Ты *известен* как друг Народа, — его глаза снова пробегают по тебе, словно заново оценивая. — Я выслушаю тебя».

source: "Your name is *known* to me. You gave aid to one of our People who was made ill by the poisons of this city. Your nature is *known* through this act. You are *known* to be a friend of the people." His eyes flicker over you again, as if re-appraising you. "I will hear you."
ru: «Твое имя мне *известно*. Ты помог одной из Народа, которая отравилась ядами этого города. Твоя суть стала *известной* благодаря этому поступку. Ты *известен* как друг Народа, — его глаза снова пробегают по тебе, словно заново оценивая. — Я выслушаю тебя».

source: The man remains silent. He does not acknowledge your greeting, merely stares at you.
ru: Мужчина продолжает молчать. Он не отвечает на твое приветствие, просто смотрит на тебя пристальным взглядом.

source: For a second, the gith doesn't seem to have heard you. Then there is the whisper of steel and a blade sprouts from the gith's hands. With a hiss, he lunges at you!
ru: На миг кажется, будто гит тебя не расслышал. Потом раздается свист стали, и в руках гита появляется клинок. Шипя, он бросается на тебя!

source: The gith remains silent, though his black eyes are still locked on you.
ru: Гит продолжает молчать, хотя его черные глаза все еще прикованы к тебе.

source: He pauses for a moment, studying you, then replies in broken common. "You are not *known* to me." His accent makes it difficult to understand him - it's like he takes every word, snaps it, then drags out every vowel for good measure. The emphasis he places on the word *known* strikes you as odd. "What do you want?"
ru: Он делает секундную паузу, изучая тебя, затем отвечает на ломанном всеобщем: «Ты *неизвестен* мне». Его трудно понять из-за акцента: он будто берет каждое слово, выплевывает его, а потом еще и протягивает каждую гласную. Ударение, которое он ставит на слово *неизвестен*, кажется тебе странным. «Чего ты хочешь?»

source: "I will not hear you." He looks like he is about to walk past you.
ru: «Я не стану тебя слушать». Он, похоже, собирается пройти мимо тебя.

source: He stops and locks gazes with you again. Before you can speak, there is the whisper of steel and a blade suddenly sprouts from his hand. "Stand aside."
ru: Он останавливается, и ваши взгляды вновь встречаются. Прежде чем ты успеваешь что-то сказать, раздается свист стали, и в его руке внезапно появляется клинок. «Посторонись».

source: His expression does not change. "Stand aside."
ru: Выражение его лица не меняется. «Посторонись».

source: With a hiss, he attacks you!
ru: Шипя, он бросается на тебя!

source: Empty node.
ru: Пустой узел.

source: "K'atzn'ii-at-the-Gate."
ru: «Катцнии-у-ворот».

source: K'atzn'ii-at-the-Gate: "Ask and you will answer both our questions." *(K'atzn'ii was a githzerai pilgrim who wandered the githzerai's home plane of Limbo to 'test' her people's discipline. She would appear at the gate of each githzerai city and ask a series of questions. The answers the citizens gave allowed her to know the nature the githzerai that lived beyond its walls. Unknown to K'aztn'ii, however, the questions she asked allowed the githzerai to know her nature as well.)*
ru: Катцнии-у-ворот: «Спроси, и ответишь и на мой вопрос, и свой». *(Катцнии была гитцерайской паломницей, которая бродила по родному плану гитцераев, Лимбо, и «проверяла» знания своего народа. Она подходила к воротам каждого гитцерайского города и задавала ряд вопросов. Ответы горожан позволяли ей познать сущность гитцераев, живших за стенами. Однако Катцнии не подозревала, что вопросы, которые она задавала, позволяли гитцераям также познать ее сущность.)*

source: The gith pauses, then speaks again. "Ask your questions. I will hear you."
ru: Гит делает паузу, затем произносит: «Задавай свои вопросы. Я выслушаю тебя».

source: "That one is not *known* to me."
ru: «Такой мне *неизвестен*».

source: "That object is not *known* to me."
ru: «Этот предмет мне *неизвестен*».

source: "Ach'ali-Drowning."
ru: «Тонущая Ачали».

source: Ach'ali-Drowning: Essentially, "A question whose answer would serve no purpose." This is usually a request to the speaker to make a vague or 'useless' question more specific. *(The githzerai make their home on the Outer Plane of Limbo, a plane of chaos. Stability can only be achieved by shaping the chaotic matter of the plane with the mind; focus and discipline are necessary for this to occur. "Ach'ali" is a foolish githzerai of myth who was lost on Limbo, and she was barely able to form an island around herself. While adrift in the chaos matter, she met a planewalker who offered to help. Ach'ali asked so many useless and unfocused questions on how to return home, however, that the isle of matter dissolved around her, and she drowned in Limbo.)*
ru: Тонущая Ачали: в основном, это «вопрос, ответ на который бесполезен». Обычно это просьба уточнить нечеткий и «бестолковый» вопрос. *(Гитцераи живут на внешнем плане Лимбо, плане хаоса. Стабильность может быть достигнута только с помощью разума, придающего форму материи хаоса; для этого нужны сосредоточенность и дисциплинированность. Ачали — мифическая глупая гитцерайка, потерявшаяся в Лимбо; она была способна лишь на то, чтобы образовать вокруг себя островок. Дрейфуя в материи хаоса, она встретила путешественника по планам, который предложил ей помощь. Однако Ачали задала так много бессмысленных и расплывчатых вопросов, что островок вещества вокруг нее растворился, и она утонула в Лимбо.)*

source: "Greetings."
ru: «Приветствую».

source: Leave the man alone.
ru: Оставить его в покое.

source: "I'm... 'known' to you? Do you know who I am?"
ru: «'Я... 'известен' тебе? Ты знаешь, кто я?»

source: "I... see. Look, I had some questions..."
ru: «Понятно... Слушай, у меня тут несколько вопросов...»

source: "There is nothing I wish to ask you. Farewell."
ru: «Мне нечего у тебя спросить. Прощай».

source: "Very well. I had some questions..."
ru: «Хорошо. У меня есть другие вопросы...»

source: Leave the gith alone.
ru: Оставить гита в покое.

source: "You're a githyanki, aren't you? I had some questions for you..."
ru: «Ты гитьянки, верно? У меня к тебе несколько вопросов...»

source: "Your question is a stab in the dark. An arrow without direction." His forehead wrinkles. "The answer to this question would fill the mind of an Anarch. There is no time for such an answer. Tell me plainly what you wish *known.*"
ru: «Твой вопрос — удар вслепую. Стрела без направления, — его лоб хмурится. — Ответ на этот вопрос озадачил бы и Вождя. Нет времени на такие ответы. Скажи мне прямо, что ты хочешь *знать*».

source: "It is said she is the queen of this city. Her mind is not *known* to me."
ru: «Говорят, что она — королева этого города. Ее разум *неизвестен* мне».

source: "They are they that divide this city amongst themselves." His tone changes as he says this; it rings faintly of disgust.
ru: «Они те, кто разделяет между собой этот город». Когда он произносит это, его голос меняется: в нем появляются нотки отвращения.

source: "There is no strength in division. A divided city falls."
ru: «В разделении нет силы. Разделенный город падет».

source: "This city touches all places."
ru: «Этот город ведет во все места».

source: "This city is a cage with many doors. Each door touches another place."
ru: «Этот город — клетка с множеством дверей. Каждая дверь ведет в другое место».

source: "Any structure with locked doors is a cage."
ru: «Любое строение с закрытыми дверями является клеткой».

source: "Every door in this cage is locked. Each door has its own key. Only then may you leave."
ru: «Каждая дверь этой клетки заперта. У каждой двери есть собственный ключ. Только так ты можешь пройти».

source: "Everywhere. They number as many as the places they touch."
ru: «Везде. Их столько же, сколько и мест, куда они ведут».

source: "It is difficult to understand. It is not difficult to accept."
ru: «Это трудно понять. Это нетрудно принять».

source: "The doors of this cage leads to everywhere. Every plane. Every world."
ru: «Двери этой клетки ведут куда угодно. На любой план. В любой мир».

source: "You are not *known* to me. What is interesting to you may not interest me."
ru: «Ты *неизвестен* мне. То, что интересует тебя, меня может вовсе не интересовать».

source: "There is little work here. You can hunt rats for bounties. You can gather the dead."
ru: «Работы здесь немного. Можно ловить крыс за награду. Можно собирать мертвецов».

source: "The city pays for rat tails. Take them to one of their Vermin Control Offices."
ru: «Город платит за крысиные хвосты. Неси их в одно из Управлений по борьбе с вредителями».

source: "Many die every night in this city. Take the dead to the Men of Dust. They will buy the body."
ru: «Многие умирают в этом городе каждую ночь. Тащи мертвецов Людям Тлена. Они заплатят за тела».

source: "The Men of Dust care for the dead. They perform last rites on each corpse."
ru: «Люди Тлена заботятся о мертвых. Они проводят последний обряд над каждым трупом».

source: "Many die. The Men of Dust cannot gather them all themselves. They do not want the dead to remain in the streets. They pay others to bring them the dead."
ru: «Многие умирают. Люди Тлена не могут собрать их всех сами. Они не хотят, чтобы мертвецы оставались на улицах. Они платят другим за то, что те приносят им мертвых».

source: "He walks with you." His forehead creases. "How is it he is not *known* to you?"
ru: «Он идет с тобой, — его лоб хмурится. — Как получилось, что он *неизвестен* тебе?»

source: "He is not speechless. If you would *know* him, put the questions to him. Do not insult us both by treating one as a statue."
ru: «Он не немой. Если хочешь *узнать* его — расспроси его. Не оскорбляй нас обоих, относясь к одному из нас как к статуе».

source: "The name is *known* to me. Dak'kon is a *zerth* who is not one of the People."
ru: «Это имя *известно* мне. Даккон — *зерт*, не принадлежащий к Народу».

source: "One that *knows* the words of Zerthimon. In *knowing* his words, they *know* themselves."
ru: «Тот, кто *знает* слова Зертимона. *Познавая* его слова, он *познает* себя».

source: "Zerthimon *knew* the githzerai before they knew themselves." The githzerai becomes silent for a moment, as if in reverence, then speaks again. "He defined our People. He gave them one mind. Those that *know* his words are called the *zerth.*"
ru: «Зертимон *познал* гитцераев, прежде чем они познали себя». Гитцерай на миг умолкает, словно в благоговении, потом продолжает: «Он определил наш Народ. Он дал нам единый разум. Тех, кто *знает* его слова, зовут *зертами*».

source: "Dak'kon is a *zerth*..." For the first time, the githzerai seems at a loss. He pauses for a moment, as if trying to find the right words.
ru: «Даккон — *зерт*...» Гитцерай кажется растерянным. Он на секунду умолкает, как бы пытаясь подобрать верные слова.

source: "Dak'kon is a *zerth* who is said not to *know* the words of Zerthimon. It is said his mind is divided. It is said he does not *know* himself. These things are poison to a githzerai. If these sayings have weight, then he is not one of the People."
ru: «Даккон — *зерт*, по слухам, *не знающий* слов Зертимона. Говорят, его разум рассеян. Говорят, что он *не знает* себя. Такие вещи — словно яд для гитцерая. Если эти слова правдивы, то он не принадлежит к Народу».

source: This gith turns to face you as you approach. His eyes are like two black stones; they briefly flicker over your frame, then he locks gazes with you. Although he looks humanoid, he has a yellow cast to his skin and gaunt features. He has a thin, angular frame; his limbs look like they're made of nothing but strings of muscle knotted around each other. His clothing is a curious blend of sharp colors and dull, mud-stained browns.
ru: Этот гит поворачивается к тебе, когда ты подходишь. Его глаза — словно два уголька; они быстро пробегают по тебе, затем встречаются с твоими глазами. Хотя он и похож на человека, у него кожа желтоватого оттенка и худощавое лицо. У него щуплое угловатое тело; его конечности выглядят так, будто они сделаны из одних лишь жил, натянутых на кости. Его одежда — причудливая смесь пестрых цветов и грязных глухих оттенков коричневого.

source: The gith's eyes lock with yours. He pauses for a moment, studying you, then replies in broken common. His accent makes it difficult to understand him - it's like he takes every word, snaps it, then drags out every vowel for good measure. If you understand him correctly, he just said, "And the traveler is welcomed."
ru: Взгляд гита встречается с твоим. Его трудно понять из-за акцента: он будто берет каждое слово, выплевывает его, а потом еще и протягивает каждую гласную. Если ты правильно его понял, он сказал: «И путнику рады».

source: The gith's eyes lock with yours. He pauses for a moment, studying you, then replies in broken common. His accent makes it difficult to understand him - it's like he takes every word, snaps it, then drags out every vowel for good measure. If you understand him correctly, he just said, "You are not one *known* to me." He placed a strange emphasis over the word *known.*
ru: Взгляд гита встречается с твоим. Его трудно понять из-за акцента: он будто берет каждое слово, выплевывает его, а потом еще и протягивает каждую гласную. Если ты правильно его понял, он сказал: «Ты *неизвестен* мне». Он делает странное ударение на слове *неизвестен*.

source: The gith's stone-faced expression cracks slightly, and his challenging stare breaks into one of curiosity. "You are not one *known* to me." His gaze flickers over you again, re-appraising you. "I will hear you."
ru: Каменное лицо гита немного расслабляется, вызов в его взгляде сменяется любопытством. «Ты *неизвестен* мне, — его взгляд пробегает по тебе, еще раз оценивая. — Я выслушаю тебя».

source: This gith turns to face you as you approach. Like Dak'kon, he has a yellow cast to his skin and a gaunt frame. His clothing is a curious blend of sharp colors and dull, mud-stained browns. The gith's dead-black eyes flicker over Dak'kon, then you.
ru: Этот гит поворачивается к тебе, когда ты подходишь. Как и у Даккона, у него кожа желтоватого оттенка и худощавое телосложение. Его одежда — причудливая смесь пестрых цветов и глухих оттенков грязно-коричневого. Черные как смоль глаза гита пробегаются сначала по Даккону, потом по тебе.

source: The man ignores you and turns to Dak'kon instead. He speaks several clipped words in a low tongue, which you can't understand. His expression doesn't change as he speaks, nor does he makes any hand motions, so you can't even hazard a guess at what he's saying. Dak'kon replies with an arrowflight of words in the same tongue, and the githzerai falls silent.
ru: Мужчина не обращает на тебя внимание и вместо этого обращается к Даккону. Он произносит несколько отрывистых слов на грубом языке, которого ты не понимаешь. При этом выражение его лица не меняется, он не делает никаких жестов, так что ты не можешь даже предположить, что он говорит. Даккон отвечает вереницей слов на том же языке, и гитцерай замолкает.

source: The githzerai turns to you as you speak, then turns back to Dak'kon and speaks again, this time at great length. Dak'kon replies - it sounds like the same arrowflight of words as before. The githzerai falls silent again. Dak'kon says something else, and the githzerai responds with another lengthy stream of words.
ru: Когда ты говоришь, гитцерай поворачивается к тебе, потом к Даккону и снова что-то говорит, на этот раз дольше. Даккон отвечает; кажется, эта все та же вереница слов, что и раньше. Гитцерай снова умолкает. Даккон что-то добавляет, и гитцерай отвечает еще одним длинным потоком слов.

source: "Your words are *known* to me," the githzerai interrupts. "Face me and speak your mind. I will hear you."
ru: «Твои слова *известны* мне, — перебивает гитцерай. — Обернись ко мне и говори прямо. Я выслушаю тебя».

source: The githzerai ignores you and turns to Dak'kon instead. He speaks several clipped words in a strange, low tongue - if you understand the inflections correctly, he just said: "All beholden, *zerth.*"
ru: Гитцерай игнорирует тебя и вместо этого поворачивается к Даккону. Он произносит несколько отрывистых слов на грубом языке. Если ты все правильно понял, он сказал: «Мое почтение, *зерт*».

source: The githzerai turns to you as you speak, then turns back to Dak'kon and speaks again, this time at great length.
ru: Когда ты говоришь, гитцерай поворачивается к тебе, потом к Даккону и что-то говорит, на этот раз дольше.

source: You have difficulty deciphering the sentence structure, but you think he said: "There is one by Dak'kon's name who is not one of the People. It is said that his mind is divided. It is said that he is a *zerth* that does not *know* the words of Zerthimon."
ru: Ты с трудом разбираешь структуру предложений, но, кажется, он сказал: «Есть некто по имени Даккон, не принадлежащий к Народу. Говорят, его разум рассеян. Говорят, что он *зерт*, *не знающий* слов Зертимона».

source: The gith's response is so quick it almost has the force of an attack behind it. You're not certain if you got the entire meaning, but it seems the gith just issued some sort of challenge to Dak'kon in the form of a question: "*Zerth,* do you *obey* the words of this human?"
ru: Ответ гита столь стремителен, что за ним практически стоит оскорбление. Ты не уверен, что точно уловил смысл, но похоже на то, что гит бросил Даккону своего рода вызов в виде вопроса: «*Зерт*, ты *подчиняешься* командам этого человека?»

source: The gith falls silent for a time. "This matter carries the stink of the illithid about it." His eyes flicker across Dak'kon's face. "I see no chains upon you. You speak your mind. How did this blasphemy come to be?"
ru: Некоторое время гит молчит. «От этого дела несет иллитидами, — его взгляд пробегает по лицу Даккона. — Я не вижу на тебе цепей. Отвечай, как могло произойти это кощунство?»

source: The gith does not look at you. His attention is focused on Dak'kon. "He may speak. I will hear him."
ru: Гит не смотрит на тебя. Его внимание сосредоточено на Дакконе. «Он может говорить. Я выслушаю его».

source: The gith turns to you and locks gazes with you. Dak'kon keeps his gaze focused on the gith.
ru: Гит поворачивается к тебе и смотрит тебе в глаза. Даккон продолжает смотреть на гита.

source: The gith's blade vanishes, and he steps back. Dak'kon's blade lowers. The gith hisses at Dak'kon. "Vilquar's eye was not as bright, nor Selqant's heart as black. This shall not be forgotten." He looks like he is about to leave.
ru: Клинок гита исчезает, он отступает назад. Даккон опускает свой клинок. Гит шипит на Даккона: «Око Вилькара не столь остро, сердце Селканта не так черно. Это не будет забыто». Похоже, он собирается уйти.

source: The gith turns to Dak'kon. "The words of this human are poison to my ears. Must I hear him?"
ru: Гит обращается к Даккону. «Слова этого человека — яд для моих ушей. Должен ли я его слушать?»

source: For the barest of seconds, the gith doesn't seem to have heard you. Then there is the whisper of steel and a blade sprouts from the gith's hands. Instantly, Dak'kon's blade is at the ready: It looks like he intends to attack the gith if he makes a move toward you.
ru: На долю секунды кажется, что гит тебя не расслышал. Затем раздается свист стали, и в руках гита появляется клинок. В тот же миг Даккон достает свой клинок. Похоже, что он намерен напасть на гита, если он двинется к тебе.

source: Despite Dak'kon's blade at the ready, the gith does not take his eyes off of you. His next question seems to be for Dak'kon. "Is your mind divided on this matter?"
ru: Несмотря на то, что клинок Даккона наготове, гит не спускает с тебя глаз. Похоже, его следующий вопрос адресован Даккону. «Твой разум рассеян по этому поводу?»

source: "This matter has the echoes of illithids in it, *zerth.* You have drawn your blade against one of the People for his sake. In Zerthimon's name, I cannot permit this offense to your spirit nor allow his words to fall unanswered with anything less than his blood."
ru: «В этом деле слышны отголоски иллитидов, *зерт*. Ради него ты обнажил свой клинок против одного из Народа. Во имя Зертимона, я не могу допустить такого оскорбления твоему духу и оставить его слова, не пролив его крови».

source: The gith faces you, but his attention still seems focused on Dak'kon. "How did this blasphemy come to be, *zerth?*"
ru: Гит поворачивается к тебе, но его внимание приковано к Даккону. «Как могло произойти такое кощунство, *зерт*?»

source: The gith waits. He seems torn.
ru: Гит ждет. Кажется, его терзают мучения.

source: There is the whisper of steel, and a blade sprouts from the githzerai's hand. "You are *known* to me. You have attacked one of the People. I will allow the stones to drink deep of your blood."
ru: Раздается свист стали, и в руке гитцерая появляется клинок. «Ты *известен* мне. Ты напал на одного из Народа. Я позволю этим камням сполна напиться твоей кровью».

source: The gith hesitates. "There is no mistake. The description - a scarred human male - is true."
ru: Гит мешкает. «Ошибки быть не может. Описание подходит: человеческий мужчина в шрамах».
