Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dgrace.dlg.po
Languages: ru

source: "Deva, I had some questions for you..."
ru: «Дэва, у меня есть вопросы к тебе...»

source: Strike the deva's chains.
ru: Разбить цепи дэва.

source: Strike the deva down.
ru: Добить дэва.

source: "Morte's critique aside, Mechanus is actually a fascinating place. There is no sky there, only great gears that turn in space... they shine light according to their cycles, and the effect is really quite breathtaking. The logic and order of the Plane can be relaxing, and there's more than enough to do to quell one's boredom if you know where to go and how to go."
ru: «Если отбросить критику Морта, на самом деле Механус — удивительное место. Там нет неба, только огромные шестерни, крутящиеся в пространстве... Они излучают сияние в соответствии с собственным циклом — эффект весьма захватывающий. Логичность и порядок плана могут действовать расслабляюще, и там более чем достаточно всего, чтобы развеять скуку — нужно только знать, куда и как идти».

source: "Modrons share a common 'energy.' In some ways, this energy serves as a link for all of them. When one of them dies, the energy is absorbed back into the common pool, and a new modron is created from that energy. When a modron goes... rogue... then he severs the link from his kind and takes a small part of the energy with him."
ru: «Модронов питает общая энергия. В каком-то роде, эта энергия служит связующим звеном между ними всеми. Когда один из них умирает, энергия возвращается обратно в общий фонд, после чего из этой энергии создается новый модрон. Когда модрон становится... бродягой... он обрывает связь со своим народом и забирает с собой частицу этой энергии».

source: "So you're saying that Nordom is part of this Source, but he's cut off from it. And when a modron dies, they're re-absorbed. Will Nordom be?"
ru: «Значит, Нордом — часть этого Источника, но он от него отрезан. И что когда модрон умирает, он возвращается туда. С Нордомом будет так же?»

source: "So... Nordom, this Mechanus is a source of energy?"
ru: «Итак... Нордом, этот Механус — источник энергии?»

source: "I see. Nordom, I had some other questions for you..."
ru: «Ясно. Нордом, у меня есть к тебе другие вопросы...»

source: "That's all I wanted to know. Let's move on."
ru: «Это все, что я хотел знать. Пошли».

source: Fall-from-Grace nods. "Morte is correct - modrons share a common 'energy.' In some ways, this energy links all of them. When one of them dies, the energy is absorbed back into the common pool, and a new modron is created from that energy. When a modron goes... rogue... then he severs the link from his kind and takes a small part of the energy with him."
ru: Падшая Грация кивает. «Морт прав — модронов питает общая энергия. В каком-то роде, эта энергия служит связующим звеном между ними всеми. Когда один из них умирает, энергия возвращается обратно в общий источник, после чего из этой энергии создается новый модрон. Когда модрон становится... бродягой... он обрывает связь со своим народом и забирает с собой частицу этой энергии».

source: Fall-from-Grace nods slightly. "My apologies, Morte. I did not mean to offend."
ru: Падшая Грация слегка кивает. «Прошу прощения, Морт. Я не хотела тебя обидеть».

source: "Morte, I need all the information I can get, so don't get territorial on me. If Fall-from-Grace has something to add, then I want to *hear* it, all right?"
ru: «Морт, мне нужна вся доступная информация, так что перестань защищать свою территорию. Если у Падшей Грации есть чего добавить, то я хочу *выслушать* ее, хорошо?»

source: "All right. Nordom, I had some other questions for you..."
ru: «Ну хорошо. Нордом, у меня есть другие вопросы к тебе...»

source: "Correct."
ru: «Все верно».

source: "And if he dies, another Nordom is created."
ru: «И если он умрет, создается еще один Нордом».

source: "Nordom's energy will be returned to the Source, but Nordom will cease to exist. Another quadrone modron will be created to replace him, however."
ru: «Энергия Нордома вернется в Источник, но сам Нордом перестанет существовать. Вместо него будет создан другой модрон типа квадрон».

source: "So... in turning rogue, he's become... mortal?"
ru: «Значит... став бродягой, он превратился... в смертного?»

source: Fall-from-Grace nods. "The raw energy cannot be destroyed - as far as I understand it - but Nordom as an individual, as 'Nordom,' would cease to exist, yes."
ru: Падшая Грация кивает. «Насколько я понимаю, чистую энергию нельзя уничтожить. Но для Нордома, ставшего личностью, это будет равноценно прекращению существования».

source: "Morte..." Fall-from-Grace breaks in gently. "I must confess, without your original foundation of information, I would have been hard-pressed to explain the situation... frequently, your use of metaphors and phrases makes it *much* easier for others to understand your explanations. It makes you a far better teacher than I."
ru: «Морт... — мягко перебивает его Падшая Грация. — Должна признаться, что без твоего оригинального представления информации мне было бы трудно объяснить ситуацию... Твои метафоры и обороты нередко позволяют другим *намного* проще понять суть твоих объяснений. Это делает тебя лучшим учителем, чем я».

source: "I extend my greetings to you, Advocate Infernus Forked-Tongue," Grace nods with a slight bow. "I will take your suggestion under consideration."
ru: «Приветствую и тебя, адский адвокат Раздвоенный Язык, — Грация делает легкий поклон. — Я приму во внимание твое предложение».

source: Grace sounds bemused. "Is Advocate Infernus Forked-Tongue implying that we tanar'ri are a crude people?"
ru: Голос Падшей Грации звучит ошеломленно: «Адский адвокат Раздвоенный Язык имеет в виду, что мы, танарри, — грубый народ?»

source: "Surely you simply object to the implementation of evil, rather than the degree. Many among the tanar'ri would claim that the closer one is to the primal nature of evil, the more true they are to the ideal."
ru: «Тебе просто не нравится то, как мы вершим зло, но не его качество. Многие танарри заявляют, что чем ближе ты к первичной сути зла, тем ты ближе к идеалу».

source: "From a baatezu point of view, it may indeed seem intolerable. However... Advocate, many tanar'ri philosophers would argue that the baatezu are to be no less excused for excising passion from violence, excising passion from the very essence of evil. The baatezu would replace rage with cold methodical cruelty. And thus, the old debate continues: Which is the greater evil? Efficient evil or passionate evil?"
ru: «С точки зрения баатезу, это может в самом деле казаться недопустимым. Однако... Адвокат, многие философы-танарри возразили бы, что для баатезу не менее непростительно отсекать страсть от жестокости: они отсекают ее от самой сути зла. Баатезу заменяют ярость холодной расчетливой жестокостью. Таким образом, продолжается давний спор: какое из зол лучше, эффективное или страстное?»

source: "I know of justice, Vhailor. I temper it with experience and wisdom, and when justice is tempered with those two truths, it becomes *stronger.* I know of mercy and forgiveness as well, for without them, the planes would be a much crueler place."
ru: «Мне известно о справедливости, Вейлор. Я смягчаю ее опытом и мудростью, а если смягчить справедливость этими двумя истинами, она становится *сильнее*. Также мне ведомо милосердие и прощение. Без них планы были бы куда более жестоким местом».

source: "No, Vhailor they are not. They are instruments by which another soul may be redeemed, elevated and strengthened. In so doing, the *multiverse* is strengthened. Therein lies the perfection you speak of."
ru: «Нет, Вейлор, это не так. Это инструменты, с помощью которых можно освободить, возвысить и укрепить другую душу. Сделав это, можно укрепить *мультивселенную*. В этом вся суть идеала, о котором ты говоришь».

source: Fall-from-Grace draws herself up at this. "*Am* I, Vhailor? Then *judge* me with your sight, see if you find me wanting. See if you can find the weakness that you claim eats at me."
ru: Падшая Грация выпрямляется. «*Вот как*, Вейлор? Тогда *суди* меня своим взглядом — посмотрим, уличишь ли ты меня в этом. Посмотрим, сможешь ли ты найти ту слабость, которая, согласно твоим утверждениям, снедает меня».

source: "On that point, we are divided, Vhailor."
ru: «С этого мига наши пути разошлись, Вейлор».

source: "Vhailor, Let me ask you about someone else."
ru: «Вейлор, позволь мне спросить о ком-то другом».

source: "Enough of this - Vhailor. I had other questions for you..."
ru: «Вейлор, довольно об этом. У меня есть к тебе вопросы...»

source: "Here is where we must part ways, Vhailor. Farewell."
ru: «Тут мы должны разойтись своими путями, Вейлор. Прощай».

source: "Never mind, Vhailor. Let's continue on."
ru: «Неважно, Вейлор. Давай продолжим».

source: "Stop your questioning, Vhailor." Fall-from-Grace's words are spoken without the slightest hint of a threat, but somehow, they feel dangerous. "This is not a court, and you will not place her on trial in my presence. Leave her alone."
ru: «Прекрати свой допрос». В словах Падшей Грации не слышно и намека на угрозу, но почему-то они кажутся опасными. «Это не суд, и ты не будешь ее допрашивать в моем присутствии. Оставь ее в покое».

source: "To do so, Vhailor, you must go through me. I will not allow her to be harmed."
ru: «Для этого, Вейлор, тебе придется пройти через меня. Я не позволю причинить ей боль».

source: Grace nods, as if to give you privacy. "I will return shortly." She then turns and leaves.
ru: Грация кивает, как бы предоставляя тебе уединение. «Я скоро вернусь». Она поворачивается и уходит.

source: Follow the prostitute...
ru: Пойти за проституткой...

source: Fall-from-Grace said that the war of fiends that Ravel was referring to probably meant the Blood War, a conflict between the baatezu and tanar'ri races. She suggested that perhaps my dealings with Ravel involved the Blood War somehow.
ru: Падшая Грация сказала, что под войной демонов Равель, вероятно, подразумевала Кровавую войну, конфликтом между расами баатезу и танарри. Она предположила, что мои дела с Равель могут быть как-то связаны с Кровавой войной.

source: Fall-from-Grace told me her kiss can drain the life from a victim... for some reason, that arouses me. I mean, I can't die, right? Hmmmm. I'll have to keep that in mind.
ru: Падшая Грация сказала мне, что ее поцелуй высасывает жизнь из жертвы... Почему-то это меня возбуждает. Я ведь все равно не могу умереть, верно? Хм-м-м. Надо бы это запомнить.

source: Fall-from-Grace nods. "Very well. I will travel with you, if you still desire my company."
ru: Падшая Грация кивает. «Хорошо. Я пойду с тобой, если ты все еще хочешь этого».

source: "I have learned what it means to aspire to be a Sensate, and that it is better to go in search of experience rather than have it come to you."
ru: «Я узнал, что это значит — стремиться быть чувствующим, и что лучше уж отправиться на поиски новых ощущений, чем вызывать их».

source: "Luis is in serious need of a carpenter to trim that libido of his."
ru: «Луис серьезно нуждается в плотнике, чтобы тот укоротил ему либидо».

source: "You should get rid of all the armoires in the Brothel and use them as firewood."
ru: «Тебе стоит избавиться от всех шкафов в борделе и пустить их на растопку камина».

source: "Teaching within a sheltered environment such as this only harms the student, and the planes themselves are often the best teacher."
ru: «Обучение в защищенной среде вроде этой только вредит ученикам, и планы нередко сами по себе являются лучшими учителями».

source: "Ah!" Fall-from-Grace laughs softly, and her eyes sparkle. "A practical thought indeed. Very well... I will travel with you, if you still desire my company."
ru: «Ах!» Падшая Грация тихонько смеется, ее глаза искрятся. «Действительно дельные мысли. Хорошо... Я отправлюсь с тобой, если ты все еще желаешь путешествовать со мной».

source: "I do."
ru: «Да».

source: "The tanar'ri are fiends - some call them 'demons.' They have embraced evil for chaos' sake. They dwell upon the poisoned planes of the Abyss where they feed on their own rage and lash out across the multiverse, despoiling all they touch. They forever seek to tempt others into committing crimes of passion and vice."
ru: «Танарри — это нечистые духи; некоторые называют их 'демонами'. Они избрали творить зло во имя хаоса. Они живут на отравленных планах Бездны, питаясь своей собственной яростью и проводя набеги на другие части мультивселенной. Они оскверняют все, к чему прикасаются. Они вечно жаждут толкать других на преступления страстей и пороков».

source: "I established the brothel to give those lustful fevers that strike the mind more avenues of expression rather than the simply carnal. Much pleasure can be had in conversation and engaging in the verbal arts with others."
ru: «Я основала этот бордель не для плотских утех, а скорее чтобы дать выход тому сладострастному волнению, которое охватывает умы. Можно получить немало удовольствия, общаясь или соревнуясь с другими в искусстве говорить».

source: "How did you come by the name 'Fall-from-Grace'?"
ru: «Как ты получила имя 'Падшая Грация'?»

source: "Why are you called 'Fall-from-Grace'?"
ru: «Почему тебя зовут Падшей Грацией?»

source: "Can you tell me what you know about the Sensates?"
ru: «Можешь рассказать мне, что тебе известно про чувствующих?»

source: "Can you teach me anything of the Art, Grace?"
ru: «Ты можешь обучить меня чему-нибудь из Искусства, Грация?»

source: "I wanted to talk about us..."
ru: «Я хотел бы поговорить о нас...»

source: "I wanted to talk about our companions..."
ru: «Я хотел бы поговорить о наших спутниках...»

source: "Do you ever use weapons?"
ru: «Ты вообще пользуешься оружием?»

source: "I had some questions about our travels..."
ru: «У меня есть вопросы о нашем путешествии...»

source: "Never mind. Let's move on."
ru: «Неважно. Пошли».

source: "No questions, today. Farewell."
ru: «На сегодня вопросов больше нет. Прощай».

source: "Why did you set up the Brothel?"
ru: «Зачем ты основала бордель?»

source: "Can I read your diary?"
ru: «Можно почитать твой дневник?»

source: "Yves said you had a tale you wouldn't share with her."
ru: «Ив сказала, что у тебя есть рассказ, которым ты не хочешь с ней делиться».

source: "I'd like to hear about your past again."
ru: «Я хотел бы послушать твою историю еще раз».

source: "Vrischika doesn't seem to care for you much."
ru: «Похоже, что Вришика не испытывает к тебе особой любви».

source: "Can you tell me about this symbol on my arm?"
ru: «Можешь рассказать мне об этом символе на моей руке?»

source: "What do you know about the Blood War?"
ru: «Что ты знаешь о Кровавой войне?»

source: "When we were in Ravel's maze, Ravel said you were tormented... are you in pain?"
ru: «Когда мы были в лабиринте Равель, она сказала, что ты испытала боль... это так?»

source: "Actually, I had some other questions instead..."
ru: «На самом деле, у меня есть другие вопросы...»

source: "And you are a tanar'ri?"
ru: «И ты — танарри?»

source: "How did you end up in Sigil?"
ru: «Как ты попала в Сигил?»

source: "Thanks for the explanation... let's move on."
ru: «Спасибо за объяснение... Идем».

source: "Why did you establish such a place?"
ru: «Зачем ты основала подобное место?»

source: "If you are from the Abyss, how did you end up in Sigil?"
ru: «Если ты из Бездны, как ты попала в Сигил?»

source: "Never mind, then. Can I ask you some other questions?"
ru: «Неважно. Можно задать тебе еще несколько вопросов?»

source: "Forget the explanation... let's move on."
ru: «Забудь про объяснения... Пошли».

source: "And that is why you established the Brothel?"
ru: «И именно поэтому ты основала бордель?»

source: "Perhaps another time... let's move on."
ru: «Может быть, в другой раз... Пойдем».

source: "The brothel is intended to slate the lusts of even the hardened intellectual. It is designed to stimulate the mind, to heighten one's awareness of themselves and others, to create new ways of *experiencing* another person. It is for those who seek something more than the shallow physical pleasures that fill the Hive and Lower Wards."
ru: «Этот бордель призван утолять страсть даже самых заядлых интеллектуалов. Он предназначен для стимуляции разума, повышения знания о себе и других, создания новых способов *познания* другого. Он для тех, кто ищет нечто большее, нежели низменные телесные удовольствия, которых и так достаточно в Улье и Нижнем районе».

source: "Well, I wouldn't call them shall... er, I mean, I can understand that. So the Brothel was a school of sorts?"
ru: «Ну я бы не стал называть их низ.. э-э-э, то есть, я могу понять это. Значит, бордель — это что-то типа школы?»

source: "I see. So this establishment just encourages intellectual fencing rather than, uh, well the *other* kind of fencing. So the Brothel was a school of sorts?"
ru: «Понимаю. Это заведение поощряет интеллектуальные виды состязаний, а не, э-э-э, *другие* виды. Так значит, бордель — это что-то вроде учебного заведения?»

source: "Yes. I hope that by learning the art of language and its subtleties that the patrons and the students may learn more about themselves. One is only as limited as their command of the language. To be able to employ language to evoke emotions in others is a tremendous skill."
ru: «Да. Я надеюсь, что, обучаясь искусству говорить и его тонкостям, посетители и ученики смогут узнать о себе что-то новое. Каждый ограничен лишь своим владением речью. Умение с помощью слов вызывать эмоции — колоссальный навык».

source: "That is correct. I am a lesser tanar'ri, more specifically, a succubus." She gives a soft sigh. "I'm afraid we're a little too common in the Lower Planes and elsewhere for our own good. Most of my race spend their time seducing mortals with various pleasures of the flesh."
ru: «Верно. Я — низшая танарри, а точнее, суккуб, — она тихонько вздыхает. — Боюсь, что мы уж слишком распространенные на Нижних планах и в других местах, что не в нашу пользу. Большинство представителей моей расы проводят свое время, соблазняя мертвых различными плотскими утехами».

source: "I've heard enough. Let's move on."
ru: «Я услышал достаточно. Идем».

source: "The Sensates are the faction of Sigil that are devoted to experience. Without experience, without sensation, we are blinded to much of the multiverse. Thus, Sensates seek to experience as much as possible - when all is experienced, then the truth of the multiverse shall reveal itself."
ru: «Чувствующие — это фракция Сигила, посвященная переживаниям. Без переживаний и ощущений большая часть мультивселенной для нас недоступна. Поэтому чувствующие стремятся пережить как можно больше: пережив все на свете, можно раскрыть истину мультивселенной».

source: "Very well. Let's move on."
ru: «Хорошо. Идем».

source: "No reason... I've heard enough. Let's move on."
ru: «Просто так... Я услышал достаточно. Идем».

source: "I don't know, but I intend to find out. Let's move on."
ru: «Не знаю, но я намерен это выяснить. Пошли».

source: "I might do that in some other incarnation, but not now. Let's go."
ru: «Возможно, и делал — в прошлых своих воплощениях, но не теперь. Идем».

source: "I see. Let's move on."
ru: «Понятно. Идем».

source: "Enough about Ravel... what's the Blood War?"
ru: «Довольно о Равель... Что такое Кровавая война?»

source: "Perhaps we'll head there, then. Let's move on."
ru: «Тогда, наверно, мы туда направимся. Пошли».

source: "The meaning of names is a complicated subject. There is much to be said, and a great deal that is better left unsaid."
ru: «Смысл имен — сложная тема. Тут много рассказывать, и большую часть лучше оставить недосказанной».

source: "We will speak no more about then. Let's move on."
ru: «Тогда больше не будем об этом. Пошли».

source: "Perhaps." She smiles slightly. "Perhaps not. There are names which are given and names which are earned. Who is to say which is the real one?"
ru: «Может быть, — она улыбается. — А может быть, и нет. Есть имена, которыми нарекают, а есть — которые заслуживают. Кому судить, которое из них настоящее?»

source: "I think the name which is earned carries the greater weight."
ru: «Мне кажется, что заслуженное имя имеет больший вес».

source: "I think the name which is given carries the greater weight."
ru: «Мне кажется, что нареченное имя имеет больший вес».

source: "I'm not sure I attach any value to a name."
ru: «Не уверен, что в именах есть какая-либо ценность».

source: "That may be so. Why do you think that?"
ru: «Возможно, таки и есть. Почему тебе так кажется?»

source: "Because a name that is earned is not arbitrary; a name that is earned tells of what you've accomplished."
ru: «Потому что заслуженное имя неслучайно; оно говорит о том, чего ты достиг».

source: "Because it is how people perceive you. And their perceptions may outweigh your understanding of yourself."
ru: «Потому что по нему люди воспринимают тебя. А их восприятие может перевесить твое самоосознание».

source: She looks at you curiously. "Truly?"
ru: Он с любопытством глядит на тебя: «Правда?»

source: "A name is a cloak of letters thrown across a person, nothing more. A name can sometimes tell you something about a fraction of the person, maybe even help define that person, but that's not who the person *is.*"
ru: «Имя — всего лишь покров из букв, скрывающий человека, не более. Иногда имя может рассказать тебе кое-что о человеке, может даже помочь определить этого человека. Однако имя — это не то, чем этот человек *является*».

source: Grace nods. "Your point is well-taken."
ru: Грация кивает. «Верно подмечено».

source: "So why are you called Fall-from-Grace?"
ru: «Так почему же тебя зовут Падшей Грацией?»

source: "Would it matter?" She smiles. "It is an earned name."
ru: «Не все ли равно? — она улыбается. — Это заслуженное имя».

source: "It matters to me. I would like to know how you came to be called that."
ru: «Для меня это важно. Я хотел бы знать, как ты получила это имя».

source: "Would it matter?" She smiles. "It is a given name."
ru: «Не все ли равно? — она улыбается. — Это нареченное имя».

source: "Would it matter?" She smiles. "It is but a cloak of letters."
ru: «Не все ли равно? — она улыбается. — Это всего лишь покров из букв».

source: "I have fallen from my people... some would say risen from my people, perhaps, but 'fall' *feels* more right to me." She looks at you questioningly. "Does that make sense?"
ru: «Я пала в глазах своего народа... Может быть, кто-то скажет наоборот, вознеслась, но слово 'падшая' мне больше *подходит*, — она вопросительно смотрит на тебя. — Ведь в этом есть какой-то смысл?»

source: "Yes, it does. After all, 'fall' carries with it an underlying sense of loss."
ru: «Да. В конце концов, слово 'падшая' несет в себе чувство утраты».

source: "It does. Can I ask you some other questions?"
ru: «Да. Можно задать тебе еще пару вопросов?»

source: "Yes... I think I understand. Let's move on."
ru: «Да... Кажется, я понимаю. Пойдем».

source: Fall-from-Grace is silent for a moment, then nods thoughtfully. "Yes... perhaps that is why it felt as it did. I... came to terms with the loss long ago, but the name has remained."
ru: Умолкнув на мгновение, Падшая Грация задумчиво кивает. «Да... наверно, потому оно и кажется мне таким. Я... уже давно смирилась с утратой, но имя осталось».

source: "Are you sure you've come to terms with it?"
ru: «Ты уверена, что смирилась с этим?»

source: "Are you sure you've come to terms with it? Ravel didn't seem to think that you had."
ru: «Ты уверена, что смирилась с этим? Похоже, Равель другого мнения».
