Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dgrace.dlg.po
Languages: ru

source: "Well, shadows keep coming to kill me - I have a feeling they're following me, but I don't know why."
ru: «Ну, тени все еще пытаются убить меня. Мне кажется, что они следуют за мной, сам не знаю почему».

source: "Well, I think there's someone out to murder me... so much so I built a tomb trap to try and kill them. According to an inscription in the tomb, he's been coming after me... for, well, as long as my incarnations can remember, it seems."
ru: «Ну, мне кажется, что кто-то очень хочет меня убить... Настолько, что я построил смертельный склеп-ловушку, чтобы попытаться убить его. Согласно надписи в склепе, он следует за мной повсюду... ну, по крайней мере, согласно воспоминаниям одного из моих воплощений».

source: "One other thing: I wasn't always immortal... Ravel made me that way."
ru: «Еще одно: я не всегда был бессмертным... Это Равель сделала меня таким».

source: "When I spoke to Ravel, she said that the tattoos on my skin spoke of a 'war of fiends.' Do you know what she meant?"
ru: «Когда я разговаривал с Равель, она сказала, что татуировки на моей коже повествуют о 'войне между нечистью'. Ты знаешь, что она имела в виду?»

source: "Well, the Pillar of Skulls told me that I 'cast a shadow on existence' - that whenever I die, another dies in my place."
ru: «Колонна Черепов сказала мне, что я отбрасываю тень на мироздание — каждый раз, когда я умираю, вместо меня умирает другой».

source: "Trias said that there is a 'keeper' in this Fortress of Regrets, and that he holds my mortality prisoner."
ru: «Триас сказал, что у Крепости сожалений есть хранитель, который держит мою смертность под замком».

source: "Nothing of importance, actually. I had some other questions..."
ru: «Вообще-то, ничего важного. У меня есть другие вопросы...»

source: "Never mind. Perhaps another time."
ru: «Неважно. Может, в другой раз».

source: "Shadows?" Fall-from-Grace is silent for a moment. "Shadows are shades of the dead. They do not tend to hunt, they tend to lie in wait for victims. Curious."
ru: «Тени? — Падшая Грация на секунду умолкает. — Тени — это духи умерших. Обычно они не охотятся — они таятся в ожидании своих жертв. Любопытно».

source: "I'd like to know any other thoughts you have on my situation."
ru: «Я хотел бы услышать, что еще ты думаешь о моем нынешнем положении».

source: "Let's discuss this another time. For now, let's move on."
ru: «Давай поговорим об этом в другой раз. Идем».

source: "And Ravel did say that you were the caster of shadows - perhaps these shades are drawn to you in some way?" Fall-from-Grace taps her chin for a moment. "It is hard to say for certain."
ru: «И Равель говорила, что ты отбрасываешь тени — возможно, эти тени каким-то образом притягиваются к тебе? — Падшая Грация задумчиво потирает подбородок. — Трудно сказать наверняка».

source: "Anything touched by Ravel's magicks are seldom of benefit to anyone, it seems." Fall-from-Grace's voice drops. "It makes one wonder how many times you have died... and taken another with you."
ru: «Похоже, что колдовство Равель вряд ли чему идет на пользу, — Падшая Грация понижает тон. — Вот интересно, сколько раз ты умер... и забрал с собой еще кого-то».

source: "Then... whoever the killer is, he's lived a very long time to have pursued you so long." She taps her chin for a moment. "Could the killer be immortal as well?"
ru: «Тогда... кем бы ни был убийца, он живет уже очень долго и все это время преследует тебя, — она потирает подбородок. — Может, убийца тоже бессмертен?»

source: "Possibly. I'd like to know any other thoughts you have on my situation."
ru: «Возможно. Я хотел бы услышать, что еще ты думаешь о моем нынешнем положении».

source: "Then that in itself is telling. This is not your natural state, which leads to the next question: *Why* did you wish to become immortal? Do you have any knowledge as to why Ravel did such a thing?"
ru: «Тогда это само по себе удивительно. Это не твое естественное состояние, из чего следует вопрос: *Почему* ты захотел стать бессмертным? У тебя есть какие-либо сведения о том, зачем Равель совершила подобную вещь?»

source: "I don't know for certain, but I think it was to help me escape from a cage, to give me my freedom."
ru: «Точно я не знаю, но мне кажется, что это должно было помочь мне сбежать из клетки, дать мне свободу».

source: "I don't know - all I know is that I asked her to do so."
ru: «Я не знаю. Все, что мне известно, — это что я попросил ее об этом».

source: "Not yet. I'd like to know any other thoughts you have on my situation."
ru: «Пока нет. Я хотел бы услышать, что еще ты думаешь о моем нынешнем положении».

source: "I don't know. I wanted to ask you some other questions."
ru: «Не знаю. Я хочу задать тебе еще пару вопросов».

source: "Let's discuss this another time."
ru: «Давай обсудим это в другой раз».

source: "Most curious. That would seem to be one of the first things to discover... only by having a sound foundation in the past can you determine what the future holds."
ru: «Весьма любопытно. Это следовало бы выяснить в первую очередь... Только имея прочный фундамент прошлого, можно определять, что кроется в будущем».

source: "Hmmmm. Ravel said something which interested me... she mentioned the war of fiends, which undoubtedly meant the Blood War. I find that most curious. That, and the plane where Ravel made her home often finds itself the contested ground in the conflict. Perhaps whatever brought you to Ravel involved the Blood War?"
ru: «Хм-м. Меня заинтересовало кое-что из сказанного Равель... Она упомянула о войне нечистых, под которой, вне всякого сомнения, подразумевалась Кровавая война. Мне это кажется весьма любопытным фактом. Это, и еще план, где жила Равель — он довольно часто оказывался спорной землей в этом конфликте. Возможно, то, что привело тебя к Равель, было как-то связано с Кровавой войной?»

source: "It's possible. I'd like to know any other thoughts you have on my situation."
ru: «Вполне возможно. Я хотел бы услышать, что еще ты думаешь о моем нынешнем положении».

source: "Perhaps. I wanted to ask you some other questions..."
ru: «Может быть. Я хочу задать тебе еще пару вопросов...»

source: "I don't know. Let's move on."
ru: «Я не знаю. Идем».

source: "Hmmmm. A 'war of fiends' undoubtedly means the Blood War." Fall-from-Grace nods. "You know, the Gray Waste, the plane where Ravel made her home often finds itself the contested ground in that conflict. Perhaps whatever brought you to Ravel involved the Blood War?"
ru: «Хм-м. 'Война нечистых', вне всякого сомнения, означает Кровавую войну, — Падшая Грация кивает. — Знаешь, а ведь Серая пустошь, план, где жила Равель, довольно часто оказывался спорной землей в этом конфликте. Возможно, то, что привело тебя к Равель, было как-то связано с Кровавой войной?»

source: "It seems to me you must find this keeper and speak to him. I think the conversation would prove most illuminating. It would seem that this keeper does not want your mortality recovered."
ru: «Мне кажется, ты должен разыскать этого хранителя и поговорить с ним. Думаю, эта беседа много на что прольет свет. Похоже, этот хранитель не желает, чтобы твою смертность освободили».

source: "I wanted to ask you some other questions..."
ru: «Я хочу задать тебе еще пару вопросов...»

source: "Probably so - in which case, he's going to be disappointed. Let's move on."
ru: «Вполне возможно. В этом случае, он окажется разочарован. Пошли».

source: "She is strong and capable, and she is quite passionate. I almost wish I had met her long ago and asked her to come to the Brothel... perhaps things might have been different." Grace studies you for a moment. "What do you think of her?"
ru: «Она сильная и умелая, но очень вспыльчивая. Я почти жалею, что не повстречала ее в прошлом и не пригласила ее в Бордель... Возможно, все сложилось бы иначе, — Грация внимательно смотрит на тебя. — А что ты думаешь о ней?»

source: "I think she doesn't care for you very much."
ru: «Похоже, она тебя не очень-то жалует».

source: "Well, I think I could fall in love with her."
ru: «Ну, мне кажется, я мог бы в нее влюбиться».

source: "I consider her a friend, nothing more."
ru: «Я считаю ее другом, не более».

source: "I don't really care about her one way or the other."
ru: «Так или иначе, она меня не сильно заботит».

source: "I hate her."
ru: «Я ее ненавижу».

source: "I don't trust her."
ru: «Я не доверяю ей».

source: "She has her uses, nothing more."
ru: «Она полезна, но не более».

source: "I'd rather not discuss it."
ru: «Я не хотел бы разговаривать об этом».

source: "I would agree..." Grace smiles. "But I shall not let you dodge my question so easily. What do you think of her?"
ru: «Вынуждена согласиться... — Грация улыбается. — Но я не позволю тебе так ловко увильнуть от вопроса. Что ты думаешь о ней?»

source: "You might wish to tell her so."
ru: «Может, скажешь это ей?»

source: "I don't know... I seem to leave this *wreckage* wherever I go, with Deionarra especially, and the lives of others I've touched. It might be best to leave well enough alone."
ru: «Не знаю... Мне кажется, что куда бы я не пошел, после меня остаются только *обломки* — особенно в случае с Дейонаррой — и еще жизни тех, с кем я столкнулся. Наверное, лучше оставить все как есть».

source: "I don't know... I seem to leave this *wreckage* wherever I go, with Deionarra especially, and the lives of others I've touched - not to mention Ravel. Why she was attracted to me, I can't even imagine, but I'd used her as well. Maybe I should just be careful of my feelings."
ru: «Не знаю... Мне кажется, что куда бы я не пошел, после меня остаются только *обломки* — особенно в случае с Дейонаррой — и еще жизни тех, с кем я столкнулся. Не говоря уже про Равель. Даже не представляю, что во мне привлекло ее. Я бы и ее использовал. Возможно, мне следует быть поосторожнее со своими чувствами».

source: "If I do, it will be *my* choice."
ru: «Если я так и сделаю, это будет *мой* выбор».

source: "I don't know... we'll see."
ru: «Не знаю... посмотрим».

source: "I wanted to ask you about someone else..."
ru: «Я хотел бы спросить тебя о кое-ком еще...»

source: "All right then. Let's move on."
ru: «Тогда ладно. Давай двигаться дальше».

source: "Why?"
ru: «Почему?»

source: "Mostly the accent... and the fact that she's the reason I got dumped in the Mortuary in the first place, she's a Hive thief with a dash of fiend blood, and she's always sniping at everything I do. Need I go on?"
ru: «По большей части из-за говора... Во-первых, именно из-за нее я оказался в Морге; еще она воровка из Улья с примесью нечистой крови и вечно сует свой нос в мои дела. Мне продолжать?»

source: "Why do you travel with her, then?"
ru: «Тогда почему же ты с ней путешествуешь?»

source: "She's got her uses - as long as I don't have to enjoy her company, everything's fine."
ru: «У нее есть свое предназначение. И пока она не докучает мне своим присутствием — все в порядке».

source: "Never mind. I wanted to ask you about someone else..."
ru: «Неважно. Я хотел бы спросить тебя о кое-ком еще...»

source: "We'll discuss it another time. For now, let's move on."
ru: «Мы поговорим об этом в другой раз. А пока нам пора идти».

source: "Why don't you trust her?"
ru: «Почему ты не доверяешь ей?»

source: "She conveniently found me in the Alley of Lingering Sighs when I died, despite the fact that every other Collector is frightened to go in there, she's Pharod's adopted daughter, and she's a Hive thief with a trace of fiend blood. Need I go on?"
ru: «Она без труда разыскала меня, мертвого, на улице Протяжных вздохов, несмотря на тот факт, что любой другой сборщик побоялся бы сунуться туда. Она — приемная дочь Фарода. А еще она воровка из Улья с примесью нечистой крови. Мне продолжать?»

source: "Abstaining is acceptable." Grace smiles. "Sustained abstinence could prove difficult."
ru: «Воздержание допустимо, — Грация улыбается. — Однако длительное воздержание может оказаться нелегким делом».

source: "*You* would know."
ru: «*Тебе* ли не знать».

source: "All right, all right... I wanted to talk about someone else..."
ru: «Ну ладно, ладно... Я хотел бы поговорить о кое-ком еще...»

source: "Perhaps so. Let's move on."
ru: «Может и так. Пойдем».

source: Grace says softly: "Torment." She studies the symbol on your arm for a moment. "Fell said..." She takes a breath. "That the flesh knows it suffers, even when the mind forgets. Fell said that the rune acts like a lodestone, drawing other tormented souls to you."
ru: Грация тихо произносит: «Мучение». Какое-то время она рассматривает символ на твоей руке. «Фелл говорит... — она делает глубокий вздох. — Плоть знает, что перенесла, даже когда разум забывает. Фелл говорит, что руна, как магнит, притягивает к тебе другие измученные души».

source: "No... there is seldom the need, and I find that I cannot bear the touch of cold iron or even steel for long periods of time. In any event, I have a number of... natural defenses that tend to discourage attackers."
ru: «Нет... Оно редко когда нужно, и я не переношу долгого соприкосновения с холодным железом или даже сталью. В любом случае, у меня есть несколько... естественных средств самообороны, которые отвадят любого нападающего».

source: "Such as?"
ru: «Например?»

source: "Oh. I had some other questions..."
ru: «О. У меня есть другие вопросы...»

source: "I... see. Let's move on."
ru: «Понятно... Идем».

source: "The kiss of a succubus is lethal to mortals - though they rarely realize the danger until their death is almost upon them." Fall-from-Grace sighs. "I can resort to it when the need arises."
ru: «Поцелуй суккуба летален для смертных, хотя они очень редко осознают его опасность до того, как оказываются на пороге смерти, — Падшая Грация вздыхает. — В случае крайней необходимости я могу прибегнуть к этому средству».

source: "I... see. I had some other questions..."
ru: «Понятно... У меня еще вопросы...»

source: "That is correct. Yves needs no more tales adding to her misery... and my tale would not serve her search for truth."
ru: «Все верно. Ив не нуждается в рассказах, которые только усугубят ее несчастье... И моя история все равно не поможет в ее поискам истины».

source: "Would you tell me?"
ru: «А мне ты ее расскажешь?»

source: "It is a long tale, and not as interesting as some would make it out to be." She sighs. "It is intertwined in other tales of war and slavery - it is not a pleasant tale."
ru: «Это долгая история, и не такая уж интересная, как может показаться, — вздыхает она. — Она тесно переплетена с другими историями о войне и рабстве, мало что в ней приятного».

source: "I would still hear it."
ru: «И все же я хотел бы ее услышать».

source: "Let's just move on, then."
ru: «Тогда идем дальше».

source: "Very well... know my past is not a long one, at least by tanar'ri standards. I do not know if you are familiar with the tanar'ri, but we are a race of the Abyss, a staggered series of planes filled with chaos and evil hearts."
ru: «Ну хорошо... Моя прошлая жизнь не слишком долгая, по крайней мере, по меркам танарри. Не знаю, знаком ли ты с танарри, но мы — раса из Бездны, нагромождения планов, наполненных хаосом и злыми сердцами».

source: "I am a tanar'ri, a fiend, a succubus... I grew up upon the first plane of the Abyss. My mother was a succubus herself - as I'm sure you are aware, succubi tempt mortals to bring their souls to the Abyss. My mother was among the finest, seducing countless mortal men to their eternal damnation. She now dwells in the Abyss, selling her children into slavery."
ru: «Я — танарри, нечистая, суккуб... Я выросла на первом плане Бездны. Моя мать сама была суккубом. Уверена, тебе известно, что суккубы соблазняют смертных и затягивают их души в Бездну. Моя мать была одной из лучших, и обрекла бессчетное количество смертных мужчин на вечное проклятье. Сейчас она живет в Бездне, продавая в рабство своих детей».

source: "Your mother sold you into slavery?"
ru: «Твоя мать продала тебя в рабство?»

source: "Yes, she sold me to the baatezu, the blood enemies of the tanar'ri. I think she rather expected that they would kill me - despite her knowledge of other subjects, she knows little of their culture and the delight they take in tormenting others."
ru: «Она продала меня баатезу, заклятым врагам танарри. Думаю, она ожидала, что они скорее убьют меня. Несмотря на ее познания в других областях, ей мало знакома их культура и то наслаждение, с которым они мучают других».

source: "How did you escape?"
ru: «Как тебе удалось сбежать?»

source: "The baatezu are a proud species. The thought a tanar'ri could best them at anything was intolerable to them. So I challenged one of the proudest of the pit fiends to a contest of improvisation, and my tanar'ri nature afforded me an advantage - you see, the tanar'ri are creatures of chaos, wild and unpredictable. The baatezu are more cunning, with orderly hearts. They understand improvisation, but they are not its best practitioners. And thus, I won my freedom - and my path brought me to Sigil."
ru: «Баатезу — гордые создания. Сама мысль о том, что танарри могут в чем-то их превзойти, для них невыносима. Поэтому я вызвала одного из самых горделивых пещерных демонов на поединок импровизаций, и тут моя сущность танарри позволило мне выиграть. Танарри — существа хаотичные, дикие и непредсказуемые. Баатезу же более коварны и дисциплинированы. Они понимают импровизацию, но в ней они не из числа лучших. Так что я выиграла свою свободу, и мои странствия привели меня в Сигил».

source: "I see. I had some other questions..."
ru: «Понятно. У меня есть другие вопросы...»

source: "That is all I wished to hear. Let's move on."
ru: «Это все, что я хотел услышать. Идем».

source: "What did you wish to discuss?"
ru: «О чем ты хочешь поговорить?»

source: "It's not important. Let's move on."
ru: «Это не столь важно. Пошли дальше».

source: "Deionarra was the woman in the sensory stone of longing was she not? The one who loved your previous incarnation?"
ru: «Дейонарра была той женщиной из камня переживаний тоски, не так ли? Не она ли была влюблена в твое прошлое воплощение?»

source: "Yes, she was. I did something terrible to her, but I know not what."
ru: «Да. Я сделал с ней нечто ужасное, но не знаю, что именно».

source: "To that, I would say this - love may move the planes themselves when it is strong and true, and there is nothing truer in all of my experiences than the truth about how one *feels* about another."
ru: «На это я скажу вот что: истинно сильная любовь может смещать даже планы, и из всего пережитого мной нет ничего истиннее *чувств* одного человека к другому».

source: "Perhaps so. I wanted to talk about someone else..."
ru: «Может, оно и так. Я хотел бы поговорить о кое-ком еще...»

source: "You may be right. I had some other questions..."
ru: «Возможно, ты права. У меня есть другие вопросы...»

source: "We'll talk about this another time. Let's move on."
ru: «Поговорим об этом в другой раз. Идем».

source: "Before you seek to guard others from your feelings, know this - love is powerful, so powerful that it found its way into Ravel's twisted black heart and its touch caused her to value another more than herself. Do you not know the *strength* required to change a heart such as Ravel's? For all the pain it may have caused, I think there is something to be said for the good it has created."
ru: «Прежде чем пытаться оградить других от своих чувств, знай: любовь сильна, сильна настолько, что проникла даже в испорченное черное сердце Равель, и благодаря ее прикосновению она поставила другого выше себя. Ты представляешь, какова должна быть *сила*, чтобы изменить сердце такой, как Равель? И хотя любовь может причинять боль, не стоит забывать, сколько добра она может принести».

source: "Ah - I deserved that." Fall-from-Grace smiles. "To that, I would say this - one's feelings for another may move the planes themselves, and there is no greater truth than what one *feels* about another."
ru: «Ах, так мне и надо, — Падшая Грация улыбается. — Скажу лишь одно: чувства могут смещать даже планы, и нет ничего истиннее, чем *чувства* одного человека к другому».

source: "Thousands."
ru: «Тысячи».

source: "You know, Morte, on some planes they burn jesters for firewood."
ru: «Знаешь, Морт, на некоторых планах шутников жгут вместо дров».

source: "Your luck seems to blanket us all."
ru: «Похоже, твоя невезучесть затронула нас всех».

source: "No, she's not pretty. But she might easily be beautiful."
ru: «Нет, она не привлекательна. Но может запросто стать прекрасной».

source: "As long as I am permitted, I suppose."
ru: «Полагаю, что столько, сколько мне будет разрешено».

source: "I don't know if I will be going back."
ru: «Не знаю, захочу ли я вернутся назад».

source: "I'll be careful. I assure you, I have no such hungers."
ru: «Я буду осторожна. Уверяю тебя, у меня нет такой потребности».

source: "Not all of us, Annah. I would encourage you to be more open-minded. You have fiend blood as well, and you have many good qualities."
ru: «Не все, Анна. Освободи свой разум. Ведь в тебе тоже течет кровь нечистого, тем не менее, в тебе много хороших качеств».

source: "Annah, jealousy is a two-edged blade. If you keep-"
ru: «Анна, ревность — обоюдоострое оружие. Если ты будешь продолжать...»

source: "Very well, then."
ru: «Ну и хорошо».

source: "Annah, look, we should-"
ru: «Анна, послушай, нам надо...»

source: "Morte, come on."
ru: «Морт, хватит».

source: "Oh? Does that include modrons?"
ru: «О? А сюда входят модроны?»

source: "Why, whoever told you that, dear Nordom?"
ru: «Почему? Кто тебе такое сказал, дорогой Нордом?»

source: "Pardon me?"
ru: «Прошу прощения?»

source: "Why... I suppose I find it comforting. Besides, I rather like the wings."
ru: «Почему... Я нахожу его удобным. К тому же, мне нравятся крылья».

source: "Why, Nordom, are you trying to court me?"
ru: «Нордом, ты пытаешься ухаживать за мной?»

source: "Such 'sins' break no tanar'ri law, Vhailor. My path is my own and one of free choice, not punishment."
ru: «Подобные 'грехи' не нарушают законов танарри, Вейлор. Мой путь — мой собственный, и выбран по доброй воле, а не в наказание».

source: "What lies beyond that curtain, Fell?"
ru: «Что находится за занавесом, Фелл?»

source: "What are those frames in the back room, Fell?"
ru: «Что это за рамы в задней комнате, Фелл?»

source: "She can't speak about it in the presence of fiends. I would speculate that since she's been bound contractually, that means it's a project of Law. And since she's been bound to it magically, it is likely baatezu in origin."
ru: «Она не может говорить об этом в присутствии нечисти. Раз она связана контрактом, то можно предположить, что это проект Законопослушного порядка. А раз связана еще и магически, то, скорее всего, в этом замешаны баатезу».

source: "I understand."
ru: «Я понимаю».

source: As your power touches Fall-from-Grace, she rises dizzily to her feet - even disoriented, she somehow manages to maintain her composure.
ru: Когда твоя сила касается Падшей Грации, она неуверенно встает на ноги. Даже будучи дезориентированной, ей каким-то образом удается сохранять хладнокровие.

source: "Fall-from-Grace - we're at the Fortress of Regrets, and I found my killer; it's my own mortality - it's taken on a life of its own. I really need your help right now."
ru: «Падшая Грация, мы в Крепости сожалений, и я нашел своего убийцу. Это моя собственная смертность: она решила жить сама по себе. Мне действительно нужна твоя помощь, прямо сейчас».

source: She nods, slowly; her strength seems to return as she hears your words. "I fear that now we have entered, this place will not easily let us go."
ru: Она медленно кивает. Похоже, к ней возвращается сила, когда она слышит твои слова. «Боюсь, что теперь, когда мы уже вошли, это место не отпустит нас так просто».

source: "We'll see..."
ru: «Посмотрим...»
