Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dgrace.dlg.po
Languages: ru

source: "I think our paths are destined to cross. Farewell."
ru: «Думаю, нашим путям суждено пересечься. Прощай».

source: "Four others?"
ru: «Четырьмя другими?»

source: "What is that symbol..."
ru: «Что это за символ...»

source: "Okay... I'd like to see all the tattoos he has available."
ru: «Хорошо... Я хотел бы посмотреть на все татуировки, которые у него есть».

source: "Very well. What can he tell me about them?"
ru: «Хорошо. Что он может о них рассказать?»

source: "What symbol is that?"
ru: «Что означает этот символ?»

source: "Never mind. I had another question I wanted to ask him..."
ru: «Неважно. Я хочу задать ему другой вопрос...»

source: "No matter. That is all I wished to know. Farewell."
ru: «Неважно. Это все, что я хотел узнать. Прощай».

source: "Shadows?"
ru: «Тени?»

source: "Saddened for me?"
ru: «Скорбит по мне? Почему?»

source: "What does he mean?"
ru: «Что он имеет в виду?»

source: "Ask him to go on."
ru: «Попроси его продолжить».

source: "Does he say anything else?"
ru: «Может, он еще что-то сказал?»

source: "I... see. Does he say anything else?"
ru: «Понятно... Может, он еще что-то сказал?»

source: "Very well."
ru: «Хорошо».

source: "Very well. I mean... uh... I'll try not to sign anything more than I already have."
ru: «Хорошо. То есть, я... э... Я постараюсь больше ничего не подписывать».

source: Truth: "I... don't. In fact, ever since I woke up in the Mortuary, I feel like something's... missing. Something inside."
ru: Правда: «Нет... На самом деле, с тех пор как я очнулся в Морге, я чувствую, что чего-то... не хватает. Чего-то внутри».

source: "That is none of your concern."
ru: «Это тебя не касается».

source: Lie: "I feel complete, yes. Why?"
ru: Ложь: «Да, я чувствую себя целостным. А что?»

source: "I'll try. I had another question I wanted to ask him..."
ru: «Постараюсь. Я хочу задать ему другой вопрос...»

source: "I am a lesser tanar'ri, more specifically, a succubus." She gives a soft sigh. "I'm afraid we're a little too common in the Lower Planes and elsewhere for our own good. Most of my race spend their time seducing mortals with various pleasures of the flesh."
ru: «Я — низшая танарри, а точнее, суккуб, — она тихонько вздыхает. — Боюсь, что мы уж слишком распространенные на Нижних планах и в других местах, что не в нашу пользу. Большинство представителей моей расы проводят свое время, соблазняя смертных различными плотскими утехами».

source: "And you...?"
ru: «А ты?..»

source: "I see. Can I ask you some other questions?"
ru: «Понятно. Можно задать тебе еще пару вопросов?»

source: "I must take my leave. Farewell."
ru: «Я должен идти. Прощай».

source: "I'd like to think that I have distanced myself from that... it is ultimately a trivial and non-productive way for one to spend one's time here in the multiverse. There is much more to life, wouldn't you agree?"
ru: «Хотелось бы думать, что я дистанцировалась от всего этого... В конце концов, это слишком примитивный и непродуктивный способ тратить свое время в мультивселенной. Ведь есть гораздо более интересные занятия, не так ли?»

source: "Perhaps so. Can I ask you some other questions?"
ru: «Пожалуй, да. Могу ли я задать тебе другие вопросы?»

source: Fall-from-Grace said someone in the Civic Festhall might know more about Ravel.
ru: Падшая Грация сказала, что кто-нибудь в Городском Фестхолле может знать что-нибудь еще о Равель.

source: Fall-from-Grace said Ravel was imprisoned in one of the Lady of Pain's mazes.
ru: Падшая Грация сказала, что Равель заточили в одном из лабиринтов Леди Боли.

source: Fall-from-Grace said Ravel is a night hag, one of the gray sisters that roam the Gray Waste. She possesses powers far beyond those of her sisters, and she came to Sigil long ago. During her stay, she upset the Lady of Pain and was punished.
ru: Падшая Грация сказала, что Равель — ночная ведьма, одна из серых сестер, обитающих в Серой пустоши. Ее могущество намного выше могущества ее сестер. Давным-давно она пришла в Сигил. Пребывая там, она разозлила Леди Боли и была наказана.

source: Fall-from-Grace warned me about Ravel... she said if even a few of the stories about the night hag are true, then she is perhaps one of the evilest and most powerful night hags ever to walk the planes.
ru: Падшая Грация предупредила меня насчет Равель... Она сказала, что если истории о ночной ведьме хоть отчасти правдивы, то она, наверное, самая злая и могущественная из ночных ведьм, когда-либо ходивших по планам.

source: Fall-from-Grace told me that her own mother sold her into slavery... to the tanar'ri's hated enemies, the baatezu, no less. Apparently, Fall-from-Grace won her freedom is a contest of improvisation with her baatezu master. She didn't elaborate on the details.
ru: Падшая Грация сказала мне, что родная мать продала ее в рабство... да еще и баатезу, злейшим врагам танарри. Судя по всему, Падшая Грация вырвала свободу у своего господина-баатезу в состязании по импровизации. В детали она не вдавалась.

source: Fall-from-Grace suggested I speak with the students in the Brothel, that interacting with some of them might spark my memory of who I am.
ru: Падшая Грация предложила мне побеседовать с учениками борделя: в разговоре с кем-то из них я могу вспомнить что-нибудь о себе.

source: I convinced Fall-from-Grace to become a companion on one condition: I have to speak to all ten of her students in the brothel, then return to her with my thoughts.
ru: Я убедил Падшую Грацию присоединиться ко мне на одном условии: я должен поговорить со всеми десятью ее учениками в борделе, а потом вернуться и сказать ей, что я об этом думаю.

source: I convinced Fall-from-Grace to become a companion on one condition: that I speak to all ten of her students in the brothel, then return to her with my thoughts. I had already spoken to nine of them, but the tenth eludes me.
ru: Я убедил Падшую Грацию присоединиться ко мне на одном условии: я должен поговорить со всеми десятью ее учениками в борделе, а потом вернуться и сказать ей, что я об этом думаю. Я уже поговорил с девятью из них, но десятый избегает меня.

source: Fall-from-Grace suggested I try the Civic Festhall if I wanted to join the Society of Sensation. She said someone there should be able to help me.
ru: Падшая Грация предложила мне пойти в Городской Фестхолл, раз уж я хочу вступить в ряды Общества Восприятия. Она сказала, что там мне могут помочь.

source: Fall-from-Grace said she was a succubus, a "lesser tanar'ri," one of the fiends that roam the Lower Planes. Apparently, her race seeks out mortals and seduces them, taking their souls to the Abyss. Charming.
ru: Падшая Грация сказала, что она — суккуб, «низшая танарри», один из нечистых духов, обитающих на Нижним планам. Похоже на то, что представители ее расы находят смертных и соблазняют их, утаскивая их души в Бездну. Как очаровательно.

source: I met a woman named Fall-from-Grace in the Clerk's Ward. She is easily one of the most beautiful women I've ever seen... she's not human, though; she has a pair of wings folded across her back.
ru: В Чиновничьем районе я встретил женщину по имени Падшая Грация. Она, пожалуй, самая красивая из женщин, которых я когда-либо встречал... однако она не человек: у нее есть пара крыльев, сложенных за спиной.

source: Before you is a stunning golden-haired woman, dressed in an azure and violet dress, with two long, elegant wings draped across her shoulders. She is surveying the room with a slight smile... she is easily the most beautiful woman you have ever seen.
ru: Перед тобой сногсшибательная женщина с золотистыми кудрями, одетая в лазурно-фиолетовое платье, с двумя длинными элегантными крыльями, ниспадающими с ее плеч. Она обводит взглядом комнату с легкой улыбкой на губах... Пожалуй, она самая красивая женщина из всех, что ты когда-либо встречал.

source: "Greetings..."
ru: «Приветствую...»

source: Ignore the winged woman, explore the building.
ru: Не обращать внимания на женщину с крыльям, обследовать здание.

source: Fall-from-Grace turns as you approach and smiles slightly. "How may I help you?"
ru: Когда ты подходишь, Падшая Грация поворачивается к тебе и слегка улыбается. «Чем я могу тебе помочь?»

source: "I had some other questions I wanted to ask you..."
ru: «Я хотел бы задать тебе несколько вопросов...»

source: "Sorry to disturb you. Farewell."
ru: «Извини за беспокойство. Прощай».

source: "Yes?"
ru: «Да?»

source: "Who are you again?"
ru: «Еще раз, кто ты?»

source: "Those wings on your back... what are you?"
ru: «Те крылья на твоей спине... Кто ты такая?»

source: "If I may ask, Lady Grace, the wings on your back... you are not human, I take it?"
ru: «Могу ли я спросить, госпожа Грация: крылья на твоей спине... ты ведь не человек, верно?»

source: "What is this place?"
ru: «Что это за место?»

source: "I came here looking for help. Perhaps you can help me."
ru: «Я пришел за помощью. Возможно, ты сможешь мне помочь».

source: "Can you tell me about the girls here?"
ru: «Что ты можешь рассказать о здешних девушках?»

source: "Can you tell me about the Sensates?"
ru: «Что ты можешь рассказать о чувствующих?»

source: "Have you ever heard of a night hag named Ravel?"
ru: «Доводилось ли тебе слышать о ночной ведьме по имени Равель?»

source: "Can you tell me what you know of Ravel again?"
ru: «Можешь еще раз сказать, что ты знаешь о Равель?»

source: "Do you know about the Blood War?"
ru: «Что ты знаешь о Кровавой войне?»

source: "I spoke to nine of the students, as you asked... but I could not find the tenth."
ru: «Я поговорил с девятью учениками, как ты и попросила... но десятого я так и не нашел».

source: "Would you like to join me on my travels?"
ru: «Не желаешь присоединиться ко мне в моих странствиях?»

source: The woman turns as you address her. She takes your measure, then nods slightly... you notice her eyes are azure, the exact same color as her dress. "Well met, traveler." She reaches up to brush back a stray lock of golden hair. "How may I help you?"
ru: В ответ на твой голос женщина поворачивается к тебе. Окинув тебя взглядом, она легонько кивает... Ты замечаешь, что глаза у нее лазурные, в тон ее платью. «Рада встрече, путник, — она откидывает назад непослушную прядь золотистых волос. — Чем я могу тебе помочь?»

source: "Who are you?"
ru: «Кто ты?»

source: "Nothing today, thanks. Farewell."
ru: «Пока ничем, спасибо. Прощай».

source: "I am called Fall-from-Grace." She studies you for a moment. "You are new to Sigil, are you not?"
ru: «Меня зовут Падшей Грацией, — секунду она рассматривает тебя. — Ты в Сигиле недавно, не так ли?»

source: "Yes, I am. Does it show?"
ru: «Да. Это так заметно?»

source: "No, I suspect I have been here for quite some time, actually."
ru: «Нет, на самом деле, у меня есть подозрение, что я здесь уже довольно давно».

source: "Fall-from-Grace... that's an interesting name."
ru: «Падшая Грация... какое интересное имя».

source: "That is not a matter I wish to discuss at the moment. Farewell."
ru: «Я не хотел бы сейчас это обсуждать. Прощай».

source: "I am Fall-from-Grace." She smiles slightly. "Can it be you have forgotten me already?"
ru: «Мне зовут Падшая Грация, — она еле заметно улыбается. — Разве ты меня уже забыл?»

source: "Lady Grace, I assure you, you have no fear of being forgotten by me. You are *quite* memorable."
ru: «Госпожа Грация, могу уверить, что тебе не стоит опасаться того, что я тебя забуду. Ты *совершенно* незабываемая».

source: "No, not at all."
ru: «Вовсе нет».

source: "No, I hadn't. Can I ask you some other questions?"
ru: «Нет. Могу ли я задать тебе еще пару вопросов?»

source: "Perhaps so. Farewell."
ru: «Может и так. Прощай».

source: Fall-from-Grace becomes somber as she glances back and forth between the two of you. "No offense was meant. Forgive my teasing."
ru: Падшая Грация мрачнеет, поглядывая на вас двоих. «Я никого не хотела обидеть. Простите меня за колкость».

source: "No harm was done and no apologies are necessary, my Lady. Can I ask you some other questions?"
ru: «Ничего страшного, не нужно извинений, моя госпожа. Могу ли я задать тебе другие вопросы?»

source: "Nevertheless, perhaps it is best we take our leave. Farewell, Lady Grace."
ru: «Как бы то ни было, лучше уж нам уйти. Прощай, госпожа Грация».

source: She laughs lightly, then relaxes into a smile. "Very well, then I will forgive you."
ru: Она тихонько смеется. Улыбаясь, она говорит: «Хорошо, я прощаю тебя».

source: "Can I ask you some other questions?"
ru: «Могу ли я задать тебе другие вопросы?»

source: She smiles slightly. "Not as much as you might think. You carry yourself quite well."
ru: Она слегка улыбается. «Не так сильно, как это можно подумать. Ты держишься очень достойно».

source: She nods. "I am pleased that you like it. But I am sure that you did not come all this way to flatter me. What is it I can help you with?"
ru: Она кивает. «Я рада, что оно тебе понравилось. Однако я уверена, что ты проделал весь этот путь не за тем, чтобы польстить мне. Чем я могу тебе помочь?»

source: "Nothing this day. Farewell."
ru: «На этот раз — ничем. Прощай».

source: "This is the *Brothel of Slating Intellectual Lusts.*" She studies you for a moment. "I take it by your question that you did not intend to partake of this establishment?"
ru: «Это *Бордель утоления интеллектуальной страсти*, — она внимательно смотрит на тебя. — Судя по твоему вопросу, ты не собирался пользовался услугами этого заведения?»

source: "'Brothel of Slating Intellectual Lusts'? What kind of brothel is this?"
ru: «Бордель утоления интеллектуальной страсти? Что это за бордель такой?»

source: "No, I don't think so. Farewell."
ru: «Нет, не думаю. Прощай».

source: "This is the Brothel of Slating Intellectual Lusts."
ru: «Это Бордель утоления интеллектуальной страсти».

source: "Oh. I see. Can I ask you some other questions?"
ru: «О, понятно. Можно задать тебе еще пару вопросов?»

source: "Just curious. Thanks for the information. Farewell."
ru: «Просто было любопытно. Спасибо за информацию. Прощай».

source: "I established this brothel to give those lustful fevers that strike the mind more avenues of expression rather than the simply carnal. Much pleasure can be had in conversation and engaging in the verbal arts with others."
ru: «Я основала этот бордель не для плотских утех, а скорее чтобы дать выход тому сладострастному волнению, которое охватывает умы. Можно получить немало удовольствия, общаясь или соревнуясь с другими в искусстве говорить».

source: "I assure you, it is not. Tour the brothel, see for yourselves."
ru: «Могу уверить тебя, это не так. Пройдись по борделю, убедись в этом сам».

source: "So this is a brothel... where there's no intercourse?"
ru: «Так это бордель... где нет сношений?»

source: "I have to ask: Why did you establish such a place?"
ru: «Не могу не спросить: зачем ты основала подобное заведение?»

source: "I may do that. Can I ask you some other questions first?"
ru: «Пожалуй, так и сделаю. Можно сперва задать тебе пару вопросов?»

source: "Very well. We'll do that. Farewell."
ru: «Хорошо, я так и сделаю. Прощай».

source: "Thanks for the explanation... I must take my leave. Farewell."
ru: «Спасибо за объяснение... Мне нужно идти. Прощай».

source: "Only of a psychological nature. Rest assured, it is still quite stimulating."
ru: «Есть, но только психологической природы. Могу уверить — это очень возбуждает».

source: "Perhaps I will tour the brothel, then. Farewell."
ru: «Тогда я, пожалуй, пройдусь по борделю. Прощай».

source: Fall-from-Grace raises an eyebrow. "That is an odd question." She frowns. "I don't think anyone has ever asked me that. At least, directly."
ru: Падшая Грация поднимает бровь. «Очень странный вопрос, — хмурится она. — Даже не знаю, задавал ли мне его кто-нибудь. По крайней мере, прямо».

source: "My apologies, Lady Grace. I didn't mean to be so direct. I was merely curious."
ru: «Прошу прощения, госпожа Грация. Я не хотел быть настолько прямолинейным. Мне было просто любопытно».

source: "So... why did you?"
ru: «Так... почему же?»

source: "Well, it seems odd that a succubus would establish such a place... the goal of the place seems to run contrary to your nature."
ru: «Просто довольно странно, чтобы суккуб основал подобное заведение... Предназначение этого места противоречит твоему естеству».

source: "Oh, no apologies are necessary. I am more than happy to discuss the reasons with you, if you wish."
ru: «О, не нужно извинений. Я с большим удовольствием сообщу тебе причины, если хочешь».

source: "I would like to hear them, yes."
ru: «Да, я бы хотел их услышать».

source: "It just seems odd that a succubus would establish such a place... the goal of the place seems to run contrary to your nature."
ru: «Просто довольно странно, чтобы суккуб основал подобное заведение... Предназначение этого места противоречит твоему естеству».

source: "Not at the moment. Can I ask you some other questions?"
ru: «Не сейчас. Могу ли я задать тебе другие вопросы?»

source: "Perhaps another time. I must take my leave. Farewell."
ru: «Может быть, в следующий раз. Мне нужно идти. Прощай».

source: "Part of the answer to your question requires that you know that I am a member of the Society of Sensation. Our faction believes that one should experience as much of the multiverse as possible."
ru: «Чтобы частично ответить на твой вопрос, тебе следует знать, что я состою в Обществе Восприятия. Наша фракция верит, что каждому необходимо пережить как можно больше всего в мультивселенной».

source: "And that is why you established this place?"
ru: «И именно поэтому ты основала это заведение?»

source: "I see; no need to explain any more. Can I ask you some other questions?"
ru: «Понятно. Нет нужды объяснять остальное. Можно задать тебе другие вопросы?»

source: "This brothel is intended to slate the lusts of even the hardened intellectual. It is designed to stimulate the mind, to heighten one's awareness of themselves and others, to create new ways of *experiencing* another person. It is for those who seek something more than the shallow physical pleasures that fill the Hive and Lower Wards."
ru: «Этот бордель призван утолять страсть даже самых заядлых интеллектуалов. Он предназначен для стимуляции разума, повышения знания о себе и других, создания новых способов *познания* другого. Он для тех, кто ищет нечто большее, нежели низменные телесные удовольствия, которых и так достаточно в Улье и Нижнем районе».

source: "Well, I wouldn't call them shall... er, I mean, I can understand that. The women here must be special, indeed."
ru: «Ну, я бы не стал называть их низ... э-э-э, то есть, я могу это понять. Должно быть, девушки здесь действительно особенные».

source: "I see. So this establishment just encourages intellectual fencing rather than, uh, well the *other* kind of fencing. The women here must be special, indeed."
ru: «Понятно. Значит, это заведение поощряет интеллектуальные дуэли, а не, эм, ну, *другие* виды дуэлей. Должно быть, девушки здесь действительно особенные».

source: "The women here are aspiring Sensates. They have come to me in search of instruction, to prepare themselves to enter the faction. Also, many of them have a natural grasp of language that can shatter the crust of the most hardened individual."
ru: «Здешние девушки стремятся стать чувствующими. Они пришли ко мне за наставлениями, чтобы подготовиться к вступлению во фракцию. Кроме того, у большинства из них врожденный талант к разговорам, способный разбить скорлупу даже самых загрубевших личностей».

source: "Sensates?"
ru: «Чувствующие?»

source: "I see. So the ladies here are ladies-in-training, so to speak?"
ru: «Понятно. Значит, здешние дамы, иначе говоря, являются практикантками?»

source: She bows slightly. "Yes, I am a member of the Society of Sensation. Our faction believes that one should experience as much of the multiverse as possible."
ru: Она слегка кивает. «Да, я состою в Обществе Восприятия. Наша фракция верит, что каждому необходимо пережить как можно больше всего в мультивселенной».

source: "And the girls here are in training to be Sensates?"
ru: «И здешние девушки готовятся стать чувствующими?»

source: "Not all of them will make it, most likely. Nonetheless, they are welcome to try, and I would not deny them the opportunity to join the faction if that is their wish. They may learn something along the way."
ru: «Скорее всего, не все из них пройдут. Тем не менее, их попытки приветствуются, и я не откажу им в возможности присоединится к фракции, если таково их желание. В ходе они могут чему-нибудь научиться».

source: "I see. So this is something of a preparatory school?"
ru: «Понятно. Так это нечто вроде подготовительной школы?»

source: "Perhaps I will tour the brothel and see for myself. Farewell."
ru: «Пожалуй, я пройдусь по борделю и сам все увижу. Прощай».

source: "Yes. I hope that by learning the art of language and its subtleties that the patrons and the students here may learn more about themselves. One is only as limited as their command of the language. To be able to employ language to evoke emotions in others is a tremendous skill."
ru: «Да. Я надеюсь, изучение искусства общения и его тонкостей позволит посетителям и ученикам лучше себя узнать. Каждый ограничен лишь своим владением речью. Умение с помощью слов вызывать эмоции — колоссальный навык».

source: "Your companion is correct. I am a lesser tanar'ri, more specifically, a succubus." She gives a soft sigh. "I'm afraid we're a little too common in the Lower Planes and elsewhere for our own good. Most of my race spend their time seducing mortals with various pleasures of the flesh."
ru: «Твой спутник прав. Я — низшая танарри, а точнее, суккуб, — она тихонько вздыхает. — Боюсь, что мы уж слишком распространенные на Нижних планах и в других местах, что не в нашу пользу. Большинство представителей моей расы проводят свое время, соблазняя смертных различными плотскими утехами».

source: "Yes. I must take my leave. Farewell."
ru: «Да. Я должен идти. Прощай».

source: "The Sensates are the faction of Sigil that is devoted to experience. Without experience, without sensation, we are blinded to much of the multiverse. Thus, Sensates seek to experience as much as possible - when all is experienced, then the truth of the multiverse shall reveal itself."
ru: «Чувствующие — это фракция Сигила, посвященная переживаниям. Без переживаний и ощущений большая часть мультивселенной для нас недоступна. Поэтому чувствующие стремятся пережить как можно больше: пережив все на свете, можно раскрыть истину мультивселенной».

source: "Interesting philosophy. Could I join the Sensates?"
ru: «Интересная философия. Могу ли я присоединиться к чувствующим?»

source: "Perhaps that is so. In any event, I must take my leave. Farewell."
ru: «Может, оно и так. Как бы там ни было, мне пора. Прощай».

source: She smiles. "To join the Sensates, one needs only be a student of life."
ru: «Чтобы присоединиться к чувствующим, достаточно быть учеником жизни».

source: "I meant I was interested in joining their faction."
ru: «Я имел в виду, что хотел бы присоединиться к фракции».

source: "Very well. I must take my leave. Farewell."
ru: «Хорошо. Я должен идти. Прощай».

source: "Of course... forgive my teasing." Grace nods. "If you wish to join the Sensates, I would inquire at the Civic Festhall. Someone there should be able to help you."
ru: «Конечно... прости, что поддразниваю, — Грация кивает. — Если желаешь присоединиться к чувствующим — попытай счастья в Городском Фестхолле. Кто-нибудь там должен тебе помочь».

source: "Thank you. I will go there then. Farewell."
ru: «Спасибо. Тогда туда и направлюсь. Прощай».

source: "Well..." She smiles slightly. "That's rather forward of you."
ru: «Ну... — она слегка улыбается. — Это довольно прямолинейно с твоей стороны».
