Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dgrace.dlg.po
Languages: ru

source: "Perhaps I overlooked one. Can I ask you some questions instead?"
ru: «Возможно, я его пропустил. Можно задать тебе пару вопросов?»

source: "I will look harder and see if I can find the tenth student. Farewell."
ru: «Я буду искать еще внимательнее. Возможно, я таки найду десятого ученика. Прощай».

source: She nods. "Very well. And your thoughts?"
ru: Она кивает. «Хорошо. И каковы твои мысли?»

source: "You and I should leave this place and explore the planes. There is nothing more for either one of us to experience here."
ru: «Нам с тобой следует покинуть это место и отправиться исследовать планы. Здесь для нас не осталось ничего, что можно было бы испытать».

source: "The student is around... perhaps you should look harder."
ru: «Ученик где-то рядом... Может, тебе стоит присмотреться получше».

source: Grace places her hands together, thumbs and fingers touching, forming a rough circle. "The Lady is said to have the power to take pieces of Sigil..." You watch in surprise as a ghostly image of Grace's little finger pulls itself from the hand and floats into the air, curling into a small circle. "...And make a maze."
ru: Грация соединяет пальцы так, чтобы ладони образовали подобие круга. «Говорят, что Леди обладает способностью брать части Сигила...» Ты с удивлением видишь, как призрачный образ мизинца Грации отделяется от руки и сам по себе парит в воздухе, вращаясь вдоль небольшого круга. «...и делать из них лабиринт».

source: "I see. Can you tell me more about this plane that Ravel is from... the Gray Waste?"
ru: «Понятно. Расскажи мне о плане, из которого родом Равель... о Серой пустоши».

source: "I think I understand. Is there anyone else who might know more about Ravel?"
ru: «Думаю, я понял. Кто-нибудь еще может знать больше о Равель?»

source: "Never mind. Can I ask you some other questions?"
ru: «Неважно. Можно задать тебе другие вопросы?»

source: The small ghostly circle floats in the air, then begins slowly rotating. "The piece of Sigil she takes holds the prisoner; there is no escaping being mazed. It can happen at any time, while walking down the street, through a door..." She claps her hands. "...And then, you are somewhere else." Inside the ghostly circle, you can suddenly see a flicker of movement, like someone walking inside.
ru: Небольшой призрачный круг парит в воздухе, затем начинает медленно вращаться. «В эту часть Сигила она помещает узника. Попав в лабиринт, выбраться из него уже нельзя. Это может случиться в любое время, пока ты гуляешь по улице, входишь через дверь, — она резко хлопает в ладони, — и вдруг оказываешься в другом месте». Внутри призрачного круга ты неожиданно замечаешь мерцающее движение, как будто внутри кто-то бродит.

source: Grace acknowledges the man with a nod and a smile. "You are too kind, sir."
ru: Грация благодарит мужчину кивком и улыбкой: «Вы так любезны, сэр».

source: Grace breaks in, with a soft whisper. "An advocate is one who argues cases before the Sigil courts. They also provide counsel and legal advice to those who request it."
ru: Грация вмешивается в разговор, тихо шепча: «Адвокат — это тот, кто ведет дела в судах Сигила. Еще адвокаты дают юридические консультации тем, кто в них нуждается».

source: She smiles slightly. "It is no matter, Able. I am certain only Tuerny would have been offended by the comment, and as you know, his subjects buried him alive more than three centuries ago."
ru: Она слегка улыбается. «Ничего страшного, Авель. Уверена, что только Туэни обиделся бы на такой отзыв, а он, как вам известно, уже более чем три века как заживо похоронен своими подданными».

source: Grace smiles, managing to politely interject: "And why do you think you are always welcome, my good Able?"
ru: Грация улыбается, умудряясь вежливо перебить его: «А как вы думаете, почему вам всегда там рады, дорогой мой Авель?»

source: "Young Sarhava? Sarhava Vhjul, could it be you?"
ru: «Сархава? Сархава Вджул, это ты?»

source: Fall-from-Grace gives the barest of nods. "Your words are most skillfully chosen, unlike those heard so recently."
ru: Грация едва заметно кивает. «Твоя речь весьма и весьма изыскана, в отличие от только что услышанного мной».

source: "I regret they were spoken at all." Her tone barely changes, but the subtle reprimand seems to crack the young woman's face like a whip. "It pains to see an old student of mine behaving so..."
ru: «Я сожалею, что они вообще были произнесены». Ее тон почти не изменился, однако похоже, что утонченное замечание прошлось по лицу девушки как плетка. «Очень больно видеть, что моя бывшая ученица ведет себя так...»

source: "These are my companions that I am traveling with. I would expect the same courtesy given to them as you have given to me. Such is a hallmark and the responsibility of those... noble-born."
ru: «Это мои спутники, с которыми я путешествую. Я бы хотела, чтобы ты была с ними так же вежлива, как и со мной. Это знак отличия и обязанность... благородных от рождения».

source: Continue.
ru: Продолжить.

source: "I don't find it hard to believe that a woman can stop the Blood War."
ru: «А вот мне несложно представить, чтобы женщина смогла остановить Кровавую войну».

source: "None taken. You are quite correct."
ru: «Да ничего. Ты абсолютно прав».

source: "But fiends are still allowed in Sigil?"
ru: «Но ведь нечистых все еще пускают в Сигил?»

source: "Let me ask you about something else..."
ru: «Позволь мне спросить еще кое о чем...»

source: "I've no more questions."
ru: «У меня больше нет вопросов».

source: "What other sorts of forces serve in the Blood War?"
ru: «Какие еще рода войск участвуют в Кровавой войне?»

source: Fall-from-Grace looks up as you approach. "Would you like me to travel with you again?"
ru: Когда ты подходишь, Падшая Грация поднимает взгляд. «Ты хочешь, чтобы я снова путешествовала с тобой?»

source: "Yes. If you're up for it."
ru: «Да, если ты не против».

source: "Not right now... I was just stopping by to check on you."
ru: «Не сейчас... Просто хотел справиться, как у тебя дела».

source: She nods. "It would be my pleasure."
ru: Она кивает. «С удовольствием».

source: "Let's go."
ru: «Идем».

source: She nods. "Thank you. That was a kind gesture." She smiles slightly. "If you should need my aid in the future, you can find me here."
ru: Она кивает. «Спасибо. Как мило с твоей стороны, — она слегка улыбается. — Если в будущем понадобится моя помощь, ты сможешь найти меня здесь».

source: "Thanks, Grace. I may take you up on that."
ru: «Спасибо, Грация. Может, я еще передумаю».

source: "Can you tell me about the tanar'ri?"
ru: «Что ты можешь рассказать о танарри?»

source: Grace turns to Yves. "I have no story that I wish to share with you today, Tale-Chaser. I cannot let you exhaust my library before I can find more stories."
ru: Грация поворачивается к Ив. «На сегодня у меня нет историй, c которыми я бы хотела поделиться с тобой, Охотница-за-рассказами. Я не могу позволить тебе опустошить мои запасы до того, как я узнаю новые истории».

source: Ask another companion.
ru: Спросить другого спутника.

source: "I've a tale to share with you, Yves."
ru: «У меня есть история, которой я хочу поделиться с тобой, Ив».

source: "I had a question for Yves, then..."
ru: «Тогда у меня есть вопрос к Ив...»

source: "We'll go, then. Farewell, Yves."
ru: «В таком случае, мы пойдем. Счастливо, Ив».

source: "I believe she is blind by choice, and not by circumstance."
ru: «Думаю, она слепа по собственному желанию, а не по воле случая».

source: "Greetings, Master Goncalves."
ru: «Здравствуйте, мастер Гонсалвис».

source: "There is no need for haste in my request, Master Goncalves; your skill demands time, and no doubt what comes from your hands will be pleasing. I am not here regarding that matter, however. This man here..." Fall-from-Grace bows to you. "...wished to speak with you for a moment..."
ru: «Нет нужды торопиться с моим заказом, мастер Гонсалвис: ваше искусство требует времени, и, несомненно, творения ваших рук еще порадуют нас. Однако я здесь не по этому поводу. Этот человек, — Падшая Грация кивает в твою сторону, — хотел бы с вами немного поговорить...»

source: Fall-from-Grace looks closely at the man. "I believe I've heard of this sort of performance art. It's common on a number of Prime Worlds..." She lowers her voice so that only you can hear her. "...and widely loathed on more than a few of them."
ru: Падшая Грация внимательно смотрит на человека. «Думаю, я слышала о подобном виде выступлений. Они популярны в нескольких первичных мирах, — она понижает голос так, что только ты ее слышишь, — и их горячо ненавидят во множестве из них».

source: See if you can touch him.
ru: Попробовать прикоснуться к нему.

source: Leave.
ru: Уйти.

source: "Depending on the kind of fiend it is, I am sure we can reason with it. Should it be baatezu, it will accept a bargain for its freedom. Should it be tanar'ri, why, we simply need to demonstrate an overpowering argument in favor of its compliance." She smiles gently. "Your weaponry should provide your logic."
ru: «Если учесть, какого типа этот нечистый, то я уверена, что мы сможем справиться с ним. Если это баатезу, то он охотно пойдет на сделку в обмен на свободу. А если это танарри, то мы просто продемонстрируем свои сокрушительные аргументы, чтобы убедить его быть послушным, — улыбается она. — Оружие подкрепит твои доводы».

source: "Very well. Dona Quisho, what do I have to do?"
ru: «Хорошо. Дона Куишо, что мне нужно делать?»

source: "I don't really hold with freeing bound fiends."
ru: «Я не занимаюсь освобождением заключенных нечистых».

source: "I suppose a definite answer would have been a little too much to hope for."
ru: «Думаю, что не стоит надеяться на более точный ответ».

source: "Can you ask it some more questions?"
ru: «Ты можешь задать ему другой вопрос?»

source: "It says that it is a 'dabus.'" Grace pauses. "I have rarely encountered a dabus who has ever given a name... at least, something we would recognize as names. They seem like they would be more prone to use symbols."
ru: «Он говорит, что он — 'дабус', — Грация замолкает. — Я редко встречала дабусов, у которых вообще было имя... по крайней мере, хоть что-либо, что можно принять за имя. Похоже, они предпочитают использовать символы».

source: "That's all I wanted to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "It says that it is attending to its duties." She turns to you. "They spend most of their time repairing and dismantling portions of the city. In many ways, they are the city's caretakers."
ru: «Он говорит, что выполняет свои обязанности, — она поворачивается к тебе. — Они тратят большую часть времени на ремонт и снос частей города. В каком-то смысле они являются хранителями города».

source: "Ask him what he's doing."
ru: «Спроси его, что он делает».

source: "Ask him to tell us about the Lady of Pain."
ru: «Спроси его про Леди Боли».

source: "Ask him to tell us about Fell."
ru: «Спроси его про Фелла».

source: Grace frowns. "I'm not certain it would be wise to ask that question. It may offend the dabus as Fell is no longer a member of their community..."
ru: Грация хмурится. «Не уверена, что будет благоразумно задавать этот вопрос. Он может оскорбить дабуса, ведь Фелл больше не является членом их сообщества...»

source: "Can you ask it anyway?"
ru: «И все же, ты можешь спросить его?»

source: "Enough with the lecture, just ask him."
ru: «Хватит нотаций, просто спроси его».

source: "Never mind, then. Let's leave."
ru: «Тогда неважно. Идем».

source: "Never mind. Let's just leave."
ru: «Неважно. Идем отсюда».

source: "I do not know what assignment you are referring to, Vrischika, though your presence here brings with it many questions. Last I had heard you were a standard-bearer for the Company of the Vulture. How did you come to Sigil?"
ru: «Не знаю, о какой миссии говоришь ты, Вришика, но вот твое присутствие здесь вызывает много вопросов. Последнее, что я о тебе слышала, это то, что ты стала знаменосцем батальона Стервятников. Как ты очутилась в Сигиле?»

source: Fall-from-Grace speaks with a coldness you have never heard before. The air almost becomes ice as she dissects Vrischika with her gaze. "That is enough."
ru: Падшая Грация говорит с холодностью, которой ты раньше от нее не слышал. Воздух становится практически ледяным, когда она смеряет взглядом Вришику. «Довольно об этом».

source: "It is the truth -"
ru: «Это правда...»

source: "One may win free of baatezu contracts if one is wary of the wording, and if one realizes that the baatezu are beholden to keep their own word. One must simply beware of any meanings that may be twisted to their ends... and I am *well versed* in language and its subtleties. Even so, it was not an easy matter..."
ru: «Освободиться от договоров с баатезу можно, если умеешь выбирать слова и понимаешь, что баатезу обязательно сдержат свое слово. Нужно всего лишь остерегаться любых слов, которые они могут обратить в свою пользу... а я *хорошо подкована* по части речи и всех ее тонкостей. И даже учитывая это, было непросто...»

source: Fall-from-Grace maintains her flawless composure and simply nods... though when you catch her eye, she gives you a slightly exasperated look, then smiles.
ru: Падшая Грация сохраняет безупречное хладнокровие и только кивает... Однако, когда вы пересекаетесь взглядами, она смотрит на тебя слегка раздраженно, но затем улыбается.

source: "What was it you said about her training agents, Vrischika?"
ru: «Что ты там говорила о том, что она обучает агентов, Вришика?»

source: "I had another question, Vrischika..."
ru: «У меня еще вопрос, Вришика...»

source: "I'd like to see your merchandise, Vrischika..."
ru: «Хотелось бы посмотреть на твой товар, Вришика...»

source: "That's all I wished to know, Vrischika. Farewell."
ru: «Это все, что я хотел знать, Вришика. Прощай».

source: "That is not the purpose of my establishment..."
ru: «Не в этом цель моего заведения...»

source: "He is well aware of why I agreed to travel with him, Vrischika... when he asked me to do so."
ru: «Он прекрасно знал, почему я согласилась странствовать с ним, Вришика... когда он попросил меня об этом».

source: "Ravel..." Grace replies softly, almost cautiously. "I have come to terms with m-"
ru: «Равель... — тихо и осторожно отвечает Грация. — Я смирилась с м...»

source: "Because love would not allow it - and it can bend even the strongest to its will." Fall-from-Grace's voice is soft, questioning. "Does it not, Ravel?"
ru: «Потому что любовь не позволила бы сделать это, а ведь она способна покорить своей воле даже сильнейших, — тон у Падшей Грации мягкий и вопрошающий. — Разве не так, Равель?»

source: "No creature is undeserving of such a feeling, Ravel." Grace speaks softly. "The histories do not paint such a compassionate picture of you, however..."
ru: «Каждый имеет право на подобные чувства, Равель, — тихо говорит Грация. — Однако истории о тебе не рисуют столь жалостливую картину...»

source: "The Lady of Pain? You tried to *help* her?"
ru: «Леди Боли? Ты пыталась *помочь* ей?»

source: Grace says nothing. She seems to be studying Ravel intently... you are suddenly struck with the feeling Grace is sizing up Ravel for weaknesses.
ru: Грация молчит. Похоже, она внимательно изучает Равель... внезапно тебя осеняет: Грация выискивает в Равель слабые места.

source: Grace suddenly plants her feet into a battle-stance, and her hands lance out, the fingers forming a protective gesture. Her expression does not change, however - if anything, she seems to have been expecting this.
ru: Внезапно Грация становится в боевую стойку, подняв руки и пальцами изобразив защитный жест. Однако выражение ее лица не меняется: похоже, она этого ожидала.

source: And suddenly, Fall-from-Grace is there, and her touch is gentle like silk, and she brushes the tears from your eyes, even as you feel the screams welling up within you. She *shhhhhhs* you, cradling your face through your bloody tears.
ru: И вдруг рядом оказывается Падшая Грация, ее прикосновение нежно как шелк, она утирает твои слезы, в то время как ты чувствуешь, что крик вот-вот вырвется из тебя. Она успокаивает тебя, прижимая твое лицо в кровавых слезах к своей груди.

source: "I... I... can't... bear it... I... couldn't STOP her, I WANTED to, but I couldn't do *anything*...!"
ru: «Я... Я... не могу... вынести это... Я... не смог ОСТАНОВИТЬ ее, ХОТЕЛ, но не смог сделать *ничего*!..»

source: Fall-from-Grace looks into your eyes, and she nods sadly, in understanding. "And that is the nature of *longing.* The desire for that which you cannot change or possess." She studies you, withdrawing her hand, now soaked in your blood. "Will you be all right?"
ru: Падшая Грация смотрит тебе в глаза и печально кивает в знак понимания. «Такова природа *тоски*. Желаешь то, чего не можешь изменить или получить, — она внимательно смотрит на тебя, убирая руку, покрытую твоей кровью. — Ты в порядке?»

source: "Yes... yes... I just need a moment..."
ru: «Да... Да... Мне нужно немного времени...»

source: "Very well..." Fall-from-Grace steps back. "We will continue when you are ready."
ru: «Хорошо... — Падшая Грация отступает. — Мы продолжим, когда ты будешь готов».

source: Take a breath, try and collect your thoughts.
ru: Вдохнуть и попробовать собраться с мыслями.

source: "I have come this far, and it would be rude of me to retire before the final hour." She smiles slightly. "Even if you were to ask politely, I would not permit it."
ru: «Я зашла уже так далеко, и было бы неучтиво с моей стороны отказаться в последнюю минуту, — она слегка улыбается. — Даже если бы ты вежливо попросил об этом, я бы все равно не позволила себе такого».

source: "It seems I have no choice, then... Annah?"
ru: «Похоже, у меня не остается выбора... Анна?»

source: "It seems I have no choice, then... Dak'kon?"
ru: «Похоже, у меня не остается выбора... Даккон?»

source: "It seems I have no choice, then... Morte?"
ru: «Похоже, у меня не остается выбора... Морт?»

source: "All right then... let's see what's on the other side of this portal."
ru: «Хорошо... А теперь посмотрим, что же находится по ту сторону портала».

source: "It's because of what Ravel said in the maze." Grace's voice is soft, so soft you almost missed it. "Isn't it, Morte?"
ru: «Это из-за того, что Равель сказала в лабиринте, — голос Грации настолько тих, что ты едва слышишь его. — Не так ли, Морт?»

source: "It's because of what Ravel said in the maze. And the symbol Fell described for us." Grace's voice is soft, so soft you almost missed it. "Isn't it, Morte?"
ru: «Это из-за того, что Равель сказала в лабиринте. И символа, который показывал нам Фелл, — голос Грации настолько тих, что ты едва слышишь его. — Не так ли, Морт?»

source: "Annah, I'm so sorry..."
ru: «Анна, мне так жаль...»

source: "The Pillar of Skulls is a pillar of living heads, composed of those whose lies sent others to their deaths. It can answer a number of questions as it knows a great deal, but it expects a great deal of payment for its services. One should not ask it such questions."
ru: «Колонна Черепов — это колонна из живых голов, состоящая из тех, чья ложь привела к смерти других. Она может ответить на множество вопросов, поскольку многое знает, но ожидает огромную плату за свои услуги. Не задавай ей такие вопросы».

source: Fall-from-Grace seems unmoved by your statement, merely looking from the pillar to you. "I would never willingly allow the Pillar of Skulls to have me... but I am certain you know this, and were merely jesting. You may not wish to taunt the Pillar so..."
ru: Падшую Грацию, казалось бы, не тронуло твое заявление; она попросту смотрит на колонну. «Я никогда по собственной воле не дам Колонне Черепов съесть меня... но я уверена, что ты это знаешь и просто шутишь. Ты же не хочешь шутить с Колонной таким образом?..»

source: Truth: "I was serious. Get in there, Grace, or I'll stuff you in myself."
ru: Правда: «Я серьезно. Вперед, Грация, не то я сам тебя туда засуну».

source: "All right. What *other* gifts would you accept, Pillar?"
ru: «Ладно. Колонна, какие *еще* подарки вы примете?»

source: "Of *course* I was jesting. Let's go."
ru: «*Конечно* же, я шучу. Идем».

source: Graces pauses, eyeing you cautiously. "Are you certain this is a course of action you wish to take? Would you truly cast me into the Pillar of Skulls?"
ru: Грация замолкает, беспокойно глядя на тебя. «Ты уверен, что хочешь предпринять такое действие? Ты действительно бросишь меня Колонне Черепов?»

source: "Yes, I would."
ru: «Да».

source: "No, I wouldn't. Pillar: what *other* gifts would you accept?"
ru: «Нет. Колонна, какие *еще* подарки вы примете?»

source: "No, I wouldn't. Let's go."
ru: «Нет. Пошли».

source: Fall-from-Grace's eyes become hard and cold as ice, though her face and form remain perfectly composed. "Then I must bid you farewell, Nameless One. Should you make your way out of Baator, perhaps we shall cross paths again." And with that, she begins to dissipate into a cloud of green mist.
ru: Взгляд Падшей Грации становится суровым и холодным как лед, хотя ее лицо остается абсолютно невозмутимым. «Тогда я говорю тебе 'прощай', Безымянный. Если будешь проходить через Баатор, возможно, мы еще встретимся». Сказав это, она превращается в облачко зеленого тумана.

source: "Grace..."
ru: «Грация...»

source: Grace breathes, "A deva... yet those chains do not seem to bind him so much as smother his mind..."
ru: Грация вздыхает. «Дэва... похоже, эти цепи не столько сковывают его движения, сколько подавляют его разум...»

source: "It was not my intention to tempt you, deva. I fear that your confinement has affected you adversely."
ru: «У меня не было намерений соблазнять тебя, дэва. Боюсь, что твое заключение плохо на тебе сказывается».

source: "I disagree, Lord Trias. You simply had an overabundance of trust in your spirit for them."
ru: «Я не согласна с этим, лорд Триас. Ты попросту слишком сильно верил в то, что воодушевишь их».

source: Fall-from-Grace breaks in suddenly. "What are your views on the Blood War, Lord Trias?"
ru: Вдруг вмешивается Падшая Грация. «Каковы твои взгляды на Кровавую войну, лорд Триас?»

source: Fall-from-Grace speaks gently. "Are you sure you wish to do this? This deva may be the only way you have to recover any more of your memories. Ravel sent us to him; will you now cut him down before he reveals his secrets?"
ru: Падшая Грация мягко произносит: «Ты уверен, что хочешь это сделать? Этот дэва — возможно, единственный, кто способен помочь тебе восстановить свою память. Равель послала нас к нему. Ты сразишь его прежде, чем он выдаст все свои секреты?»

source: "Do you think that you can end the Blood War by taking it to the gates of Paradise? The evil in the Lower Planes is nigh-infinite. The legions of the Baator and the Abyss reflect this. Before you arm yourself with nothing but pompous arrogance, you should remember the terrible power of infinite evil focused toward a single goal. Do not give them an excuse to take the Blood War to the Upper Planes or the multiverse will suffer."
ru: «Ты думаешь, что сможешь закончить Кровавую войну, перенеся ее к вратам рая? Зло на Нижних планах не имеет числа. Легионы Баатора и Бездны — наглядный тому пример. Прежде чем вооружаться одним лишь раздутым высокомерием, ты должен вспомнить ужасающую мощь бесконечного зла, если сосредоточить его на единой цели. Не дай им повод перенести Кровавую войну на Верхние планы, иначе пострадает вся мультивселенная».

source: "One can learn from all things, if one is perceptive enough, my lord. One would do well to remember that a wise man takes every opportunity to learn."
ru: «Можно научиться чему угодно, если иметь достаточное восприятие, мой господин. Стоит помнить, что мудрец использует любую возможность обучаться».
