Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dgrace.dlg.po
Languages: ru

source: "I'd rather be honest with my intentions. You seem extremely pleasant and well-versed in the ways of the planes. A companion with that kind of knowledge would be welcome."
ru: «Я хочу быть откровенным в своих намерениях. Ты невероятно мила и хорошо осведомлена по части планов. Компаньону с подобными знаниями я всегда буду рад».

source: "That's the way I am."
ru: «Я такой, какой я есть».

source: "I mean, how exciting can this place be?"
ru: «То есть, насколько волнующими может быть это место?»

source: "You're a Sensate. Surely there must be a limit to how much you can learn here."
ru: «Ты ведь чувствующая. Несомненно, должен быть какой-то предел тому, что ты можешь здесь познать».

source: "Then I withdraw the request. Can I ask you some questions instead?"
ru: «Забудем о моей просьбе. Можно задать еще пару вопросов?»

source: "Then you have my apologies. I must take my leave. Farewell."
ru: «Тогда прими мои извинения. Я должен идти. Прощай».

source: "I appreciate your candor. I shall counter with some of my own: Why should I travel with you?"
ru: «Я ценю твою прямоту. Отвечу своим вопросом: зачем мне путешествовать с тобой?»

source: "You mean you wouldn't be interested in traveling with an immortal amnesiac who is searching the planes for himself?"
ru: «То есть, тебе было бы неинтересно путешествовать с забывшим все бессмертным, который ищет себя по всем планам?»

source: "Lady Grace, I intend to travel to places perhaps no one else has ever been to... or could reach. Would that interest you?"
ru: «Госпожа Грация, я намерен отправиться в места, в которых, наверное, еще никто не бывал... или не мог добраться. Тебя бы это заинтересовало?»

source: "How exciting can this place be?"
ru: «Насколько волнующими может быть это место?»

source: "I withdraw the request. Can I ask you some questions instead?"
ru: «Забудем о моей просьбе. Можно лучше задать тебе пару вопросов?»

source: "I withdraw the request. I must take my leave. Farewell."
ru: «Забудем о моей просьбе. Я должен идти. Прощай».

source: "Oh, I *would* be extremely interested." She smiles slightly. "Such a suggestion is intriguing, make no mistake about that."
ru: «О, мне было бы *невероятно* интересно, — она слегка улыбается. — Подобное предложение не может не заинтриговать, можешь в этом не сомневаться».

source: "Then you *would* like to travel with me, then?"
ru: «Так значит, ты *хотела бы* путешествовать со мной?»

source: "If you wish me to, then there is something you must do for me. There are ten students in this establishment. I would like you to speak to all of them, then return to me with your thoughts. Then we shall see if we shall travel together or not."
ru: «Если ты этого хочешь, то должен кое-что сделать для меня. В этом заведении есть десять учеников. Я бы хотела, чтобы ты переговорил со всеми ими. Потом возвращайся ко мне и поделись своими мыслями. Там и посмотрим, будем ли мы путешествовать вместе или нет».

source: "I have already spoken to them... but there are only nine students here. I could not find a tenth."
ru: «Я уже поговорил с ними... но учеников только девять. Я не могу найти десятого».

source: "Very well. Can I ask you some other questions before I go?"
ru: «Хорошо. Можно задать тебе несколько вопросов перед уходом?»

source: "I will go speak to them, then. I will return when I have spoken to all of them."
ru: «Тогда я пойду. Вернусь, как поговорю со всеми ими».

source: "That would, indeed." She cups her chin in her hand and thinks for a moment. "Yet..."
ru: «Вполне возможно, — в раздумьях она касается своего подбородка. — И все же...»

source: "Never mind. Can I ask you some questions instead?"
ru: «Неважно. Можно я лучше задам тебе пару вопросов?»

source: "Think about it, and I shall return at some other time. Farewell."
ru: «Подумай над этим. Я еще вернусь. Прощай».

source: "I think you would be surprised. If you want me to accompany you on your travels, I need a far more compelling reason than that."
ru: «Думаю, ты будешь весьма удивлен. Если ты хочешь, чтобы я составила тебе компанию в путешествии, мне нужны куда более веские причины».

source: "Well, I'll see if I can find a more compelling reason. Farewell."
ru: «Что ж, посмотрим, смогу ли я найти более веские причины. Прощай».

source: "Help? What kind of help were you looking for?"
ru: «Помощь? Какого рода помощь ты ищешь?»

source: "I seem to have lost my memories... in so doing, I've lost myself."
ru: «Похоже, я потерял свои воспоминания... и тем самым потерял себя».

source: "Never mind. Can I ask you some questions?"
ru: «Неважно. Можно задать тебе пару вопросов?»

source: "Perhaps we will speak about this another time. Farewell."
ru: «Возможно, мы поговорим об этом в другой раз. Прощай».

source: "You have been stricken with amnesia?" Fall-from-Grace looks pained. "How terrible! Do you have any idea how it happened?"
ru: «У тебя амнезия? — Падшая Грация кажется огорченной. — Какой ужас! И ты не знаешь, как это произошло?»

source: "Not really... at least not that I can remember. I woke up on a slab in the Mortuary, and everything before that is black."
ru: «Нет... По крайней мере, я не могу это вспомнить. Я очнулся на плите в Морге. А до этого — кромешная тьма».

source: "You awoke in the Mortuary?"
ru: «Ты очнулся в Морге?»

source: "I think the Dustmen mistook me for being dead... or I was dead... or something. All I know is that I regenerate wounds quickly. I could be immortal, but I don't even know that for sure."
ru: «Думаю, тленные приняли меня за мертвеца... или я в самом деле умер... или что-то в этом роде. Я знаю только, что все мои раны быстро затягиваются. Возможно, я бессмертен, но даже этого не знаю наверняка».

source: Fall-from-Grace seems to be appraising you with renewed interest. "Those scars on your body." She reaches out a hand, as if to touch you. "May I?"
ru: Похоже, Падшая Грация смотрит на тебя с возобновившимся интересом. «Эти шрамы на твоем теле, — она протягивает руку к твоему телу. — Можно?»

source: "Uh... sure."
ru: «Э-э-э... Конечно».

source: "Yes."
ru: «Да».

source: "Actually, I'd prefer not to discuss this anymore. Can I ask you some questions?"
ru: «Вообще-то, я бы предпочел больше это не обсуждать. Можно задать тебе несколько вопросов?»

source: Fall-from-Grace drags her finger across your chest lightly, tracing the edges of your scars and following the curves where they blend into some of your tattoos. She seems fascinated. "These scars do look as if they would have taken several lifetimes to accumulate."
ru: Падшая Грация легонько проводит пальцем по твоей груди, следуя по краям шрамов, туда, где они сливаются в твои татуировки. Похоже, что она потрясена. «Эти шрамы и впрямь выглядят так, словно понадобилось несколько жизней, чтобы собрать их».

source: "They certainly do... though some are more recent."
ru: «Так и есть... Хотя некоторые из них совсем свежие».

source: "I'd prefer not to discuss this anymore. Can I ask you some questions?"
ru: «Я бы предпочел больше это не обсуждать. Можно задать тебе несколько вопросов?»

source: Fall-from-Grace steps back. "Some of those wounds would have been fatal. To a normal man." She taps her chin, thinking. "What do you intend to do now?"
ru: Падшая Грация отступает на шаг. «Некоторые из этих ран были смертельными. Для обычного человека, — она задумчиво потирает подбородок. — И что ты собираешься теперь делать?»

source: "I need to get my memories back, and my life back. I intend to scour the planes and search inside myself until I can piece together who I am and what brought me to this state."
ru: «Мне нужно вернуть свои воспоминания и свою жизнь. Я собираюсь прочесывать планы и продолжать поиск в самом себе, покуда не соберу воедино все сведения о том, кто я и что привело меня в это состояние».

source: "I don't really know. For the moment, I'm just searching for clues to who I am and what happened to me."
ru: «Я точно не знаю. Пока что я просто ищу подсказки, позволяющие понять, кто я и что со мной случилось».

source: "I don't intend to do anything. If there are answers, they will come to me... in time."
ru: «Я не собираюсь ничего делать. Если ответы и существуют, они сами меня найдут... со временем».

source: Fall-from-Grace is still thinking, her finger tapping on her chin. "I must say, I've never met a man who had lost himself in the literal sense." She raises an eyebrow. "Forgive me, but your condition is intriguing."
ru: Падшая Грация все еще размышляет, потирая пальчиком подбородок. «Должна признаться: мне никогда не доводилось встречать человека, который в буквальном смысле потерял себя, — она поднимает бровь. — Прошу меня извинить, но я нахожу твое состояние весьма интригующим».

source: "Well, I'm glad *you* think so."
ru: «Мне очень лестно, что *ты* так думаешь».

source: "It is that."
ru: «Это так».

source: "'Intriguing'? Frightening is more like it. I don't like not knowing who I am, what I may have done, who my enemies are, and who are my friends."
ru: «Интригующим? Скорее уж 'пугающим'. Мне не нравится, что я не знаю, кто я, что я мог сделать, кто мои враги и кто мои друзья».

source: "I have offended you with my words." Fall-from-Grace bows her head. "I give my apology, if you will have it."
ru: «Я оскорбила тебя своими словами, — Падшая Грация склоняет голову. — Прошу прощения, если это так».

source: "Apology accepted."
ru: «Извинения приняты».

source: "Never mind, no harm done."
ru: «Неважно, ты не сказала ничего плохого».

source: Fall-from-Grace nods. "If it will help, you are welcome to tour the Brothel. Several of our students are well-versed in the verbal arts. Perhaps some of them will be able to re-kindle your memories."
ru: Падшая Грация кивает. «Если это может помочь, то ты можешь обойти бордель. Некоторые из наших учеников весьма подкованы в словесных науках. Возможно, кто-нибудь из них сможет пробудить твою память».

source: "I may do that. Can I ask you some questions first?"
ru: «Может, я так и сделаю. Можно сперва пару вопросов?»

source: "I'm grateful. I may go speak to them. Farewell."
ru: «Благодарю. Пойду, пообщаюсь с ними. Прощай».

source: "The Blood War is the conflict that rages across the Lower Planes between the baatezu and the tanar'ri. They fight over whether evil should be lawful or chaotic." Fall-from-Grace pauses. "It is a war best avoided at all costs. Let the tanar'ri and baatezu butt heads and leave the rest of the planes in peace... or at least in relative peace."
ru: «Кровавая война — это конфликт, бушующий на Нижних планах между баатезу и танарри. Они бьются друг с другом, дабы выяснить, какое зло должно главенствовать — упорядоченное или хаотическое, — Падшая Грация делает паузу. — Лучше избегать этой войны любой ценой. Пусть танарри и баатезу толкут друг другу морды и позволят остальным планам пребывать в мире... или, как минимум, в относительном мире».

source: "Relative peace?"
ru: «Относительном?»

source: "Do they use human troops?"
ru: «Они используют людскую пехоту?»

source: "How long has it been going on?"
ru: «Сколько она уже продолжается?»

source: "Did you serve in it?"
ru: «Ты на ней служила?»

source: "I had some other questions, not related to the Blood War."
ru: «У меня есть вопросы, не связанные с Кровавой войной».

source: "I see. Thanks for the information. Farewell."
ru: «Понятно. Спасибо за информацию. Прощай».

source: "Well, the War is so large that most races get caught up in it against their wishes. Ignoring it often proves just as dangerous as participating in it."
ru: «Ну, война настолько велика, что большинство рас втягиваются в нее против своей воли. Игнорировать ее так же опасно, как и участвовать в ней».

source: "On occasion, yes. There are a number of human mercenaries that participate in the Blood War. They serve either as soldiers, fodder for cannons, or food for the fiends."
ru: «Да, такое случается. В Кровавой войне участвует множество человеческих наемников. Они служат либо в качестве солдат, либо в качестве пушечного мяса, либо в качестве провианта для нечистых».

source: "You said that as long as the war goes on, the rest of the planes are allowed 'relative peace'?"
ru: «Ты сказала, что пока идет война, остальные планы могут пребывать в относительном покое».

source: "According to the chronicles, the Blood War has been fought ever since the baatezu met the tanar'ri... a *very* long time ago. I am not certain there is a human term that encompasses the time between then and now." Fall-from-Grace shakes her head. "I'm afraid that neither the baatezu nor the tanar'ri have ever really taken to the other."
ru: «Согласно летописям, Кровавая война идет с тех пор, как баатезу впервые повстречали танарри... *очень* давно. Я даже не уверена, что у людей найдется подходящее название такому отрезку времени, — Падшая Грация качает головой. — Боюсь, что баатезу и танарри никогда не нравились друг другу».

source: "No. My mother did. Succubi generally tempt mortals to bring their spirits to the Abyss to create more tanar'ri to die in the Blood War."
ru: «Нет. Моя мать служила. Суккубы в основном соблазняют смертных, чтобы забрать их души в Бездну и породить больше танарри, и чтобы те шли умирать на Кровавую войну».

source: "Your mother? She served in the Blood War?"
ru: «Твоя мать? Она служила на Кровавой войне?»

source: "Yes. She was among the finest, seducing countless mortal men. She now dwells in the Abyss, selling her children into slavery."
ru: «Да. Она была одной из лучших. Она соблазнила бесчисленное множество смертных мужчин. Теперь она живет в Бездне, продает в рабство своих детей».

source: "You... were sold into slavery by your mother?"
ru: «Тебя... продала в рабство твоя мать?»

source: "Are these questions bothering you?"
ru: «Эти вопросы тебя не сильно беспокоят?»

source: "For a time. I won my freedom in a contest of improvisation. It was a very long time ago."
ru: «На некоторое время. Я вырвала свободу в соревновании на импровизацию. Это было очень давно».

source: "Who did she sell you to?"
ru: «Кому она тебя продала?»

source: "She sold me to the baatezu. I think she rather expected that they would kill me. Despite her knowledge of other subjects, she knows little of their culture."
ru: «Она продала мена баатезу. Наверное, она считала, что они просто убьют меня. Несмотря на познания в других областях, она очень мало знала об их культуре».

source: "She sold you to the tanar'ri's sworn enemies?"
ru: «Она продала тебя заклятым врагам танарри?»

source: "Yes." Fall-from-Grace draws herself up. "Was there anything else you wished to know?"
ru: «Да, — Падшая Грация расправляет плечи. — Ты хотел узнать что-нибудь еще?»

source: "Greetings. I'm the local puritan succubus. I'm also one of your potential party members... IF you'll have me."
ru: «Привет. Я — местная пуританка-суккуб. Также я могу стать твоей спутницей... ЕСЛИ ты поимеешь меня».

source: "Oh, no, not at all. It's best you know this - the Blood War underlies most events on the planes; it's important to understand what it is and why it is taking place."
ru: «О, нет-нет, вовсе нет. Лучше помни вот о чем: Кровавая война стоит за большинством событий на планах. Важно понимать, что она из себя представляет и зачем ведется».

source: "I am familiar with the name." Fall-from-Grace pauses and thinks for a moment. "Rumors cluster thickly about that name, and most tend to discount her as myth, but I suspect that she did exist and that she made quite an impression in the Cage during her stay here." She looks puzzled. "Why do you ask?"
ru: «Мне знакомо это имя, — Падшая Грация умолкает и какое-то время размышляет. — Вокруг этого имени роится очень много слухов. Многие считают ее выдумкой, но я подозреваю, что она действительно существует, и что в свое время она произвела неизгладимое впечатление на Клетку, пребывая здесь». Она озадаченно смотрит на тебя. «А почему ты спрашиваешь?»

source: "I intend to seek her out."
ru: «Я намерен ее разыскать».

source: "Oh, I'll HAVE you, all right. Heh-heh. Later for you, tanar'ri."
ru: «О, я обязательно ПОИМЕЮ тебя. Ха-ха. До встречи, танарри».

source: "What else do you know about her?"
ru: «Что еще ты знаешь о ней?»

source: "Never mind. I had some other questions..."
ru: «Неважно. У меня есть другие вопросы...»

source: "No reason. Thanks for the information. Farewell."
ru: «Просто так. Спасибо за информацию. Прощай».

source: Grace raises an eyebrow. "Truly? I find myself compelled to ask why."
ru: Грация поднимает бровь. «Правда? Не могу не спросить: зачем?»

source: "I need information that she has."
ru: «Мне нужна информация, которой она располагает».

source: "Is this information available from no one else?"
ru: «И эта информация больше никому недоступна?»

source: "I suspect that only Ravel possesses the knowledge I need."
ru: «Подозреваю, что только Равель владеет нужными мне знаниями».

source: "I don't know, but I intend to find out. Farewell."
ru: «Не знаю, но собираюсь это выяснить. Прощай».

source: Grace rests her hand lightly on your arm. "Consider this - if Ravel does indeed exist, then she is extremely powerful and cunning. If a fraction of the stories of her activities are true, then she is a creature that has discovered new meanings of evil. To search for her is not a quest to be undertaken lightly."
ru: Грация мягко кладет свою руку на твою. «Подумай: если Равель действительно существует, то она чрезвычайно могущественна и коварна. Если рассказы о ее деяниях хоть отчасти верны, то она — существо, открывшее новые определения слова 'зло'. Найти ее — задача не из простых».

source: "I realize that."
ru: «Я осознаю это».

source: "I realize that. Do you know anything else about Ravel?"
ru: «Я осознаю это. Ты знаешь о Равель что-нибудь еще?»

source: "I know. Nevertheless, I must find her. Thanks for the information. Farewell."
ru: «Я знаю. Тем не менее, я должен разыскать ее. Спасибо за информацию. Прощай».

source: "Well, I have never met a myth. This should be quite the outing." She smiles. "Don't you ever try doing anything boring?"
ru: «Что ж, легенды мне еще не встречались. Прогулочка будет что надо, — она улыбается. — Разве ты не пробовал заниматься чем-то скучным?»

source: "I try not to... do you know anything else about Ravel?"
ru: «Нет, не пробовал... Тебе известно еще что-нибудь о Равель?»

source: "Not if I can help it. Can I ask you some other questions?"
ru: «Ничего не могу с этим поделать. Можно задать тебе еще пару вопросов?»

source: "I might do that in some other incarnation, but not know. Let's go."
ru: «Возможно, и занимался — в прошлых своих воплощениях, но не теперь. Идем».

source: "She was said to be one of the hags of the Gray Waste, and that she was believed to possess powers and a cunning far beyond those of her sisters. She came to Sigil long ago, and in addition to the evils she committed during her stay, rumor has it that her actions threatened the Cage itself. Now she primarily exists only as fiction, a figure in children's stories." Grace pauses. "I imagine the Lady of Pain dealt with her as all threats to Sigil are dealt with."
ru: «Поговаривают, что она была одной из ведьм Серой пустоши. Многие уверены, что силой и коварством она намного превзошла своих сестер. Давным-давно она пришла в Сигил; ходят слухи, что кроме зла, которое она там сотворила, своими поступками она поставила под угрозу саму Клетку. Сейчас о ней слышно только в байках, она — персонаж детских сказок, — Грация делает паузу. — Полагаю, Леди Боли разобралась с ней так же, как и со всеми угрозами Сигилу».

source: "How?"
ru: «Как?»

source: "What is the Gray Waste?"
ru: «Что такое Серая пустошь?»

source: "Is there anyone else who might know about her?"
ru: «Кто еще может знать о ней что-нибудь?»

source: "Ravel was most likely sent to a maze. One of the Lady's prisons."
ru: «Скорее всего, Равель попала в лабиринт, в одну из тюрем Леди».

source: "Mazes? What are those?"
ru: «Лабиринт? Это еще что такое?»

source: "A blighted plane that lies effectively 'between' Baator and the Abyss. It is frequently a battleground in the Blood War."
ru: «Гиблый план, находящийся как раз посередине между Баатором и Бездной. Чаще всего он становится полем битвы в Кровавой войне».

source: "Do you know what happened to Ravel?"
ru: «Ты знаешь, что случилось с Равель?»

source: "Someone in the Festhall may know more of her."
ru: «Кто-нибудь в Фестхолле может знать о ней больше».

source: Fall-from-Grace raises an eyebrow. "Indeed?"
ru: Падшая Грация вскидывает бровь. «В самом деле?»

source: "Yes... but that is a long tale, perhaps longer than I know. I'm more interested in what this place is."
ru: «Да... но это долгая история, пожалуй, куда более долгая, чем я знаю. Мне гораздо интереснее узнать, что это за место».

source: "Yes, but that is a tale for another time. I must take my leave. Farewell."
ru: «Да, но эту историю я расскажу в другой раз. Мне пора. Прощай».

source: She nods. "I am pleased that you like it. I am fond of it myself."
ru: Она кивает. «Я рада, что оно тебе нравится. Мне и самой оно по душе».

source: "What does it mean exactly?"
ru: «А что оно значит?»

source: "The meaning of names is a complicated subject. There is much to be said, and a great deal that is better left unsaid. It is a tale for another time, I think."
ru: «Значение имен — сложная тема. Тут можно много рассказывать, и большую часть лучше оставить недосказанной. Пожалуй, эту историю я расскажу как-нибудь в другой раз».

source: "Is Fall-from-Grace your real name?"
ru: «Падшая Грация — это твое настоящее имя?»

source: "Very well, then. Can I ask you some other questions?"
ru: «Хорошо. Тогда можешь ответить на другие вопросы?»

source: "Sorry for disturbing you, then. Farewell."
ru: «Прошу прощения за беспокойство. Прощай».

source: "Perhaps." She smiles slightly. "Perhaps not. There are names which are given and names which are earned. Who is to say which is the real one? Not I."
ru: «Может быть, — улыбается она. — А может быть, нет. Есть имена, которыми нарекают, а есть — которые заслуживают. Кому судить, которое из них настоящее? Точно не мне».

source: "Travel with you?" Fall-from-Grace smiles slightly. She seems to be ignoring your companions. "That's rather forward of you."
ru: «Путешествовать с тобой?» Падшая Грация улыбается. Похоже, она не обращает внимания на твоих спутников. «Это довольно бесцеремонно с твоей стороны».

source: "Travel with you?" Fall-from-Grace smiles slightly. She seems to be ignoring Annah. "That's rather forward of you."
ru: «Путешествовать с тобой?» Падшая Грация улыбается. Похоже, она не обращает внимания на Анну. «Это довольно бесцеремонно с твоей стороны».

source: "Travel with you?" Fall-from-Grace smiles slightly. She seems to be ignoring Morte. "That's rather forward of you."
ru: «Путешествовать с тобой?» Падшая Грация улыбается. Похоже, она не обращает внимания на Морта. «Это довольно бесцеремонно с твоей стороны».

source: "And you could not find the tenth student? How curious."
ru: «Так ты не смог найти десятого ученика? Любопытно».

source: "I'm thinking the tenth student is me. In which case, I have spoken to all of them."
ru: «Думаю, что десятый ученик — это я. В таком случае, я поговорил со всеми».

source: "I saw ten stones beneath the Brothel, and one was blank... so I'm thinking there's only nine prostitutes here. The tenth *student,* then, is me. In which case, I have spoken to all of them."
ru: «Под борделем я видел десять камней, и один из них пуст... так что мне кажется, что здесь только девять проституток. Значит, десятый *ученик* — это я. В таком случае, я поговорил со всеми».

source: "I think Luis is the tenth student... in his own way."
ru: «Мне кажется, что Луис — десятый ученик... в своем роде».

source: "Can you tell me where the tenth student might be found?"
ru: «Ты можешь сказать мне, где найти десятого ученика?»
