Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dgrace.dlg.po
Languages: ru

source: Fall-from-Grace speaks with equanimity. "Ilquix, I agree that my mother would love to hear that my health continues to be good, that my actions continue on the course I have chosen, and that my traveling companions are those I have chosen of my own accord. When you return to the Abyss, perhaps you would even be so kind as to carry that message for me? I'm certain she would reward anyone who brought such excellent news of me to her." She smiles gently.
ru: Падшая Грация невозмутимо говорит. «Илквикс, я согласна, что моя мать была бы рада услышать, что я все еще добром здравии, что я все еще продолжаю двигаться в выбранном направлении и что я едина с моими спутниками. Когда вернешься назад в Бездну, будь любезен, доставь это сообщение ради меня? Я уверена, что она щедро наградит того, кто принесет ей столь великолепную новость обо мне». Она кротко улыбается.

source: "This is all very fascinating, but I had some other questions..."
ru: «Это все воистину очаровательно, но у меня есть другие вопросы...»

source: "That's enough. Farewell, Ilquix."
ru: «Довольно. Прощай, Илквикс».

source: Grace responds with a small curtsy. "Your kind words would melt the hearts of any, I am certain, Ilquix. Yet we must always remember that so many people are both more and less than they seem. 'Twould be a shame indeed if all were revealed so quickly - anticlimactic, even."
ru: Сделав небольшой реверанс, Грация отвечает: «Уверена, что твои любезные слова растопят любое сердце, Илквикс. И все же мы должны помнить, что многие люди одновременно больше и меньше, чем они кажутся. Было бы весьма досадно, если бы все мы так быстро разоблачались... пожалуй, даже слишком досадно».

source: "What exactly do you mean, Grace?"
ru: «Что ты имеешь в виду, Грация?»

source: "Enough. I need the answers to some questions, Ilquix."
ru: «Довольно. Мне нужны ответы на несколько вопросов, Илквикс».

source: "I mean only that words spoken in haste are often looked back upon with regret - and that many people possess attributes and even virtues which few others suspect. Too many leap to the ledge of conclusions, and too many never realize that ledge will crumble under them. Thus it is that we consider our words before they reveal more about us than we intend."
ru: «Я лишь хотела сказать, что об опрометчивых словах потом часто жалеют, и что многие обладают чертами и даже достоинствами, о которых никто даже и не подозревает. Слишком многие делают скоропалительные выводы и даже не осознают, что эти выводы обрушатся потом на них самих. Поэтому нам лучше обдумывать свои слова до того, как они раскроют о нас больше, чем мы того хотели».

source: "I ... see. Ilquix, I had some more questions..."
ru: «Понятно... Илквикс, у меня были еще вопросы...»

source: "Well spoken, Grace. Farewell, Ilquix."
ru: «Хорошо сказано, Грация. Прощай, Илквикс».

source: "This conversation is at an end. Farewell, Ilquix."
ru: «Закончим эту беседу. Прощай, Илквикс».

source: Grace nods. "Certainly. I think that is an excellent idea."
ru: Грация кивает. «Несомненно. Я считаю, что это великолепная идея».

source: "Thanks. Morte? What do you think?"
ru: «Спасибо. Что думаешь, Морт?»

source: "Thanks. Annah? Could you?"
ru: «Спасибо. Анна? А ты?»

source: "Thanks. Ignus?"
ru: «Спасибо. Игнус?»

source: "Thanks. Dak'kon, could you help this man?"
ru: «Спасибо. Даккон, ты поможешь этому человеку?»

source: "Thanks. Dak'kon: help this man."
ru: «Спасибо. Даккон, помоги этому человеку».

source: "Thanks. Nordom, do you think you could help?"
ru: «Спасибо. Нордом, как ты думаешь, ты сможешь помочь?»

source: "Thanks. Vhailor, could you help?"
ru: «Спасибо. Вейлор, ты сможешь помочь?»

source: "Thanks. I had some questions, Mourns..."
ru: «Спасибо. У меня есть вопросы, Скорбящий...»

source: "Thanks, Grace. Farewell, Mourns-for-Trees."
ru: «Спасибо, Грация. Прощай, Скорбящий-по-деревьям».

source: Fall-from-Grace nods. "Yes, of course."
ru: Падшая Грация кивает. «Да, конечно».

source: "His name is Fell." Grace barely glances at the symbol before she turns to you. "That symbol... the white oval bisected by the black lightning bolt... it is inscribed outside this establishment as well. I think the white oval symbolizes Sigil, and the black lightning bolt..." Grace falls silent. "I do not know for sure."
ru: «Его зовут Фелл». Перед тем как повернутся к тебе, Грация бросает мимолетный взгляд на символ. «Этот символ... белый овал, разделенный черной молнией... такой же нарисован снаружи этого заведения. Думаю, белый овал символизирует Сигил, а черная молния... — Грация умолкает. — Я точно не знаю».

source: Grace waits patiently for the symbols to resolve. "This is his studio. He inscribes tattoos upon the skin of others here." Grace turns to you and smiles; she seems to be feeding off of Fell's presence. "Fell is known throughout Sigil as a talented artist. The flesh of others is his canvas."
ru: Грация терпеливо ждет появления символов. «Это его студия. Здесь он выводит татуировки на коже других». Грация с улыбкой поворачивается к тебе; кажется, присутствие Фелла подпитывает ее. «Фелл известен во всем Сигиле как одаренный художник. Холстом ему служит кожа других».

source: Grace studies the symbols intently, then turns to you, giving you a strange look. "Fell says this is the first time you have come to him, but it is not the first time." Grace gives you an appraising look. "Perhaps he remembers you before you were you..." She suddenly realizes what she said, and she laughs lightly. "My apologies... I never thought I would have to use multiple 'you's when addressing anyone."
ru: Грация внимательно изучает символы, затем поворачивается к тебе, одарив тебя странным взглядом. «Фелл говорит, что ты пришел к нему впервые, но на самом деле это не в первый раз, — Грация оценивающе осматривает тебя. — Возможно, он помнит тебя таким, каким ты был до того, как стал тобой...» Неожиданно она понимает сказанное и тихонько смеется. «Прошу прощения... Никогда не думала, что смогу использовать так много 'ты' в обращении к кому-либо».

source: Grace frowns, and she puts her hand to her chin in thought. "Fell says he knows you... then he says, and this is odd: he is not *permitted* to tell your story."
ru: Грация хмурится, поглаживая подбородок в раздумьях. «Фелл говорит, что он знает тебя... но затем он говорит... Это странно... Ему *не дозволено* рассказывать твою историю».

source: "He apologizes, but he cannot say." Grace turns to you, meeting your gaze. "What he says next is strange: He says that he *'cannot change the nature of a man.'*" As Grace repeats these words, you feel a terrible pressure inside your skull... it builds like pounding hammers until you think your skull will burst... then dissipates into echoes as she speaks the last word.
ru: «Он просит прощения, но он не может сказать». Грация поворачивается к тебе, встречая твой взгляд. «Дальше он говорит странные вещи. Он говорит, что *'не может изменить сущность человека'*». При этих словах Грации ты чувствуешь ужасное давление внутри своего черепа... оно похоже на удары молотов... тебе кажется, что твой череп вот-вот взорвется... но на последнем слове оно рассеивается в эхо.

source: "Fell says she is no myth."
ru: «Фелл говорит, что она — не миф».

source: Grace's voice becomes somber as she reads the symbols. "Fell says Ravel lies within one of the Lady's mazes."
ru: Голос Грации становится мрачнее по мере того, как она читает символы. «Фелл говорит, что Равель находится в одном из лабиринтов Леди».

source: Grace's voice becomes somber as she reads the symbols. "Fell says Ravel's will was not the Lady's will, so she was punished. Ravel was placed in one of the Lady's mazes." Grace turns to you. "Are you familiar with mazes?"
ru: Голос Грации становится мрачнее по мере того, как она читает символы. «Фелл говорит, что желания Равель не совпали с желаниями Леди, за что она была наказана. Равель была помещена в один из лабиринтов Леди, — она поворачивается к тебе. — Ты знаком с понятием лабиринтов?»

source: Grace places her hands together, thumbs and fingers touching, forming a rough circle. "The Lady is said to have the power to take pieces of Sigil..." You watch in surprise as a ghostly image of Grace's little finger pulls itself from the hand and floats into the air, curling into a small circle. "...and make a maze."
ru: Грация соединяет пальцы так, чтобы ладони образовали подобие круга. «Говорят, что Леди обладает способностью брать части Сигила...» Ты с удивлением видишь, как призрачный образ мизинца Грации отделяется от руки и сам по себе парит в воздухе, вращаясь вдоль небольшого круга. «...и делать из них лабиринт».

source: The small ghostly circle floats in the air, then begins slowly rotating. "The piece of Sigil she takes holds the prisoner; there is no escaping being mazed. It can happen at any time, while walking down the street, through a door..." She claps her hands. "...and then, you are somewhere else." Inside the ghostly circle, you can suddenly see a flicker of movement, like someone walking inside.
ru: Небольшой призрачный круг парит в воздухе, затем начинает медленно вращаться. «В эту часть Сигила она помещает узника. Попав в лабиринт, выбраться из него уже нельзя. Это может случиться в любое время, когда ты гуляешь по улице, входишь через дверь, — она резко хлопает в ладони, — и вдруг оказываешься в другом месте». Внутри призрачного круга ты неожиданно видишь мерцающее движение, как будто внутри кто-то бродит.

source: Grace continues, the tiny ghost maze reflected in her eyes. "It is said there is a portal that leads out of each maze, but they are difficult to find. Perhaps they are left in to give the prisoner hope. Perhaps they are left in to torture the prisoner." The ghostly maze dissolves. "Perhaps it is both."
ru: Грация продолжает; крошечный призрачный лабиринт отражается в ее глазах. «Говорят, что в каждом лабиринте есть портал наружу, но найти его нелегко. Возможно, их оставили для того, чтобы дать узнику надежду. А, может, для того, чтобы помучить его». Призрачный лабиринт меркнет. «Наверно, и для того, и для другого».

source: Grace studies the symbols carefully. "Fell says that Ravel attempted to 'open the Cage.'" Grace turns to you. "'The Cage' is another name for Sigil." Grace frowns in thought. "I have no idea why she would try to do such a thing... it could be that Ravel tried to breach Sigil's walls."
ru: Грация внимательно изучает символы. «Фелл говорит, что Равель попыталась 'открыть Клетку', — Грация поворачивается к тебе. — 'Клетка' — это одно из названий Сигила, — она задумчиво хмурится. — Не могу себе представить, зачем ей это понадобилось... выходит, что Равель попыталась разрушить стены Сигила».

source: "Fell doesn't know how she could be found. He warns us not to look for her because..." Grace studies the last section of symbols. "Fell says Ravel is in the 'Lady's keeping.'"
ru: «Фелл не знает, где ее найти. Он предостерегает нас от ее поисков, потому что... — Грация изучает последнюю часть символов. — Фелл говорит, что Равель находится 'под присмотром Леди'».

source: Grace studies the symbols, and she frowns slightly in concern. "Fell warns us not to look for Ravel. He says she has a black heart, and that if she lives, she will seek to hurt you... and us."
ru: Грация изучает символы. Она обеспокоенно хмурится. «Фелл предостерегает нас от поисков Равель. Он говорит, что у нее черное сердце, и если она жива, она будет искать способ навредить тебе... и нам».

source: Grace reads the symbols as they materialize. "Fell says the arm is indeed yours. The tattoos are his work." She pauses as she studies the last section. "He says that one tattoo tells of a time when you shared your path with four others."
ru: Грация читает символы по мере их появления. «Фелл говорит, что эта рука действительно твоя. Татуировки — его работа». Прервавшись, она изучает последнюю часть. «Он говорит, что одна из татуировок рассказывает о времени, когда ты разделял свой путь с четырьмя другими».

source: Grace reads the swirling symbols, and her face becomes grave. "The minds of the four are written upon the tattoo... one who loved unrequited love, one who is blind but sees still, one... familiar, I think, and the last... a slave whose chains are his word..." Grace falls silent as the four symbols form themselves into links, then into a chain...
ru: Грация читает кружащиеся символы, ее лицо мрачнеет. «В татуировке записаны разумы четырех... один, безответно любящий другого; другой слеп, но все еще видит; еще один... фамильяр, кажется; а последний... раб, чьи цепи — слова...» Грация умолкает, когда четыре символа начинают превращаться в звенья, а потом образуют цепь...

source: Grace says softly: "Torment." She studies it, then turns away, as if it is painful. "Fell says..." She takes a breath. "That the flesh knows it suffers, even when the mind forgets." She looks up and meets your gaze, and her eyes are a strange shade of azure, a shade that speaks of sadness and tears. "Fell says that the rune acts like a lodestone, drawing other tormented souls to you."
ru: Грация тихо произносит: «Мучение». Она изучает его, затем отворачивается, будто он причиняет ей боль. «Фелл говорит... — она делает глубокий вздох. — Плоть знает, что перенесла, даже когда разум забывает». Она поднимает голову, ваши взгляды пересекаются. В ее глазах видна какая-то странная синева, полная грусти и слез. «Фелл говорит, что руна, как магнит, притягивает к тебе другие измученные души».

source: "The arm has old tattoos that Fell had forgotten. He says that he can put them back on you, if you wish."
ru: «На руке есть старые татуировки, которые Фелл забыл. Он сказал, что может вернуть их тебе, если хочешь».

source: "Fell says he did not inscribe those tattoos." Grace thinks for a moment. "He might be able to tell you about some of them, if you wish."
ru: «Фелл говорит, что не делал эти татуировки, — Грация на секунду задумывается. — Если хочешь, он может рассказать тебе о некоторых из них».

source: "Fell says the ones along your back are directions for a mind that forgets itself, inscribed with a careful hand. The symbol on your shoulder is..." Suddenly, the symbols around Fell dissipate except for one.
ru: «Фелл говорит, что та, что на твоей спине, является указаниями для того, кто забыл себя, написанными заботливой рукой. Символ на твоем плече — это...» Неожиданно все, кроме одного, символы вокруг Фелла исчезают.

source: Grace frowns. "Fell says 'shadows.'"
ru: Грация хмурится. «Фелл говорит 'тени'».

source: Grace frowns. "Fell says that many shadows came for you, ambushed you, and left your body in their wake." She glances at the symbols again. "He doesn't know why they attacked you."
ru: Грация хмурится. «Фелл говорит, что за тобой пришло много теней. Они напали на тебя и оставили после себя твое тело, — она снова смотрит на символы. — Он не знает, почему они напали на тебя».

source: Grace seems mesmerized by the skin-stretched frames around you, but she manages to turn away to translate the symbols. "This is his gallery." Her voice is reverent, respectful. "He says that you are his canvas, that he both admires you and is saddened for you."
ru: Похоже, Грация зачарована рамами с кожей вокруг, но затем ей удается взять себя в руки и перевести символы. «Это его галерея, — говорит она почтительно. — Он говорит, что ты его холст, и что он одновременно восхищается тобой и скорбит по тебе».

source: "He says that the mark of torment is upon your flesh." Grace's voice drops. "That tragedies and losses have been built upon it, like stones upon a foundation. He says you have endured much pain."
ru: «Он говорит, что на твоей коже лежит знак мучения, — Грация переходит на шепот. — Над ним, словно камни над фундаментом, возведены несчастья и потери. Он говорит, что ты вынес много боли».

source: Grace nods slightly, almost unconsciously, as she continues to translate. "Fell says he admires you because you have not surrendered to loss, despite the fact that the chains of loss still hang upon you." Grace turns to you. "He admires your strength."
ru: Грация непроизвольно кивает, переводя символы. «Фелл говорит, что восхищается тобой, потому что ты не сдаешься перед потерями, несмотря на тот факт, что цепи потерь сковывают тебя, — Грация поворачивается к тебе. — Он восхищается твоей силой».

source: "Fell says these losses you have endured cover this life and all your past lives." Grace's voice drops, and her eyes gleam, as if fascinated. "He says you shed lives like a molting serpent, and that you are experiencing all the lives that are possible for a man."
ru: «Фелл говорит, что перенесенные тобой потери покрывают эту и все прошлые жизни». Голос Грации затихает, ее глаза зачарованно блестят. «Он говорит, что ты сбрасываешь кожу, как линяющая змея, и что ты пережил все возможные человеческие жизни».

source: "Fell wishes to warn you that..." Grace studies the next series of symbols. "He wishes to warn you that each of your lives 'casts a shadow on existence.'" She seems to chew this over for a moment, then continues. "He says you will travel to a place where these shadows have gone mad, and regrets have scarred the earth."
ru: «Фелл желает предупредить тебя... — Грация изучает следующую серию символов. — Он желает предупредить тебя о том, что каждая из твоих жизней 'бросает тень на мироздание'». Она обдумывает это, затем продолжает: «Он говорит, что ты попадешь в место, где эти тени сходят с ума, а сожаления рубцами покрывают землю».

source: "Fell says that you should not 'sign anything.'" Grace raises an eyebrow. "He does not say why."
ru: «Фелл говорит, чтобы ты 'ничего не подписывал', — Грация вскидывает бровь. — Он не говорит почему».

source: "Fell asks if you feel whole. If you feel... incomplete, somehow."
ru: «Фелл спрашивает, чувствуешь ли ты целостность. Чувствуешь ли ты себя... каким-то неполным».

source: "Fell says you are strong man to have endured so much." Grace turns to you. "His next words are mine as well: Keep faith; in so doing, you shall become complete again."
ru: «Фелл говорит, что ты достаточно силен, чтобы перенести это, — Грация поворачивается к тебе. — Его следующие слова относятся и ко мне: 'Верь; в вере ты вновь обретешь целостность'».

source: Grace says softly: "Torment." She studies the symbol, then turns away, as if looking at it is painful. "Fell says..." She takes a breath. "That the flesh knows it suffers, even when the mind forgets." She looks up and meets your gaze, and her eyes are a strange shade of azure, a shade that speaks of sadness and tears. "Fell says that the rune acts like a lodestone, drawing other tormented souls to you."
ru: Грация тихо произносит: «Мучение». Она изучает символ, затем отворачивается, будто он причиняет ей боль. «Фелл говорит... — она делает глубокий вздох. — Плоть знает, что перенесла, даже когда разум забывает». Она поднимает голову, и ваши взгляды встречаются. В ее глазах видна какая-то странная синева, полная грусти и слез. «Фелл говорит, что руна, как магнит, притягивает к тебе другие измученные души».

source: Fell said he knew me, but that he couldn't tell me my 'story.' But the strangest thing was the reason. He said he cannot because 'he cannot change the nature of a man.'
ru: Фелл сказал, что знал меня, однако не может рассказать всю 'историю'. Самое странное в этом — причина. Он сказал, что не может рассказать, потому что 'он не может изменить сущность человека'.

source: Fell translated the rune on my old arm for me... he said it spoke of four who once walked my path with me. The four were 'One unloved who loves one who does not love.' 'One who does not see what others see and sees what others do not.' 'One who is familiar and bound with duty.' 'One who is a slave and his chains are words.' He said they were all tormented as I am, and in my suffering, I draw others that suffer as well.
ru: Фелл перевел мне руну на моей старой руке... он сказал, что в ней говорится о четырех, кто раньше шли вместе со мной. Эти четверо — «нелюбимый, любящий того, кто не любит», «невидящий то, что видят другие, и видящий то, чего другие не видят», «фамильяр, связанный обязательствами», «раб, чьи цепи — слова». Он сказал, что все они страдали от мучений, как и я, и что мои муки притягивают притягивают таких же мучеников.

source: "C'mon, Grace. I don't have time to chit-chat with you, so hurry up and hop on the conga line."
ru: «Хватит, Грация. У меня нет времени на болтовню с тобой, так что давай в ритме вальса».

source: "Ask him who he is."
ru: «Спроси его, кто он».

source: "Ask him what this place is."
ru: «Спроси его, что это за место».

source: "I feel like I know you, Fell."
ru: «Мне кажется, я знаю тебя, Фелл».

source: "He mentioned that he'd met me before... does he know how I died?"
ru: «Он сказал, что уже встречал меня раньше... он знает, как я умер?»

source: "Ask him if he's heard of Ravel."
ru: «Спроси его, слышал ли он что-нибудь о Равель».

source: "Ask him if he did the tattoos on this dismembered arm I found."
ru: «Спроси его, он ли сделал татуировки на оторванной руке, которую я нашел».

source: "Can he tell me anything about these tattoos on my body?"
ru: «Он может сообщить мне что-нибудь о татуировках на моем теле?»

source: "Can I see what tattoos he has available?"
ru: «Можно посмотреть на татуировки, которые у него есть?»

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: "Hmmmm. I had another question I wanted to ask him..."
ru: «Хм-м. Я хочу задать ему другой вопрос...»

source: "I see. That is all I wished to know. Farewell."
ru: «Понятно. Это все, что я хотел узнать. Прощай».

source: "Hmmm. I had another question I wanted to ask him..."
ru: «Хм-м. Я хочу задать ему другой вопрос...»

source: "Well, I'll keep that in mind. Farewell."
ru: «Что ж, я запомню это. Прощай».

source: "Does he know who I am?"
ru: «Он знает, кто я такой?»

source: "I had another question I wanted to ask him..."
ru: «Я хочу задать ему другой вопрос...»

source: "That is all I wished to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "Not 'permitted'? Why not?"
ru: «Не дозволено? Почему?»

source: "Does he know where she is?"
ru: «Он знает, где она сейчас находится?»

source: "Can he tell us anything about her?"
ru: «Он может нам что-нибудь о ней рассказать?»

source: "Mazes?"
ru: «Лабиринтов?»

source: "Not really. If you could explain..."
ru: «Не очень. Если ты можешь объяснить...»

source: "Yes. Why did Ravel get placed in a maze?"
ru: «Да. Почему Равель попала в лабиринт?»

source: "I'm familiar with them. Does he know how to reach Ravel's maze?"
ru: «Я знаком с ними. Он знает, как попасть в лабиринт Равель?»

source: "Yes. I had another question I wanted to ask him..."
ru: «Да. Я хочу задать ему другой вопрос...»

source: "Yes. That is all I wished to know. Farewell."
ru: «Да. Это все, что я хотел узнать. Прощай».

source: "Go on..."
ru: «Продолжай...»

source: "I think I understand. Why did Ravel get placed in a maze?"
ru: «Кажется, я понял. Почему Равель попала в лабиринт?»

source: "I've heard enough. Does he know how to reach Ravel's maze?"
ru: «Достаточно. Он знает, как попасть в лабиринт Равель?»

source: "I understand. I had another question I wanted to ask him..."
ru: «Я понял. У меня есть к нему другой вопрос...»

source: "Why did Ravel get placed in a maze?"
ru: «Почему Равель попала в лабиринт?»

source: "Does he know how to reach Ravel's maze?"
ru: «Он знает, как попасть в лабиринт Равель?»

source: "Does he know how to reach her?"
ru: «Он знает, как до нее добраться?»

source: "What else does he know about Ravel?"
ru: «Что еще он знает о Равель?»

source: "I'll keep that in mind. I had another question I wanted to ask him..."
ru: «Буду иметь в виду. Я хочу задать ему другой вопрос...»
