Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dgrace.dlg.po
Languages: ru

source: "Actually, never mind. I had some other questions..."
ru: «На самом деле, это неважно. У меня есть другие вопросы...»

source: "Let's continue this another time. For now, let's keep on moving."
ru: «Давай поговорим об этом в другой раз. А теперь нам пора в путь».

source: "Your appearance is approximately a male in his early thirties - the stitching and scar tissue make an exact determination difficult."
ru: «У тебя внешность мужчины лет тридцати, однако из-за всех этих швов и шрамов трудно дать более точную оценку».

source: "Tell me about it... go on."
ru: «И не говори!.. Продолжай».

source: "Let's continue this another time."
ru: «Давай поговорим об этом в другой раз».

source: "The key to your past is your memory, and it seems that certain locations, events and people trigger seemingly forgotten memories. It would seem to be in your best interests to visit as many locations as possible and speak to as many others as possible... in short, experience your universe as much as possible."
ru: «Ключом к твоему прошлому является твоя память. Похоже, определенные места, события или люди вызывают у тебя, казалось бы, забытые воспоминания. В твоих интересах посещать как можно больше мест, общаться с как можно большим количеством людей... В общем, прожить собственную вселенную, насколько это возможно».

source: "A Sensates' advice, eh?"
ru: «Совет чувствующего?»

source: "In addition, there were a number of things that Ravel said which interested me. The fact that your mortality has gone missing is a matter of some concern - it seems as if someone were to get a hold of such a thing, it would not bode well for you."
ru: «Вдобавок, из сказанного Равель меня заинтересовали несколько вещей. Тот факт, что твоя смертность пропала, вызывает некоторые опасения: если кто сможет заполучить подобную вещь, то это для тебя, скорее всего, ничем хорошим не кончится».

source: "Also, I did not like what Ravel said about the deaths of the mind - she seems to be suggesting that the more you die, the more it will chip away at your mind."
ru: «Также мне не нравится то, что сказала Равель о смерти разума — возможно, она намекала на то, что с каждой твоей смертью часть твоего разума покидает тебя».

source: "And the last thing - she mentioned that your scars told of a 'war between fiends' - that sounded like the Blood War."
ru: «И последнее: она упомянула о том, что твои шрамы рассказывают о 'войне между нечистью' — это очень похоже на Кровавую войну».

source: "What's the Blood War?"
ru: «Что такое Кровавая война?»

source: "I'm familiar with the Blood War. Can you tell me what you know about it?"
ru: «Я знаком с понятием Кровавой войны. Можешь рассказать, что ты о ней знаешь?»

source: Fall-from-Grace gives a bemused smile. "I would not advise it if I did not practice it. And if you did not already know it to be true."
ru: Падшая Грация дарит тебе потрясающую улыбку. «Я бы не стала советовать того, что не проверила сама. И если бы ты еще не знал, правда ли это».

source: "All right. I wanted to talk about someone else..."
ru: «Хорошо. Я хотел бы поговорить о кое-ком еще...»

source: "Very well. I had some other questions..."
ru: «Хорошо. У меня есть другие вопросы...»

source: "Morte is most peculiar... I have seen a great deal in my life, but nothing quite like him. He behaves somewhat like a mimir: Granted, there's no denying he is knowledgeable, but he has a certain..." She sniffs the air and wrinkles her nose. "...Baatorian smell about him."
ru: «Морт довольно эксцентричен... Я многое повидала в своей жизни, но таких, как он, не встречала. Он ведет себя как мимир. Без сомнения, он обладает обширными знаниями, но все же, — она принюхивается и морщит свой нос, — от него несет Баатором».

source: "Baatorian smell?"
ru: «Баатором?»

source: "Mimir?"
ru: «Мимир?»

source: "I discovered why that was - it turns out I pried him off the Pillar of Skulls in Baator a long time ago."
ru: «Я выяснил причину этого: оказалось, что давным-давно я вытащил его из Колонны Черепов в Бааторе».

source: "I see. I wanted to talk about someone else..."
ru: «Понятно. Я хотел бы поговорить о кое-ком еще...»

source: "I had some other questions..."
ru: «У меня есть другие вопросы...»

source: "Yes. But he's not a baatezu... at least of any variety I've encountered. The smell alone, however, makes me treat the skull with caution."
ru: «Да. Но он не баатезу... по крайней мере, не из тех разновидностей, которых мне довелось повстречать. Однако запах сам по себе вынуждает меня относится к черепу с осторожностью».

source: "What do you mean when you say 'baatezu' and 'Baatorian'?"
ru: «Что ты имела в виду, говоря 'баатезу' и 'Баатор'?»

source: "What were you saying about a 'mimir' before?"
ru: «Что ты там говорила о мимирах?»

source: "Hmmm. I had some other questions..."
ru: «Хм-м. У меня есть другие вопросы...»

source: "My apologies... Baator is one of the outer planes, the home of a race of fiends called the baatezu. They are evil creatures, yet they are organized and lawful in many of their behaviors. Some might call them 'devils.' They believe in contracts and hierarchy... in many ways, they are like evil bureaucrats."
ru: «Прошу прощения... Баатор — это один из внешних планов, родина расы нечистых под названием баатезу. Это весьма злобные создания, и все же они весьма организованы и законопослушны во многих аспектах своего поведения. Кое-кто зовет их дьяволами. Они очень полагаются на контракты и иерархию... во многом они похожи на злобных бюрократов».

source: "What were you saying about a Baatorian smell?"
ru: «А что ты говорила насчет запаха Баатора?»

source: "Mimirs are encyclopedias of knowledge. The owner may ask them questions, and if they possess the knowledge, they will inform the user of what it knows."
ru: «Мимиры — энциклопедии знаний. Хозяин может задавать им вопросы, и если они владеют нужными знаниями, они сообщают все известное по существу вопроса».

source: "And Morte is a mimir?"
ru: «И Морт — мимир?»

source: "Well, Morte isn't a mimir - it turns out I pried him off the Pillar of Skulls in Baator a long time ago."
ru: «Что ж, Морт — не мимир. Оказалось, что давным-давно я вытащил его из Колонны Черепов в Бааторе».

source: "I don't believe so. Morte lacks the silvery metal that mimirs customarily have. And he seems to have an attitude of his own. Such qualities are not present in conventional mimirs." Grace shrugs slightly. "He *may* be one, but he's unlike any I've ever encountered."
ru: «Я так не думаю. В отличие от Морта, мимиры обычно сделаны из серебристого металла. И похоже, что у него на все есть своя точка зрения. Подобное качество несвойственно традиционным мимирам, — Грация пожимает плечами. — *Возможно*, он — мимир, но подобных ему я ни разу не встречала».

source: "I believe Morte is a mimir."
ru: «Я убежден, что Морт является мимиром».

source: "Morte told me he is a mimir."
ru: «Морт сказал мне, что он — мимир».

source: "I don't believe Morte is a mimir, either."
ru: «Я тоже не верю, что Морт является мимиром».

source: "Then enough has been said on the subject."
ru: «Тогда к этому больше нечего добавить».

source: "I wanted to talk about someone else..."
ru: «Я хотел бы поговорить о кое-ком еще...»

source: "Let's move out, then."
ru: «Тогда идем».

source: "Did he? Most curious. Very well, then."
ru: «Правда? Очень любопытно. Что ж, хорошо».

source: "I believe him."
ru: «Я верю ему».

source: "But I don't think I believe him."
ru: «Но не думаю, что я верю ему».

source: "Perhaps there is some test to verify his authenticity... but I would not do one if you value him as a friend. If you do, then you must accept what he has told you."
ru: «Возможно, есть способ проверить его сведения на достоверность... Но я бы не стала этого делать, если ты ценишь его как друга. Если это так, тебе придется принять за правду все, что он тебе сказал».

source: "All right. That's all I wished to discuss."
ru: «Хорошо. Это все, что я хотел обсудить».

source: "That would explain his reservoir of knowledge. However -" Fall-from-Grace pauses. "One can only end up on the Pillar under certain circumstances."
ru: «Это объясняет его обширные познания. И все же... — Падшая Грация делает паузу. — В Колонну можно угодить только при определенных обстоятельствах».

source: "What circumstances?"
ru: «Каких обстоятельствах?»

source: "I'm familiar with them - you have to have told a lie that led another to their death, correct?"
ru: «Я знаком с ними — тебе нужно сделать так, чтобы твоя ложь привела к смерти другого, верно?»

source: "That's all I wished to discuss. Let's move out."
ru: «Это все, о чем я хотел поговорить. Идем».

source: "The Pillar of Skulls is a pillar of living heads, composed of those whose lies sent others to their deaths. It can answer a number of questions as it knows a great deal, but expects a great deal of payment for its services."
ru: «Колонна Черепов — это колонна из живых голов, которая состоит из тех, чья ложь привела к смерти других. Она может ответить на множество вопросов, поскольку многое знает, но ожидает огромную плату за свои услуги».

source: "So to end up there, Morte must have told a lie that resulted in someone getting killed?"
ru: «Значит, прежде чем попасть туда, Морт солгал кому-то, что привело к чьей-то гибели?»

source: "Hmmmm. I had some other questions..."
ru: «Хм-м. У меня есть несколько вопросов...»

source: "That is correct."
ru: «Да, все верно».

source: "Hmmm. Maybe I'll ask him about that. For now, let's move on."
ru: «Хм-м-м. Надо будет расспросить его об этом. А пока пойдем».

source: "Dak'kon?" Grace raises an eyebrow. "He's most uncommon for a githzerai."
ru: «О Дакконе? — Грация вскидывает бровь. — Он очень необычный гитцерай».

source: "Really? In what way?"
ru: «Правда? И в чем же его необычность?»

source: "Forget it for the moment. I had some other questions..."
ru: «Пока забудем об этом. У меня есть несколько вопросов...»

source: "Let's discuss this later. For now, let's move on."
ru: «Давай поговорим об этом позже. Идем».

source: "Well, he obeys you. That alone would mark him as a pariah among his people. His entire race were once slaves, and even the *reminder* of servitude to them is... distasteful."
ru: «Ну, он повинуется тебе. Уже это одно делает из него изгнанника в глазах его народа. Гитцераи раньше были рабами, и даже *упоминание* о рабстве им очень... неприятно».

source: "Yes, he made a promise to me long ago to serve me until I died. It was after I saved his life, and he did not know that I was immortal."
ru: «Да, он пообещал служить мне по тех пор, пока я не умру. Это случилось после того, как я спас жизнь ему, и он не знал, что я бессмертен».

source: "Anything else?"
ru: «Что-нибудь еще?»

source: "Truly? As a githzerai... he must be suffering, indeed. How did you save his life?"
ru: «Правда? Как гитцерай, он, должно быть, очень страдает. Как ты спас ему жизнь?»

source: "After he fell from Shra'kt'lor, one of my previous incarnations came to him as he lay dying in Limbo and gave him the Unbroken Circle of Zerthimon, that religious text he has."
ru: «После того, как он упал со Шракатлора, одно из моих предыдущих воплощений нашло его умирающим в Лимбо и вручило ему Неразрывный круг Зертимона, те его религиозные писания».

source: "I don't know. It was another incarnation that saved him, and I have no knowledge of the incident. Is there anything else you can tell me about him?"
ru: «Я не знаю. Его спасло одно из моих воплощений, и мне неизвестно ничего об этом событии. Что еще ты можешь рассказать о нем?»

source: "It's a long tale. Look, I wanted to talk about someone else..."
ru: «Это длинная история. Послушай, я хотел бы поговорить о кое-ком еще...»

source: "I'll tell you some other time. For now, let's move on."
ru: «Я расскажу об этом как-нибудь в другой раз. А теперь идем».

source: "If I may ask, do you know *why* the incarnation saved his life?"
ru: «Могу я спросить, знаешь ли ты, *зачем* твое воплощение спасло ему жизнь?»

source: "I think I saved him because of his *karach* blade."
ru: «Думаю, я спас ему жизнь из-за клинка *карач*».

source: "I don't know; his motives are a mystery to me. Is there anything else you can tell me about Dak'kon?"
ru: «Я не знаю, его мотивы для меня загадка. Ты можешь рассказать мне что-нибудь еще о Дакконе?»

source: "Curious." Fall-from-Grace is silent for a moment. "You know, a blade that reflects the will of the wielder is a potent weapon if the wielder knows himself."
ru: «Любопытно, — Падшая Грация на мгновение умолкает. — А знаешь, клинок, который отражает волю хозяина, становится могущественным оружием, если хозяин понимает себя».

source: "Perhaps that is why I saved him, then. Is there anything else you can tell me about Dak'kon?"
ru: «Тогда, наверное, поэтому я и спас его. Ты можешь рассказать мне что-нибудь еще о Дакконе?»

source: "Probably. I wanted to talk about someone else..."
ru: «Возможно. Я хотел бы поговорить о кое-ком еще...»

source: "Let's move on."
ru: «Идем».

source: "Dak'kon approaches everything in an orderly fashion. Again, most curious for a githzerai. They tend to be unpredictable - they follow their impulses rather than plan."
ru: «Даккон ко всему подходит с дисциплиной. И это, опять-таки, очень удивительно для гитцерая. Обычно они непредсказуемы: они будут следовать скорее своим импульсам, а не плану».

source: "He seems a most pious githzerai and a steadfast ally."
ru: «Он очень религиозный гитцерай и надежный союзник».

source: "That he is. I wanted to talk about someone else..."
ru: «Это так. Я хотел бы поговорить о кое-ком еще...»

source: "Indeed. I had some other questions..."
ru: «Действительно. У меня еще несколько вопросов...»

source: "I know. Let's move on."
ru: «Я знаю. Пойдем».

source: "Nordom is a rogue modron. Even though some traces of chaos have worked their way into his system, he is still an extremely logical, ordered creature. This logic can be of great help in one's travels. Furthermore, if he perceives you as a leader, then he will be unquestioningly loyal."
ru: «Нордом — модрон-бродяга. Несмотря на то, что в его систему закрались следы хаоса, он по-прежнему предельно логичное, упорядоченное создание. Эта логика может быть очень полезной в путешествии. Кроме того, если он посчитает тебя лидером, его подчинение будет беспрекословным».

source: "Troubles may arise should Nordom be faced with any social situation requiring etiquette... such things are not well understood, even by normal modrons." She pauses. "I would offer you some advice concerning Nordom, if you would hear it."
ru: «Трудности могут возникнуть там, где Нордом столкнется с социальной ситуацией, требующей этического подхода... Подобные вещи плохо воспринимаются модронами, даже нормальными, — она делает паузу. — Я бы хотела дать совет насчет Нордома, если не возражаешь».

source: "Of course. What is it?"
ru: «Конечно. Какой?»

source: "Not at the moment. I wanted to talk about someone else..."
ru: «Не сейчас. Я хотел бы поговорить о кое-ком еще...»

source: "Perhaps later. I had some other questions..."
ru: «Возможно, позже. У меня есть другие вопросы...»

source: "Not now - let's move out."
ru: «Не сейчас. Пойдем».

source: "Nordom's existence has been shaken - the more you help him make sense of his situation, his place in this party's hierarchy, and what led him to the state he is in now may help him to focus himself better. It is a thought."
ru: «Реальность Нордома пошатнулась. Если ты поможешь ему разобраться в его положении, укажешь его место в иерархии группы и будешь его направлять, это может помочь ему лучше сосредоточиться. Мне так кажется».

source: "I may follow your advice. For now, I wanted to talk about someone else..."
ru: «Возможно, я прислушаюсь к твоему совету. Но пока я хотел бы поговорить о кое-ком еще...»

source: "I will speak to him later. I had some other questions..."
ru: «Я поговорю с ним. У меня еще пара вопросов...»

source: "Hmmm. I may see what I can do, then. Thanks. Let's move on."
ru: «Хм-м-м. Я подумаю, что можно будет сделать. Спасибо за совет. Идем».

source: "You would be wise to travel with him no longer. He is insane, and he has proven capable of great acts of destruction. As I understand it, he was transformed into a conduit to the Elemental Plane of Fire... such a transformation would have killed many mortals."
ru: «Было бы разумно больше не путешествовать с ним. Он безумен и способен совершать огромные разрушения. Насколько я понимаю, он трансформировался в проводник Стихийного плана Огня... Подобное превращение убило бы многих смертных».

source: "Not only did he *survive* such a trial, but he thrived. He possesses tremendous power - should he be forced into a confrontation, I would fear for the chances of anyone who stood against him. I pray it does not come to that."
ru: «Он более чем благополучно *перенес* это испытание. Теперь же он владеет огромной силой. Если придется вступить с ним в противоборство, то, боюсь, мало кто устоит под его натиском, и я молюсь, чтобы это никогда не произошло».

source: "If Ignus is so powerful, why doesn't he just attack everything he sees? Why does he even travel with us?"
ru: «Если Игнус настолько могущественный, то почему не нападает на все, что видит? Почему он все еще путешествует с нами?»

source: "I hope so, too. I had some other questions..."
ru: «Я тоже на это надеюсь. У меня есть еще вопросы...»

source: "Hmmm. Let's move on."
ru: «Хм-м-м. Идем».

source: "I do not know. But I do not think it is because he likes our company; in fact, I think he considers all of us irrelevant except for you."
ru: «Не знаю. Не думаю, что это из-за того, что ему нравится наше общество. Фактически, он не обращает внимания ни на кого, кроме тебя».

source: "I think it's because I was his teacher in the past."
ru: «Наверное, это потому, что в прошлом я был его учителем».

source: "Me? Why me?"
ru: «Меня? Почему меня?»

source: "Again, I do not know. Still, haven't you noticed that when you ask him to do something, he *obeys?* Without question. Were I to make the same request, the last thing I would receive would be his compliance."
ru: «Я не знаю ответа и на этот вопрос. И все же, разве ты не замечал, что когда ты просишь его о чем-то, он *повинуется*? Беспрекословно. Если бы я попросила то же самое, от него я бы получила все что угодно, только не согласие».

source: "You were his teacher?"
ru: «Ты был его учителем?»

source: "Yes... one of my previous incarnations taught him the Art, but I don't think it was a kind lesson. I think, in some dim way, he still considers me his master."
ru: «Да... Одно из моих прошлых воплощений обучило его Искусству, но не думаю, что это было сделано из добрых побуждений. Я подозреваю, что он по-прежнему считает меня своим учителем».

source: "Forget it. I wanted to talk about someone else..."
ru: «Забудь об этом. Я хотел бы поговорить о кое-ком еще...»

source: "It's a long tale. For now, I had some other questions..."
ru: «Это долгая история. В данный момент у меня есть другие вопросы...»

source: "We'll continue this some other time. For now, let's move on."
ru: «Мы поговорим об этом как-нибудь в другой раз. А теперь идем».

source: Fall-from-Grace nods thoughtfully. "That would explain a great deal." She studies your features for a moment. "Did the realization trouble you?"
ru: Падшая Грация задумчиво кивает: «Это многое объясняет, — она какое-то время рассматривает твое лицо. — Тебя это беспокоит?»

source: "I am not responsible for what Ignus has become. Does the realization trouble me? No."
ru: «Я не несу ответственности за то, кем стал Игнус. Беспокоит ли меня это? Нет».

source: "I feel some responsibility - I think the means by which I taught Ignus may have contributed to his madness. But I do not know for sure."
ru: «Я чувствую некоторую ответственность: похоже, то, чему я обучил Игнуса, могло привести к его сумасшествию, но точно я не знаю».

source: "Yes, it did. I regret that my past lives touched Ignus and burned him so."
ru: «Да. Я сожалею, что мои прошлые жизни коснулись Игнуса и опалили его».

source: "I don't want to discuss it right now. I wanted to talk about someone else..."
ru: «Я не хочу говорить об этом сейчас. Я хотел бы поговорить о кое-ком еще...»

source: "We'll discuss this some other time. Let's move on."
ru: «Мы поговорим об этом в другой раз. Пошли».

source: "Ignus burns within, with such fires that Baator itself would be shamed. He has become more than a sorcerer, more than a man. He has become a force. I can't help but wonder if that was part of his nature before he crossed paths with you."
ru: «Игнус горит изнутри, да так, что сам Баатор устыдился бы. Он превратился в нечто большее, нежели волшебник или даже человек. Он стал силой. Меня не перестает интересовать, было ли это частью его сущности еще до того, как он повстречал тебя».

source: "I don't know. I wanted to talk about someone else..."
ru: «Не знаю. Я хотел бы поговорить о кое-ком еще...»

source: "Any involvement with Mercykillers is an undertaking with many risks. I fear that with Vhailor, such risks are magnified. Justice is more than an obsession with him; justice is a *part* of him. Be careful how you act and carry yourself, for he is watching us all carefully. It is the nature of a Mercykiller."
ru: «Любые дела с убийцами милосердия таят в себе немало угроз. Боюсь, что в случае с Вейлором эти угрозы еще выше. Он не просто одержим правосудием, правосудие — его *часть*. Будь осторожен, следи за своими поступками и поведением, поскольку он внимательно следит за всеми нами. В этом вся суть убийцы милосердия».

source: "I've got something to confess... I think I'm the reason that Vhailor was caged in that cell beneath Curst for so long."
ru: «Я должен кое в чем сознаться... Кажется, это по моей вине Вейлор был заточен в камеру под Проклятым».

source: "I had a memory... I recall trapping him in the cell because he had been pursuing me so long. But I didn't want to kill him, just keep him prisoner, keep him out of the way."
ru: «Я вспомнил... Я заманил его в ловушку из-за того, что он постоянно преследовал меня. Но я не хотел убивать его, просто заточил его, убрал со своего пути».

source: "If he had been pursuing you, why would you have imprisoned him? Why not just kill him?"
ru: «Если он преследовал тебя, зачем было его заточать? Не проще было бы убить его?»

source: "Well, I'm not sure I *could* have killed him - death had a chance at it, and from the looks of it, it didn't do a very good job."
ru: «Я не был уверен, что вообще *смогу* его убить. Смерть уже пробовала забрать его, и, судя по всему, не справилась со своей работой».

source: "You know, this will sound odd, but I have a strange feeling that I didn't kill him BECAUSE he could kill me."
ru: «Знаешь, это может прозвучать странно, но у меня такое чувство, что я не убил его из-за ТОГО, что он способен убить меня».

source: "That is true. Belief sustains him, and belief is a powerful thing."
ru: «Это так. Его поддерживают убеждения, а убеждения — весьма могущественная вещь».

source: "It is. Look, I wanted to talk about someone else..."
ru: «Это так. Я хотел бы поговорить о кое-ком еще...»

source: Fall-from-Grace nods. "Even an immortal may want to leave an opening for mortality to creep in. There are many for whom immortality is *not* a blessing. You may have wished Vhailor be kept in case immortality one day became too much for you to bear."
ru: Падшая Грация кивает. «Даже бессмертный может захотеть оставить лазейку для своей смертности. Для многих бессмертие *не является* благословением. Ты мог оставить Вейлора на тот случай, когда бессмертие станет невыносимым».

source: "Interesting thought. Let's move on."
ru: «Интересная мысль. Идем».

source: "Do you know anything else that might prove helpful?"
ru: «Ты знаешь что-нибудь еще, что может быть полезным?»
