Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dgrace.dlg.po
Languages: ru

source: FALL-FROM-GRACE.
ru: ПАДШАЯ ГРАЦИЯ.

source: Fall-from-Grace looks up, and she holds your eyes for a moment, then she smiles - but it is a slight smile, that carries more sadness than anything else. "Your voice - so you have found yourself at last?"
ru: Падшая Грация поднимает взгляд и на миг заглядывает тебе в глаза. Затем она улыбается, но улыбка еле видна, и несет в себе больше печали, чем что либо иное. «Твой голос... Значит, ты наконец нашел себя?»

source: YES. THE PRICE WAS... HIGH. THE COST WAS MANY LIFETIMES, MINE AND OTHERS.
ru: ДА. ЦЕНА БЫЛА... ВЫСОКА. МНОЖЕСТВО ЖИЗНЕЙ, ВКЛЮЧАЯ МОЮ И ЖИЗНИ ДРУГИХ.

source: "The price of such a thing is seldom measured in copper." Fall-from-Grace studies your features. "Are you still -"
ru: «Такие вещи редко измеряются в медяках, — Падшая Грация рассматривает твое лицо. — Ты все еще...»

source: I AM STILL THE ONE YOU KNOW - BUT MY PERSPECTIVE HAS... CHANGED. I HAVE NOT FORGOTTEN YOU, IF THAT IS YOUR FEAR.
ru: Я ВСЕ ЕЩЕ ТОТ, КОГО ТЫ ЗНАЕШЬ, НО МОИ ВЗГЛЯДЫ... ИЗМЕНИЛИСЬ. Я НЕ ЗАБЫЛ ТЕБЯ, ЕСЛИ ТЫ ЭТОГО БОИШЬСЯ.

source: Fall-from-Grace smiles again, the same sad smile as before. "No, that was not my fear."
ru: Падшая Грация снова улыбается все той же печальной улыбкой. «Нет, это был не мой страх».

source: I CANNOT REMAIN HERE FOR MUCH LONGER. MY PUNISHMENT CALLS, AND FATE AND TIME SHALL SOON BE HERE. I WILL RETURN YOU TO SIGIL, IF YOU WISH.
ru: Я БОЛЬШЕ НЕ МОГУ ЗДЕСЬ ОСТАВАТЬСЯ. МЕНЯ ЖДЕТ НАКАЗАНИЕ, И СКОРО СЮДА ПРИДУТ ВРЕМЯ И СУДЬБА. Я ВЕРНУ ТЕБЯ В СИГИЛ, ЕСЛИ ХОЧЕШЬ.

source: "That is not my wish." Fall-from-Grace reaches forward, and her hand lightly touches your arm. There is a slight tingling sensation, barely felt, then she takes it away. "I *will* find you again, no matter where in the Lower Planes you will be - just as you shall be able to find me."
ru: «Я не этого желаю». Падшая Грация протягивает руку и легонько касается твоей руки. Чувствуется легкое покалывание, едва ощутимое — а затем она убирает руку. «Я *найду* тебя снова, где бы на Нижних планах ты не находился. Точно так же ты сможешь разыскать меня».

source: IT MAY BE A LONG TIME. WHERE I AM BOUND, TIME IS NOT MEASURED IN YEARS. AND THE CRIMES I HAVE COMMITTED ARE STRONGER THAN ANY CAGE.
ru: МОЖЕТ ПРОЙТИ МНОГО ВРЕМЕНИ. ТАМ, КУДА Я НАПРАВЛЯЮСЬ, ВРЕМЯ ИЗМЕРЯЕТСЯ НЕ ГОДАМИ. А ПРЕСТУПЛЕНИЕ, КОТОРЫЕ Я СОВЕРШИЛ, СИЛЬНЕЕ ЛЮБОЙ КЛЕТКИ.

source: "No cage shall separate us, and no Plane shall divide us." Fall-from-Grace's face becomes like stone. "Keep thinking of me, and we shall meet again."
ru: «Никакая клетка не разделит нас, никакой план не станет нам преградой, — лицо Падшей Грации каменеет. — Помни меня, и мы еще увидимся».

source: I SHALL NOT FORGET ALL YOU SACRIFICED FOR ME.
ru: Я НЕ ЗАБУДУ ВСЕГО ТОГО, ЧЕМ ТЫ РАДИ МЕНЯ ПОЖЕРТВОВАЛА.

source: She shakes her head. "Just do not forget me."
ru: Она качает головой. «Просто не забывай меня».

source: TIME LAYS WASTE TO ALL THINGS. BUT I SHALL FIGHT IT AS LONG AS I CAN.
ru: ВРЕМЯ ГУБИТ ВСЕ. НО Я БУДУ БОРОТЬСЯ С НИМ СТОЛЬКО, СКОЛЬКО СМОГУ.

source: "Time is not your enemy. Forever is."
ru: «Не время твой враг. Твой враг — вечность».

source: PERHAPS SO. FAREWELL, GRACE.
ru: НАВЕРНО, ТАК И ЕСТЬ. ПРОЩАЙ, ГРАЦИЯ.

source: Grace nods as you speak to her. "I fear that now we have entered, this place will not easily let us go."
ru: Грация кивает в ответ на твои слова. «Боюсь, что теперь, когда мы уже вошли, это место не отпустит нас так просто».

source: "We'll see about that. First, let's attend to my mortality..."
ru: «Это мы еще посмотрим. Давай-ка сперва позаботимся о моей смертности...»

source: Follow the harlot...
ru: Пойти за проституткой...

source: "That's quite a chain of speculation. Is she correct, Kel'lera?"
ru: «Довольно изящная цепь умозаключений. Это так, Келлера?»

source: "Interesting. I'll keep that in mind. In the meantime, Kel'lera, answer some more questions for me."
ru: «Очень интересно. Я запомню это. А пока, Келлера, ответь на другие вопросы».
