Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dgrace.dlg.po
Languages: ru

source: Fall-from-Grace meets your gaze, and you are once again struck by the brilliant shade of blue of her eyes... it is turbulent, like the ocean before a storm. "I had thought so. Yet, in speaking to you, you have caused me to realize some things." She smiles. "You have my thanks."
ru: Падшая Грация встречается с тобой взглядом, и тебя вновь поражает сверкающая синева ее глаз... Они беспокойны, словно океан перед бурей. «Я так считала раньше. И все же, поговорив с тобой, я кое-что поняла, — она улыбается. — Спасибо тебе».

source: "Well, if you want to talk about it, let me know, all right?"
ru: «Ну, если хочешь поговорить об этом — дай мне знать, хорошо?»

source: "All right. Let's move on."
ru: «Ладно. Идем».

source: She nods. "You are most kind. I will do so."
ru: Она кивает. «Ты так добр. Я обязательно так и сделаю».

source: "I see. That is all I wished to know. Let's move on."
ru: «Понятно. Это все, что я хотел узнать. Идем».

source: "No, she does not. I do not blame her."
ru: «Это точно. Не могу винить ее за это».

source: "What was that she was saying about you being a baatezu camp follower?"
ru: «А что она имела в виду, говоря, что ты — подстилка баатезу?»

source: "Why not?"
ru: «Почему?»

source: "We have discussed this. I was a slave of the baatezu for a time. In that time, they inflicted many torments upon me."
ru: «Мы уже говорили об этом. Некоторое время я была рабыней баатезу. Тогда они подвергали меня различным пыткам».

source: "Well, I was more curious about the 'camp follower' part Vrischika mentioned. What did she mean by that?"
ru: «Ну, меня больше интересует упомянутая Вришкой часть насчет 'подстилки баатезу'. Что она под этим подразумевала?»

source: "Never mind, then. Why do you say that you don't blame Vrischika for hating you?"
ru: «Тогда неважно. Почему ты сказала, что не можешь винить Вришку за ее ненависть к тебе?»

source: "That is all I wished to know. Let's move on."
ru: «Это все, что я хотел узнать. Идем».

source: "I was a slave of the baatezu for a time - a time long ago. I won my freedom in a contest of improvisation."
ru: «Какое-то время я была рабыней баатезу — это было много лет назад. Я вырвала себе свободу в соревновании на импровизацию».

source: "I see. Why do you say that you don't blame Vrischika for hating you?"
ru: «Понятно. Почему ты сказала, что не можешь винить Вришку за ее ненависть к тебе?»

source: "Surely you remember what I told you about my past?"
ru: «Ты ведь помнишь, что я рассказывала тебе о моем прошлом?»

source: Fall-from-Grace takes on a curious expression... she seems to be studying you for a moment, trying to read your features. After a moment, she speaks, and her voice is quieter than normal. "Does it matter?"
ru: В лице Падшей Грации отражается любопытство... Она некоторое время тебя рассматривает, пытаясь прочесть выражение твоего лица. Потом приглушенным голосом спрашивает: «Это важно?»

source: "To me, yes. I'd like to know who I am traveling with."
ru: «Для меня — да. Я хотел бы знать, с кем путешествую».

source: "No, it doesn't. Why do you say that you don't blame Vrischika for hating you?"
ru: «Нет. Почему ты сказала, что не можешь винить Вришку за ее ненависть к тебе?»

source: "In answer to your question, I will tell you this: the baatezu are not human. Their lusts lie in power, not for the flesh, and they care nothing for raping or rutting as humans do when they hold another human prisoner. The torments of the baatezu are far more subtle and far more damaging than *any* violation of the flesh, and the scars last far longer. Is that what you wished to know?"
ru: «Чтобы ответить на твой вопрос, я скажу тебе вот что: баатезу — не люди. Их страсть — это власти, а не плоть, и им нет дела до того похоти и насилия, которая бывает у людей, когда те держат в плену других людей. Пытки баатезу намного более утонченные и увечные, в сравнении *любым* насилием над плотью, и шрамы от них не затягиваются еще долгое время. Ты это хотел узнать?»

source: "Yes. I just wanted to know who it was I was traveling with."
ru: «Да. Я просто хотел понять, с кем я путешествую».

source: "Yes. Why did you say that you don't blame Vrischika for hating you?"
ru: «Да. Почему ты сказала, что не можешь винить Вришку за ее ненависть к тебе?»

source: "I thought you knew already." Fall-from-Grace inclines her head slightly. "I was mistaken."
ru: «Я думала, что ты это уже узнал, — Падшая Грация опускает голову. — Я ошибалась».

source: "Why did you say that you don't blame Vrischika for hating you?"
ru: «Почему ты сказала, что не можешь винить Вришку за ее ненависть к тебе?»

source: "Vrischika is a tanar'ri - a fiend, like I, but of a different sort - an alu-fiend. To understand Vrischika, you must understand that tanar'ri culture is chaos, and chaos by nature, cares nothing for fairness or justice. Alu-fiends are viewed as being... extraneous. Without purpose. In many ways, it is worse than a death sentence."
ru: «Вришка — танарри, нечистый дух, как и я, но только другого вида — алу-демон. Чтобы понять Вришику, ты должен понимать, что культура танарри — это хаос, а хаос по своей природе не имеет ничего общего с честностью и справедливостью. Алу-демонов рассматривают как нечто... ненужное. Бесполезное. Во многих смыслах это даже хуже, чем смертный приговор».

source: Fall-from-Grace is silent for a moment, her gaze becoming distant. When she turns back to you, her eyes are a strange shade of azure, a shade that speaks of sadness and tears.
ru: Падшая Грация на мгновение умолкает, ее взгляд становится отдаленным. Когда она возвращается к тебе, в ее глазах появляется странный лазурный оттенок, говорящий о печали и слезах.

source: "Ravel sees much with her black-brambled eyes, some things which are hidden to other's eyes, even things about their own natures." She shakes her head slowly. "Sometimes... sometimes, the pain makes itself known. I have learned it is a *difficult* thing to turn on one's nature."
ru: «Равель видит многое своими черно-ежевичными глазами. Она видит вещи, скрытые от других глаз, даже саму природу вещей, — она медленно качает головой. — Иногда... иногда боль дает о себе знать. Я поняла, насколько это *трудно* — идти против своей природы».

source: "Are you all right?"
ru: «С тобой все в порядке?»

source: "Are you going to be all right?"
ru: «С тобой все в порядке?»

source: She smiles, very faintly, and she meets your gaze. "Yes... you are kind to ask. The pain still makes itself known, but I came to terms with my nature many centuries ago."
ru: Она едва заметно улыбается. Вы встречаетесь взглядами. «Да... как мило, что ты спросил. Боль все еще дает о себе знать, но я смирилась со своей сущностью много веков назад».

source: "Very well, th-"
ru: «Ну хорош...»

source: Grace stops you before you can continue. "I thank you for asking about my well-being. Your concern is not unwelcome."
ru: Грация перебивает тебя: «Спасибо тебе за то, что спрашиваешь о моем состоянии. Я приветствую твое участие».

source: "Just wanted to make sure you were all right. I had some other questions."
ru: «Просто хотел убедиться, что ты в порядке. У меня есть другие вопросы».

source: "Sure. I was just checking on you. Let's move on."
ru: «Конечно. Просто проверял, все ли с тобой хорошо. Идем».

source: Fall-from-Grace shakes her head slightly. "No, I do not believe so. The Art... and the disciplines I practice are different."
ru: Падшая Грация еле заметно качает головой. «Нет, не думаю. Искусство... отличается от дисциплин, которые я практикую».

source: "How do you mean?"
ru: «Что ты имеешь в виду?»

source: "My 'powers,' as you see them, stem from my faith, not from manipulating energies as the Art does. The Art is a *mechanism* by which the power of the multiverse may be harnessed, through gestures, rituals and devices. My 'powers' come to me through a different means. My faith and the nature of my belief allows some of the multiverse to reveal itself to me."
ru: «Мои 'силы', какими ты их видишь, берут начало из моей веры — это не манипуляции с энергией, как в случае Искусства. Искусство — это *механизм*, с помощью которого можно подчинять себе силы мультивселенной посредством жестов, ритуалов и устройств. Мои 'силы' приходят ко мне иными путями. Моя вера и сущность моих убеждений позволяют мне приоткрывать часть самой мультивселенной».

source: "The nature of your belief? What do you believe in?"
ru: «Сущность твоих убеждений? Во что ты веришь?»

source: "I believe in *Experience.* I believe a person may be changed - for the better - the more of the multiverse they are allowed to perceive and the more the multiverse is allowed to perceive them. My belief in the nature of Experience allows me to..." She pauses for a moment, thinking.
ru: «Я верю в *Чувственный опыт*. Я верю, что человек может меняться, меняться к лучшему: чем большая часть мультивселенной доступна ему для восприятия, тем больше мультивселенная позволяет ему понять. Моя вера в сущность Чувственного опыта позволяет мне...» Она на миг умолкает, задумавшись.

source: "I suppose the best explanation is that my faith allows me to *see* things differently. When you see the multiverse in such a way, you learn how to 'change' things - mending wounds, seeing a person's heart, and so on - just by willing them to happen."
ru: «Полагаю, лучше объяснить это так: моя вера позволяет мне *видеть* вещи по-другому. Когда ты видишь мультивселенную в таком свете, ты учишься 'изменять' вещи — исцелять раны, видеть, что у кого-то на сердце, и так далее, — просто пожелав, чтобы это случилось».

source: "But those 'changes' you make seem a lot like spells - how do you learn to do those things? Do you have a spell book?"
ru: «Но те 'изменения', которые ты создаешь, очень похожи на заклинания. Как ты научилась это делать? У тебя есть книга заклинаний?»

source: "Do you believe in Experience because of what happened to you with the baatezu?"
ru: «Ты веришь в Чувственный опыт из-за того, что случилось с тобой у баатезу?»

source: "Can you teach me to see things the way you do?"
ru: «Можешь научить меня видеть вещи так, как их видишь ты?»

source: "I cannot teach you to see the multiverse in such a way. One must learn to see it... and in their own way, not through the eyes of another." She smiles slightly. "I do not think *you* of all people need my guidance in such a matter - I find myself learning much more from you than you from I."
ru: «Я не могу научить тебя видеть мультивселенную таким образом. Каждому нужно учиться видеть ее... по-своему, не через чужие глаза, — она слегка улыбается. — Я не думаю, что *ты*, среди всех людей, нуждаешься в наставлении в этом вопросе: я обнаружила, что сама учусь у тебя большему, чем ты у меня».

source: "Those 'changes' you make seem a lot like spells - how do you learn to do those things? Do you have a spell book?"
ru: «Те 'изменения', которые ты создаешь, очень похожи на заклинания. Как ты научилась это делать? У тебя есть книга заклинаний?»

source: "No, my 'spells,' as you call them - they come to me after I have rested and centered myself. When I sleep and awaken, I can focus myself once more. The amount of faith required to 'Change' the multiverse around me can be quite taxing on the psyche, I'm afraid. Just being able to see how to Change things is not enough - you must have the strength to make the Change happen, and last."
ru: «Нет, мои 'заклинания', как ты их называешь, приходят ко мне после того, как я отдохну и сосредоточусь. Когда я посплю и проснусь, я могу снова концентрироваться. Но боюсь, что объем веры, необходимый для 'изменения' мультивселенной вокруг меня, может оказаться весьма тяжелым для моей души. Недостаточно только видеть, как можно изменить вещи: нужно обладать силой воплощать эти изменения».

source: Fall-from-Grace nods. "I have thought long upon that, and I believe so, yes." She looks at you questioningly. "I think it is because I am content with what I have become, and I do not think it would have been possible without experiencing the multiverse as I did."
ru: Падшая Грация кивает. «Я долго об этом размышляла, и думаю, что да, — она бросает на тебя вопросительный взгляд. — Я думаю, это потому, что я смирилась с тем, кем я стала, и я не думаю, что это стало бы возможно без моего познания мультивселенной».

source: "I don't think it has anything to do with you experiencing the multiverse... I think it's how you dealt with the experience that was important."
ru: «Мне кажется, что это никак не связано с твоим познанием мультивселенной... Я думаю, что важным было то, как ты использовала опыт».

source: "As I said before, I don't think it has anything to do with you experiencing the multiverse... I think it's how you dealt with the experience that was important. It was your strength of character that changed you."
ru: «Как я уже говорил, мне кажется, что это никак не связано с твоим познанием мультивселенной... Я думаю, что важным было то, как ты использовала опыт. Тебя изменила сила твоего характера».

source: Fall-from-Grace nods slowly; she seems thoughtful. "There is truth in what you say."
ru: Падшая Грация медленно кивает. Кажется, она задумалась. «В твоих словах есть правда».

source: Truth: "I think there would have been many others who, when subjected to the experiences you were, would have crumbled. You *learned* from it, and you became stronger. It shows great strength of will and of character."
ru: Правда: «Мне кажется, что многие, пережив то, что пережила ты, потерпели бы крах. Ты *извлекла* из этого урок и стала сильнее. Это указывает на огромную силу воли и характера».

source: Flattering Lie: "I think there would have been many others who, when subjected to the experiences you were, would have crumbled. You *learned* from it, and you became stronger. It shows great strength of will and of character."
ru: Льстивая ложь: «Мне кажется, что многие, пережив то, что пережила ты, потерпели бы крах. Ты *извлекла* из этого урок и стала сильнее. Это указывает на огромную силу воли и характера».

source: "That is all I wished to say. Let's move on."
ru: «Это все, что я хотел сказать. Идем».

source: Fall-from-Grace is looking at you silently.
ru: Падшая Грация молча смотрит на тебя.

source: Truth: "...and I admire that about you. Not only the strength, but the ability to see such horrors as a way of becoming a better person takes a strength *few* possess."
ru: Правда: «... и я восхищаюсь этим в тебе. Не только силой, но и способностью видеть в этих ужасах способ стать лучше, чем ты есть — такой силой обладают очень *немногие*».

source: Flattering Lie: "...and I admire that about you. Not only the strength, but the ability to see such horrors as a way of becoming a better person takes a strength *few* possess."
ru: Льстивая ложь: «... и я восхищаюсь этим в тебе. Не только силой, но и способностью видеть в этих ужасах способ стать лучше, чем ты есть — такой силой обладают очень *немногие*».

source: "And that is all."
ru: «И это все».

source: Fall-from-Grace smiles, then nods. "I thank you. Your words are insightful and kind. But I fear that my strength of character is not as strong as it would seem. Yet I try to treat each experience as a new opportunity for learning."
ru: Падшая Грация улыбается, затем кивает. «Спасибо тебе. Твои слова добры и проницательны. Но боюсь, что сила моего характера не настолько велика, как это может показаться. И все же я стараюсь считать любой опыт возможностью для обучения».

source: "A good approach. Can I ask you some other questions?"
ru: «Хороший подход. Можно задать тебе еще пару вопросов?»

source: "Wise. Let's move on."
ru: «Мудро. Идем дальше».

source: "No."
ru: «Нет».

source: "Please?"
ru: «Пожалуйста».

source: "Very well, then. I had some other questions..."
ru: «Ну и ладно. У меня есть другие вопросы...»

source: "I just thought I'd ask. Let's move on."
ru: «Просто хотел спросить. Идем».

source: Grace gives a slight smile. "A lady must have her secrets."
ru: Грация мило улыбается. «У леди должны быть свои секреты».

source: "Who in particular did you wish to discuss?"
ru: «О ком именно ты хотел бы поговорить?»

source: "Me, actually."
ru: «Обо мне».

source: "You."
ru: «О тебе».

source: "Morte."
ru: «О Морте».

source: "Annah."
ru: «Об Анне».

source: "Dak'kon."
ru: «О Дакконе».

source: "Nordom."
ru: «О Нордоме».

source: "Ignus."
ru: «Об Игнусе».

source: "Vhailor."
ru: «О Вейлоре».

source: "No one, actually. I had some other questions..."
ru: «Вообще-то, ни о ком. У меня есть другие вопросы...»

source: "Never mind. Perhaps another time. Let's move on."
ru: «Неважно. Может быть в другой раз. Идем».

source: "Me? Really." She thinks about this for a moment, then nods. "Very well, if there is anything you are curious about, please ask."
ru: «Обо мне? Правда? — несколько мгновений она раздумывает над этим, после чего кивает. — Хорошо, если хочешь что-то обо мне узнать — спрашивай».

source: "I wanted you to know that when I kissed Ravel in the maze, I..."
ru: «Я хочу, чтобы ты знала. Когда в лабиринте я поцеловал Равель, я...»

source: "To be honest, I am curious as to your feelings about me."
ru: «Если честно, мне интересно знать, как ты ко мне относишься».

source: "I'd like to know your thoughts on my situation."
ru: «Я хотел бы выслушать твое мнение о моем нынешнем положении».

source: "Do you have any idea who or what I might be?"
ru: «У тебя есть какие-нибудь мысли о том, кем или чем я могу быть?»

source: "Never mind. I wanted to talk about someone else..."
ru: «Неважно. Я хотел бы поговорить о кое-ком еще...»

source: "Forget it. I had some other questions..."
ru: «Забудь об этом. У меня есть несколько вопросов...»

source: "Perhaps another time. Let's move on."
ru: «Может быть, в другой раз. Пойдем».

source: Grace holds up her hand, silencing you. "Nothing needs to be said. I must say, I admire your courage in doing such a thing - not many people would dare to kiss a myth, especially one of Ravel's stature."
ru: Грация поднимает руку, останавливая тебя. «Не нужно ничего говорить. Должна признать: я восхищаюсь твоим мужеством. Немногие отважились бы поцеловать миф, да еще и с такой внешностью, как у Равель».

source: Truth: "I only kissed Ravel because Ravel didn't think I would, that's why - I suspected she was testing me."
ru: Правда: «Я поцеловал Равель только потому, что она считала, что я не смогу этого сделать. Я думал, что она меня испытывала».

source: Lie: "I only kissed Ravel because Ravel didn't think I would, that's why - I suspected she was testing me."
ru: Ложь: «Я поцеловал Равель только потому, что она считала, что я не смогу этого сделать. Я думал, что она меня испытывала».

source: Truth: "I only kissed Ravel because it seemed like the right thing to do - don't ask me why."
ru: Правда: «Я поцеловал Равель только потому, что это казалось правильным решением. Не спрашивай почему».

source: Lie: "I only kissed Ravel because it seemed like the right thing to do - don't ask me why."
ru: Ложь: «Я поцеловал Равель только потому, что это казалось правильным решением. Не спрашивай почему».

source: Truth: "I kissed Ravel because I wanted to... her normal form was somewhat distasteful."
ru: Правда: «Я поцеловал Равель, потому что хотел этого... Ее обычная форма была весьма неприятной».

source: Lie: "I kissed Ravel because I wanted to... her normal form was somewhat distasteful."
ru: Ложь: «Я поцеловал Равель, потому что хотел этого... Ее обычная форма была весьма неприятной».

source: Truth: "Well, I kissed Ravel because I wanted to kiss you."
ru: Правда: «Я поцеловал Равель только потому, что хотел поцеловать тебя».

source: Flattering Lie: "Well, I kissed Ravel because I wanted to kiss you."
ru: Льстивая ложь: «Я поцеловал Равель только потому, что хотел поцеловать тебя».

source: "Very well. I wanted to talk about someone else..."
ru: «Хорошо. Я хотел бы поговорить о кое-ком еще...»

source: "I had some other questions, then..."
ru: «Тогда у меня есть другие вопросы...»

source: "Then we will speak no more about it. Let's move on."
ru: «Тогда не будем больше об этом. Идем».

source: "She was testing you."
ru: «Она проверяла тебя».

source: "What do you mean?"
ru: «О чем это ты?»

source: "I think there are limits to what Ravel could see regarding you, which may be part of the reason you intrigue her so. Only by posing physical challenges can she test your nature."
ru: «Я думаю, что Равель видела тебя только до определенного предела, что, вероятно, было одной из причин, почему ты так ее интересовал. Она могла проверить твою сущность только с помощью телесных испытаний».

source: "What do you think she was testing?"
ru: «Что, по-твоему, она проверяла?»

source: "I think she wished to see if you cared for her - a kiss is one means by which such a thing may be judged, though it can be a subtle thing."
ru: «Мне кажется, что она хотела узнать, есть ли у тебя к ней чувства: поцелуй — одно из средств, по которым можно судить об этом, хотя это может оказаться непростым делом».

source: "Then it is best you kissed Ravel, despite the risks. To kiss a succubus is to invite death."
ru: «Тогда уж лучше целовать Равель, несмотря на все опасности. Поцеловать суккуба — все равно что пригласить к себе смерть».

source: "A succubus kills by draining the energy of mortals by kissing them. While it is a pleasurable experience for the victim, the victim does not usually live long to savor the experience."
ru: «Суккубы убивают смертных, высасывая их энергию с помощью поцелуя. И хотя это очень приятное для жертвы ощущение, обычно она не проживает достаточно долго, чтобы насладиться им в полной мере».

source: "Oh. I... uh, wanted to talk about someone else..."
ru: «О. Я... э-э-э... хотел бы поговорить о кое-ком еще...»

source: "Hmmmm. I had some other questions, then..."
ru: «Хм-м-м. Тогда у меня есть еще несколько вопросов...»

source: "Intriguing... er, I mean, frightening. Let's move on."
ru: «Звучит интригующе... э-э-э, я хотел сказать, ужасающе. Идем».

source: "I'd like to know your thoughts on my situation, then."
ru: «Тогда я хотел бы выслушать твое мнение о моем нынешнем положении».

source: "Very well. Do you have any idea who or what I might be?"
ru: «Хорошо. У тебя есть какие-нибудь мысли о том, кем или чем я могу быть?»

source: "Never mind, then. I wanted to talk about someone else..."
ru: «Тогда неважно. Я хотел бы поговорить о кое-ком еще...»

source: "Then forget it. I had some other questions..."
ru: «Тогда забудь об этом. У меня есть еще несколько вопросов...»

source: "Another time, perhaps. Let's move on."
ru: «Может быть, в другой раз. Идем».

source: Grace frowns in thought. "I freely admit that you are something of an enigma." She smiles. "But I find such mysteries intriguing. Shall we attempt to puzzle out your situation?"
ru: Грация задумчиво хмурится. «Должна признаться: есть в тебе что-то загадочное, — она улыбается. — Но я нахожу подобные загадки весьма интригующими. Попробуем распутать твою головоломку?»

source: "No, let's leave it for later. I wanted to talk about someone else..."
ru: «Нет, оставим это на следующий раз. Я хотел бы поговорить о кое-ком еще...»

source: "First, while it is possible that you are a tiefling or some rare crossbreed, my guess is that you are human... or were at one time."
ru: «Во-первых, хотя и существует вероятность того, что ты — тифлинг либо какая-то редкая помесь, я все же предполагаю, что ты — человек... или когда-то был им».

source: "All right... go on."
ru: «Хорошо... Продолжай».

source: "There may be something else that would shed light on my situation..."
ru: «Если есть что-то, что может пролить свет на мое положение...»

source: "On second thought, let's leave it for later. I wanted to talk about someone else..."
ru: «Если подумать, давай оставим это на следующий раз. Я хочу поговорить о кое-ком еще...»
