Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dharlotd.dlg.po
Languages: ru

source: The woman nods and runs away hurriedly. You don't expect to see her again.
ru: Женщина кивает и быстро убегает. Вряд ли ты ее еще увидишь.

source: The woman stumbles into you, then takes a step back, looking up at you with a half-smile. She smells like a distillery.
ru: Женщина натыкается о тебя, затем отступает назад и с полуулыбкой смотрит вверх на тебя. Пахнет она как винокурня.

source: "Hell-*oooo*..." She waves at you, then breaks into a stream of giggles. "Hell-ooo, big cutter..." She starts laughing again.
ru: «При-*веееет*...» Она машет тебе руками, затем начинает безудержно хихикать. «При-вееет, большой рубака...» Она снова начинает хохотать.

source: She squints at you, puts her hands on her hips, and bends over enough to give you a bird's eye view of her bosom. "Don't I *look* okay to ya, cutter?! Well?" She shakes herself, causing numerous jiggles, then starts laughing again. "Ye're the one who looks ta be needing some love n' care!" She pokes you in the chest with her finger for emphasis.
ru: Она косится на тебя, упирается руками в бедра и наклоняется так близко, что с высока ты можешь полюбоваться ее грудью. «Ну *как* я тебе, рубака?! А?» Она отряхивается, вызывая позвякивание, а затем снова начинает хохотать. «Ты тот, кому нужна ласка и забота!» Она тыкает тебя пальцем в грудь, подчеркивая свои слова.

source: She gives you a mock-stern gaze. "Ya I might be, iffen ye be makin' the right offer." She presses up against you. "What'll it be?"
ru: Она одаривает тебя дразняще-строгим взглядом. «Может быть, если ты сделаешь подходящее предложение, - она опирается на тебя. - Так как?»

source: She pouts. "Pox on ye, then! See if ye get any better than me, lookin' like you do."
ru: Она надувает губы. «Чтоб ты сифилис подцепил! Посмотрим, сможешь ли ты найти кого-нибудь получше, чем я».

source: "All right then." She stares you up and down, then seems to sober up a little. "Eh... nay, nay, I think ye'd be more than I could handle, ye would."
ru: «Ну хорошо». Она осматривает тебя с ног до головы, затем пытается немного всплакнуть. «Э-э... нет-нет. Кажется, ты слишком большой, чтобы я с тобой справилась».

source: "Oh, so ye think *I* can help *you?!* Aye, aren't ya a demanding cutter! Well, sweep me off me feet with such flattery!" She smiles.
ru: «О, так ты думаешь, что *я* могу помочь *тебе*?! Эй, а ты рубака с запросами! Тогда окружи меня всю такой лестью!» Она улыбается.

source: "Yes!" She gives a drunken laugh.
ru: «Да!» Она издает пьяный хохот.

source: "Nooooo!" She seems quite amused by the word and taps you on the chest to emphasize it. "No! No!"
ru: «Неееет!» Кажется, это слово ее очень забавляет и она тычет тебя в грудь, чтобы подчеркнуть его. «Нет! Нет!»

source: "Yesssssshhh?" She squints at you. "Whazzit?"
ru: «Дааааа? - она косится на тебя. - Чтооо?»

source: You are about to turn away when you stop in your tracks. You suddenly have a feeling that something is *wrong*... and with this feeling comes a realization that this woman's drunkenness is just an act. As you take a closer look at her, you see the harlot tucking something into her sleeve... it looks like something of yours.
ru: Ты уже готов идти прочь, но вдруг останавливаешься. Внезапно у тебя появляется чувство, что что-то *не так*... и с этим чувством приходит осознание того, что состояние опьянения этой женщины является всего лишь фикцией. Присмотревшись к ней внимательнее, ты замечаешь, что проститутка засовывает что-то в свой рукав... кажется, это принадлежит тебе.

source: Your hand snaps out and wraps around her wrist in a crushing grip. She immediately sobers up, desperately tries to yank her hand free and starts screaming at the top of her lungs.
ru: Твоя рука хватает ее за запястье мертвой хваткой. Она немедленно трезвеет, отчаянно пытаясь вырвать руку, и начинает кричать на всю глотку.

source: She pulls her hand back before you can grab it. Her drunk expression vanishes, and she starts screaming at the top of her lungs.
ru: Она успевает вырывать руку до того, как ты ее можешь схватить. Ее пьяное выражение лица исчезает, и она начинает кричать на всю глотку.

source: The woman's drunk expression evaporates, and she starts screaming at the top of her lungs.
ru: Ее пьяное выражение лица испаряется, и она начинает кричать на всю глотку.

source: She continues to struggle in your grip, shouting for help. You can barely believe the lungpower this woman has... it's making your ears ring.
ru: Она продолжает выкручиваться из твоей хватки, крича о помощи. Тебе с трудом верится, что у женщины могут быть такие сильные легкие... от них у тебя в ушах звенит.

source: She continues to struggle in your grip, shouting for help. You can barely believe the lungpower this woman has... it's rattling your ears.
ru: Она продолжает выкручиваться из твоей хватки, крича о помощи. Тебе с трудом верится, что у женщины могут быть такие сильные легкие... от них у тебя в ушах звенит.

source: Maybe it is your own pick-pocketing skill that causes you to be on your guard, but as you turn to leave, you instinctively check your purse... and notice the harlot removing her hand from it. She doesn't seem to know you saw her, however.
ru: Наверно, только благодаря собственным навыкам в воровстве ты не теряешь бдительности. Перед уходом ты инстинктивно бросаешь взгляд на свой кошелек... и видишь, как проститутка вытаскивает из него свою руку. Хотя сама она не знает, что ты ее подловил.

source: You lean in close, laughing along with her, and you watch as her hand darts to your purse again... her technique seems to be distracting the mark with her drunken chatter (and her bosom) while she lifts the coins from his purse. The sleeves of her dress look to be long and baggy on purpose to hide any stolen items quickly. You make a mental note of her technique... even as her hands make another grab for your purse.
ru: Ты приближаешься, хохоча вместе с ней, и следя за тем, как ее рука снова тянется к твоему кошельку... похоже, ее техника - прикрываться пьяным говором (и грудью), пока она тырит монеты в чужого кошелька. Ее рукава сделаны длинными и широкими специально для того, чтобы быстро прятать украденные предметы. Ты отмечаешь элементы ее техники... даже когда ее рука в очередной раз тянется в твой кошелек.

source: There must be *something* in your tone, because she stops cold and looks at you with large, frightened eyes.
ru: Должно быть, она *что-то* услышала в твоем голосе: она прекращает кричать и смотрит на тебя огромными испуганными глазами.

source: She nods. She peels back her long, baggy sleeves to reveal a small, padded bag hanging from her wrist. It looks like she can palm coins and drop them into the bag; the padding muffles any clinking the coins would make. Without a word, she gives you the bag... it's filled with a few dozen copper commons.
ru: Она кивает и закатывает назад свои длинные и просторные рукава, показывая обитый тканью мешочек, прикрепленный к запястью. Похоже, она может ронять монеты с ладони прямо в мешочек; при этом ткань заглушает звон монет. Не говоря ни слова, она протягивает тебе мешочек... в нем несколько десятков медяков.

source: She reaches into her garter strap and pulls forth another bag, which she hands to you. It's filled with copper commons, which you empty into your purse.
ru: Она дотягивается до своей подвязки и вытаскивает еще один мешочек, который протягивает тебе. Он полон медными монетами, которые ты ссыпаешь в свой кошелек.

source: She reaches slowly down into her boot and pulls forth a strange, slender-looking dagger, which she hands to you hilt first. She then reaches into her other boot, pulls forth *another* dagger - more wicked than the first, with a wider blade - which she hands to you, hilt-first again. She then tosses her head, revealing a small earring that was hidden by her mass of hair. She snaps it off and passes it to you.
ru: Она медленно дотягивается до своего сапога и достает странный тонкий кинжал, который она протягивает тебе рукояткой вперед. Затем она тянется к другому сапогу и вытаскивает *еще один* кинжал - еще более странный, чем первый - с широким клинком, который она дает тебе, опять же рукояткой вперед. Затем она окидывает голову назад, показывая небольшую сережку, спрятанную под копной волос. Она отстегивает ее и протягивает тебе.

source: She nods.
ru: Она кивает.

source: Her eyes widen as your hand constricts around her neck, and she claws desperately at your fingers... before she can break free, there is a *snap* and her struggles stop.
ru: Ее глаза расширяются, когда твоя рука обхватывает ее шею. Она отчаянно хватается за твои пальцы... она не успевает освободиться; раздается хруст, и она перестает сопротивляться.

source: You release her, and she slumps to the ground. She was far easier to kill than the Dustmen. You feel a strange shiver as you look at her body... you *know* you've killed others this way. You desperately try to cling to the memory, but it slips away, submerging into your unconscious.
ru: Ты отпускаешь ее, и она плюхается на землю. Убить ее оказалось проще, чем тленного. Глядя на ее тело, ты ощущаешь странную дрожь... ты *знаешь*, что уже убивал других таким способом. Ты отчаянно пытаешься зацепиться за воспоминание, но оно уходит прочь, скрываясь в твоем подсознании.

source: You release her, and she slumps to the ground. You feel a strange shiver as you look at her broken body... you *know* you've killed others this way. With this thought comes the stirring of a memory, but it is not strong enough to surface.
ru: Ты отпускаешь ее, и она плюхается на землю. Глядя на ее тело, ты ощущаешь странную дрожь... ты *знаешь*, что уже убивал других таким способом. Эта мысль пробуждает воспоминание, но оно недостаточно сильно, чтобы за него можно было зацепиться.

source: "Uh... Greetings."
ru: «Э-э... Приветствую».

source: "Watch where you're going, woman!"
ru: «Смотри, куда прешь, женщина!»

source: "Farewell."
ru: «Прощай».

source: Drop her.
ru: Бросить ее.

source: "I see... Farewell, then."
ru: «Понятно... Тогда прощай».

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: "Are you okay?"
ru: «С тобой все в порядке?»

source: "You offering?"
ru: «А ты предлагаешь?»

source: "Yeah, anyway. Look, maybe you can help me. I had some questions..."
ru: «Ага, ну да ладно. Слушай, возможно, ты можешь мне помочь. У меня есть вопросы...»

source: "No thanks. I had some questions, though..."
ru: «Нет, спасибо. Однако у меня есть вопросы...»

source: "No thanks."
ru: «Нет, спасибо».

source: "Sure."
ru: «Конечно».

source: "All right, then. I had some questions..."
ru: «Тогда ладно. У меня есть несколько вопросов...»

source: "Can you tell me about this city?"
ru: «Что ты можешь сказать об этом городе?»

source: "Can you tell me about this area?"
ru: «Что ты можешь рассказать об этом месте?»

source: "I'm looking for a journal. Have you seen it?"
ru: «Я ищу дневник. Тебе ничего такого не попадалось?»

source: "I'm looking for someone named Pharod. Do you know where I could find him?"
ru: «Я ищу кое-кого по имени Фарод. Ты не знаешь, где его можно найти?»

source: "Yes, what?"
ru: «Что да?»

source: "I had some other questions..."
ru: «У меня есть другие вопросы...»

source: "Uh... I had some other questions..."
ru: «Э-э... У меня есть другие вопросы...»

source: "Never mind, then."
ru: «Тогда неважно».

source: Grab her hand.
ru: Схватить ее за руку.

source: "Hey! What do you think you're doing?!"
ru: «Эй! Ты что творишь?!»

source: Bait the woman into pick pocketing you again, and observe her technique.
ru: Спровоцировать женщину на воровство и проследить за ее техникой.

source: Attack her.
ru: Атаковать ее.

source: Ignore the incident, leave.
ru: Не обращать внимания на инцидент и уйти.

source: Quietly: "Stop screaming, or I'll remove your lungs."
ru: Тихо: «Прекрати кричать, или вырву тебе легкие».

source: "Be quiet! Dammit, woman, be silent!"
ru: «Тихо! Черт, женщина, молчи!»

source: Snap her neck with your free hand.
ru: Свернуть ей шею свободной рукой.

source: Let her go.
ru: Отпустить ее.

source: "All right then..."
ru: «Ну хорошо...»

source: Attack her.
ru: Атаковать ее.

source: "Return what you stole from me. Now."
ru: «Верни мне все, что ты украла у меня. Сейчас же».

source: Let her go, then leave.
ru: Отпустить ее, затем уйти.

source: "We're even. Now, I never want to see you again. Understand?"
ru: «Довольно. И чтобы я тебя никогда больше не видел. Понятно?»

source: Bluff: "Give me everything else you have, and I'll let you live."
ru: Блеф: «Отдай мне все, что у тебя есть, и я оставлю тебя в живых».

source: Truth: "Give me everything else you have, and I'll let you live."
ru: Правда: «Отдай мне все, что у тебя есть, и я оставлю тебя в живых».

source: Nod your thanks, then snap her neck with your free hand.
ru: Кивнуть в знак благодарности, а затем схватить ее свободной рукой за шею.

source: "I meant *everything,* so give me *everything.*"
ru: «Я же сказал - *все*».

source: "I never want to see you again. Understand?"
ru: «Я не хочу тебя больше видеть. Понятно?»

source: "Fair enough. Now, I never want to see you again. Understand?"
ru: «Довольно. А теперь чтоб я тебя никогда больше не видел. Понятно?»

source: Leave.
ru: Уйти.
