Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dhcon.dlg.po
Languages: ru

source: You see a mechanical man with volcanic red skin along one arm. It watches your approach with a wary eye.
ru: Перед тобой механический человек с насыщенно-красной кожей на одной из рук. Он пристально следит за твоим приближением.

source: "Greetings."
ru: «Приветствую».

source: Ignore the creature.
ru: Не обращать внимания на существо.

source: It cocks its head to one side and gives you a questioning look. "Greetings, intruder."
ru: Оно наклоняет голову набок и вопросительно на тебя смотрит. «Приветствую, незванный гость».

source: "What makes you think I'm an intruder?"
ru: «Почему ты думаешь, что я - незванный гость?»

source: "Who are you?"
ru: «Кто ты?»

source: "What are you?"
ru: «Что ты такое?»

source: "What are you doing?"
ru: «Что ты делаешь?»

source: "I must be going. Farewell."
ru: «Я должен идти. Прощай».

source: It gives you a wicked smile. "Because you are not one of us. Therefore, you are an intruder. As an intruder, you must die." It leaps to the attack.
ru: Оно злобно усмехается. «Потому что ты не один из нас. Следовательно, ты - нарушитель. А нарушители должны умереть». Оно бросается в атаку.

source: Defend yourself.
ru: Защищаться.

source: "I have no identity, only a purpose. My purpose is to kill you." It leaps to the attack.
ru: «У меня нет личности, у меня только назначение. Мое назначение - убить тебя». Оно бросается в атаку.

source: "I am a heavy combat drone. I feature: Above average combat abilities, superior intelligence, and competent weapon skills. As a bonus, I have been imbued with a bad attitude." It leaps to the attack.
ru: «Я тяжелое боевое средство. Мои характеристики: боевые способности выше среднего, улучшенный интеллект, превосходные навыки владения оружием. Плюс к этому, меня наделили дурным нравом». Оно бросается в атаку.

source: "I am taking note of where your vital organs are located. Now that I have compiled this information, I will use it to inflict some serious pain upon you." It leaps to the attack.
ru: «Я отмечаю расположение твоих жизненно важных органов. Теперь, когда я собрал эту информацию, я воспользуюсь ею для того, чтобы причинить тебе серьезную боль». Оно кидается в атаку.

source: It smiles at you evilly. "Yes, you will be going, intruder. Only it will be feet first after I slay you!" It leaps to the attack.
ru: Оно зловеще улыбается. «Да, нарушитель, ты уйдешь. Но только вперед ногами, потому что я убью тебя!» Оно бросается в атаку.

source: It cocks its head to one side and gives you a questioning look. "Why do you persist in questioning us? I do not understand."
ru: Оно склоняет голову набок и вопросительно на тебя смотрит. «Почему ты все время задаешь нам вопросы? Я не понимаю».

source: "There is always the chance that I might learn something."
ru: «Всегда есть вероятность узнать что-то новое».

source: It looks away for a moment in thought. Returning its gaze to you, it nods its head in agreement. "Yes... I suppose that's true... Let me teach you about pain." It leaps to the attack.
ru: В раздумье оно отводит от тебя взгляд. Вернувшись снова назад, оно кивает тебе в знак согласия. «Да... Пожалуй, это так... Позволь мне научить тебя боли». Оно бросается в атаку.

source: "I am a servant of the Evil Wizard and He commands your death." It leaps to the attack.
ru: «Я слуга Злого Мага, и он приказывает убить тебя». Оно кидается в атаку.

source: "I am the one who will finally bring you to your knees, intruder!" It leaps to the attack.
ru: «Я тот, кто наконец поставит тебя на колени, нарушитель!» Оно бросается в атаку.

source: "I am alerting the Evil Wizard of your location in the maze before I slay you..." It pauses for a moment. "Done, now comes the slaying." It leaps to the attack.
ru: «Я предупреждаю Злого Мага о твоем местонахождении в лабиринте, после чего убиваю тебя... - оно делает небольшую паузу. - Готово. Теперь пора убивать». Оно кидается в атаку.

source: "Leaving? So soon? Let me help you on your way!" It leaps to the attack.
ru: «Идти? Так скоро? Позволь мне показать тебе дорогу!» Оно бросается в атаку.

source: It cocks its head to one side and gives you a questioning look. "Your tenacity is impressive, intruder, but foolish none the less."
ru: Оно склоняет голову набок и вопросительно на тебя смотрит «Твоя настойчивость весьма впечатляет, незванный гость, но тебе никого не обмануть».

source: "Why do we have to fight? It seems so pointless."
ru: «Зачем нам драться? Это же так бессмысленно».

source: It stares at you a while before answering. "It only seems pointless, intruder. There is meaning behind our madness..." It leaps to the attack.
ru: Перед тем как ответить, оно некоторое время смотрит на тебя. «Это только выглядит бессмысленным, вторженец. За нашим безумием скрывается смысл...» Оно кидается в атаку.

source: "As an individual, nobody. As a part of the whole, everybody." It leaps to the attack.
ru: «Как личность - никто. Как часть единого целого - все». Оно кидается в атаку.

source: "A means to an end, intruder." It leaps to the attack.
ru: «Средство для достижения цели, нарушитель». Оно кидается в атаку.

source: "I am reporting your every success, your every failure, and your every move to the Evil Wizard. From you, we learn. Because of you, we will better ourselves." It leaps to the attack.
ru: «Я сообщаю Злому Магу о каждом твоем успехе, каждой неудаче, каждом шаге. Мы изучаем тебе. Наблюдая за тобой, мы совершенствуемся». Оно бросается в атаку.

source: "Yes... Until we meet again, intruder." It leaps to the attack.
ru: «Да... Пока мы снова не встретимся, нарушитель». Оно кидается в атаку.
