Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dhguard.dlg.po
Languages: ru

source: This large, red-armored figure is standing in place, apparently guarding the stairs beside him. You dimly recall that his ornate armor marks him as an officer of the Harmonium, one who provides law enforcement for the city.
ru: Этот массивный человек в красных доспехах стоит на месте, очевидно, охраняя лестницу за собой. Ты смутно припоминаешь, что его украшенная броня указывает на офицера Гармониума, фракции, поддерживающей в городе порядок.

source: "Greetings..."
ru: «Приветствую...»

source: Leave him alone.
ru: Оставить его в покое.

source: The man casually motions back towards the street. "Move along, sir."
ru: Человек небрежным жестом указывает в сторону улицы. «Не задерживайтесь, сэр».

source: "What are you doing here?"
ru: «Что ты здесь делаешь?»

source: "I had some questions..."
ru: «У меня есть несколько вопросов...»

source: Leave.
ru: Уйти.

source: "No use asking here, sir. Move along."
ru: «Здесь не место для вопросов, сэр. Проходите».

source: "I just need a few answers..."
ru: «Мне нужна всего-навсего пара ответов...»

source: "I need your help..."
ru: «Мне нужна помощь...»

source: "And what if I feel like staying right here?"
ru: «А что, если мне хочется здесь стоять?»

source: He shakes his head. "Speak to a citizen, then. I've a job to do here... and I won't neglect it to speak with you or anyone else, sir. Now move along."
ru: Он качает головой. «Тогда поговорите с горожанами. У меня здесь работа... и я не стану пренебрегать ею ради разговора с вами или кем-нибудь другим, сэр. А теперь уходите».

source: "Can you tell me what you're doing here, at least?"
ru: «Можешь хотя бы сказать, что ты здесь делаешь?»

source: "But I need your help..."
ru: «Но мне нужна твоя помощь...»

source: He hefts his weapon. "You need help? Has a crime been committed?"
ru: Он поднимает свое оружие. «Нужна помощь? Совершено преступление?»

source: "Well... no. I just had some questions."
ru: «В общем... нет. Просто у меня есть парочка вопросов».

source: "No, never mind. Farewell."
ru: «Нет, не бери в голову. Прощай».

source: He sighs. "I understand you've got questions, and in another time, in another place, I'd be inclined to help. But-" He pauses to peer suspiciously down the stairway. "But this is neither, so... just move along, sir. Now."
ru: Он вздыхает. «Я понимаю, что у вас есть вопросы, и я буду рад вам помочь, но не здесь и не сейчас. Сейчас... — он останавливается, чтобы с подозрением глянуть на лестницу, — не время и не место, так что... просто уходите, сэр. Сейчас же».

source: "Look, berk, I've a-" He pauses to peer suspiciously down the stairway, then returns his attention to you. "I've certain tasks set to me, and I'm not getting them done while I talk with some addle-coved sod who's looking for so-and-so or wants directions to who-knows-where. Move along."
ru: «Слушай, пень, у меня... — он прерывается, чтобы с подозрением взглянуть на лестницу, затем переключает внимание на тебя. — У меня есть дела, и мне их не закончить, пока я болтаю с каким бестолковым бедолагой, который ищет то-то или хочет попасть туда-то. Проходите».

source: He shrugs, his armor clanking with the movement. "You're free to stand here, but not to pester the law. I'd suggest you leave, before there's any... trouble. Farewell."
ru: Он пожимает плечами, от движения его броня бряцает. «Вы вольны оставаться тут, но не за тем, чтобы докучать закону. Советую вам уйти, пока не приключилось каких-нибудь... неприятностей. Прощайте».

source: This Harmonium officer looks to be guarding the stairs beside him. You think you may have encountered this particular man before, but with the great helms and identical Harmonium armor it's difficult to tell one from another.
ru: Этот офицер Гармониума, похоже, охраняет лестницу за ним. Тебе кажется, что ты уже с ним пересекался, но из-за огромного шлема и одинаковых доспехов Гармониума их трудно различать между собой.

source: Leave the officer alone.
ru: Оставить офицера в покое.

source: You recognize this man as a member of the Harmonium, a faction that's been out for you lately. He doesn't seem to have noticed you, yet.
ru: Ты узнаешь в этом человеке члена Гармониума, фракции, которая с недавних пор пытается тебя схватить. Похоже, он еще тебя не заметил.

source: Leave before he sees you.
ru: Уйти до того, он обратит на тебя внимание.

source: You see the man's eyes widen through the slits in his helm. "It's him!" He prepares to charge you, bellowing: "Get this man, alive or dead!"
ru: Сквозь щели в шлеме ты видишь, как его глаза расширяются. «Это он!» Он готовится к нападению, рыча: «Взять его, живым или мертвым!»

source: Defend yourself.
ru: Защищаться.

source: He points towards the stairs beside him, which look to descend straight beneath the city. "Guarding this stairway, sir."
ru: Он указывает на лестницу возле него, которая, по всей видимости, спускается прямо под город. «Охраняю лестницу, сэр».

source: "Why? Where's it lead?"
ru: «Зачем? Куда она ведет?»

source: "I had some other questions..."
ru: «У меня есть другие вопросы...»

source: "That's all I wished to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "To the Realm Below." Seeing your expression, he continues. "UnderSigil, you may have heard it called."
ru: «В Подземное Царство, — видя выражение твоего лица, он продолжает. — Подсигилье, возможно, вы слышали такое название».

source: "Any reason you're keeping people from entering the place?"
ru: «По каким причинам ты никого туда не пускаешь?»

source: He chuckles softly, the plates of his armor rattling with the movement. "I'm watching for anything that comes *out,* sir. Things that don't *belong* in Sigil proper."
ru: Он тихо смеется, пластины его брони грохочут от этого. «Я слежу за тем, что выходит *оттуда*, сэр. Твари, которым не *место* в Сигиле».

source: "What sort of things are down there?"
ru: «А что там внизу творится?»

source: "Don't concern yourself with it." He regards you curiously for a moment. "You're considering going down there, aren't you? Well, be most cautious. Rumors abound of the worst sorts of creatures living Down Below."
ru: «Не беспокойтесь на этот счет, — он бросает на тебя любопытный взгляд. — Вы что, собираетесь туда спуститься? Что ж, будьте предельно осторожны. Ходят слухи о самых ужасных тварях, обитающих внизу».

source: "Thanks. I had some other questions..."
ru: «Спасибо. У меня есть другие вопросы...»

source: "Thanks for the warning. Farewell."
ru: «Спасибо за предупреждение. Прощай».
