Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dhivvar5.dlg.po
Languages: ru

source: You see a pale man standing in the middle of the room. He is hunched over and doesn't look well.
ru: Ты видишь бледного мужчину, стоящего посреди комнаты. Он сгорблен и выглядит нездоровым.

source: "Greetings."
ru: «Приветствую».

source: Leave the man alone.
ru: Оставить мужчину в покое.

source: "You again... didn't I tell you I needed to rest?"
ru: «Опять ты... разве я не сказал, что мне нужен покой?»

source: "Hmm... What happened?"
ru: «Хмм... Что случилось?»

source: "Farewell."
ru: «Прощай».

source: "I feel terrible."
ru: «Я чувствую себя ужасно».

source: "What happened?"
ru: «Что произошло?»

source: "I am not sure, but I think a bit of rest will do me good. Can you please leave me alone?"
ru: «Я не уверен, но думаю, что немного отдыха пойдет мне на пользу. Ты можешь меня оставить в покое?»

source: "Can you please leave so I can rest? Maybe I'll feel better if I rest for a bit."
ru: «Пожалуйста, ты можешь дать мне отдохнуть? Возможно, мне станет лучше, если я немного отдохну».
