Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/diannis.dlg.po
Languages: ru

source: I returned to Iannis and told him that the Sensates agreed to allow him access to his daughter's sensory stone. He was extremely grateful... so much so that he was willing to pay me a great deal in coin and minor magic items he had stored away. I suppose there is a price to be placed on a father's love for his daughter...
ru: Я вернулся к Янису и сказал ему, что чувствующие согласились предоставить ему доступ к камню переживаний его дочери. Он был несказанно благодарен... настолько, что дал мне кучу монет и малых магических предметов, отложенных им. Полагаю, это и есть цена любви отца к дочери...

source: I returned to Iannis and told him that the Sensates agreed to allow him access to his daughter's sensory stone. He was extremely grateful; just mentioning that I had succeeded in getting him permission to see his Deionarra's sensory stone caused his depression to lift measurably.
ru: Я вернулся к Янису и сказал ему, что чувствующие согласились предоставить ему доступ к камню переживаний его дочери. Он был несказанно благодарен; от одного лишь упоминания о том, что мне удалось добиться для него разрешения увидеть камень переживаний Дейонарры, его депрессию как рукой сняло.

source: After a moment, Iannis returns. In his hands he holds a large bag of coins, and what appear to be some strange-looking charms. "Here you are, sir... and again, you have my gratitude for your efforts."
ru: Через миг Янис возвращается. В руках он держит большую сумку с монетами и чем-то, похожим на какие-то странные амулеты. «Держите, сэр... и еще раз, примите мою благодарность за приложенные усилия».

source: "Yes, yes... look, perhaps there is something else you can help me with..."
ru: «Да-да... послушай, возможно, ты сможешь помочь мне еще в одном деле...»

source: "Of course, of course... no trouble at all... certainly for this amount of coin. Farewell."
ru: «Конечно, конечно... без проблем... особенно за такую сумму. Прощай».

source: "Little. I barely even knew of his existence until she had departed. By then, it was too late to have known him."
ru: «Немного. Я даже и не подозревал о его существовании, пока она не ушла. А потом было уже слишком поздно знакомиться с ним».

source: "I believe the man was me. But I have forgotten much."
ru: «Мне кажется, что я был тем человеком. Но я многое забыл».

source: "How do you know she died?"
ru: «Откуда ты знаешь, что она умерла?»

source: "She never said. I am not certain she was capable of saying where they had gone. It must have been a... terrible place."
ru: «Она никогда не говорила. Я не уверен, могла ли она тогда сказать, куда они пойдут. Должно быть, это было... ужасное место».

source: "It is most curious... I went to the Dustmen to see if they had found her body, and they directed me to one of their faction outside the Dustman monument... a Dustman named 'Death-of-Names,' I believe. He is said to be an oracle of sorts, concerning those who have died. He told me my daughter had died."
ru: «Это самое странное... Я ходил к тленным узнать, нашли ли они ее тело, и они направили меня к тому, который стоит около их монумента... к тленному по имени... Смерть-Имен, если не ошибаюсь. По слухам, он был вроде как прорицателем в делах умерших. Он сказал, что моя дочь умерла».

source: Iannis doesn't seem to have heard you for a moment. When he speaks again, his words come slowly. "Tell me. I must know."
ru: Янис, казалось бы, не слышит меня некоторое время. Вновь открыв рот, он медленно произносит: «Скажите мне. Я должен знать».

source: Truth: "I am responsible for your daughter's death. I murdered her on the Negative Material Plane in the hopes that her love for me would tie her to that place."
ru: Правда: «Я в ответе за смерть твоей дочери. Я убил ее на Негативном материальном плане в надежде на то, что ее любовь ко мне привяжет ее к этому месту».

source: Half-Truth: "She perished on the Negative Material Plane from an act of betrayal."
ru: Полуправда: «Она погибла на Негативном материальном плане в результате предательства».

source: Lie: "She took ill upon the journey... apparently, the amount of time in Sigil did not prepare her for the environment of other planes."
ru: Ложь: «В дороге она заболела... очевидно, пребывание в Сигиле не подготовило ее к условиям других планов».

source: "Never mind. I misspoke. Perhaps there is something else you can help me with..."
ru: «Не бери в голову. Я оговорился. Возможно, ты сможешь помочь мне еще в одном деле...»

source: "It is of no matter. Farewell."
ru: «Это неважно. Прощай»

source: I confessed to Deionarra's father, Iannis, and told him what happened to his daughter. Despite the magnitude of the crime, I hope that knowing her fate will ease his mind somewhat.
ru: Я сознался перед отцом Дейонарры, Янисом, и рассказал ему, что произошло с его дочерью. Несмотря на тяжесть преступления, я надеюсь, что знание ее судьбы хоть как-то утешит его.

source: I made a partial confession to Deionarra's father, Iannis, and told him some of what had happened to his daughter. I hope that knowing her fate will ease the old man's mind somewhat. He probably couldn't handle the truth, anyway, and I don't need yet another person blaming me for *every* trouble across the planes.
ru: Я частично сознался перед отцом Дейонарры, Янисом, и рассказал ему кое-что из того, что произошло с его дочерью. Надеюсь, что знание ее судьбы хоть как-то утешит старика. В любом случае, он, наверное, не сможет перенести правду, да и мне не нужен еще один человек, обвиняющий меня в *каждой* неприятности на планах.

source: I told Deionarra's father, Iannis, a lie about what happened to his daughter. I hope that the lie will ease the old man's mind somewhat. He probably couldn't handle the truth, anyway, and I don't need yet another person blaming me for *every* trouble across the planes.
ru: Я солгал отцу Дейонарры, Янису, насчет того, что произошло с его дочерью. Надеюсь, что эта ложь хоть как-то утешит старика. В любом случае, он, наверное, не сможет перенести правду, да и мне не нужен еще один человек, обвиняющий меня в *каждой* неприятности на планах.

source: Iannis stares at you in silence for a moment, then his voice breaks. "Why... *why* did you do such a terrible act?"
ru: Янис некоторое время глядит на тебя без слов, потом взрывается. «Зачем... *зачем* вы совершили столь ужасный поступок?»

source: "It was not I... it was another part of me. He did it in the hopes that she could serve as a tie to that plane for his own purposes. I am sorry, Iannis."
ru: «Это был не я... это была другая моя часть. Он сделал это в надежде на то, что она сможет служить ему связью с этим планом для каких-то его целей. Прости меня, Янис».

source: "I believe I may be responsible for many terrible things, many of which I cannot remember. I did it in the hopes that she could serve as a tie to that plane. I am sorry, Iannis."
ru: «Мне кажется, что я натворил много ужасных вещей, немалую часть из которых я не могу вспомнить. Я совершил тот поступок в надежде на то, что она сможет служить мне связью с этим планом. Прости меня, Янис».

source: "It was not a 'terrible' act, it was a *necessary* act, Iannis. Your daughter was willing to give up her life for me, and her life was what I needed in order to save mine."
ru: «Это было не 'ужасный', а *необходимый* поступок, Янис. Твоя дочь была готова отдать за меня жизнь, и ее жизнь была тем, что было мне нужно для того, чтобы сохранить свою жизнь».

source: Iannis stares at you in silence. "Who?"
ru: Янис молча смотрит на тебя. «Кто?»

source: Truth: "I am responsible."
ru: Правда: «Я это сделал».

source: Lie: "I do not know. It would be best not to investigate such matters."
ru: Ложь: «Я не знаю. Было бы лучше не копаться в подобных вещах».

source: Iannis looks broken. "I must find out..." He looks up at you. "Thank you for telling me. I needed to know what happened to her..."
ru: Янис выглядит разбитым. «Я должен выяснить... — он поднимает на тебя взгляд. — Спасибо, что сказали мне. Мне нужно было знать, что с ней случилось...»

source: "I understand. Perhaps there's something you can help me with before I go..."
ru: «Понимаю. Возможно, ты сможешь помочь мне еще в одном деле...»

source: "I mourn the loss of your daughter, Iannis. Farewell."
ru: «Я скорблю по твоей дочери, Янис. Прощай».

source: "You..." Iannis seems to be trying to make sense of your words. "Wait... you said it was intended to tie her to that plane? What do you mean?"
ru: «Вы... — Янис, кажется, пытается понять смысл твоих слов. — Постойте... вы сказали, что это было нужно, чтобы привязать ее к тому плану? Что вы имели в виду?»

source: "As I understand it, it was hoped that the combination of her love for me and her death on the Negative Material Plane would cause her to live on as a spirit."
ru: «Насколько я понимаю, это было сделано в надежде на то, что сочетание ее любви ко мне и ее смерти на Негативном материальном плане приведут к тому, что она останется призраком».

source: "She *lives?*"
ru: «Она *жива*?»

source: "In a sense... yes."
ru: «В некотором смысле... да».

source: "Well, I wouldn't say she *lives.* Her spirit still exists..."
ru: «Ну, я бы не сказал, что она *жива*. Ее дух все еще влечет существование...»

source: "That..." He looks horrified. "She must be set free!"
ru: «Это... — похоже, он в ужасе. — Ее необходимо освободить!»

source: "If I could find a way to do that, I would."
ru: «Если я найду способ сделать это — я освобожу ее».

source: "I have already sworn that I would try to set her free... or join her there."
ru: «Я уже поклялся, что попытаюсь освободить ее... или присоединюсь к ней».

source: "If you have any decency at all, spare my daughter. There is nothing that can be done to change what has happened, so I ask that you allow her soul to rest in peace. I will find some way to forgive what you have done if you do this for me."
ru: «Если в вас есть хоть капля приличия, пожалейте мою дочь. Уже нельзя изменить того, что было сделано, и потому я прошу вас сделать так, чтобы ее душа нашла покой. Я попытаюсь найти способ, как простить вас, если вы сделаете это для меня».

source: Vow: "I promise I shall allow your daughter to rest peacefully."
ru: Клятва: «Обещаю, что сделаю так, чтобы твоя дочь обрела покой».

source: "I will see what I can do."
ru: «Посмотрим, что я смогу сделать».

source: "I cannot..."
ru: «Я не могу...»

source: "Very well, then. Now leave. I wish to be alone with my thoughts."
ru: «Тогда ладно. А теперь уходите. Я хочу побыть наедине со своими мыслями».

source: "Farewell, then."
ru: «Тогда прощай».

source: "Then may the planes work their justice upon you, sir!" Iannis' teeth clench. "May my daughter's suffering be reflected back upon you a hundred fold!"
ru: «Тогда пусть правосудие планов свершится над вами, сэр! — Янис стискивает зубы. — Пусть страдания моей дочери вернутся к вам сторицей!»

source: "Watch your words, Iannis, or you shall meet your daughter sooner than you think."
ru: «Следи за словами, Янис, не то встретишься с дочерью намного раньше, чем думаешь».

source: "I see there is nothing more to discuss. Farewell."
ru: «Похоже, обсуждать больше нечего. Прощай».

source: "I do not know... her body was never recovered." Iannis' face turns blood-red and his hands clench into fists. "And that is perhaps the most *maddening* part of this misery... I will never know what possessed her to run off like that, what happened to her, nor where her body lies now!"
ru: «Не знаю... ее тела так и не нашли, — лицо Яниса становится кроваво-красным, его руки сжимаются в кулаки. — И это, наверное, больше всего сводит меня с *ума* во всем этом несчастье... Я так никогда и не узнаю, что же заставило ее вот так уйти, что случилось с ней и где теперь лежит ее тело!»

source: "Do you know where Deionarra and this man went on their journey?"
ru: «Ты знаешь, куда Дейонарра и тот человек отправились в путешествие?»

source: "Forgive me for asking, but how do you know she's dead if you never saw the body?"
ru: «Прости за вопрос, но откуда ты знаешь, что она умерла, если ты не видел ее тела?»

source: "Yes, I arranged for a bier to be placed in the memorial hall. There is no body there, of course, but I hoped the bier would serve as a marker by which she may find her way home."
ru: «Да, я позаботился, чтобы гроб поместили в мемориальный зал. Конечно, там нет тела, но я надеялся, что гроб будет служить маяком, по которому она найдет дорогу домой».

source: "It worked... her spirit resides there now."
ru: «Получилось... теперь ее дух пребывает здесь».

source: "If there's no body, how do you know she's dead?"
ru: «Если тела нет, откуда ты знаешь, что она мертва?»

source: "Wh... what?!" Iannis looks flustered. "Wh... what did you just say?!"
ru: «Ч... что?! — Янис кажется взволнованным. — Ч... что вы только что сказали?!»

source: "Her spirit now resides in the memorial hall."
ru: «Теперь ее дух пребывает в мемориальном зале».

source: "Her spirit now resides in the memorial hall. I spoke with her for a time, and she seems to be in distress."
ru: «Теперь ее дух пребывает в мемориальном зале. Я с ней немного поговорил, и похоже, что она страдает».

source: "I said nothing... tell me again of Deionarra."
ru: «Я ничего не говорил... расскажи мне еще раз о Дейонарре».

source: "Nothing... I misspoke. Perhaps there is something else you can help me with..."
ru: «Ничего... Я оговорился. Возможно, ты сможешь помочь мне еще в одном деле...»

source: "I said that I mourn your loss. I will take my leave. Farewell."
ru: «Я сказал, что скорблю по твоей утрате. Мне уже надо идти. Прощай».

source: "You?!" Iannis looks you up and down. "You are the one... and you say you have *forgotten?!*" Iannis draws himself up; he looks like he is squaring himself for a battle. "You have *forgotten*... but the incident was not so long ago. How can this be?"
ru: «Вы?! — Янис осматривает тебя с ног до головы. — Вы и есть он... и вы говорите, что *забыли*?!» — Янис выпрямляется; он выглядит готовым к схватке. «Вы *забыли*... но это произошло не настолько давно. Как такое может быть?»

source: "I have a strange condition... I lose myself... for a time. Anything you can tell me about myself or your daughter would be invaluable."
ru: «Я страдаю необычным расстройством... я теряю себя... время от времени. Все, что ты расскажешь про меня или твою дочь, будет бесценным для меня».

source: "I misspoke. I doubt that I am that man. I am certain I would have remembered your daughter if I traveled with her."
ru: «Я не так выразился. Сомневаюсь, что я тот человек. Несомненно, я бы помнил твою дочь, если бы путешествовал с ней».

source: "I tire of these questions. Farewell."
ru: «Я устал от этих вопросов. Прощай».

source: "I feared as much." Iannis sighs. "Your story rings true... she led a sheltered life her in the city, and even in the best of times, her health was poor." He looks up hopefully. "Do you know where might her body be? I would see that is interred properly."
ru: «Именно этого я и боялся, — Янис вздыхает. — Ваша история звучит правдиво... в городе она вела беспечную жизнь, и даже в лучшие времена ее здоровье было слабым, — он с надеждой поднимает взгляд. — Вы знаете, где ее тело? Я позабочусь, чтобы оно было похоронено подобающе».

source: "There is nothing left of her body... it was a wasting sickness, and it left little of her remains."
ru: «От ее тела ничего не осталось... это была истощающая болезнь, и от нее мало что осталось».

source: "No, sir, I heard you clearly. You said you knew what had befallen my daughter. You will tell me. Now." Iannis' frown deepens. "Or I will summon a Harmonium patrol to pry the answers from you."
ru: «Нет, сэр, я все четко слышал. Вы сказали, что знаете, что случилось с моей дочерью. Вы скажете мне. Сейчас же, — Янис становится еще более мрачным. — Иначе я позову патруль Гармониума, чтобы они вытрясли из вас ответы» .

source: "You want to summon the guards? Go ahead. The dead-book's not half full by my count."
ru: «Позовешь стражу? Вперед. По моим прикидками, в книге мертвых еще полно места».

source: "Why did you do such a thing?! That was my daughter's LIFE, not-"
ru: «Зачем вы это сделали?! Это же была ЖИЗНЬ моей дочери, не...»

source: "It was your daughter's life to do with as I pleased. She was the one who gave me permission by placing her life in my hands."
ru: «Я распорядился жизнью твоей дочери, как посчитал нужными. Она сама отдала свою жизнь в мои руки».

source: "I tire of bandying words with you. Be silent, or you shall join your daughter in death."
ru: «Я устал перекидываться с тобой словами. Умолкни, иначе присоединишься к дочери».

source: Iannis' face clenches in anger. "You... Sigilian *cur!* You murdered my daughter without a shred of remorse, now you dare come back here like a vampire-in-the-night and DARE to threaten me?!"
ru: Лицо Яниса сжимается от гнева. «Ты... сигильская *дворняга*! Ты убил мою дочь без тени раскаяния, а теперь заявляешься сюда, как вампир в ночи, и еще СМЕЕШЬ мне угрожать?!»

source: "I spoke in haste... I apologize for my words."
ru: «Я говорил поспешно... Я извиняюсь за свои слова».

source: "I dare, and I don't mind adding more corpses to my list. What do you intend to do about it, old man?"
ru: «Смею, и я не против пополнить свой список трупов. Что ты намерен с этим делать, старик?»

source: "You had best be speaking figuratively!" Iannis looks furious. "If so, then I have no time for your wordplay..."
ru: «Лучше бы вы говорили фигурально! — Янис выглядит взбешенным. — Если так, то у меня нет времени на вашу словесную игру...»

source: "No, my words are literal. Her spirit resides in the memorial hall."
ru: «Нет, я говорил буквально. Ее дух пребывает в мемориальном зале».

source: "No, my words are literal. Her spirit now resides in the memorial hall. I spoke with her for a time, and she seems to be in distress."
ru: «Нет, я говорил буквально. Ее дух пребывает в мемориальном зале. Я с ней немного поговорил, и похоже, что она страдает».

source: "Then you have my apologies... tell me again of Deionarra."
ru: «Тогда извини... расскажи мне еще раз про Дейонарру».

source: "I misspoke. Perhaps there is something else you can help me with..."
ru: «Я оговорился. Возможно, ты сможешь помочь мне еще в одном деле...»

source: "My words were poorly chosen. I mourn your loss. I will take my leave. Farewell."
ru: «Мои слова были необдуманными. Я скорблю по твоей утрате. Мне пора идти. Прощай».

source: "She has become a... spirit?"
ru: «Она стала... духом?»

source: "Yes."
ru: «Да».

source: "Yes, I spoke with her for a time, and she seems to be in distress."
ru: «Да, я с ней немного поговорил, и похоже, что она страдает».

source: "No, I was mistaken... tell me again of Deionarra."
ru: «Нет, я ошибся... расскажи мне еще раз про Дейонарру».

source: "I... I... will have to seek her out, see if I can communicate with her, see what has kept her here... her state... how do you know she has become a spirit?"
ru: «Я... мне... нужно найти ее, попробовать связаться с ней, выяснить, что держит ее здесь... ее состояние... откуда вы знаете, что она стала духом?»

source: "I caught a glimpse of a spectral form by her bier in the Mortuary. I assumed it was her."
ru: «Я мельком видел призрачную форму над ее гробом в Морге. Я предположил, что это она».

source: "I spoke with her for a time, and she seems to be in distress."
ru: «Я с ней немного поговорил, и похоже, что она страдает».

source: "I will travel there as soon as I am able and investigate the matter for myself." He nods at you. "If your words carry truth, sir, then I am indebted to you..."
ru: «Я отправлюсь туда, как только смогу, и сам разберусь с этим делом, — он кивает тебе. — Если в ваших словах есть правда, сэр, то я у вас в долгу...»

source: "It is no matter... tell me again of Deionarra."
ru: «Это неважно... расскажи мне еще раз про Дейонарру».

source: "Very well, then. Perhaps there is something else you can help me with..."
ru: «Тогда ладно. Возможно, ты сможешь помочь мне еще в одном деле...»

source: "Perhaps I shall collect on that debt another time. Farewell."
ru: «Пожалуй, я заберу этот долг в следующий раз. Прощай».

source: "You... spoke to her?!" Iannis seems to become more confused by the moment. "What distresses her?"
ru: «Вы... говорили с ней?! — Янис приходит в еще большее смятение. — Что ее терзает?»

source: "I'm... not certain. I wasn't able to make out what she was saying."
ru: «Я... не уверен. Я не смог разобрать того, что она говорила».

source: "Me, apparently. She said that she loved me and that I had loved her... and that I had forsaken her."
ru: «Очевидно, я. Она сказала, что любила меня, и что я ее любил... и что я бросил ее».

source: "I see. Perhaps..." Iannis frowns and studies you... his face has become like stone. "Are you the one she left Sigil with? The one who led her on the journey that killed her?"
ru: «Ясно. Возможно... — Янис хмурится и изучает тебя... его лицо каменеет. — Вы тот, ради кого она покинула Сигил? Тот, кто повел ее в путешествие, убившее ее?»

source: "I'm... not certain. I think I may be that man, but I have forgotten much."
ru: «Я... не уверен. Думаю, что я мог быть тем человеком, но я многое забыл».

source: "I don't think so. She seemed hysterical and knew little of her surroundings. You might want to go seek her out."
ru: «Я так не думаю. Она казалась истеричной особой, и мало что знала о том, что вокруг нее происходит. Возможно, ты сам захочешь повидать ее».

source: "Countless liars have I known in my tenure in this city." Iannis studies you intently. "You do not strike me as one of them... at least on this matter." He sighs. "If you truly do not remember, then whatever befell you and my daughter on your journey must have left deep scars."
ru: «Пребывая в этом городе, я повидал бесчисленное множество лжецов, — Янис внимательно осматривает тебя. — Вы не кажетесь мне одним из них... по крайней мере, по этому поводу, — он вздыхает. — Если вы на самом деле не помните, в таком случае, что бы не случилось с вами и моей дочерью в том путешествии, оно должно было оставить глубокие шрамы».

source: "I am inclined to agree."
ru: «Я склонил ее к тому, чтобы она согласилась».

source: "Then I ask your word on this: If your memory returns, and you discover what has happened to my daughter, return to me so that my mind may at last be at rest on this matter."
ru: «Тогда я попрошу у вас о следующем: если к вам вернется память, и вы выясните, что случилось с моей дочерью, возвращайтесь ко мне и расскажите, чтобы мой разум, наконец, обрел покой».

source: Vow: "I will do that."
ru: Клятва: «Я сделаю это».

source: Lie: "I will do that."
ru: Ложь: «Я сделаю это».

source: "If I find out what happened to her, I will return... if I can."
ru: «Если я выясню, что с ней случилось, я вернусь... если смогу».

source: "I... see." Iannis frowns. "Thank you for easing my mind, sir. I can only hope she did not suffer long in death, and that it claimed her quickly."
ru: «Понятно... — Янис хмурится. — Спасибо, что облегчили мне душу, сэр. Я лишь надеюсь, что она недолго мучилась перед смертью, и что смерть забрала ее быстро».

source: "No doubt it did... I am sure her end was quick and final. The sickness struck her like a dagger, without warning. *Most* unfortunate."
ru: «Несомненно, так и было... Я уверен, что она скончалась быстро. Болезнь поразила ее как кинжал, без предупреждения. *Очень* жаль ее».
