Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/diannis.dlg.po
Languages: ru

source: "It is the least I can do. Perhaps there is something else you can help me with..."
ru: «Это самое меньшее, что я могу сделать. Возможно, ты сможешь помочь мне еще в одном деле...»

source: "I mourn the loss of your daughter. I hope her words gave you some comfort. Farewell."
ru: «Я скорблю по твоей дочери. Надеюсь, ее слова принесли тебе облегчение. Прощай».

source: The man studies you for a moment, frowning in thought. The wrinkles on his face become more pronounced as he does so, and you are again struck by the toll that age seems to have placed on him. "No... yet you seem familiar..."
ru: Человек некоторое время изучает тебя, нахмурившись в раздумьях. При этом морщины на его лице становятся еще более отчетливыми, и ты вновь поражаешься тому, сколь глубокий отпечаток оставило на нем время. «Нет... и все же вы мне кажетесь знакомым...»

source: "Yet..."
ru: «И все же?..»

source: "Never mind. Perhaps you can help me with something else..."
ru: «Неважно. Возможно, ты сможешь помочь мне еще в одном деле...»

source: "No matter, I must take my leave."
ru: «Неважно, мне нужно идти».

source: He continues to study your features, then shakes his head. "I will concede that there is something familiar about you, sir, and I apologize for any insult my failing memory may be giving you at this moment... I have been preoccupied for some time now. *Have* we met before?"
ru: Он продолжает изучать твое лицо, потом качает головой. «Должен признаться, что что-то в вас, сэр, кажется мне знакомым, и я прошу прощения за все обиды, которые моя слабеющая память нанесла вам до сих пор... Я некоторое время был занят. Мы уже *встречались*?»

source: Truth: "I think so. I can't really remember myself."
ru: Правда: «Думаю, да. Я и себя-то толком не помню».

source: Lie: "No; I was mistaken. I don't believe we've ever met."
ru: Ложь: «Нет, я ошибся. Не думаю, что мы встречались».

source: "Preoccupied?"
ru: «Занят?»

source: "Hmmm. Frustrating for us both, it would seem."
ru: «Хм-м-м. Похоже, это плохо для нас обоих».

source: "Hmmm. Very well, then."
ru: «Хм-м-м. Что ж, хорошо».

source: "Perhaps you can help me with something else..."
ru: «Возможно, ты сможешь помочь мне еще в одном деле...»

source: "I must take my leave. Farewell."
ru: «Я должен идти. Прощай».

source: "There is nothing much to say about the matter... it was a strange, localized fire. I cannot imagine what would have been precious in the documents that were burned, but someone must have wanted them destroyed."
ru: «По этому делу мало что можно сказать... это был странный, ограниченный в пространстве пожар. Не могу представить, что такого ценного было в тех сгоревших бумагах, однако кто-то, должно быть, хотел уничтожить их».

source: "I may have been responsible for the fire."
ru: «Возможно, я причастен к тому пожару».

source: "Uh... any luck in locating the person responsible?"
ru: «Э... удалось найти виновного?»

source: "Any luck in locating the person responsible?"
ru: «Удалось найти виновного?»

source: "Can you tell me what was burned?"
ru: «Ты можешь сказать мне, что сгорело?»

source: "I see. Tell me about your daughter."
ru: «Понятно. Расскажи мне о своей дочери».

source: "Perhaps there is something else you can help me with..."
ru: «Возможно, ты сможешь помочь мне еще в одном деле...»

source: "I mourn your loss. I will take my leave. Farewell."
ru: «Я скорблю по твоей утрате. Мне пора идти. Прощай».

source: "You? What do you mean?"
ru: «Вы? Что вы имеете в виду?»

source: Truth: "I... may have done it at some point in the past. When I was not in my right mind. I regret my actions and ask your forgiveness."
ru: Правда: «Я... мог это сделать на каком-то этапе своей жизни. Когда я был не в своем уме. Я сожалею о содеянном и прошу твоего прощения».

source: Lie: "It was a magical compulsion that forced me to behave as I did. I have no knowledge of what transpired."
ru: Ложь: «Я был магически принужден к тому, чтобы совершить это. Я не понимал, что происходит».

source: "I'm sorry, I misspoke. Tell me about your daughter."
ru: «Извини, я оговорился. Расскажи мне о своей дочери».

source: "Forgive me, I did not mean anything by what I said. Perhaps there is something else you can help me with..."
ru: «Прости, я не имел в виду ничего такого. Возможно, ты сможешь помочь мне еще в одном деле...»

source: "It is no matter. Farewell."
ru: «Это неважно. Прощай».

source: "No..." Iannis' face is like stone. "I heard you clearly. You claimed responsibility for the fire. Why would you claim to have done such a thing? Are you mad?!"
ru: «Нет... — лицо Яниса твердо как камень. — Я вас отчетливо слышал. Вы утверждали, что причастны к тому пожару. Зачем вам утверждать это? Вы что, с ума сошли?!»

source: "Do not raise your voice at me again, or the next fire that strikes this place will prove fatal."
ru: «Еще раз повысишь на меня голос, и в следующий раз это место сгорит дотла».

source: Iannis' face clenches in anger. "You... Sigilian *cur!* I was hoping you'd show your face again after your cowardly act! You damaged my home and several mementos precious to me, now you dare come back here like a vampire-in-the-night and DARE to threaten me again?!"
ru: Янис в гневе стискивает зубы. «Ты... сигильская *дворняга*! Я надеялся, что ты покажешься после своего трусливого поступка! Ты нанес ущерб моему дому и повредил ценные для меня вещи, а теперь вернуться, как вампир в ночи, и еще СМЕЕШЬ мне угрожать?!»

source: Snap his neck.
ru: Свернуть ему шею.

source: "I dare. What do you intend to do about it, old man?"
ru: «Смею. Что ты намерен с этим делать, старик?»

source: Iannis dodges back as you lunge for him, then begins shouting. "Guards! Help! I am being attacked!"
ru: Янис уклоняется от твоего выпада и начинает кричать: «Стража! На помощь! На меня напали!»

source: "Dammit..."
ru: «Проклятье...»

source: Your hands clamp easily onto Iannis' temples, and you give his head a sharp twist to the left.
ru: Твои руки легко стискиваются на висках Яниса, и ты резко поворачиваешь его голову влево.

source: "Don't have time for your lectures, old man..."
ru: «Нет времени на твои лекции, старик...»

source: There is a *crack,* and Iannis falls limp in your hands.
ru: Раздается хруст, и тело Яниса безвольно падает в твои объятия.

source: "You rest easy now..."
ru: «Теперь покойся с миром...»

source: To your surprise, the act seemed instinctual, as if you had done it many times before... with this thought comes the stirring of a memory, but it is not strong enough to surface.
ru: К твоему удивлению, твои действия кажутся тебе инстинктивными, как будто ты уже много раз проделывал это... от этой мысли в твоей голове пробуждается воспоминание, но оно слишком слабое, чтобы ты его вспомнил.

source: Leave the body, continue on.
ru: Оставить тело и уйти.

source: Iannis begins shouting. "Guards! Help! Intruder! Help!"
ru: Янис начинает кричать: «Стража! Помогите! Враги! На помощь!»

source: "But..." Iannis looks almost at a loss for words. "But... why? Some of the things that were burned... they were precious only to me... irreplaceable!"
ru: «Но... — Янис, казалось бы, почти лишился дара речи. — Но... зачем? Некоторые из сгоревших вещей... имели ценность только для меня... они были невосполнимыми!»

source: "It is likely that one of those mementos or documents was threatening to this other self of mine... I do not believe I will ever know."
ru: «Скорее всего, это были те вещи или бумаги, которые представляли опасность для того, другого я... Не думаю, что когда-либо узнаю это».

source: "To tell the truth, I do not know."
ru: «По правде говоря, я не знаю».

source: "Your other self? What are you speaking of?"
ru: «Ваше другое я? О чем вы говорите?»

source: "I have a peculiar condition... I lose myself on occasion and become someone else for a time. During that time, my actions are not my own."
ru: «Я страдаю особым расстройством... Иногда я теряю себя и на время стаю кем-то другим. В эти моменты я сам не свой».

source: "You don't know?! What, am I speaking to a child?! How can it be you don't know the reasons for your actions!"
ru: «Вы не знаете?! Я что, с ребенком разговариваю?! Как так может быть, чтобы вы не знали причин своих действий!»

source: Iannis frowns... he seems to be thinking the matter over. "I have heard of such magical *geases* being laid upon a man." He falls silent for a moment. "And you *have* chosen to come and take responsibility for the crime..."
ru: Янис хмурится... кажется, он обдумывает это. «Я слышал о подобных магических *наговорах*, наложенных на людей, — на миг он умолкает. — И вы *решили* прийти и принять ответственность за содеянное...»

source: "I merely came to ask your forgiveness for the crime."
ru: «Я всего лишь пришел попросить у тебя прощения за совершенное злодеяние».

source: "I came to ask your forgiveness and make amends for your loss, if it is within my power."
ru: «Я пришел попросить у тебя прощения и восполнить твою утрату, если это в моих силах».

source: "Well... not responsibility for the crime. After all, my actions were not my own."
ru: «Ну... я не несу ответственность за содеянное. В конце концов, не я это все совершил».

source: I lied to Iannis and told him that I had been under a magical compulsion to start the fire in his shop, and I asked his forgiveness. He accepted the lie and forgave me easily. He assured me no lasting harm had been done.
ru: Я солгал Янису, сказав, что я был магически принужден устроить пожар в его конторе, и попросил у него прощения. Он проглотил мое вранье и без особого труда простил меня. Он уверил меня, что никакого долговременного вреда я ему не нанес.

source: Iannis frowns... he seems to be thinking the matter over. "I have heard of such symptoms of the mind... temporary amnesia and the emergence of another personality... then there is the fact you have chosen to claim responsibility for the crime..."
ru: Янис хмурится... кажется, он обдумывает это. «Я слышал о подобных умственных отклонениях... временная амнезия и проявление другой личности... то есть, вы действительно решили признать свою ответственность за содеянное...»

source: "That is... similar to my condition. I came to ask your forgiveness for the crime."
ru: «Это... похоже на мое расстройство. Я пришел просить прощения за содеянное».

source: I told Iannis I was responsible for the fire in his shop, and I asked his forgiveness. He forgave me easily and assured me no lasting harm had been done.
ru: Я сказал Янису, что я в ответе за пожар в его конторе, и попросил его прощения. Он без особого труда простил меня и уверил, что никакого долговременного вреда я ему не нанес.

source: "I..." Iannis frowns, then his expression relaxes. "There is nothing to forgive... I have come to terms with the loss, and no lasting harm has been done. I do not know why the target was chosen, however. There was nothing of value among the documents burned."
ru: «Я... — Янис хмурится, но затем его лицо разглаживается. — Тут нечего прощать... Со временем я смирился с утратой, и, к тому же, никакого долговременного вреда не было нанесено. Однако мне непонятна мотивация выбора. В том, что сгорело, не было ничего ценного».

source: "What were the documents?"
ru: «Что это были за бумаги?»

source: "Legacies, mostly. Some very old ones."
ru: «В основном, наследства. Некоторые особенно старые».

source: "No, neither the Harmonium nor the Mercykillers have had any fortune in locating the person responsible."
ru: «Нет, ни Гармониуму, ни убийцам милосердия не удалось найти ответственного за это».

source: "That is unfortunate. Perhaps there is something else you can help me with..."
ru: «Печально. Возможно, ты сможешь помочь мне еще в одном деле...»

source: "A number of old legacies were burned, and some mementos and other keepsakes of value only to me."
ru: «Сгорело немного старых наследств, несколько сувениров и другие памятные подарки, ценные только для меня».

source: "You must excuse me. As of late, I have been beset by troubles... I'm afraid it has been a rather trying time these past few years."
ru: «Вы должны меня простить. В последнее время на меня навалилось столько неприятностей... Боюсь, что последние несколько лет были для меня временем испытаний».

source: "Anything I could help with?"
ru: «Я могу чем-либо помочь?»

source: "What troubles?"
ru: «Какие неприятности?»

source: "I'm sorry to have disturbed you... I hope your situation improves. Farewell."
ru: «Извини, что побеспокоил... Надеюсь, твои дела наладятся. Счастливо».

source: "No, no... there is little that can be done." He nods at you. "Nevertheless, I appreciate your offer. Thank you."
ru: «Нет-нет... тут мало чему поможешь, — он кивает тебе. — Тем не менее, я ценю ваше предложение. Спасибо».

source: "Perhaps talking about your troubles will help ease your mind."
ru: «Возможно, рассказав о своих неприятностях, ты облегчишь себе душу».

source: "What troubles have you had?"
ru: «Что за неприятности у тебя были?»

source: "I hope your situation improves. Farewell."
ru: «Надеюсь, твои дела наладятся. Счастливо».

source: Iannis sighs. "I do not wish to burden you... I lost my daughter not long ago. There was also the fire... but that is another matter."
ru: Янис вздыхает. «Я бы не хотел обременять вас... Не так давно я потерял свою дочь. И еще тот пожар... но это уже другое дело».

source: "Tell me about your daughter."
ru: «Расскажи мне о своей дочери».

source: "A fire?"
ru: «Пожар?»

source: Iannis sighs. "I do not wish to burden you any further... as I mentioned to you before, I lost my daughter not long ago. There was also the fire... but that is another matter."
ru: Янис вздыхает. «Я бы не хотел еще больше обременять вас... Как я уже упоминал, не так давно я потерял свою дочь. И еще пожар... но это уже другое дело».

source: "Tell me more about your daughter."
ru: «Расскажи мне еще о своей дочери».

source: Instantly, Iannis seems to collapse into himself. "Yes..." His businesslike facade drains from his face, to be replaced with cold despair. "My daughter, Deionarra, passed away some time ago..." You receive a cold shock at the name. You *knew* this woman.
ru: Внезапно Янис, казалось бы, погружается в себя. «Да... — его деловитое выражение пропадает и сменяется холодным отчаяньем. — Моя дочь Дейонарра скончалась некоторое время назад...» От этого имени у тебя все внутри холодеет. Ты *знал* эту женщину.

source: "Tell me about her. What was she like?"
ru: «Расскажи мне о ней. Какой она была?»

source: "How did she die?"
ru: «Как она умерла?»

source: "I saw a woman by that name interred in the Mortuary memorial hall."
ru: «Я видел женщину с таким именем, похороненную в мемориальном зале Морга».

source: "I saw a woman by that name interred in the Mortuary memorial hall. She had become a ghost and claimed that she knew me."
ru: «Я видел женщину с таким именем, похороненную в мемориальном зале Морга. Она стала призраком, и утверждала, что знала меня».

source: "Actually, tell me more about this fire."
ru: «Собственно говоря, расскажи мне побольше об этом пожаре».

source: Instantly, Iannis seems to collapse into himself. "Yes..." His businesslike facade drains from his face, to be replaced with cold despair. "My daughter, Deionarra, passed away some time ago..."
ru: Внезапно Янис, казалось бы, погружается в себя. «Да... — его деловитое выражение пропадает и сменяется холодным отчаяньем. — Моя дочь Дейонарра скончалась некоторое время назад...»

source: "I saw a woman by that name interred in the Mortuary memorial hall. She had become a ghost and claimed she knew me."
ru: «Я видел женщину с таким именем, похороненную в мемориальном зале Морга. Она стала призраком и утверждала, что знала меня».

source: "Deionarra? She was... young. She had recently joined the Society of Sensation, the Sensates... not an unpleasant faction, but she had also met someone there... she followed him on a journey and there, she died. Her bod..." He looks pained. "I was not even able to recover her body..."
ru: «Дейонарра? Она была... молода. Она не так давно присоединилась к Обществу Восприятия, чувствующим... Не то чтобы это была плохая фракция, но там она кое с кем познакомилась... она последовала за ним в путешествие, и там она умерла. Ее те... — похоже, он огрочен. — Мне даже не удалось найти ее тело...»

source: "You say she was a Sensate?"
ru: «Говоришь, она была чувствующей?»

source: "Do you know anything about this man she journeyed with?"
ru: «Ты что-нибудь знаешь о том человеке, с которым она путешествовала?»

source: "Do you know where she went on this journey?"
ru: «Ты знаешь, куда она отправилась в этом путешествии?»

source: "Do you know how she died?"
ru: «Ты знаешь, как она умерла?»

source: "Forgive me for asking, but if you were not able to recover her body, how did you know she had died?"
ru: «Прости за вопрос, но если тебе не удалось найти ее тело, откуда тогда ты знаешь, что она умерла?».

source: "I see. Tell me about this fire."
ru: «Понятно. Расскажи мне побольше об этом пожаре».

source: "Yes..." He becomes slightly more animated, as if warming himself on a precious memory. "She had joined them because of her gift... and the fact there was so *much* about the multiverse that she wanted to experience. The Sensates lend themselves readily to the sharing of experience and sensation."
ru: «Да... — он немного оживляется, как будто драгоценные воспоминание растопили его. — Она примкнула к ним из-за своего дара... и из-за того, что в мультивселенной было так *много* вещей, которые она хотела испытать. Чувствующие всегда готовы поделиться опытом или переживаниями».

source: Deionarra's father, Iannis, told me that she was a member of the Sensates. He said that she was very young when she died, and that she had died while following a man she had met on a journey. Her body was never recovered.
ru: Отец Дейонарры, Янис, сказал мне, что она была чувствующей. Он сказал, что она умерла очень молодой, сопровождая в путешествии одного человека, с которым она познакомилась. Ее тело так и не нашли.

source: "I noticed that. I encountered a sensory stone in the sensorium that contained a fragment of her experiences."
ru: «Я это заметил. В сенсориуме я нашел камень переживаний, содержащий фрагмент ее переживаний».

source: Iannis told me Deionarra had the blood of an oracle running through her veins. It gave her the gift of 'Sight,' allowing her to see events before they happen.
ru: Янис сказал мне, что в Дейонарре текла кровь прорицателя. Из-за этого она обладала даром «зрения», позволяющего ей видеть события перед тем, как они произойдут.

source: His eyes blaze with hope. "There is? But in which one...? You must tell me!"
ru: В его взгляде вспыхивает надежда. «Правда? Но в каком?.. Вы должны мне ответить!»

source: "It is one of the Sensate sensory stones... if you are not a Sensate, you could not gain access."
ru: «Это один из камней переживаний чувствующих... если ты не чувствующий, ты не сможешь получить к нему доступ».

source: He thinks for a moment. "I must find a way... perhaps they would make an exception for her father..."
ru: Он задумывается на пару секунд. «Я должен найти способ... Может, они сделают исключение для ее отца...»

source: "If you wanted, I could speak to someone. I'm certain they would make an exception in your case."
ru: «Если хочешь, я бы мог кое с кем переговорить. Уверен, что в твоем случае они сделают исключение».

source: "I do not wish to break the Sensates' laws. Nevertheless, I could speak to someone and see if something else might be done."
ru: «Я не хочу нарушать правила чувствующих. Тем не менее, я мог бы кое с кем поговорит и выяснить, можно ли что-нибудь сделать».

source: "I could help you, for a price. My word may carry some weight at the Festhall."
ru: «Я мог бы помочь тебе за вознаграждение. Мое слово имеет вес в Фестхолле».

source: "That is a matter between you and them. Tell me more about Deionarra..."
ru: «Это твое с ними дело. Расскажи мне еще про Дейонарру...»

source: "It is possible. You should speak to them. In any event, I had some other questions for you..."
ru: «Это возможно. Тебе следует с ними поговорить. В любом случае, у меня есть другие вопросы к тебе...»

source: "They might. I must take my leave. Farewell."
ru: «Возможно. Я должен идти. Прощай».

source: I told Iannis I could make inquiries at the Festhall and see if I could get him in to see his daughter's sensory stone. I don't know what I will be able to do, but I'll try.
ru: Я сказал Янису, что мог бы навести справки в Фестхолле и выяснить, могу ли я провести его к камню переживаний его дочери. Не знаю, чего мне удастся добиться, но я попытаюсь.

source: I told Iannis I could make inquiries at the Festhall and see if I could get him in to see his daughter's sensory stone... for a price. He told me he would pay me after I had obtained permission from the Sensates.
ru: Я сказал Янису, что мог бы навести справки в Фестхолле и выяснить, могу ли я провести его к камню переживаний его дочери... за вознаграждение. Он сказал, что заплатит мне после того, как я получу разрешение от чувствующих.

source: Iannis looks relieved. "If you could, I would be most grateful."
ru: Янис выглядит утешенным. «Если у вас получится, я буду весьма признателен».

source: "I will see what can be done. I would know more about Deionarra, though. What was she like?"
ru: «Посмотрим, что я смогу сделать. Однако я хотел бы узнать о Дейонарре побольше. Какой она была?»

source: "I will try... before I go, perhaps there is something else you can help me with..."
ru: «Я попробую... Перед тем, как я уйду, возможно, ты сможешь помочь мне еще в одном деле...»

source: "I will see what I can do. Farewell."
ru: «Посмотрим, что я смогу сделать. Прощай».

source: Iannis looks relieved. "When you have obtained permission for me to see the stone, please return, and I will see to it that you are well-compensated for your trouble."
ru: Янис выглядит утешенным. «Когда получите для меня разрешение на доступ к камню, прошу, возвращайтесь, и я позабочусь о том, чтобы хорошо компенсировать ваше беспокойство».

source: "I will see what can be done; it may not be a small matter. I would know more about Deionarra, though, before I make inquiries at the Festhall. What was she like?"
ru: «Я погляжу, что можно сделать; это может оказаться непростым делом. Однако я хотел бы узнать о Дейонарре побольше перед тем, как пойду наводить справки в Фестхолл. Какой она была?»

source: "I will see what I can do... it may be *very* expensive, indeed. Farewell."
ru: «Посмотрим, что я смогу сделать... это может обойтись в самом деле *очень* недешево. Прощай».

source: "You... I... thank you, good sir, thank you! I am in your debt!"
ru: «Вы... я... спасибо вам, добрый сэр, спасибо! Я у вас в долгу!»

source: "Actually, you are... I do believe you mentioned something about compensation before..."
ru: «Вообще-то, так и есть... Кажется, ты упоминал что-то насчет компенсации...»

source: "It was no trouble, Iannis. Please, go see the experiences of your daughter. I think they might ease your troubles."
ru: «Это оказалось просто, Янис. Прошу, приходи и посмотри переживания своей дочери. Думаю, от этого тебе полегчает».

source: "Of course, of course... hold a moment, I will return shortly."
ru: «Конечно, конечно... подождите минуту, я скоро вернусь».
