Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/diannis.dlg.po
Languages: ru

source: Iannis irritated me for the last time, so I strangled him until he was silent.
ru: В последний раз Янис так меня достал, что я душил его до тех пор, пока он не умолк.

source: Iannis irritated me for the last time, so I strangled him until he was silent. With the murder came the stirring of a memory... but it wasn't strong enough to surface. One thing is certain, I've strangled others before.
ru: В последний раз Янис так меня достал, что я душил его до тех пор, пока он не умолк. Убийство пробудило воспоминание... но оно было слишком слабым, чтобы удалось его вспомнить. Одну вещь я знаю наверняка — он не первый, кого я задушил.

source: I collected Deionarra's legacy from that irritating father of hers. I don't like his tone when he speaks to me - he'd best watch himself, or he'll end up like his daughter.
ru: Я забрал наследство Дейонарры у ее надоедливого отца. Мне не нравится его тон в разговоре со мной. Лучше бы он следил за собой, а то еще закончит как его дочка.

source: I collected Deionarra's legacy from her father.
ru: Я забрал наследство Дейонарры у ее надоедливого отца.

source: I collected my legacy from Iannis the Advocate in the Clerk's Ward. Among the possessions in the legacy was a strange receipt... it looks very old. Iannis says that it is a "Great Foundry receipt," and that it means I commissioned something from the Godsmen. Iannis says that the receipt should allow me access to the Great Foundry in the Lower Ward.
ru: Я забрал свое наследство у адвоката Яниса в Чиновничьем районе. Среди прочего имущества в наследстве была странная квитанция... на вид очень старая. Янис сказала, что это «квитанция Великой Литейной», и что это означает, что я что-то заказывал у боголюдей. Еще он сказал, что квитанция позволит мне пройти в Великую Литейную в Нижнем районе.

source: Iannis said the only way to invalidate a Dustman contract is to destroy it.
ru: Янис сказал, что единственный способ расторгнуть контракт тленных — это уничтожить его.

source: Iannis is apparently an "advocate," one who provides legal counsel, arranges legacies, and argues cases in court.
ru: По всей видимости, Янис — «адвокат». Он дает юридические консультации, организовывает наследства и участвует в судах.

source: I met a man named Iannis who works in the Clerk's Ward. I have a feeling I know this man from somewhere, but I know not where.
ru: Я встретил человека по имени Янис, который работает в Чиновничьем районе. У меня такое чувство, что я откуда-то его знаю, вот только откуда?

source: This man is dressed in soft blue robes covered with intricate designs; despite their opulence, however, the robes look wrinkled and worn. You place the man's age somewhere between middle-age and early sixties... the worry lines make an exact determination difficult. As you enter, the man turns slowly towards you; as he does, you are suddenly struck with the terrible sense that you *know* this man... or did at one time.
ru: Этот человек одет в мягкие синие одежды, покрытые замысловатым узором. Тем не менее, несмотря на их богатый вид, они выглядят помятыми и поношенными. Ты оцениваешь его возраст где-то между концом четвертого и началом шестого десятка... морщины от переживаний делают более точное определение затруднительным. Когда ты входишь, человек медленно поворачивается к тебе; при этом у тебя возникает жуткое чувство, что ты *знаешь* его... или знал когда-то.

source: "Greetings..."
ru: «Приветствую...»

source: "Gift?"
ru: «Дар?»

source: Ignore the man, explore the office.
ru: Не обращать на него внимание и осмотреть контору.

source: "Very well. What is it I can help you with?"
ru: «Хорошо. Чем могу быть полезен?»

source: "Excuse me for asking, but are you all right?"
ru: «Прошу прощения за вопрос, но с тобой все в порядке?»

source: "Are you all right?"
ru: «С тобой все в порядке?»

source: "Have we met before?"
ru: «Мы раньше не встречались?»

source: "Who are you again?"
ru: «Еще раз, кто ты?»

source: "What is this place again?"
ru: «Еще раз, что это за место?»

source: "What is an advocate again?"
ru: «Еще раз, что такое адвокат?»

source: "Can you tell me about legacies?"
ru: «Ты можешь рассказать мне про наследства?»

source: "Here's Deionarra's legacy, as I promised."
ru: «Вот наследство Дейонарры, как я и обещал».

source: "Can you tell me about the fire?"
ru: «Ты мог бы рассказать мне о пожаре?»

source: "Can you tell me about your daughter?"
ru: «Ты мог бы рассказать мне о своей дочери?»

source: "Iannis, I discovered what happened to Deionarra."
ru: «Янис, я выяснил, что произошло с Дейонаррой».

source: "Nothing today. I must take my leave... Farewell."
ru: «Сегодня — ничем. Я должен идти... Прощай».

source: You see Iannis... he turns as you enter and affixes you with a tired gaze. There are dark sacks beneath his eyes, and he looks as if he has not been sleeping.
ru: Ты видишь Яниса... Когда ты входишь, он поворачивается и бросает на тебя усталый взгляд. Под его глазами темные мешки, и у него такой вид, будто он не выспался.

source: "Greetings, Iannis."
ru: «Приветствую, Янис».

source: Ignore Iannis.
ru: Игнорировать Яниса.

source: "You again." Iannis frowns slightly as he stares at you. "What is it you want this time?"
ru: «Снова вы, — смотря на тебя, Янис слегка хмурится. — Чего вы хотите на этот раз?»

source: "I had some questions for you..."
ru: «У меня есть вопросы к тебе...»

source: "Nothing today, thanks."
ru: «Сегодня — ничего, спасибо».

source: You see Iannis... he turns as you enter and his eyes light up hopefully. "Ah! At last! Were you able to convince them to grant me access to their sensorium?"
ru: Ты видишь Яниса... Когда ты входишь, его глаза вспыхивают надеждой. «Ах, наконец! Вам удалось убедить их предоставить мне доступ в сенсориум?»

source: "Yes. They agreed to give you access to your daughter's sensory stone."
ru: «Да. Они согласились предоставить тебе доступ к камню переживаний твоей дочери».

source: "I had some questions that needed to be answered first."
ru: «Сперва я хочу получить ответы на несколько вопросов».

source: "Not as of yet. I hope to have news for you soon. Farewell."
ru: «Пока еще нет. Надеюсь, скоро у меня будут для тебя новости. Прощай».

source: The man squints, as if trying to place you. "Yes? Is there something that I can help you with?"
ru: Человек прищуривается, будто пытаясь узнать тебя. «Да? Чем могу быть полезен?»

source: "Who are you?"
ru: «Кто ты?»

source: "I'm sorry; I think I entered the wrong shop. Farewell."
ru: «Извини. Кажется, я не туда попал. Прощай».

source: "I am Iannis." He studies you and frowns. "Were you looking for me?"
ru: «Меня зовут Янис, — он осматривает тебя и хмурится. — Вы меня искали?»

source: "I don't know... what is this place?"
ru: «Не знаю... что это за место?»

source: "My apologies... you'd mentioned that before. Perhaps you can help me with something else..."
ru: «Прошу прощения... ты уже это говорил. Возможно, ты можешь мне еще чем-то помочь?..»

source: "As I mentioned before, I am Iannis. Was there something you needed?"
ru: «Как я уже говорил, меня зовут Янис. Вы чего-нибудь хотели?»

source: "I'm not sure... what is this place?"
ru: «Не уверен... Что это за место?»

source: "I am an advocate. These are my offices." Iannis' voice takes on an irritated edge. "Do you seek counsel? If not, perhaps you had best test your curiosity elsewhere."
ru: «Я адвокат. Это моя контора, — в голосе Яниса появляются нотки раздражения. — Вам нужна консультация? Если нет, тогда лучше бы вам удовлетворить свое любопытство в другом месте».

source: "An advocate? What's that?"
ru: «Адвокат? Что это значит?»

source: "I'm sorry to have disturbed you. Farewell."
ru: «Извини, что побеспокоил. Прощай».

source: "I am an advocate. These are my offices. Those seeking counsel come to me."
ru: «Я адвокат. Это моя контора. Ко мне приходят за консультациями».

source: "What kind of counsel?"
ru: «За какими консультациями?»

source: "I see. Perhaps there is something you can help me with, then..."
ru: «Понятно. Возможно, ты сможешь помочь мне еще в одном деле...»

source: "I'm sorry to have disturbed you, then. Farewell."
ru: «Тогда извини, что побеспокоил. Прощай».

source: Iannis' frown deepens. "An advocate provides counsel, helps others navigate the labyrinths of Sigil's legal system, arranges legacies for citizens to insure that their property is divided as they choose upon death, defends those in Sigil's courts who have been wrongly accused..." He pauses. "Did you need help in any of these areas?"
ru: Янис становится еще более мрачным. «Адвокат дает консультации, помогает другим разобраться в лабиринтах сигильского законодательства, организовывает для горожан наследства, чтобы обеспечить выбранное ими разделение их имущества после смерти, защищает в судах Сигила тех, кого несправедливо обвинили... — он умолкает. — Вам нужна помощь в одной из этих областей?»

source: "Legacies?"
ru: «Наследства?»

source: "Actually, I believe you have a legacy for me."
ru: «Вообще-то, мне кажется, что у тебя есть наследство для меня».

source: "Actually, I have come to collect the legacy of a young woman..."
ru: «Вообще-то, я пришел забрать наследство одной девушки...»

source: "I could use some counsel, actually."
ru: «Вообще-то, мне нужны консультации».

source: "No, not this day. Farewell."
ru: «Нет, не сегодня. Прощай».

source: "An advocate helps others navigate the labyrinths of Sigil's legal system, arranges legacies for citizens to insure that their property is divided as they choose upon death, defends those in Sigil's courts who have been wrongly accused..." He pauses. "Did you need help in any of these areas?"
ru: «Адвокат помогает другим разобраться в лабиринтах сигильского законодательства, организовывает для горожан наследства, чтобы обеспечить выбранное ими разделение их имущества после смерти, защищает в судах Сигила тех, кого несправедливо обвинили... — он умолкает. — Вам нужна помощь в одной из этих областей?»

source: "They are contracts that are deliverable at the death of the client. They provide specifics on how a person's possessions are to be divided upon the event of their demise. I have also heard them called *wills.*"
ru: «Это соглашения, которые вступают в действие после смерти клиента. Они описывают детали того, как должно быть разделено его имущество в случае его кончины. Еще я слышал, что их называют *завещаниями*».

source: "Are they anything like Dustman contracts?"
ru: «Они что-то вроде контрактов тленных?»

source: "I see. Perhaps there is something else you can help me with..."
ru: «Понятно. Возможно, ты сможешь помочь мне еще в одном деле...»

source: "That is all I wished to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "Oh my, no! The Dustman contracts, while they are deliverable at the time of the client's death, bequeath the client's body to the Dustmen; not a pleasant business at all, but some who are poor of means find the Dustman contract to be a means of support..."
ru: «Что вы, нет! Контракты тленных, хоть и вступают в действие в час смерти клиента, завещают его тело тленным; не самый приятный бизнес, но те, кто не сводит концы с концами, находят в этих контрактах средства к существованию...»

source: "How would one go about invalidating a Dustman contract?"
ru: «Как можно расторгнуть контракт тленных?»

source: "I'm sorry... can you explain what a legacy is again?"
ru: «Прошу прощения... ты не мог бы еще раз объяснить мне, что такое наследство?»

source: "Thanks. That is all I wished to know. Farewell."
ru: «Спасибо. Это все, что я хотел узнать. Прощай».

source: He frowns slightly. "One that is already signed? Little or nothing can be done once the signature is in place. The Dustman contract is quite specific on the destination of the corpse after death. Without the destruction of the contract, there is really nothing that could be done."
ru: Он слегка хмурится. «Который уже подписан? Когда подпись уже поставлена, мало что можно сделать. Контракты тленных очень скрупулезно указывают, где будет пребывать тело после смерти. Не считая уничтожения контракта, больше ничего сделать нельзя».

source: "I see. Do I owe you anything for this information?"
ru: «Понятно. Я что-нибудь должен тебе за эти сведения?»

source: "Indeed? Very well... do you remember the legacy in question?"
ru: «В самом деле? Хорошо... вы помните номер наследства?»

source: "The legacy is number '51-AA,' I believe."
ru: «Кажется, номер наследства '51-АА'».

source: "The young woman's legacy is '687-KS.'"
ru: «Номер наследства девушки '687-КС'».

source: "Actually, not at the moment, no. Perhaps there is something else you can help me with..."
ru: «Ну, в данный момент — нет. Возможно, ты сможешь помочь мне еще в одном деле...»

source: "No, I think I was mistaken. Never mind."
ru: «Нет, похоже, я ошибся. Неважно».

source: He looks at you in surprise as you name the legacy. "That is extremely old... are you certain..." A shocked look comes upon his face. "I hope that wasn't one of the ones that was burned..."
ru: Когда ты называешь наследство, он удивленно смотрит на тебя. «Оно невероятно старое... Вы уверены?.. — на его лице читается потрясение. — Надеюсь, оно не из числа сгоревших...»

source: "How old is it?"
ru: «Насколько оно старое?»

source: "Burned?"
ru: «Сгоревших?»

source: "Can you check and see if the legacy still exists?"
ru: «Ты не мог бы проверить, есть ли у тебя это наследство до сих пор?»

source: "Actually, never mind. Perhaps there is something else you can help me with..."
ru: «А вообще, неважно. Возможно, ты сможешь помочь мне еще в одном деле...»

source: "I think I was mistaken about the legacy. Never mind."
ru: «Думаю, с наследством я ошибся. Неважно».

source: "Well..." Iannis ponders it for a moment. "Several decades at least."
ru: «Ну... — Янис некоторое время обдумывает это. — Ему, как минимум, несколько десятков лет».

source: "You said it might have been burned? What do you mean?"
ru: «Ты сказал, что оно могло быть в числе сгоревших? Что ты имел ввиду?»

source: Iannis looks saddened. "Yes, this office was the target of a senseless act of vandalism. A year ago we had a break-in here at the office. The vandal's sole desire seemed to be to burn my legal documentation. Much was lost. A shame, really. Sigil can be quite... wearing on a person's faith..." He seems to lose an inch as he mentions Sigil. "The vandal only damaged certain documents. Irreplaceable."
ru: Янис выглядит опечаленным. «Да, эта контора была подвергнута бессмысленному акту вандализма. Год назад в нее незаконно проникли. Похоже, единственной целью взломщика было сжечь мои юридические документы. Многое было утеряно. Как жаль. Сигил может быть крайне... утомительным испытанием для веры... — при упоминании Сигила он, казалось бы, съеживается. — Взломщик уничтожил только отдельные бумаги. Незаменимые».

source: "How old is the legacy?"
ru: «Насколько старо это наследство?»

source: "Can you tell me anything else about the fire?"
ru: «Ты можешь рассказать мне что-нибудь еще о пожаре?»

source: He nods quickly. "Oh, yes, of course... It will take a moment."
ru: Он быстро кивает. «О, да, конечно... Это займет минуту».

source: "Very well, I will wait."
ru: «Хорошо, я подожду».

source: "No, I think I was mistaken about the legacy. Never mind."
ru: «Нет, кажется, я ошибся насчет наследства. Неважно».

source: Iannis returns, nodding. "Yes, fortunately, it was unharmed by the fire. All the articles are safe."
ru: Янис возвращается, кивая. «Да, к счастью, оно не пострадало в пожаре. Все предметы в целости».

source: "Could I collect on it? I am the beneficiary."
ru: «Я могу его забрать? Я наследник».

source: "Thank you. I just wanted to check and see if it was safe. Farewell."
ru: «Спасибо. Я только хотел удостовериться, что оно в целости. Прощай».

source: "Of course... sign here and here... on the dotted line..."
ru: «Конечно... подпишитесь здесь и здесь... над пунктирной линией...»

source: "There? And there? All right..."
ru: «Здесь и здесь? Хорошо...»

source: "There we are; that should be the last of the paperwork. Here are all the items that were in the Vault... one looks like a Foundry receipt, though quite an old one, to be sure. Did the deceased have something commissioned at the Foundry?"
ru: «Ну вот. На этом кончается бумажная волокита. Вот все вещи, которые были в хранилище... одна из них напоминает квитанцию Литейной, к тому же, несомненно, весьма старую. Покойный что-то заказывал в Литейной?»

source: "I don't really know. Perhaps... I'm beginning to think just about anything is possible. Where is the Foundry?"
ru: «По правде говоря, я не знаю. Возможно... Мне начинает казаться, что может быть что угодно. Где находится Литейная?»

source: "It is located in the Lower Ward. It is past the great gate - look for a number of Godsmen guards at a gate, and you should be in the right place."
ru: «Она находится в Нижнем районе, за массивными воротами. Ищите стражу боголюдей у ворот — и вы не ошибетесь».

source: "Very well. Perhaps there is something else you can help me with..."
ru: «Хорошо. Возможно, ты сможешь помочь мне еще в одном деле...»

source: "Thank you for the directions. I will go there now."
ru: «Спасибо за указания. Я сейчас же туда направлюсь».

source: "I am not the sort to charge others for giving them aid of this sort." He smiles slightly. "I am an advocate, not a rug merchant, and greed is not permitted to step into my office."
ru: «Я не из тех людей, которые берут плату за подобную помощь, — он слегка улыбается. — Я адвокат, а не торговец коврами, и в моей конторе нет места жадности».

source: "Thank you... I'm grateful. Perhaps there is something else you can help me with..."
ru: «Спасибо... Я признателен тебе. Возможно, ты сможешь помочь мне еще в одном деле...»

source: "You have my gratitude, then. Farewell."
ru: «Тогда прими мою благодарность. Счастливо».

source: "That..." His eyes widen as you name the legacy. "My *daughter's* legacy...?!" He looks shocked. "How do you know my daughter?!"
ru: «Это же... — его глаза расширяются, когда ты называешь наследство. — Наследство моей *дочери*?! — он выглядит шокированным. — Откуда вы знаете мою дочь?!»

source: "I don't know. I'm hoping the legacy can answer that."
ru: «Не знаю. Надеюсь, наследство даст ответ на этот вопрос».

source: "Actually, it is a legal matter and no concern of yours."
ru: «Вообще-то, это законное основание, и тебя не касается».

source: "That is not your concern. Can you check and see if the legacy still exists?"
ru: «Это тебя не касается. Ты можешь проверить, есть ли у тебя это наследство до сих пор?»

source: "I think I was mistaken about the legacy. Perhaps there is something else you can help me with..."
ru: «Думаю, я ошибся насчет наследства. Возможно, ты сможешь помочь мне еще в одном деле...»

source: "I'm sorry, that was the wrong legacy. Sorry to have troubled you... farewell."
ru: «Я извиняюсь, это было другое наследство. Извини за беспокойство... Прощай».

source: "Why would..." Iannis seems at a loss for words. "Who are you, sir, that my daughter would have left a legacy for you?"
ru: «Зачем... — Янис, похоже, не может подобрать слов. — Кто вы такой, сэр, чтобы моя дочь оставляла вам наследство?»

source: "It is possible that I knew her once... and have forgotten her."
ru: «Возможно, я когда-то ее знал... но забыл».

source: "As I said before, I don't know. I'm hoping the legacy can answer that."
ru: «Как я уже говорил, я не знаю. Надеюсь, наследство ответит на этот вопрос».

source: Iannis is studying your features intently. "You *do* seem familiar, somehow..."
ru: Янис внимательно изучает твое лицо. «Вы кажетесь мне чем-то *знакомым*...»

source: "Do you know who I am?"
ru: «Ты знаешь, кто я?»

source: "Perhaps if you got the legacy, it might answer some questions for us both."
ru: «Возможно, если бы у тебя было наследство, оно смогло бы ответить на некоторые из наших вопросов».

source: "Can you retrieve her legacy for me, please? This is a legal matter, not a matter for discussion."
ru: «Ты можешь отдать мне ее наследство, пожалуйста? Это законное основание, и не тема для споров».

source: "I'm sorry, I must take my leave... farewell."
ru: «Прости, я должен идти... Прощай».

source: "I must confess, I do not." Iannis sighs.
ru: «Должен признаться, что нет». Янис вздыхает.

source: "Of course, of course... hold a moment, and I shall return presently."
ru: «Конечно, конечно... подождите минуту, я скоро вернусь».

source: "Very well. I will wait."
ru: «Хорошо. Я подожду».

source: Iannis stares at you for a moment, then his eyes narrow. "Of course." His voice is like ice. "If you would be so kind to wait, I shall return presently with her legacy."
ru: Янис несколько секунд смотрит на тебя, потом его глаза сужаются. «Непременно, — его голос холоден как лед. — Если соизволите, я сию минуту вернусь с ее наследством».

source: "Very well."
ru: «Хорошо».

source: "All the articles are accounted for..." Iannis is holding three scrolls in his hands. "I had no idea she had established a legacy here..." He is staring at the items, almost hypnotized. "Here you are. If I may... may I read them, sir?"
ru: «Вот все входящие в него предметы... — Янис держит в руках три свитка. — Я понятия не имел, что она оставила здесь наследство... — он пялится на них, почти как завороженный. — Вот. Можно... можно прочесть их, сэр?»

source: "It is a *private* matter. As an advocate, you must understand this."
ru: «Это *личное*. Как адвокат, ты должен это понимать».

source: "Let me read them first, then I shall decide."
ru: «Для начала дай прочитать их мне, а потом уж я решу».

source: "Of course. Here you are."
ru: «Конечно. Вот».

source: "Of course..." Iannis seems broken. "But please, I beg you, I have very little left to remember my daughter by..."
ru: «Конечно... — Янис кажется разбитым. — Но прошу, умоляю вас. У меня осталось так мало воспоминаний о моей дочери...»

source: Lie: "I will see that you get a chance to read them. In the meantime, perhaps there is something else you can help me with..."
ru: Ложь: «У тебя будет шанс прочесть их. Тем временем, возможно, ты сможешь помочь мне еще в одном деле...»

source: Vow: "I promise you shall have a chance to look at them. For now, however, perhaps there is something else you can help me with..."
ru: Клятва: «Обещаю, что у тебя будет шанс пересмотреть их. А пока, возможно, ты сможешь помочь мне еще в одном деле...»

source: "I understand. Perhaps there is something else you can help me with at the moment..."
ru: «Понимаю. Возможно, ты сможешь помочь мне еще в одном деле...»

source: Lie: "I shall not forget. I will return after I have read them."
ru: Ложь: «Я не забуду. Я верну их, как только прочту».

source: Vow: "I shall not forget. I will return after I have read them."
ru: Клятва: «Я не забуду. Я верну их, как только прочту».

source: "I understand. Farewell."
ru: «Я понимаю. Прощай».

source: Iannis takes the scroll and studies it. There is a long silence, then he slowly looks up at you. "You... meant very much to my daughter. She was willing to give up her life for you."
ru: Янис берет свиток и осматривает его. После долгой паузы он медленно поднимает на тебя взгляд. «Вы... многое значили для моей дочери. Она была готова отдать за вас жизнь».

source: "I fear that is the case."
ru: «Боюсь, что в этом-то и дело».

source: "I believe that is the case."
ru: «Мне кажется, в этом-то и дело».

source: I let Iannis read Deionarra's legacy. Her last words seemed to give him some comfort.
ru: Я позволил Янису прочесть наследство Дейонарры. Похоже, ее последние слова принесли ему некоторое облегчение.

source: Iannis hands the scroll back to you. "Thank you, sir. I appreciate your kindness."
ru: Янис возвращает тебе свиток. «Спасибо вам, сэр. Я ценю вашу доброту».
