Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/diannis.dlg.po
Languages: ru

source: "Oh, yes..." Iannis nods. "My daughter had the blood of an oracle running in her veins, but it was an unreliable talent. At times, she could predict events before they took place... she had 'Sight;' she could see through time itself, sift through the threads of fate..."
ru: «О, да... — Янис кивает. — В моей дочери текла кровь прорицателя, но то был ненадежный дар. Временами она предрекала события перед тем, как они наступали... у нее было 'зрение'. Она могла видеть сквозь само время, проникать через нити судьбы...»

source: "Hmmm. That must have been a very useful talent indeed... especially for anyone she traveled with. Farewell."
ru: «Хм-м-м. Должно быть, это был действительно полезный дар... Особенно для того, с кем она странствовала. Прощай».

source: "No, sir, I heard you clearly. You will tell me all of you know. Now." Iannis' frown deepens. "Or I will summon a Harmonium patrol to get the answers from you."
ru: «Нет, сэр, я слышал вас четко. Вы расскажете мне все, что знаете. Сейчас же, — Янис мрачнеет еще сильнее. — Иначе я позову патруль Гармониума, и они вытрясут из вас ответы».

source: "I have a strange condition... I lose myself... for a time. I did not lie to you about your daughter. It is just that I have forgotten a great deal of my life and myself."
ru: «Я страдаю необычным расстройством... я теряю себя... время от времени. Я не солгал тебе о твоей дочери. Просто я многое забыл про себя и свою жизнь».

source: "You want to summon the guards? Go ahead. They'll die just as easily as you."
ru: «Хочешь позвать стражу? Вперед. Они умрут так же легко, как и ты».

source: "Ah!" Iannis nods. "It seems you spoke true... my daughter was known to you, then." He sighs. "Hold a moment, and I will see what was left to you."
ru: «О! — Янис кивает. — Похоже, вы говорите правду... значит, моя дочь была с вами знакома, — он вздыхает. — Подождите минутку: я посмотрю, что было для вас оставлено».

source: "I will wait."
ru: «Я подожду».

source: "Iannis, there is a sensory stone in the sensorium that contains a fragment of your daughter's experiences."
ru: «Янис, в сенсориуме есть камень переживаний с фрагментом переживаний твоей дочери».

source: "I'm not certain. There is a sensory stone in the Festhall that held the legacy number."
ru: «Я не уверен. В Фестхолле есть камень переживаний с номером наследства».

source: "I'm not certain. I found the number in that sensory stone in the Festhall I told you about; it was intended for me."
ru: «Я не уверен. Номер я нашел в Фестхолле, в камне переживаний, о котором я уже говорил; оно предназначено для меня».

source: "They might. Now, in the sensory stone, she left a legacy number for me..."
ru: «Возможно. Что ж, в том камне переживаний она оставила для меня номер наследства...»

source: "I will go settle the matter shortly. Now, in the sensory stone, she left a legacy number for me..."
ru: «В ближайшее время я схожу и разберусь с этим делом. В камне переживаний она оставила номер наследства для меня...»

source: "I will go settle the matter shortly, then. Now, I was interested in the legacy she left for me..."
ru: «Тогда я в ближайшее время схожу и разберусь с этим делом. А теперь насчет наследства, которое она для меня оставила...»
