Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dignus.dlg.po
Languages: ru

source: "Greetings...?"
ru: «Приветствую...»

source: The heat surrounding this... creature... is incredible. To your surprise, the iron grill the creature floats above has sagged and bent from the heat. At first, you thought the heat came from the grill... but now you realize it emanates from the creature. As you watch, flecks of ash drift from the writhing corpse and float slowly to the ceiling.
ru: Жар вокруг этого... существа... просто невероятный. К твоему удивлению, железная решетка, над которой оно парит, вся закоптилась и прогнулась от жары. Сперва ты решил, что жар исходит от решетки... но теперь ты понимаешь, что его излучает само существо. Ты наблюдаешь, как с корчащегося тела срываются хлопья пепла и медленно взмывают к потолку.

source: Examine the smoldering corpse.
ru: Осмотреть тлеющий труп.

source: "Hmmm. I wonder if this Decanter of Endless Water will do something...?"
ru: «Хм-м. Интересно, поможет ли тут Графин бесконечной воды?..»

source: You tilt the decanter over the grill and begin to pour. A small stream of ice-blue water pours from the decanter, and touches the flames of the grill with a violent hissing and a rush of steam... as if in response to this challenge, the decanter seems to *lunge* forward, falling onto the grill and shattering!
ru: Ты наклоняешь графин над решеткой и начинаешь лить. Из него вытекает тонкая струйка голубой как лед воды и касается пламени решетки, вызвав резкое шипение и столб пара... Как бы в ответ на этот вызов графин *бросается* вперед, падает на решетку и разбивается!

source: Hissing billows of steam and a furious crackling noise rushes from the grill, spilling over you and forcing you to cover your ears and turn away... there is a scream, a cackling, a terrible sound like a hundred buildings burning, people screaming, their screams being cut short by the roar of flame and melting flesh...
ru: Из решетки вырываются шипящие облака пара и яростный треск, который укутывает тебя и вынуждает прикрыть уши и отвернуться... Слышится крик, хихиканье, ужасный шум сотен горящих домов, кричащих людей; их крики перекрываются ревом пламени и горящей плоти...

source: As you put your hands over your ears to block out the sound, you feel a stickiness on your hands, like hot cheese or candle wax... your ears are bleeding from the sound! You draw your hands back, and see them covered with chunks of melted flesh filled with bloody swirls...
ru: Закрыв уши руками, чтобы оградиться от звука, ты чувствуешь на ладонях что-то липкое, вроде плавленного сыра или свечного воска... Твои уши кровоточат от звука! Ты отводишь руки и видишь, что они покрыты кусочками оплавленной плоти и сгустками крови...

source: You are about to run from the bar, anything to get away from the sound, when suddenly all falls silent, except for a jagged crackling coming from the grill. You turn - on the grill lies the Decanter of Endless Water, now nothing but shards and steam. Above it is the creature, flames still trailing from its body, floating over the bar's floor. It is staring at you, its eyes flickering like two torches...
ru: Ты уже собираешься бежать из бара, лишь бы убраться от этого звука, как вдруг все умолкает; остается только неровное потрескивание, исходящее от решетки. Ты оборачиваешься: на решетке лежит Графин бесконечной воды. От него остались только осколки и пар. Над ним нависает существо; языки пламени все еще укутывают его тело. Оно пристально смотрит на тебя, его глаза мерцают как два факела...

source: The creature's face splits, charred flesh peeling away from its jaw so that it might speak. *"Yessss..."* Its voice crackles, burns, roars through the creature's chest, and with every word, flakes of cinder and ash spit from its mouth and drift into the air. You can barely stand to look at the thing - the blazing radiance surrounding it is terrible to behold.
ru: По лицу существа проходит трещина, от его челюсти отделяется обугленная плоть, давая ему возможность говорить. «*Да-а-а...*» Его голос с треском, горением, ревом вырывается из груди. С каждым словом из его рта вылетают хлопья пепла и золы и кружат в воздухе. Тебе едва удается смотреть на это существо: трудно выдержать сияние, окружающее его.

source: *"Yesssss..."* The creature floats towards you, the air bending from the thermals surrounding it. *"Long have I ssslept... dreamssss of flamesss..."* As if in response, flames curl within Ignus' throat, and a tongue of flame streams from behind his blackened teeth. *"I am yourssss... till death comessss for ussss both..."*
ru: «*Да-а-а...*» Существо подлетает к тебе, воздух дрожит от окружающего его жара. *»Долго я ссспал... сссны про огонь...*» Будто вторя ему, в его глотке вспыхивает огонь, из-за почерневших зубов вырывается язык пламени. «*Я твой... пока ссссмерть не придет к нам обоим...*»

source: As you approach it, the creature hisses, the air bending from the thermals surrounding it. *"Long have I ssslept... dreamssss of flamesss..."*
ru: Когда ты подходишь, существо шипит, воздух дрожит от жара вокруг него. «*Долго я ссспал... сссны об огне...*»

source: As if in response, flames curl around Ignus' throat, and a tongue of flame streams from behind his blackened teeth. *"I am yourssss... till death comessss for ussss both..."*
ru: Будто вторя ему, в его глотке вспыхивает огонь, из почерневших зубов вырывается язык пламени. «*Я твой... пока ссссмерть не придет к нам обоим...*»

source: Leave the thing alone.
ru: Оставить существо в покое.

source: Examine the creature.
ru: Осмотреть существо.

source: "By the hells...?!"
ru: «Какого черта?..»

source: Cover your ears, block out the sound.
ru: Прикрыть уши, чтобы избавиться от звука.

source: Try and get out of the bar.
ru: Попытаться убраться из бара.

source: "I *know* you..."
ru: «Я *знаю* тебя...»

source: "Ignus..."
ru: «Игнус...»

source: "Greetings, Ignus... will you travel with me?"
ru: «Здравствуй, Игнус... Ты пойдешь со мной?»

source: Ignus slowly turns to meet your gaze. *"Yesss?"*
ru: Игнус медленно поворачивается, чтобы встретиться с тобой взглядом. «*Да-а-а*?»

source: Ignus turns to the trees, the air around him becoming uncomfortably hot in seconds. *"Yesss... burnnnn..."*
ru: Игнус поворачивается к деревьям, воздух вокруг него становиться невыносимо жарким. «*Да-а-а... ссссжечь...*»

source: Ignus laughs horribly; gouts of flame erupt from his throat. *"You ssstand between me and thing that burnsss? Youuu, tooo, will burnnnn..."*
ru: Игнус ужасающе хохочет, из его глотки вырываются брызги пламени. «*Ты вссстал между мной и тем, что горит? Гори-и-и тогда и ты-ы...*»

source: "Never mind; it was a bad idea. I had some questions, Mourns..."
ru: «Неважно, это была плохая идея. У меня есть несколько вопросов, Скорбящий...»

source: "See these trees, Ignus? Do you think you could find it in your heart to *care* for them?"
ru: «Видишь эти деревья, Игнус? Как ты думаешь, ты сможешь от всего сердца *позаботиться* о них?»

source: "Nothing; I don't know what I was thinking. Farewell, Mourns-for-Trees."
ru: «Ничего. Не знаю, о чем я только думал. Прощай, Скорбящий-по-деревьям».

source: "Ignus, wait..."
ru: «Игнус, стой...»

source: Let him do as he pleases.
ru: Позволить ему делать то, что он хочет.

source: This crackling, billowing creature twists slowly above an iron grill upon the floor of the bar. It may have once been human, but now its skin is charred beyond recognition. Streams of fire form a wreath around the creature's body, and the flames lick at the few remaining pockets of flesh, causing them to bubble and run like wax down the creature's skeletal frame.
ru: Это потрескивающее и пышущее жаром существо медленно корчится над железной решеткой на полу бара. Должно быть, когда-то это был человек, но теперь его кожа обуглена до неузнаваемости. Потоки огня образуют кольцо вокруг его тела, языки пламени лижут остатки плоти, отчего те пузырятся и стекают как воск по скелету существа.

source: The thing makes no response. It writhes slowly within the flames - it lives, but it does not seem *aware* of anything other than the fire that surrounds it. Its skin is flame, its heart is flame, and you know, within some shadowed corner of your memory, that this thing is *dangerous.*
ru: Существо не реагирует. Оно медленно корчится в пламени: оно живое, но, похоже, *не замечает* ничего, кроме окружающего его пламени. Его кожа — огонь, его сердце — пламя. Из какого-то темного уголка твоей памяти к тебе приходит осознание того, что это создание *опасно*.

source: As you approach him, Ignus hisses, the air bending from the thermals surrounding him. *"Assss I remained here... thoughtssss filled with flamesss..."*
ru: Когда ты подходишь, Игнус шипит, воздух дрожит от окружающего его жара. «*Пока-а-а я ждал здессссь... мыссссли наполнялисссссь огнем...*»

source: "Ignus, I need your help."
ru: «Игнус, мне нужна твоя помощь».

source: *"I am yourssss... till death comessss for ussss both..."*
ru: «*Я твой... пока ссссмерть не придет к нам обоим...*»

source: "Very well. Let's go."
ru: «Хорошо. Уходим».

source: Flames curl around Ignus' throat, and a tongue of flame streams from behind his blackened teeth. *"Yessssss...?"*
ru: В его глотке вспыхивает огонь, из почерневших зубов вырывается язык пламени. «*Да-а-а-а?..*»

source: "Ignus, what happened to you to make you this way?"
ru: «Игнус, из-за чего ты стал таким?»

source: "We shall see..."
ru: «Посмотрим...»

source: *"Burnnnnn..."*
ru: «*Гори-и-и-и...*»

source: "And what other torments do your eyes see, Ravel?"
ru: «Какие еще мучения видят твои глаз, Равель?»

source: *"Burrnnnn..."*
ru: «*Гори-и-и-и...*»

source: "Ravel, you've made your point. Now enough of t-"
ru: «Равель, ты уже высказалась. А теперь хватит о м...»

source: "Keep your dreams close, Ignus... farewell."
ru: «Держи свои сны при себе, Игнус... Прощай».

source: *"I am yourssss... till death comessss for ussss BOTH..."*
ru: «*Я твой... Пока ссссмерть не придет к нам ОБОИМ...*»

source: "I... see. Fall-from-Grace?"
ru: «Понятно... Падшая Грация?»

source: "I... see. Annah?"
ru: «Понятно... Анна?»

source: "I... see. Dak'kon?"
ru: «Понятно... Даккон?»

source: "I... see. Morte?"
ru: «Понятно... Морт?»

source: "All right then... let's see what's on the other side of this portal."
ru: «Хорошо... А теперь посмотрим, что же находится по ту сторону портала».

source: "Ignus... is it true you burned down the Alley of Dangerous Angles?"
ru: «Игнус... это правда, что ты сжег переулок Опасных углов?»

source: "What were you doing in the Smoldering Corpse Bar?"
ru: «Что ты делал в баре Тлеющий труп?»

source: "Ignus, I spoke with a storyteller in the Hive, and he mentioned that someone *taught* you these things... who?"
ru: «Игнус, в Улье я разговаривал с рассказчиком, и он упомянул, что кто-то *обучил* тебя этим вещам... кто это был?»

source: "Ignus, are you SURE your teacher was me?"
ru: «Игнус, ты УВЕРЕН, что я был твоим учителем?»

source: "Ignus, your mastery of the Art... can you teach me any of your powers?"
ru: «Игнус, твое владение Искусством... Ты можешь обучить меня чему-нибудь из него?»

source: "Ignus, your mastery of the Art... I am willing to suffer to learn more."
ru: «Игнус, твое владение Искусством... Я готов страдать, чтобы продолжить обучение».

source: "Ignus, about your teaching, about the torments I subjected you to... I'm sorry."
ru: «Игнус, насчет твоего обучения и страданий, которые я тебе причинил... Я сожалею».

source: "Nothing, Ignus. I was just checking to see if you were still with us... so to speak."
ru: «Ничего, Игнус. Просто проверял, что ты все еще с нами... если можно так сказать».

source: *"HSSSS'SSSSS!"* Your heart jumps as Ignus soars several feet into the air, and his jaw tears open, fiery trails spilling forth like a nest of snakes. *"NO MORE TALK AND QUESSSSTIONSSS! Ssssilence...!"*
ru: «*ШШШШШШ!*» У тебя чуть сердце из груди не выпрыгивает, когда Игнус подлетает на несколько футов в воздух. Его челюсти раскрываются, и из них вырываются огненные языки, похожие на клубок змей. «*ХВАТИТ БОЛТОВНИ И ВОПРОССССОВ! Молчи-и-и...!*»

source: "But I wish to speak of flames, Ignus, and of burning..."
ru: «Но я хочу поговорить об огне и горении...»

source: "You WILL answer my questions, Ignus. I set you free, and I may send you back to your hell again."
ru: «Ты ОТВЕТИШЬ на мои вопросы. Я тебя освободил, и я могу упечь тебя обратно в твой ад».

source: "Never mind, then..."
ru: «Тогда неважно...»

source: *"Think YOU could ch'ain Ignussss...?"* The flames around Ignus swirl like a cloak, then fan outwards, as if seeking to caress you. *"KILL you, turn you to *asssshessss* Ignussss can... for now, Ignusssss followsssss... but threatsssss... threatsss ANGER Ignusssss..."*
ru: «*Думаешь, ТЫ сссможешь сссковать Игнусссса?..*» Пламя пляшет вокруг Игнуса как плащ, затем раздувается, будто стремясь приласкать тебя. «*УБИТЬ тебя, превратить тебя в *пепел* может Игнуссссс... покамессст Игнусссс будет сссследовать за тобой... но угрозы... угрозы СССЕРДЯТ Игнусссса...*»

source: "Actually, Ignus, you couldn't stop me - you could burn me, but I'd keep coming at you until you were kindling. So *enough* with the threats..."
ru: «На самом деле, ты не сможешь остановить меня, Игнус: ты можешь сжечь меня, но я буду продолжать настигать тебя, пока ты не погаснешь. Так что *покончим* с угрозами...»

source: "So *you* say... we'll speak later, Ignus."
ru: «Это *ты* так думаешь... мы еще поговорим, Игнус».

source: There is a crackling in the air, and Ignus cocks his head slightly, as if studying you, then hisses. *"FLAMESSSSS will burnnnn the immmortality from you... you are NOT sssafe from my flamesssss..."*
ru: Слышится треск, Игнус слегка наклоняет голову вбок, как бы изучая тебя, затем шипит. «*ПЛАМЯ выжжет из тебя бессссссмертие... Ты УЯЗВИМ перед моим огнем...*»

source: "Maybe you don't understand what immortality MEANS, Ignus..."
ru: «Может, ты не понимаешь, что ОЗНАЧАЕТ бессмертие, Игнус...»

source: "How did you know I was immortal?"
ru: «Откуда ты узнал, что я бессмертный?»

source: *"You are *NOT* immmortal... Ignusssss can KILL you... ssscatter your asssshesss to the windssss..."* You watch as he flings his arms wide, and a HEAT pours from him, so powerful you are forced to shield your eyes - there is a great ROARING, as the air flees past you being drawn into Ignus.
ru: «*Ты *НЕ* бессссмертный... Игнусссс может тебя УБИТЬ... развеять твой прах по ветру...*» Ты наблюдаешь, как он широко разводит руки, и из него льется ЖАР, настолько мощный, что ты вынужден прикрыть глаза. Слышится мощный РЕВ: воздух обтекает тебя сзади, притянутый Игнусом.

source: "Ignus! Stop th-"
ru: «Игнус! Прекрати уг...»

source: As you try to shout at Ignus to stop, the tide of heat turns back upon itself, and a blazing *heat* washes over you. You feel your flesh begin to smolder, then smoke, and the beginnings of PAIN... you clench your teeth, and over the pain, you can hear Ignus cackling... cackling, crackling laughter...
ru: Пока ты пытаешься крикнуть Игнусу остановиться, волна тепла оборачивается вспять, и ожигающая *жара* омывает тебя. Ты чувствуешь, как твоя плоть начинает тлеть, и чувствуешь БОЛЬ... ты стискиваешь зубы и сквозь боль слышишь хихиканье Игнуса... кудахтающий трескучий смех...

source: "Ignus!"
ru: «Игнус!»

source: Ignus almost went totally barmy when I was speaking to him... I survived his tantrum, but there's something about that elemental power he commands; I think he has the power to kill me... permanently.
ru: Пока я разговаривал с Игнусом, он чуть не спятил до конца... Я пережил его приступ гнева. Есть что-то такое в той стихии, которой он управляет, что наводит меня на мысль, что ему под силу убить меня... навсегда.

source: Ignus claims I am his master, the one who taught him the Art. He says it's the only reason he obeys me...
ru: Игнус утверждает, что я — его учитель, который обучил его Искусству. Он говорит, что это единственная причина, по которой он мне подчиняется...

source: As you shout his name again, the heat dies - as you draw your arms back from your face, you see that your skin has blackened from where Ignus burned it... and Ignus is watching you hungrily. You know, more than anything, that whatever Ignus *is,* whatever power that has embraced him, it has the power to destroy you - if his flames were to kill you, there would be nothing left of your body.
ru: Когда ты снова выкрикиваешь его имя, жара спадает. Пощупав лицо руками, ты замечаешь, что кожа обуглилась в местах, где Игнус ее опалил... а сам он жадно наблюдает за тобой. Ты понимаешь, лучше, чем когда-либо, что кем бы *ни был* Игнус, чем бы ни была та сила, которая овладела им, она способна уничтожить тебя: если бы его пламя убило тебя, от тебя бы ничего не осталось.

source: "I have had ENOUGH of you, Ignus... perhaps you can kill me, perhaps not - I'm willing to put it to the test."
ru: «С меня ХВАТИТ, Игнус... Может, ты и способен меня убить, а может, и нет. Хочу это проверить».

source: "Very well, Ignus. We shall speak later then, you and I..."
ru: «Хорошо, Игнус. Мы с тобой еще поговорим об этом позже...»

source: Your words are like oil... and you watch them fill Ignus' eyes, fanning the flames you see there. *"Flamessss?"* Ignus drifts down slightly, the heat around him rising, as if in interest. *"Sssss'peak... Ignusss will lisssten..."*
ru: Твои слова подобны маслу... Ты наблюдаешь, как они заполняют глаза Игнуса, разжигая в них костры. «*Пламя?*» Игнус медленно опускается, жар вокруг него возрастает, как будто от любопытства. «*Рассссказывай... Игнуссс высссслушшает...*»

source: "We'll discuss flames later, Ignus, not now."
ru: «Мы позже обсудим пламя, Игнус, — не сейчас».

source: *"Flamessss...?"* Ignus' voice crackles, as if in interest. *"Sssss'peak... Ignusss will lisssten..."*
ru: «*Пламя?*» Голос Игнуса потрескивает, будто от любопытства. «*Рассссказывай... Игнуссс высссслушает...*»

source: "I have no further questions... let your dreams be filled with flames, Ignus..."
ru: «У меня больше нет вопросов... Да наполнятся огнем твои сны, Игнус...»

source: *"NO! SSSS'PEAKKKK!"* Ignus howls, and the air around you *twists* again from the sheer amount of heat. *"SPEAK OF FLAMESSSSS! SSS'PEAK OF THE BURNING!"*
ru: «*НЕТ! ГОВОРИ-И-И!*» — воет Игнус, воздух вокруг тебя снова *дрожит* от значительного количества тепла. «*РАСССКАЖИ О ПЛАМЕНИ! РАССССКАЖИ О ГОРЕНИИ!*»

source: "Uh... very well. I had these questions... about flames..."
ru: «Э... ладно. У меня тут вопросы... насчет огня...»

source: "No, Ignus... we'll speak some other time! Not now!"
ru: «Нет, Игнус... мы поговорим в другой раз! Не сейчас!»

source: "Ignus... have you ever *felt* a building a-flame? The flames licking the edges of the timbers, blackening the wood beneath, watching the heat peel the paint from the walls, thatch crackling, the smell of burning straw..."
ru: «Игнус... Ты когда-нибудь *чувствовал*, как горит дом? Языки пламени лижут края балок, обугливая древесину, а жар на глазах отслаивает краску от стен, солома трещит, слышен запах ее горения...»

source: Ignus howls, a horrible *screaming* roar, and a fiery radiance suddenly surrounds him - and his eyes - his eyes are like windows to some other PLACE. He raises his hands, flames crackling along the edges, growing to become great, flaming whips. *"You sssshalll BURNNNN!"*
ru: Игнус взвывает — ужасный *пронзительный* вой, — и вдруг его охватывает огненно-красное свечение. А его глаза... его глаза — словно окна в какое-то другое МЕСТО. Он поднимает руки, вдоль которых потрескивают языки пламени, превращающиеся в огромные огненные хлысты. «*Ты ССССГОРИШЬ!*»

source: "Ignus, you *asked* for this..."
ru: «Игнус, ты сам *напросился*...»

source: As you speak, the crackling of the flames around Ignus' frame ebbs, as if the flames themselves are listening to your words... when you finish, Ignus hisses softly, and the flames in his eyes have dimmed, as if he is lost in a memory. *"Yessssss..."*
ru: Когда ты произносишь это, треск пламени вокруг тела Игнуса спадает, как будто сам огонь слушается тебя... Когда ты заканчиваешь, Игнус тихонько шипит, и огонь в его глазах угасает, как будто он задумался. «*Да-а-а...*»

source: "We'll speak later then, Ignus... stay calm in the meantime."
ru: «Тогда поговорим об этом позже, Игнус... а пока успокойся».

source: *"Thissss way..."* A small pocket of flesh on Ignus' cheek *pops,* and runs in a steaming trickle down his jaw. *"Thissss way... Ignussss alwayssss wasss..."*
ru: «*Таким...*» Небольшой волдырь на щеке Игнуса *лопается* и дымящейся струйкой стекает по его челюсти. «*Таким... Игнусссс был всссегда...*»

source: "But... you look human. Or at least, you look like you were human once."
ru: «Но... ты похож на человека. Или, по крайней мере, ты выглядишь так, будто когда-то был человеком».

source: "I wish to speak more of burning and flames..."
ru: «Я хочу поговорить еще об огне и горении...»

source: "I had some other questions for you..."
ru: «У меня есть другие вопросы к тебе...»

source: "I see. You and I may speak more... later."
ru: «Понятно. Поговорим еще... попозже».

source: Ignus twists, hunching his head forward as his body spins slowly above the ground... the effect is much like a fiery whirlwind, thermals streaming off his body and distorting the air around him. *"Ssssstill Ignusss... alwayssss Ignusss..."*
ru: Игнус поворачивается, опустив голову на грудь, его тело медленно вращается над землей... Создается впечатление огненного вихря; потоки тепла от его тела растворяются в окружающем воздухе. «*Всссе еще Игнуссс... всссегда Игнуссс...*»

source: "I wish to speak more of burn-"
ru: «Я хочу поговорить еще об ог...»

source: "Never mind, then. I had some other quest-"
ru: «Ладно, неважно. У меня есть другие вопр...»

source: "I see. Well, that's enough f-"
ru: «Понятно. Что ж, пока хватит об э...»

source: As you open your mouth to speak, Ignus suddenly whirls on you - you are forced to choke back your words as the heat from his frame floods over you. *"Ignussss might YOU be... sss'PARKssss in bodiesss, alwayssss sssseeeking to rise..."*
ru: Только ты раскрываешь рот, как Игнус вдруг налетает на тебя... ты вынужден проглотить слова: жар его пламени накрывает тебя волной. «*Игнуссссом мог бы ссстать ТЫ... исссскры в телах, всссегда готовые проклюнутьсссся...*»

source: "'Sparks in bodies'? What do you mean?"
ru: «Искры в телах? Что ты имеешь в виду?»

source: *"ALL thingssss burn... insssside..."* Ignus' head cranes back and throws his arms wide, spirals of flame and heat traveling up his arms. *"Only need to be KINDLED with flamessss to become Ignusssss... sssso might YOU have been... Ignussss..."*
ru: «*ВСССЕ горит... внутри...*» Игнус откидывает голову назад и широко разводит руки, по ним пробегают завихрения огня и жара. «*Нужно лишь РАЗЖЕЧЬ огонь, чтобы ссстать Игнуссссом... и ТЫ мог бы ссстать... Игнусссом...*»

source: "Actually, if you end up trying to kindle the flames within people, you usually end up killing them."
ru: «Вообще-то, когда ты пытаешься разжечь в людях огонь, обычно это заканчивается их смертью».

source: "So... you're saying everyone has the potential to become like you, with the right... spark?"
ru: «То есть... ты говоришь, что у каждого есть возможность стать таким, как ты, при наличии правильной... искры?»

source: *"Yessssss..."* Ignus 'grins,' cocking his head to one side, ashes falling from his skull and being swept up in the flaming wreath that surrounds him.
ru: «*Да-а-а...*» — «ухмыляется» Игнус, склонив голову набок, пепел сыпется с его черепа и сметается огненным венком, которые его окружает.
