Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dignus.dlg.po
Languages: ru

source: *"Yesssssssss..."* Before you can react, Ignus' claws lash out and clutch your left hand, and with a mad cackle, and with a greedy *hssssss,* he BURNS it, and through the searing pain, you close your eyes and SCREAM...
ru: «*Да-а-а-а...*» Прежде чем ты успеваешь отреагировать, Игнус выбрасывает свою когтистую клешню и хватает тебя за левую руку. С жадным *хссссс* он СЖИГАЕТ ее, и ты, охваченный жгучей болью, закрываешь глаза и КРИЧИШЬ...

source: You force your eyes open to see the burning mass of your hand from where Ignus touched it... only a blackened *stump* remains, twitching, blood steaming from it. Ignus seems oblivious to your pain - his attention is devoted to your severed hand, which he is holding, admiring it like a trophy.
ru: Ты с усилием открываешь глаза и видишь обожженную массу, оставшуюся от твоей руки там, где Игнус коснулся ее... осталась только подергивающаяся обугленная *культя*, из которой фонтаном бьет кровь. Похоже, что Игнус слеп к твоей боли: его внимание приковано к твоей оторванной руке, которую он держит, любуясь ею как трофеем.

source: "Ig... nus... give... me... BACK... my hand..."
ru: «Иг... нус... ВЕРНИ... мне... мою... руку...»

source: Ignus ignores you; you watch as flames from his hands encircle your severed hand like a wreath, slowly burning the last remains of flesh from it, like a sculptor, until only the fused bone remains. He gives a long, low *hssssss* and then flings his 'creation' back to you; you manage to catch it in your remaining hand. You notice the flesh of your severed hand is re-knitting itself, slowly, painfully... it looks like it's regrowing.
ru: Игнус не обращает на тебя внимания. Ты видишь, как пламя его рук окружает твою оторванную руку, подобно ореолу, медленно, подобно скульптору, выжигая всю оставшуюся плоть, покуда не остается лишь оплавленная кость. Он издает долгое низкое шипение, затем швыряет тебе свое «творение». Тебе удается поймать его оставшейся рукой. Ты замечаешь, что плоть твоей оторванной руки восстанавливается, медленно и болезненно... кажется, она отрастает заново.

source: "What did... you do..."
ru: «Что ты... наделал...»

source: Ignus 'taught' me some of his knowledge of the Art by burning off my HAND, scouring the flesh from it, then giving it back to me... he seems to think I know what to do with it. In suffering through the ordeal, I think I did some permanent damage to my health, though my resistance to fire has increased. Despite the ordeal, my hand seems to be growing back, so it shouldn't impair my fighting or spell-casting abilities.
ru: Игнус «обучил» меня кое-чему из Искусства, спалив и оторвав мою руку: он выжег на ней плоть, затем вернул ее мне... Кажется, он думает, что я знаю, что с ней делать. Пройдя через испытание, я, кажется, получил какой-то невосполнимый урон своему здоровью, однако мое сопротивление огню увеличилось. Несмотря на муки, похоже, что моя рука отрастает обратно, так что это не должно сказаться на моих бойцовских или чародейских способностях.

source: *"Ssssss...* Ignus hurls himself into the air, leaving a hissing flame trail as he rises. *"No more! Piecesssss of sssself are burnnned away... sssss... Ignusss... yet no more of ssssharing will Ignusss teach..."*
ru: «*Сссс... — Игнус подбрасывает себя в воздух, оставляя за собой шипящий огненный след. — Хватит! Кусочки сссожжены... ссссс... Игнуссс... Игуссссу больше нечему тебя обучить*».

source: "You need pieces of me in order to teach me? What about my eyeball?"
ru: «Чтобы обучить меня, тебе нужна моя часть? Как насчет моего глаза?»

source: "You need pieces of me in order to teach me? What about this strip of my intestines?"
ru: «Чтобы обучить меня, тебе нужна моя часть? Как насчет этого мотка моих кишок?»

source: "Very well. I wished to speak more of flames and burning, Ignus..."
ru: «Хорошо. Я хотел бы поговорить еще немного об огне и горении, Игнус...»

source: "Never mind then, Ignus... we will speak again later."
ru: «Тогда забудь об этом, Игнус... Мы еще поговорим позже».

source: Ignus lashes out again, his finger like a spear... but he doesn't strike for the eye that you can remove; instead, he impales your OTHER eye. There is no pain for a moment, only surprise, then you *scream,* as Ignus lets lose a stream of flames into your socket. They seem to eat into your skull ... the hiss of burning flesh fills your nostrils and smoke clouds your vision...
ru: Игнус снова выбрасывает руку, его палец подобен копью... но он попадает не в тот глаз, который ты можешь вынимать. Вместо этого он протыкает ДРУГОЙ глаз... На миг ты не чувствуешь боли, только удивление. затем ты начинаешь *кричать*, когда Игнус выпускает в твою глазницу поток пламени. Оно, казалось бы, вгрызается в твой череп... шипение горящей плоти заполняет твои ноздри, дым заволакивает твой взор...

source: You force your eyes open through your bloodied vision - yet only ONE eye opens - you can barely make out, Ignus, hovering in the air in front of you, his hands cupping a small orb of flame in his hands - your eye, seemingly untouched by the heat. As you watch, his hands cover the eye, and you feel a second burning pain in your eye socket...
ru: Ты с трудом открываешь глаза и сквозь кровавую пелену — ОДНИМ открытым глазом — едва различаешь, как Игнус, зависнув перед тобой в воздухе, держит в сложенных ковшом ладонях небольшой огненный шарик, твой глаз: кажется, он не пострадал от жары. Пока ты смотришь, его руки закрывают глаз, и ты вновь ощущаешь жгучую боль в глазнице...

source: And suddenly, even through the searing pain, you can see correctly again... Ignus opens his hand, and within it, you can see the ruined mass of your eyeball, barely recognizable... yet... your eye is still in its socket. He cackles, and with a breath of flame, the eyeball rises from his grasp and drifts over to you, like a flake of ash in the air.
ru: И вдруг, даже сквозь жгучую боль, ты снова начинаешь видеть четко... Игнус открывает ладонь, и в ней ты находишь то, что осталось от твоего глаза, теперь едва напоминающее его... тем не менее... твой глаз все еще в глазнице. Он хихикает, и от огненного выдоха глаз слетает с его ладони и подлетает к тебе, подобно хлопьям пепла в воздухе.

source: Take the eyeball... your eyeball...
ru: Взять глаз... твой глаз...

source: Ignus 'taught' me some of his knowledge of the Art by scalding my eye, then giving it back to me... he seems to think I know what to do with it. In suffering through the ordeal, I think I did some permanent damage to my health, though my resistance to fire has increased. Sometimes I wish Ignus would use some DAMN SCROLLS instead of these ordeals... at least I can still see through my eye.
ru: Игнус «обучил» меня кое-чему из Искусства, опалив мой глаз, а затем вернув его мне... Похоже, он думает, что я знаю, что с ним делать. Пройдя через испытание, я, кажется, получил какой-то невосполнимый урон своему здоровью, однако мое сопротивление огню увеличилось. Временами мне хочется, чтобы Игнус пользовался ЧЕРТОВЫМИ СВИТКАМИ вместо своих пыток... По крайней мере, я все еще вижу своим глазом.

source: Tiny snakes of flame spiral from Ignus' ruined sockets, traveling up past his charred skull. *"More teachingsssss..."* The two snakes of flame circle around behind him, then flare into torches in his hands. *"More sufferingssss..."*
ru: Крохотные язычки пламени вьются в разрушенных глазницах Игнуса, двигаясь вверх через его обугленный череп. «*Больше обучения...*» Два языка пламени обвивают его, затем вспыхивают факелами в его руках. «*Больше сссстраданий...*»

source: "I am willing to suffer for more knowledge... can you teach me any more?"
ru: «Я готов страдать за новые знание... Ты можешь научить меня чему-нибудь еще?»

source: "Thanks, Ignus... I think. We will speak again later."
ru: «Пожалуй... спасибо, Игнус. Мы еще поговорим позже».

source: Ignus cocks his head as you hold up your intestines, then he suddenly swoops in and snatches it from your grasp. Holding it, he strings it between two hands, like rope, and he *hssssssss* to himself... you watch the intestines steam as he holds them, turning black... and you feel a slow, burning pain in your abdomen...
ru: Ты показываешь свои внутренности; Игнус запрокидывает голову, потом вдруг падает и выхватывает их у тебя из рук. Он натягивает их между руками как веревку и шипит себе под нос... ты видишь, как кишки начинают испарятся в его руках, чернея... и чувствуешь глухую жгучую боль в животе...

source: Ignus strings out the intestines, handspan by handspan, and as he lets each length fall from his grasp, it starts rotating around him like a spiral, snaking in a slow pattern, each portion being roasted by his flames - there seems to be some dancing pattern to the way the flames are touching the strip of intestines, slowly blackening them, until it looks like a long string of charred meat...
ru: Игнус разматывает внутренности, пядь за пядью, и каждый моток, падая с его рук, начинает вращаться вокруг него по спирали, медленно извиваясь. Каждый моток зажаривается в его пламени: огонь будто облизывает внутренности в каком-то танце, медленно покрывая копотью их до тех пор, пока они не становятся похожими на длинную ленту обугленного мяса...

source: The burning in your abdomen makes you wince, but it's nothing compared to the pain you felt when Ignus charred the other portions of your body. You watch your burning guts spiral in Ignus' flames, then suddenly, they gutter out, and they fall into Ignus' hands. He gives a *hssssss* and throws them to you. *"MUCH powersssss in an im'mortalsssss organsss..."*
ru: При виде собственных горящих внутренностей ты вздрагиваешь, но это ничто в сравнении с болью, которую ты испытывал, когда Игнус сжигал другие части твоего тела. Ты наблюдаешь, как твои горящие кишки вьются в пламени Игнуса, но тут они гаснут и падают Игнусу в руки. Он издает шипение и бросает их тебе. «*МНОГО ссссилы в органах бессссссмертного...*»

source: Take the charred intestines...
ru: Взять опаленные внутренности...

source: Ignus 'taught' me some of his knowledge of the Art by charring my intestines, then giving it back to me... he seems to think I know what to do with it. Unlike the other ordeals, I don't seem to have suffered when Ignus 'treated' my intestines with his flames.
ru: Игнус «обучил» меня кое-чему из Искусства, опалив мои внутренности и вернув их мне... Похоже, он думает, что я знаю, что с ними делать. В отличие от других пыток, я, кажется, не пострадал, когда Игнус «обрабатывал» мои внутренности огнем.

source: *"Flamesssss... no... tormentssssss..."* Ignus slowly turns, twisting above the ground; he may have heard you, but you don't know if the words *meant* anything to him...
ru: «*Пламя... без... мучений...*» Игнус медленно поворачивается, вращаясь над землей; может, он тебя и услышал, но ты не уверен, *значат* ли что-нибудь для него твои слова...

source: "Are you sure, supplicant?"
ru: «Ты уверен, проситель?»

source: "At least I tried... I had some other questions for you, Ignus..."
ru: «По крайней мере, я попытался... Игнус, у меня есть к тебе другие вопросы...»

source: "Well, for what it's worth, Ignus, I'm sorry you ended up like this... we'll speak again later."
ru: «Что ж, не знаю, насколько это важно для тебя, Игнус, но мне жаль, что ты закончил вот так... поговорим об этом позже».

source: Ignus stops instantly, and he whirls on you, *new* flames bleeding from his chest and skull in a horrid crackling mass... it's like a nest of flaming snakes suddenly erupted from hidden recesses on Ignus' body. *"Sssssssupplicant NO MORE isssss Ignussssss...! Ssssspeak ssssuch again, and Ignusssss will BURNNN you!"*
ru: Игнус внезапно останавливается и бросается на тебя, из его груди и черепа со страшным треском рождается *новое* пламя... словно из скрытой полости в теле Игнуса вдруг вырвался клубок огненных змей. «*БОЛЬШЕ не проссситель Игнусссс!.. Еще раз так сссскажешь — Игнусссс тебя СССОЖЖЕТ!*»

source: "Try it, *supplicant.* It seems I will have to remind you of your station..."
ru: «Попробуй, *проситель*. Похоже, придется напомнить тебе твое место...»

source: "Never mind, then. I wished to speak more of flames and burning, Ignus..."
ru: «Тогда неважно. Я хотел бы поговорить еще об огне и горении...»

source: "Understood... I had some other questions..."
ru: «Понятно... У меня есть другие вопросы...»

source: You hold your charred intestines in your hand; they look like a blackened rope. Ignus hovers above you, tiny motes of ash drifting from his burning, emaciated frame.
ru: Ты держишь в руке свои обожженные внутренности; они похожи на почерневшую веревку. Игнус парит над тобой, с его горящего истощенного торса слетают крохотные частички пепла.

source: "Thank you, Ignus... we will speak again later."
ru: «Спасибо, Игнус... поговорим об этом позже».

source: Flames curl around Ignus' throat, and dance along the edges of his skull. His charred lips peel back, and he speaks, his voice crackling. "I... wait."
ru: Пламя обвивает горло Игнуса и танцует по краям его черепа. Его опаленные губы размыкаются и он произносит потрескивающим голосом: «Я... жду».

source: "Uh... I see. Farewell, then."
ru: «Э-э... Ясно. Тогда прощай».

source: Ignus gives a lingering, crackling hiss as you approach. "I wait to walk the path of flamesssss."
ru: Когда ты подходишь, Игнус издает протяжное трескучее шипение.«Я жду, чтобы всссстать на путь огня».

source: There is the crackle and pop of melting flesh, then Ignus gives a long, low hiss. "Asss you wisssh."
ru: Слышен треск и хлопки плавящейся плоти, после чего Игнус издает протяжное низкое шипение. «Как ссскажешь».

source: "Let's go."
ru: «Вперед».

source: Ignus' teeth clack together, a stream of embers pouring from his mouth. "Firessss shall sweep through the streetsssss."
ru: Игнус клацает зубами, из его рта вырывается поток угольков. «Пламя пронессссется по улицам».

source: Motes of ash drift from Ignus' mouth as he nods his head. "Ignus obeyssss..."
ru: Частички пепла слетают со рта Игнуса, когда тот кивает. «Игнус слушаетсссся...»

source: Ignus' voice is low, and the flames around his ruined features dim as he speaks. "I will walk the path of flamessss with you."
ru: Игнус говорит тихо, при этом огоньки вокруг его разрушенного лица угасают. «Я пойду путем пламени сссс тобой».

source: A tongue of flame darts from Ignus' mouth, like that of a serpent, then dissipates into hissing smoke, leaving only tiny motes of ash. "Yessssss."
ru: Изо рта Игнуса вырывается язык пламени, прямо как у змеи, и превращается в шипящий дым, от которого остаются лишь крохотные хлопья пепла. «Да-а-а».

source: Ignus stirs, the air around him flickering slightly, almost enough to bring him to life.
ru: Игнус шевелится, воздух вокруг него вздрагивает — как раз настолько, чтобы вернуть его к жизни.

source: There is a rush of flames and heat, and Ignus soars into the air, the air *bending* from the thermals streaming from his body. He turns to you, his eyes like portals to the hells. *"I am yours... till death comes for us both."*
ru: Поднимается пламя и жар. Игнус воспаряет в воздух, который *дрожит* от исходящей от него теплоты. Он поворачивается к тебе; его глаза подобны порталам в ад. «*Я твой... покуда смерть не придет к нам обоим*».

source: "Arise, Ignus. I have need of you."
ru: «Встань, Игнус. Ты мне нужен».

source: "It may be this day, Ignus..."
ru: «Возможно, этот день настал, Игнус...»

source: ARISE, IGNUS.
ru: ВСТАНЬ, ИГНУС.

source: There is a rush of flames and heat, and Ignus soars into the air, the air *bending* from the thermals streaming from his body. He turns to you, his eyes like portals to the hells, and he gives a low, lingering hiss - but there is no menace in it, only a wariness, a caution you haven't heard before.
ru: Поднимается пламя и жар. Игнус воспаряет в воздух, который *дрожит* от исходящей от него теплоты. Он поворачивается к тебе; его глаза подобны порталам в ад. Он издает тихое протяжное шипение... но в нем нет угрозы, лишь осторожность, которой ты раньше не замечал.

source: I WILL NOT REMAIN HERE MUCH LONGER, IGNUS. I WILL RETURN YOU TO SIGIL, IF YOU WISH.
ru: Я СКОРО ПОКИНУ ЭТО МЕСТО, ИГНУС. Я ВЕРНУ ТЕБЯ В СИГИЛ, ЕСЛИ ХОЧЕШЬ.

source: Ignus stares at you; his expression is unreadable past the ruins of his face - and suddenly, you know what Ignus desires.
ru: Игнус пристально смотрит на тебя. Из-за повреждений невозможно прочесть выражение его лица... И вдруг ты осознаешь, чего жаждет Игнус.

source: I WILL SEND YOU TO THE ELEMENTAL PLANE OF FIRE, IGNUS. THERE YOU SHALL SOAR UPON SKIES OF FLAMES, AND ALL CREATURES SHALL KNOW YOUR HEART. IN PERPETUAL FLAMES SHALL YOU DWELL, AS YOU WERE MEANT.
ru: Я ПОШЛЮ ТЕБЯ НА СТИХИЙНЫЙ ПЛАН ОГНЯ, ИГНУС. ТАМ ТЫ БУДЕШЬ ПАРИТЬ В ОГНЕННЫХ НЕБЕСАХ, И ВСЕ СОЗДАНИЯ ПОЗНАЮТ ТВОЕ СЕРДЦЕ. В ВЕЧНОМ ПЛАМЕНИ ТЫ БУДЕШЬ ЖИТЬ, КАК И БЫЛО ПРЕДРЕШЕНО.

source: Ignus hovers, silent for a moment, and when he speaks, his voice sounds like someone... else, like a child, a student, one you remember long ago, in a different incarnation. "Master, forgive me... I have betrayed your teaching."
ru: Игнус какое-то время молча парит, и когда он начинает говорить, его голос звучит... по-другому, как у ребенка, ученика, того, которого ты помнишь с давних времен, в другом своем воплощении. «Учитель, прости... Я предал твое учение».

source: ONCE I TAUGHT YOU SUFFERING, IGNUS, AND THE BETRAYAL WAS MINE. NOW, I WILL SEND YOU TO A PLACE OF PEACE WHERE YOUR HEART MAY BE FREE.
ru: КОГДА-ТО Я ОБУЧИЛ ТЕБЯ СТРАДАНИЮ, ИГНУС. ЭТО Я ТЕБЯ ПРЕДАЛ. ТЕПЕРЬ Я ПОШЛЮ ТЕБЯ В МИРНОЕ МЕСТО, ГДЕ ТВОЕ СЕРДЦЕ СМОЖЕТ СТАТЬ СВОБОДНЫМ.

source: THERE WERE MANY BETRAYALS, IGNUS. I FORGIVE YOU.
ru: БЫЛО МНОГО ПРЕДАТЕЛЬСТВ, ИГНУС. Я ПРОЩАЮ ТЕБЯ.

source: Ignus says nothing to this, merely bows. The flames crackle around his form; wisps of ash swirl around him, like tiny leaves.
ru: Игнус не отвечает, лишь кивает. Пламя вокруг него трещит. Клочки пепла вьются вокруг него, как крохотные листья.

source: FAREWELL, IGNUS.
ru: ПРОЩАЙ, ИГНУС.

source: Ignus is like a raging inferno, streams of flames rolling off his body like waves in some fiery ocean. *"Burnnnnn..."*
ru: Игнус похож на бушующий пожар, потоки пламени скатываются с его тела подобно волнам какого-то огненного океана. «*Гори-и-и-и...*»

source: "Keep up the pressure, Ignus - don't give him a chance to concentrate."
ru: «Продолжай натиск, Игнус, не давай ему шанса сосредоточиться».
