Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dignus.dlg.po
Languages: ru

source: Ignus' face splits, the flesh around the corner of his mouth cracking, then re-melting into charred, sneering red-and-black pieces. *"Yessss... a dream sssshall Ignussss ssshare..."*
ru: Лицо Игнуса перекашивается, плоть у кончиков его рта трескается, потом превращается в насмешливые обугленные красно-черные кусочки. «*Да-а-а... ссссон покажет Игнуссс...*»

source: "Maybe later. For now I wish to speak more of burn-"
ru: «Может, позже. А пока я хотел бы поговорить больше о гор...»

source: "Uh... not right now. I had some other quest-"
ru: «Э-э... не сейчас. У меня тут другие вопр...»

source: "I've heard enough. We'll sp-"
ru: «Я услышал достаточно. Погов...»

source: A torrent of flames pours from Ignus, and you take a step back, the air *bending* from the heat. *"Sssstreetsss at night... ssssso cold... Ignussss BURNNN the buildingssss, the dwellersss... all RAN from Ignussss, the flamessss, and the buildingssss were as flamessssss... screamssss as the dwellerssss became TORCHESSssss..."*
ru: Из Игнуса вырывается поток огня, и ты отступаешь на шаг; воздух *колышется* от жары. «*Ночью улицы... так холодны... Игнуссс СЖИГАЛ дома с жильцами... всссе БЕЖАЛИ от Игнуссса, огонь, дома как огонь... вопли — жильцы ссстановилисссь ФАКЕЛАМИ...*»

source: "I've heard enough, Ign-"
ru: «Я услышал достаточно, Игн...»

source: Listen quietly, wait for his ranting to die.
ru: Молча слушать, ожидая, пока не утихнет его бормотание.

source: *"Buildingssss as SKELETONSSSS... Anglessss, bodiessss as skeletonssss... redsss and orangessss and blackssss, the flamessss sssspreading, caresssing... sssuch LIGHTSSSS..."*
ru: «*Дома — ССССКЕЛЕТЫ... угловатые, тела — ссскелеты... красссные, оранжевые и черные; огонь расссходитьсся, лассскает... ссстолько СССВЕТА...*»

source: "Ignus, I've heard ENOUGH -"
ru: «Игнус, я услышал ДОСТАТОЧНО...»

source: *"Sss..."* Ignus' fury dies, the wreaths of flames surrounding him ebbing somewhat. He seems to be lost in thought - perhaps lost in memory. *"Ssss... and Ignussss wassss pleasssed..."*
ru: «*Ссс...*» Ярость Игнуса спадает, ореол огня вокруг него немного ослабевает. Похоже, он задумался, быть может, погряз в воспоминаниях. «*Сссс... Игнусссс был доволен...*»

source: "I have other questions for you, Ignus..."
ru: «У меня к тебе есть другие вопросы, Игнус...»

source: "I see. We shall speak later, you and I..."
ru: «Понятно. Мы с тобой еще поговорим об этом...»

source: For a moment, you don't think Ignus has heard you, when suddenly the fires in his eyes dim slightly, and he gives a soft hiss, cinders and ash dancing at the edges of his jaw. *"Ignusss... once... knew NOTHING of flamessss..."*
ru: На мгновение тебе кажется, что Игнус тебя не расслышал, но вдруг огонь в его глазах немного меркнет и он издает тихое шипение; зола и пепел танцуют по краям его челюсти. «*Игнуссс... когда-то... НИЧЕГО не знал об огне...*»

source: "Yes?"
ru: «Да?»

source: "Never mind. I had some other questions..."
ru: «Неважно. У меня есть другие вопросы...»

source: "Never mind, Ignus. We'll speak again some other time."
ru: «Неважно, Игнус. Как-нибудь еще поговорим».

source: *"Once... Ignussss knew NOTHING of flamessss... he ssset ssssmall firesss, tiny flamesss, tiny flickeringssss... sssmall bitsss of flame..."* Ignus hisses again, ashes and fiery motes drifting from the ruin of his mouth. *"The firessss grew... Ignussss ssset firessss in their streetssss... and lit the firessss of anger in their heartssss..."*
ru: «*Когда-то... Игнусссс НИЧЕГО не знал об огне... он зажигал маленькие огни, огоньки, вccспышки... часccтички пламени...*» Игнус снова шипит, пепел и угольки слетают с остатков его рта. «*Огонь росссс... Игнусссс поджигал улицы... и разжигал пламя злобы в сссердцах...*»

source: You speak, but Ignus doesn't seem to hear you... he seems to be somewhere else, as if re-living a memory through his words... against your will, you stop and listen.
ru: Похоже, Игнус не слышит тебя... Он будто попал в другое место, оживив воспоминания своими словами... Против своей воли ты умолкаешь и вслушиваешься.

source: *"They sssought to punisssh Ignus, the ssmall fliesss from the Hive. They wissshed to sssee Ignusss BURNNN after Ignusss ssset fire to their ssstreets... tiny magelingsss, hedge wizzardsss, runecasterssss... tiny ssss'parks of magic came to PUNISSSSH Ignusss for hurting their loved onessss... they sssentenced Ignusssss to BURNNNN, made Ignussss a TORCH, a sssspitting FLAME, burning, burning... It wassss JUSSSTICE, they sssaid..."*
ru: «*Они пыталисссь наказать Игнусссса, мошкара из Улья. Они хотели ССССЖЕЧЬ Игнусссса посссле того, как Игнусссс поджег их улицы... ученички магов, захудалые волшебники, рунные заклинатели... исссскорки магии заявилисссь, чтобы ПОКАРАТЬ Игнусссса за то, что обидел их близких... они приговорили Игнуссса ГОРЕТЬ, сссделали из Игнусссса ФАКЕЛ, шипящее ПЛАМЯ, огонь, огонь... Это ПРАВОССССУДИЕ, говорили они...*»

source: *"Jusss'tice..."* You watch, mesmerized, as Ignus begins slowly turning again, as he did above the grill in the Smoldering Corpse. *"...but it was not a sssentence... there is ssoooo much flamessss and painnn that there issss NO pain... there issss LIGHT, and HEAT, and the flesssh runsss as TALLOW acrossss my bonessss... and for the firssst time... Ignussss issss PLEASSSSED..."*
ru: «*Правоссссудие...*» Ты завороженно наблюдаешь, как Игнус снова начинает медленно вращаться, как раньше, над решеткой в Тлеющем трупе. *»Но это был не приговор... огня и боли так много, что боли НЕТ... Есссть ССССВЕТ и ТЕПЛО, и плоть ссстекает как ВОСССК по моим коссстям... и впервые... Игнусссс был ДОВОЛЕН...*»

source: Ignus stops his rotation, and his gaze falls upon you. As it does, the fires in his eyes flare, and a charred grin splits his features, the flesh crackling and bubbling as it melts and streams across his face. Ignus wears the face of all hells, of flames, and his next words are spoken like a death sentence - not only for you, but for everyone, everywhere. *"When the planessss burnnnn and all life is torchesss, then Ignusss ssshall at lassst... be at peace..."*
ru: Игнус перестает вращаться, его взгляд падает на тебя. При этом огни в его глазах вспыхивают, лицо расплывается в опаленной улыбке, кожа трещит и лопается, плавясь и стекая по лицу. У него лицо всех преисподней, огненное лицо; его следующие слова звучат как смертный приговор, не только для тебя, но и для всех остальных. «*Когда планы загорятссся и вссссе ссстанут факелами, Игнусссс, наконец... обретет мир...*»

source: "I wished to speak more of flames and burning, Ignus..."
ru: «Я хотел бы поговорить еще об огне и горении, Игнус...»

source: "I... see. I had some other questions..."
ru: «Понятно... У меня есть другие вопросы...»

source: Leave Ignus to his thoughts of flames...
ru: Предоставить Игнуса его мыслям об огне...

source: *"Of learningssss and teachingsss you know..."* Gouts of flame erupt from Ignus' mouth, in a horrid semblance of laughter. *"You have ALWAYSSSS taught Ignussss... Ignusss MASSSS'TER, you *were.*"*
ru: «*Как учить и учитьссся, знаешь ты...*» Изо рта у Игнуса вылетают сгустки пламени — ужасное подобие смеха. «*Ты ВССССЕГДА учил Игнусссса... УЧИТЕЛЕМ Игнуссса ты *был**».

source: "Me? Are you *sure*...?"
ru: «Я? Ты *уверен*?..»

source: "Never mind, Ignus... we'll speak again later."
ru: «Неважно, Игнус... поговорим об этом позже».

source: Ignus' voice *drops,* and the crackling of the flames dies. *"Yessss... it issss the only reasssson... Ignussss... OBEYSSS you..."* Flames rise around him in a crackling spiral. *"till DEATH comessss for ussss both... your wordsssss to ME... to your sssstudent IGNUSSSS... Ignusss hassss NOT forgotten... Masssster..."*
ru: Игнус *понижает* тон, треск пламени стихает. «*Да-а-а... это единсссственная причина, почему... Игнуссссс... ПОДЧИНЯЕТСССЯ тебе... — огонь вокруг него поднимается трескучей спиралью. — Пока СССМЕРТЬ не придет к нам обоим... сказал ты МНЕ... сссвоему ученику Игнуссссу... Игнусссс НЕ ЗАБЫЛ... Учитель...*»

source: "Ignus... it must have been long ago when you learned the Art... are you absolutely sure it was me?"
ru: «Игнус... Должно быть, прошло немало времени с тех пор, как ты изучал Искусство... Ты точно уверен, что это был я?»

source: "Ignus, if I was your 'Master'... can you remember anything about me?"
ru: «Игнус, раз я был твоим 'учителем'... ты можешь что-нибудь вспомнить обо мне?»

source: "Never mind, Ignus... we will speak again later."
ru: «Неважно, Игнус... поговорим об этом позже».

source: *"Yesss..."* Ignus cackles. *"Yessssss... the face hassss changed... but many lesssonssss you taught Ignussss..."*
ru: «*Да-а-а... — Игнус хихикает. — Да-а-а-а... Лицо изменилосссссь... но много уроков ты преподал Игнуссссу...*»

source: "If my face has changed, how do you know?"
ru: «Раз мое лицо изменилось, как ты меня узнал?»

source: "Ignus... this is important. Can you remember anything about me?"
ru: «Игнус... это важно. Ты можешь что-нибудь вспомнить обо мне?»

source: "Never mind, Ignus... we will speak more of this later."
ru: «Неважно, Игнус... мы еще поговорим об этом позже».

source: *"Insssside all thingssss... tiny flamessss... the ssss'PARK, the flamesss, the SSSSAME... no matter what the sssskin... ssskin can bleed... ssskin can burn... but the INNER flame remainssssss..."*
ru: «*Во вссссем ессссть... крохотные огоньки... ИССССКРЫ, огонь — одно и ТО ЖЕ... неважно, что за кожа у тебя... кожа может лишитьсссся крови... кожа может ссссгореть... но ВНУТРЕННИЙ огонь осссстанется...*»

source: Ignus hisses... and for a moment, his *features* flicker - at first, you think it's the flames, but it's not... it's the flickering of *memory*...
ru: Игнус шипит... на какое-то мгновение в его *лице* что-то показывается. Сперва тебе кажется, что это огонь, но это не он... Это тень *воспоминания*...

source: Surrender to the memory.
ru: Предаться воспоминанию.

source: Shake off the memory.
ru: Стряхнуть воспоминание.

source: Your vision clears, the memory streaming away like smoke. Ignus is hovering above you, his head cocked to one side, and an insane, blackened grin smeared across his face... *"Masssster... Ignusssss hasss NOT forgotten your teachingsss..."*
ru: Твой взор проясняется; воспоминание уносится прочь как дым. Игнус завис над тобой, его голова склонена набок, лицо перекошено в безумной почерневшей ухмылке... «*Учитель... Игнусссс НЕ ЗАБЫЛ твои учения...*»

source: The crackling of Ignus' flames subsides, lessening as the charred bones of Ignus' body fold up, twisting into itself until his limbs lie motionless, becoming a stack of wood within a huge iron fireplace... you are staring into a fire, burning brightly within a vaulted room. The fire crackles and spits embers onto the stone floor, motes rising from the fireplace. Faintly, from the darkness behind you, you can hear the rasp of someone breathing.
ru: Треск пламени Игнуса стихает, уменьшаясь, в то время как обгоревшие кости Игнуса скрючиваются и замирают, превратившись в стопку поленьев в огромном железном камине... Ты глядишь в огонь, ярко пылающий в сводчатом помещении. Пламя трещит и выплевывает угольки на каменный пол; над камином витают пылинки. Из темноты за твоей спиной до тебя доносится тихое скрипучее дыхание.

source: Memory: "I can *hear* you... step into the light."
ru: Воспоминание: «Я тебя *слышу*... Выйди на свет».

source: There is the shuffling of sandals, and a frail youth steps into the edges of the firelight. His wide, black eyes catch the flames and mirror them. He is nervous - you can hear his muscles shaking, his voice trembling - just enough to increase your irritation. "Forgive my intrusion, master. I-"
ru: Слышится шарканье сандалий, и к камину подходит хилый юноша. Его большие черные глаза ловят отражения огня. Он взволнован: ты слышишь, как он трясется, и голос у него дрожит. Это лишь усиливает твое раздражение. «Простите мне мое вторжение, учитель. Я...»

source: Memory: "You have *already* intruded, supplicant. You did so with intention. I will hear it now, then you will leave me to my thoughts."
ru: Воспоминание: «Ты *уже* вторгся, проситель. И не просто так. Я выслушаю тебя, а затем ты предоставишь меня моим размышлениям».

source: The boy takes a deep breath, and glances at the fire. "Master, I... dreamed of flames again, last night... they felt real, and you said that we were to come to you if-"
ru: Мальчишка делает глубокий вздох и бросает взгляд на пламя. «Учитель, мне... вчера снова снился огонь... он был как настоящий, а вы велели прийти, если...»

source: Memory: "It was a *dream,* nothing more. Now leave."
ru: Воспоминание: «Это был всего лишь *сон*. А теперь ступай».

source: The boy does not move - his brows draw together, and slowly, he displays his hands. The flesh around the fingers... blackened, burned.
ru: Мальчишка не сходит с места. С хмурым выражением лица он медленно показывает свои руки. Кожа на пальцах... почернела, обгорела.

source: Memory: "How did your hands come to be burned, supplicant?"
ru: Воспоминание: «Как ты обжег себе руки, проситель?»

source: "I awoke and my hands were as ash." The boy meets your gaze; he is still trembling, faintly, but there is an eagerness in his voice which angers you. "I dreamed I soared above the earth and the ground and sky were as fire. The world itself was so bright that it... hurt to look at it, master. And when I awoke, my hands... they were burned, as if I had held a flame within my hands."
ru: «Я проснулся и мои руки были как пепел». Мальчишка встречается с тобой взглядом. Он все еще слабо дрожит, но рвение в его голосе начинает тебя злить. «Мне снилось, что я парил над землей; небо и земля были в огне. Сам мир был таким ярким, что было... больно на него смотреть, учитель. А когда я проснулся, мои руки... они были обожжены, как будто я держал в руках огонь».

source: Memory: "You lie, supplicant. You have come to me with a story, and now you are in danger of *angering* me."
ru: Воспоминание: «Ты лжешь, проситель. Ты пришел ко мне с выдумкой и теперь рискуешь *разозлить* меня».

source: "No, master..." The boy's face glistens with a sweaty sheen of fear. "No, upon my life, I do not!"
ru: «Нет, учитель...» Лицо мальчишки блестит от пота — блеск страха. «Нет, честное слово, это не так!»

source: Memory: "You burned yourself with a candle, supplicant. Or thrust your hand within one of the pyres in the Vault of Currents. Now you come to me and tell me a dream burned you. I tire of your lies."
ru: Воспоминание: «Ты обжегся свечой. Или сунул руку в один из погребальных костров в Склепе источников. А теперь пришел ко мне и рассказываешь, что тебя обжег сон. Я устал от твоего вранья».

source: The boy falls silent, and to your surprise, his face clenches in anger. "No. I do not lie. It was the *dream* that burned me, master, as you said it might if we felt the power stirring. They were *your* words, and I came to *repeat* them to you and tell you they are *true.*" He holds up his hands. "Look, master..."
ru: Мальчишка умолкает и, к твоему удивлению, его лицо перекашивает от гнева. «Нет, я не вру. Это *сон* меня обжег, учитель. Вы же сами говорили, что так может случиться, если мы почувствуем проблески силы. Это были *ваши* слова, и я пришел *повторить* их вам и сказать, что это *правда*, — он поднимает руки. — Поглядите, учитель...»

source: Memory: Grab his hands.
ru: Воспоминание: Схватить его за руки.

source: Before the boy can react, your hand - huge in comparison - lashes out, crushing his burned hands in its grip, and the boy screams, echoing in the vault. With a snarl, you hurl him to the ground in front of the fireplace, and there is a sharp *crack* as his knees strike the flagstones.
ru: Прежде чем мальчишка успел среагировать, твоя рука, огромная в сравнении, выстреливает и хватает его опаленные руки; паренек вскрикивает, вызывая эхо в помещении. Усмехаясь, ты швыряешь его на пол перед камином. Его колени с резким треском ударяются о плиты.

source: Memory: "Look into those flames, supplicant! Raise your head, look!"
ru: Воспоминание: «Посмотри на это пламя, проситель! Подними голову, взгляни!»

source: The boy is shuddering from the pain from his knees... you watch tears blur his eyes as he raises his head to look into the fireplace. The flames cast his face in a red, gaunt glow...
ru: Мальчишка вздрагивает от боли в коленях... Ты видишь, что его глаза заволокли слезы, когда он поднимает голову, чтобы посмотреть в камин. Пламя бросает на его лицо мрачные красные отблески...

source: Memory: "Is *that* what you wish to hold, supplicant? Is the shaping of flames what stirs your heart? Know that flames can burn, and if you would learn their power, you must suffer their touch."
ru: Воспоминание: «Ты *это* хочешь взять, проситель? Твое сердце трепещет от вида пламени? Знай: пламя может ожечь. Изучая его силу, тебе придется страдать от его прикосновения».

source: The boy is silent, staring into the flames. He seems mesmerized. His tears have dried in the heat, and the shaking is gone. The flames are his focus. He is not LISTENING to you, and you feel fury washing over you.
ru: Мальчик молчит, глядя в пламя. Он словно заворожен. Его слезы высохли в тепле, он больше не дрожит. Он сосредоточился на огне. Он НЕ СЛУШАЕТ тебя, и ты чувствуешь, как тебя захлестывает ярость.

source: Memory: "If that is what consumes you, enough for you to *intrude* upon my meditations, then I shall teach you of the shaping of flames, supplicant."
ru: Воспоминание: «Если то, что тебя гложет, стало для тебя достаточной причиной, чтобы *прервать* мою медитацию, то я обучу тебя владению огнем, проситель».

source: Your hand lashes out and clamps onto the boy's wrist. He howls as you drag him closer to the fireplace, then thrust his hands into the coals - there is a crackling, a hissing of burning flesh, and his *screams* - such terrible, yet -
ru: Ты кидаешься и хватаешь мальчишку за запястье. Он воет, а ты подтаскиваешь его к камину, затем суешь его руки в угли. Слышен треск, шипение горящей плоти и его *крики*, такие ужасные, и все же...

source: Memory: "To learn, you must *suffer,* supplicant. You must allow yourself to be burned by the power of that which you wield. Know its torment, and you shall know how to use it against your enemies."
ru: Воспоминание: «Чтобы научиться, тебе придется *страдать*, проситель. Тебе придется позволить силе, которой ты обладаешь, обжечь тебя. Познай ее пытки — и ты поймешь, как обращать ее против твоих врагов».

source: I had a strong memory when I confronted Ignus about his 'teacher.' Apparently... at some point in the past... *I* was the one who taught Ignus the ways of the Art, though I think Ignus learned the wrong lessons from me.
ru: У меня было четкое воспоминание, в котором я видел встречу Игнуса с его «учителем». Похоже, что... когда-то в прошлом... *я* был тем, что обучил его Искусству, хотя мне кажется, что Игнус научился от меня не тому, чему надо.

source: *"Ssss... Ignussss once knew *much*... no longer... Ignussss burnnssss... in sssuffering, Ignusssss learnssss..."* A tiny flame gusts from his mouth, like laughter, and a stream of embers spits forth. *"Ssssuffer... learn..."*
ru: «*Сссс... Игнусссс когда-то *много* знал... но не теперь... Игнусссс горит... в ссстраданиях, Игнусссс учитсссся...*» Из его рта вырывается небольшая вспышка огня и поток угольков — нечто вроде смеха. «*Сссстрадай... учиссссь...*»

source: "I am willing to suffer for such knowledge..."
ru: «Я готов страдать за эти знания...»

source: "Maybe some other time, Ignus... we may speak again later."
ru: «Может, в другой раз, Игнус... Мы можем поговорить об этом позже».

source: As you are about to speak the words, you feel a crawling sensation in the back of your skull... and you are suddenly struck with the certainty, that the knowledge Ignus has to teach may permanently scar you... but you don't know *how* you know this.
ru: Не успев сказать эти слова, ты ощущаешь покалывание в затылке... и вдруг тебя осеняет, что знания, которые может дать Игнус, могут навсегда ранить тебя... но ты не знаешь, *откуда* тебе это известно.

source: Repeat: "I am willing to suffer for such knowledge..."
ru: Повторить: «Я готов страдать за эти знания...»

source: *"Ssssufffer...?"* Flames flicker eagerly along the edges of Ignus' mouth, spiraling up along the melted ruin of his face. *"Burnnnnn? Piecesssss of sssself are burnnned away... sssss... Ignusss... Ignusss may ssstill teach *MUCH.*"*
ru: «*Сссстрадать...?*» В уголках рта Игнуса ярко сверкают языки пламени, пробегая вверх по расплавленным остатка его лица. «*Жечь? Чассстички тебя сссгорели... ссссс... Игнуссс... Игнуссс вссссе же может *КОЕ-ЧЕМУ* научить*».

source: "I wish to learn, Ignus... can you teach me some of the Art?"
ru: «Я хочу учиться, Игнус... Ты можешь обучить меня Искусству?»

source: "I wish to learn, Ignus... can you teach me some more of the Art?"
ru: «Я хочу учиться, Игнус... Ты можешь продолжить обучать меня Искусству?»

source: *"Where flamessss once burnnned, one may ssssend them again..."* Before you can react, Ignus' claw lashes out and clutches your finger, and with a greedy *hssssss,* he BURNS it, and through the searing pain, you close your eyes and SCREAM...
ru: «*Там, где когда-то горело пламя, можно разжечь его сссснова...*» Прежде чем ты успеваешь отреагировать, Игнус выбрасывает свою когтистую руку и хватает тебя за палец. С жадным *хссссс* он СЖИГАЕТ его, и ты, охваченный жгучей болью, закрываешь глаза и КРИЧИШЬ...

source: You force your eyes open to see the burning mass of your hand from where Ignus touched it... he floats above, uncaring, cradling your finger, then *snaps* the tip off, leaving just the base. He *hsses,* cinders and ash drifting from his mouth, and he flicks the charred remains of your finger back to you.
ru: Ты с усилием открываешь глаза и видишь обожженную массу, оставшуюся от твоей руки там, где Игнус коснулся ее... Он безразлично парит вверху, бережно удерживая твой палец, затем *отламывает* кончик, оставив лишь основание. Он *шипит*, из его рта вылетают угольки и пепел, затем бросает тебе обугленные остатки твоего пальца.

source: "Erhkk... what... did... you... do...?"
ru: «Эрххх... что... ты... наделал?..»

source: Ignus 'taught' me some of his knowledge of the Art by snapping off my finger, burning the flesh from it, then giving it back to me... he seems to think I know what to do with it. In suffering through the ordeal, I think I did some permanent damage to my health, though my resistance to fire has increased. Despite the ordeal, my finger seems to be growing back, so it shouldn't impair my fighting or spell-casting abilities.
ru: Игнус «обучил» меня кое-чему из Искусства, отломав мне палец, спалив его до кости, а затем вернув его мне... Кажется, он думает, что я знаю, что с ним делать. Пройдя через испытание, я, кажется, получил какой-то невосполнимый урон своему здоровью, однако мое сопротивление огню увеличилось. Несмотря на муки, похоже, что мой палец снова отрастает, так что это не должно сказаться на моих бойцовских или чародейских способностях.

source: *"Teachingsssss..."* Ignus cackles, the sound now strangely painful to your ears. *"To learn, one must ssssufffer."*
ru: «*Обучение...*» — хихикает Игнус. Теперь этот звук почему-то отдается болью в твоих ушах. *»Чтобы учитьсссся, придетсссся сссстрадать*».

source: "I... wish... to learn... more..."
ru: «Я... хочу... продолжить... обучение...»

source: "I... wished... to speak more... of flames and burning, Ignus..."
ru: «Я... хотел бы... поговорить еще... немного о пламени и горении, Игнус...»

source: "I... see. I... had some... other questions..."
ru: «Понятно... У меня... есть... другие вопросы...»

source: "Enough... Ignus... we will speak again later."
ru: «Хватит... Игнус... мы еще поговорим позже».
