Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/djaydee.dlg.po
Languages: ru

source: You see a warehouse worker. He seems quite intent on his work and doesn't notice your approach.
ru: Перед тобой складской рабочий. Похоже, он полностью сосредоточен на своей работе и не заметил твоего приближения.

source: "Greetings."
ru: «Приветствую».

source: Ignore him.
ru: Игнорировать его.

source: He pauses at what he is doing and turns to face you. "May I help you?"
ru: Он прерывает работу и поворачивается к тебе. «Чем могу помочь?»

source: "I have some questions..."
ru: «У меня есть вопросы...»

source: "No, not really. Farewell."
ru: «Пожалуй, ничем. Прощай».

source: He frowns. "I have a lot of work to do and I don't have time for questions. Sorry." He starts to turn away.
ru: Он хмурится. «У меня еще полно работы и нет времени на вопросы. Извини». Он начинает отворачиваться.

source: "Just a quick question..."
ru: «Только один небольшой вопрос...»

source: "Farewell then."
ru: «Тогда прощай».

source: He sighs as he turns to face you. "A quick question... do you know how many times a day I hear that?" He glares at you.
ru: Он вздыхает, поворачиваясь к тебе. «Небольшой вопрос... Знаешь, сколько раз в день я это слышу?» Он пристально смотрит на тебя.

source: "Uh... no."
ru: «Э-э... нет».

source: "Farewell."
ru: «Прощай».

source: "Well let me tell you... too many! Every time some sodding berk knows he's going to be annoying as all Baator because he can see you're busy but can't wait to ask his damn fool question another time it's always just a *quick* question!" He glares at you angrily. "And you know what?"
ru: «Что ж, тогда я скажу: слишком много! Каждый раз, когда какой-нибудь чертов пень знает, что будет досаждать мне, как весь Баатор, потому что он видит, что я занят, но ему невмоготу подождать со своим чертовым дурацким вопросом до следующего раза, он говорит 'один *небольшой* вопрос'! — он сердито смотрит на тебя. — И знаешь, что оказывается?»

source: "Uh... no. What?"
ru: «Э-э... нет. Что?»

source: He raises his voice and starts waving his arms around. "He's lying! He knows it's not going to be a *quick* question! He knows it's going to take a sodding essay in order to get a proper answer. But! He tells you it's going to be quick! You know why?"
ru: Он повышает голос и начинает махать руками. «Что он врет! Он знает, что вопрос не будет *небольшим*! Он знает, что понадобится целый чертов доклад, чтобы дать правильный ответ. Но! Он говорит, что вопрос будет небольшим! Знаешь, почему?»

source: "Uh... no. Why?"
ru: «Э-э... нет. Почему?»

source: "Because he thinks you're STUPID! He thinks you're not going to notice the inordinate amount of time it takes to answer his question. Oh no! He said it was a quick question so it doesn't matter that it takes half an hour out of your time to answer! You're STUPID and won't notice!"
ru: «Потому что он думает, что ты — ИДИОТ! Он считает, что ты не заметишь, как много времени займет ответ на его вопрос. О нет! Он сказал, что вопрос будет небольшим, и неважно, что ответ займет у тебя полчаса! Ведь ты ИДИОТ и даже этого не заметишь!»

source: "Maybe I should come back later..."
ru: «Может, я подойду позже...»

source: "I'm sorry for the interruption, I can see you're busy..."
ru: «Извини, что прерываю. Я вижу, что ты занят...»

source: "Why? You've already interrupted me and broken my train of thought! Ask your sodding question, take an hour out of my busy day, and be done with it." He glares at you.
ru: «Зачем? Ты и так меня прервал и сбил с мысли! Задавай свой чертов вопрос, забери у меня час рабочего времени, и покончим с этим». Он смотрит на тебя.

source: "I'm looking for a deva. I've been told he's in Curst."
ru: «Я разыскиваю дэва. Мне сказали, что он в Проклятом».

source: "I think I'll be going. Farewell."
ru: «Пожалуй, мне пора. Прощай».

source: "Yeah, I've heard that as well. The rumor mill says he's in the prison. If that's the case, you need to go to the administration building in the town square and ask about him. Now leave me be..." He turns away from you.
ru: «Ага, я тоже такое слышал. Слухи говорят, что он в тюрьме. Если это правда, тебе необходимо зайти в здание администрации на городской площади и расспросить о нем. А теперь оставь меня...» Он отворачивается от тебя.

source: He pauses to glare at you. "Busy? Have you seen my work schedule? You have no concept of busy, berk." He snorts. "Damn thing keeps changing too, that's the best part of having the sodding schedule! Every day something's added to it or taken off so that something else can be added."
ru: Он прерывается, чтобы бросить на тебя пристальный взгляд. «Занят? Ты видел мой график? Пень, да ты понятия не имеешь, что такое 'занят', — он фыркает. И эта чертова штука тоже меняется — в этом вся прелесть работать по чертовому графику! Каждый день в него что-нибудь добавляют или убирают, чтобы добавить еще что-нибудь».

source: "I see. I think I should go now..."
ru: «Понятно. Думаю, мне уже пора...»

source: You see an angry warehouse worker. He seems quite intent on his work until he notices you approach. "Oh, it's you again. Let me guess, you have a *quick* question for me."
ru: Перед тобой сердитый складской рабочий. Похоже, он полностью сосредоточен на своей работе и не заметил твоего приближения. «О, снова ты. Дай, угадаю: у тебя ко мне *небольшой* вопрос».

source: "No, I think I'll be leaving. Farewell."
ru: «Нет, пожалуй, мне уже пора. Прощай».
