Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dkiri.dlg.po
Languages: ru

source: The harlot, Kiri, is willing to do anything for money, even kill someone. Maybe she would be willing to kill Carl Parfidor for Roberta.
ru: Проститутка Кири за деньги сделает все что угодно, даже пойдет на убийство. Возможно, она согласится убить Карла Парфидора для Роберты.

source: You see a pretty young woman. Her face is flushed and bruised, her hair in disarray. Although her clothes are nice, they are torn in several places. She is moving through the streets warily, glancing over her shoulder occasionally.
ru: Ты видишь симпатичную девушку. Ее лицо в синяках и ссадинах, волосы растрепаны. Хотя ее наряд очень хороший, он разорван в нескольких местах. Она идет по улицам с опаской, постоянно оглядываясь через плечо.

source: "Greetings."
ru: «Приветствую».

source: Ignore her.
ru: Игнорировать ее.

source: She jumps at your greeting and whips around to face you. As her eyes travel along your scars, a look of concern crosses her face. "Hello, cutter. I'm Kiri, what can I do for you?"
ru: От твоего неожиданного приветствия она подскакивает и поворачивается к тебе лицом. Заметив на твоем теле шрамы, она принимает обеспокоенный вид. «Привет, рубака. Меня зовут Кири, чем я могу тебе помочь?»

source: "You seem rather nervous, what's wrong?"
ru: «Ты выглядишь немного взволнованной. Что-то не так?»

source: "Nothing, farewell."
ru: «Ничего, прощай».

source: She frowns at you then shrugs. "There are people here who don't like me. I try to avoid them whenever possible."
ru: Нахмурившись, она пожимает плечами. «Я здесь кое-кому не нравлюсь. Я стараюсь по возможности избегать их».

source: "Why don't they like you?"
ru: «Почему ты им не нравишься?»

source: "I must be going now. Farewell."
ru: «Я должен идти. Прощай».

source: "I'm a harlot. I'm young, pretty, and... good at what I do." She smiles. "The other girls said I was taking business away from them. So, they beat me up and told me not to show my face around here anymore. Said they'd make sure I wasn't pretty any more if they caught me here."
ru: «Я проститутка. Я молода, красива и... хорошо делаю свою работу, — улыбается она. — Другие девочки говорят, что я отбиваю у них клиентов. Вот они и избили меня. Сказали, чтобы я больше здесь не показывалась. Сказали, что если увидят, то позаботятся, чтобы я больше не была такой симпатичной».

source: "Then why did you come back?"
ru: «Так почему же ты вернулась?»

source: She laughs. "The jink, what else? I can't leave and set up elsewhere without jink and I can't earn jink if I'm not here. I'm pretty much trapped." She sighs and looks away. "I'd do *anything* if I could get my hands on some decent jink..."
ru: Она смеется. «Из-за звенелок, почему же еще? Без денег я не смогу уйти, а деньги заработать я могу только здесь. Так что я в западне, — она вздыхает и отводит взгляд. — Я бы сделала *все что угодно*, лишь бы заполучить приличную сумму...»

source: "Anything?"
ru: «Все что угодно?»

source: She considers your words carefully before answering. "Sure, cutter. I can handle that kind of work. Are you offering a contract?"
ru: Она обдумывает твой вопрос, прежде чем ответить. «Конечно, рубака. Я могу справиться с любой работой. Можешь мне ее предложить?»

source: "No, I was just curious."
ru: «Нет, просто любопытно».

source: "I know someone who might want her husband dead. He has a taste for harlots and she doesn't like it."
ru: «Я знаю кое-кого, кто хочет убить своего мужа. Он связался с проститутками, а ей это не нравится».

source: She shrugs. "Well, as I said, I need jink and I'm willing to do anything."
ru: Она пожимает плечами. «Ну, как я сказала, мне нужны звенелки, и я готова на все».

source: "I'll remember that. Farewell."
ru: «Я запомню это. Прощай».

source: She laughs. "Likes harlots, does he? Well, I guess I'd be perfect for the job." She pauses. "Who's the target?"
ru: Она смеется. «Ему нравятся блудницы? Что ж, я идеально подхожу для этой работы. Кто жертва?»

source: "Carl Parfidor."
ru: «Карл Парфидор».

source: She frowns as she thinks then nods her head. "I know Carl... and his wife." She hesitates for a moment more then shrugs. "Tell Roberta that if she wants Carl dead, I'll do it."
ru: Подумав некоторое время, она кивает: «Я знаю Карла... и его жену». Поколебавшись еще несколько секунд, она пожимает плечами. «Скажи Роберте, что если она хочет убить Карла — я сделаю это».

source: "Don't you want to know what the job pays?"
ru: «Разве ты не хочешь узнать, сколько заработаешь?»

source: She smiles wickedly. "No, not really. If she cheats me, I'll put her in the dead-book also. Right next to dear Carl... You can tell her that."
ru: Она зловеще улыбается. «Нет, не очень. Если она попытается обмануть меня, я пропишу в книгу мертвых и ее. Сразу же вслед за Карлом... Можешь ей так и передать».

source: "I just might. Farewell."
ru: «Хорошо, скажу. Прощай».

source: You see the harlot, Kiri. She is watching her surroundings carefully. When she sees you, she smiles at your approach. "Hello again, cutter. What can I do for you?"
ru: Перед тобой проститутка Кири. Она осторожно оглядывается по сторонам. Заметив тебя, она улыбается тебе. «Привет, рубака. Чем могу быть полезна?»

source: "When we talked before, you said you'd be willing to do anything for money."
ru: «В прошлой беседе ты сказала, что за деньги сделаешь что угодно».

source: "I've talked to Roberta. She wants Carl dead and she wants you to handle it."
ru: «Я переговорил с Робертой. Она хочет убить Карла и хочет, чтобы ты позаботилась об этом».

source: I hired the harlot, Kiri, to kill Carl Parfidor. She says she will take care of the matter immediately.
ru: Я нанял проститутку Кири убить Карла Парфидора. Она сказала, что немедленно приступит к этому делу.

source: She smiles at you. "You can tell Roberta that she just bought Carl an entry in the dead-book. I'll go take care of it now."
ru: Она улыбается тебе. «Можешь сказать Роберте, что она только что купила Карлу место в книге мертвых. Я позабочусь об этом».

source: "Very well, farewell."
ru: «Хорошо, прощай».

source: She looks you over carefully before answering. "Sure, cutter, anything... if the price is right. You got something in mind?"
ru: Она с опаской смотрит на тебя. «Разумеется, рубака, все что угодно... если цена соответствующая. У тебя есть что-нибудь на примете?»

source: "Would you be willing to kill someone?"
ru: «Ты могла бы убить кое-кого?»

source: "Not really, I was just curious. Farewell."
ru: «Нет, я просто интересуюсь. Прощай».

source: The harlot, Kiri, says she is willing to do anything for money... I'll have to keep that in mind, maybe I'll have a use for her.
ru: Проститутка Кири сказала, что ради денег сделает все что угодно... Стоит это запомнить, возможно, я смогу найти ей применение.
