Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dkrys.dlg.po
Languages: ru_ru

source: You see a cool, collected woman. Her face is set in hard, determined lines. Her voice is low and firm. "I am Krystall, leader of these Razor Angels. You are in our home. What do you want of me?"
ru_ru: Перед тобой красивая собранная женщина. У нее четкие, ярко выраженные черты лица. Ее голос низкий и уверенный. «Я - Кристалл, предводительница Бритвенных Ангелов. Ты находишься в нашем доме. Что тебе нужно от меня?»

source: She shrugs. "I'm the leader of the Razor Angels. That's really all you need to know. I created them, they follow my commands. Now. What do you want of me?"
ru_ru: Она пожимает плечами. «Я - предводительница Бритвенных Ангелов. Это то, что тебе действительно следует знать. Я создала их, они выполняют мои приказы. Итак, что тебе надо от меня?»

source: "We came here when bigger gangs took over the Trash Warrens near Ragpicker's Square. We got here right around the same time as the Darkalley Shivs, who've set up kip on the other side of the alley. They're a bunch of murderous thugs," and here she pauses. "We're thugs, but we don't kill if we can help it. We just need to make a living, and given our situation, charging a toll's the best way to do it."
ru_ru: «Мы пришли сюда, когда крупные банды захватили Мусорные районы неподалеку от площади Старьевщиков. Мы оказались здесь почти в то же время, что и Заточки с Темного переулка, у которых берлога на другой стороне. Они - кучка беспринципных разбойников, - здесь она делает паузу. - Мы тоже разбойники, но мы не убиваем, если можем обойтись без этого. Нам просто нужно на что-то жить, и, принимая во внимание наше положение, взимание пошлины - лучший способ для этого».

source: "The place caught fire when a barmy spellslinger took it into his head that the place'd look better in ashes. It's been a revolving door of criminals and gangsters ever since."
ru_ru: «Как-то раз одному полоумному заклинателю взбрело в голову, что это местечко будет выглядеть гораздо лучше сгоревшим дотла. И это распахнуло сюда двери для всех преступников и бандитов».

source: She spits. "Wormhair? You can find him near Ragpicker's Square. Ask around there. You're bound to attract someone's notice."
ru_ru: Она сплевывает. «Червеволосый? Его можно найти на площади Старьевщиков. Поспрашивай тамошних. Точно привлечешь к себе чье-то внимание».

source: "A journal? A book? Here? In the Alley? Ha! Sorry - anything flammable here gets burned for cooking fires."
ru_ru: «Дневник? Книжка? Здесь? В переулке? Ха! Извини - все горящие предметы здесь идут на растопку костров для еды».

source: "Before you go, I need a favor from you. This slice of Alley just isn't big enough for us and the Darkalley Shivs. We've got heart. They've got hate. Kill off their leader, Rotten William, and you'll get free passage through the Alley from us for the rest of your life. You come through here often enough, that'll save you a lotta jink."
ru_ru: «Перед тем, как ты уйдешь, я бы хотела попросить тебя об одолжении. Этот кусок улицы слишком мал для нас и Заточек с Темного переулка. У нас есть милосердие. У них - ненависть. Убей их главаря, Гнилого Уильяма, и ты сможешь свободно ходить по переулку до конца своей жизни. Ты часто будешь здесь ходить, и это сэкономит тебе кучу звенелок».

source: "No. It's not. Only we've got nothing better going for us. We're Hive dwellers. Even the scant education I got won't get me out of here. No one wants a Hive dweller, so we make sure we're not entirely ignored."
ru_ru: «Отнюдь. Просто у нас нет ничего лучшего. Мы ведь обитатели Улья. Даже со своим скудным образованием я не могу выбраться отсюда. Жители Улья никому не нужны, так что мы просто делаем так, чтобы о нас не забыли вообще».

source: "Aye. But I figure that if we can hold on to the Alley and get rid of the Shivs, we'll be set for a time."
ru_ru: «Ага. Но я полагаю, что если мы закрепимся в переулке и избавимся от Заточек, то мы обеспечим себя на некоторое время».

source: "I look forward to hearing of your success. Come back and tell me when you're done, yes? Good luck."
ru_ru: «Я верю в твой успех. Возвращайся, когда закончишь, хорошо? Удачи».

source: "Maybe not. It's a choice between killing a mad dog and his curs, or paying every time you pass through the Alley. The choice is yours."
ru_ru: «Может и нет. Решай - убить бешеную собаку и ее свору или всегда платить при переходе через переулок. Выбор за тобой».

source: I have been asked by Krystall, the leader of the Razor Angels in the Alley of Dangerous Angles, to eliminate her main rival, a man named Rotten William. In exchange for this, I will receive free passage through the Alley in the future.
ru_ru: Кристалл, предводительница Бритвенных Ангелов с переулка Опасных углов, попросила меня уничтожить ее главного соперника, человека по имени Гнилой Уильям. В обмен на это в будущем я смогу свободно ходить по переулку.

source: "We're itinerants. We've been forced to move time and again. We settled here at the same time as Rotten William and the Darkalley Shivs, and now we're in a fight for our lives. We just charge a simple toll for passage here. They take lives. We're essentially good people. They're evil, led by an evil man."
ru_ru: «Мы бродяги. Нам приходится все время переходить с места на место. Мы попали сюда примерно в то же время, что и Гнилой Уильям и его Заточки с Темного переулка, и теперь мы бьемся за свои жизни. Мы просто берем плату за проход через это место. Они забирают жизни. По натуре мы добрые люди. Они - злые, ведомые злым человеком».

source: "Yes. He's dead. You won't need to worry about him or his gang anymore."
ru_ru: «Да. Он мертв. Вам больше не нужно беспокоиться о нем и его банде».

source: "If it will make you stop pestering me, I'll do it."
ru_ru: «Если это остановит твою назойливость, то я это сделаю».

source: "I'm still not going to. Farewell."
ru_ru: «Я все еще не хочу этого. Прощай».

source: "Farewell, then."
ru_ru: «Тогда прощай».

source: "Forget it."
ru_ru: «Забудь об этом».

source: "What is it?"
ru_ru: «Что еще?»

source: "What's in it for me?"
ru_ru: «А что для меня?»

source: "I'll do it."
ru_ru: «Я сделаю это».

source: "Not interested. Farewell."
ru_ru: «Не заинтересован. Прощай».

source: "Yes."
ru_ru: «Да».

source: "No."
ru_ru: «Нет».

source: "You've got a deal. Farewell."
ru_ru: «По рукам. Прощай».

source: Is there anyone Krystall doesn't want dead? Now I'm to look for a vigilante named Blackrose and eliminate him as well. She has promised me coin and friendship for this task.
ru_ru: Есть ли вообще кто-нибудь, чьей смерти не желает Кристалл? Теперь я ищу борца за справедливость по имени Черный Бутон. Она пообещала мне деньги и дружбу в обмен на это задание.

source: "Great. Farewell."
ru_ru: «Отлично. Прощай».

source: "Not yet."
ru_ru: «Пока нет».

source: "Yes. You need not worry about him any longer."
ru_ru: «Да. Теперь вам не нужно больше о нем беспокоиться».

source: "Sure. Farewell."
ru_ru: «Конечно. Прощай».

source: I received a pouch of coin for my efforts in eliminating Blackrose. Quite a hefty sum, too.
ru_ru: Я получил солидное вознаграждение за приложенные мной усилия по уничтожению Черного Бутона. Весьма и весьма солидное.

source: "Farewell."
ru_ru: «Прощай».

source: "I'll keep looking. Farewell."
ru_ru: «Я продолжу поиски. Прощай».

source: "He's already dead."
ru_ru: «Он уже мертв».

source: "He's dead, too."
ru_ru: «Он тоже мертв».

source: "That won't stop me from asking every time you speak to me. This needs to be done."
ru_ru: «Это не остановит меня просить тебя об этом каждый раз при встрече. Это нужно сделать».

source: "Have you made any gain in seeking to write Rotten William into the dead-book?"
ru_ru: «Далеко ли ты продвинулся в прописывании Гнилого Уильяма в книгу мертвых?»

source: "And I told you I'd keep asking until you agreed to do it."
ru_ru: «А я говорила, что буду продолжать тебя просить об этом, пока ты не согласишься».

source: "Then why are you talking to me? This is a job that needs doing!" She turns away from you.
ru_ru: «Тогда почему ты все еще треплешься со мной? Эту работу нужно выполнить!» Она отворачивается от тебя.

source: "It's done? Rotten William is gone? You have my thanks, traveler, and you will never again pay a toll for passage through the Alley of Dangerous Angles. I have but one more request for you."
ru_ru: «Правда? Гнилой Уильям мертв? Благодарю тебя, путник, теперь ты никогда больше не будешь платить за проход через переулок Опасных Углов. Но у меня осталась еще одна просьба».

source: "There is a dangerous killer, a lone wolf, who goes by the name of 'Blackrose'. He is preying on my people. I ask that you stop him."
ru_ru: «Здесь есть опаснейший убийца, волк-одиночка, который носит имя 'Черный Бутон'. Он охотится на моих людей. Я прошу тебя остановить его».

source: "Jink. Coin. Quite a bit of it. Are you interested?"
ru_ru: «Звенелки. Твердой монетой. Много. Ты заинтересован?»

source: "Then find the barmy Blackrose in this alley and write him into the dead-book. When he's dead, return and I shall reward you."
ru_ru: «Тогда разыщи Черного Бутона в переулке и пропиши его в книге мертвых. Когда он будет мертв, возвращайся - и я награжу тебя».

source: She smiles. "You realize, of course, that I shall continue asking as if you had agreed. Until you return, then, farewell."
ru_ru: Она улыбается. «Ты, конечно, понимаешь, что я буду продолжать тебя просить до тех пор, пока ты не согласишься. До встречи, прощай».

source: "Have you found Blackrose and eliminated him from the Alley?"
ru_ru: «Ты нашел Черного Бутона? Избавил переулок от него?»

source: She hands you a large, patched purse. "You have my thanks, and the thanks of the Razor Angels. We part friends, and shall remember you."
ru_ru: Она протягивает тебе огромный, весь в заплатках, кошелек. «Благодарю тебя от своего имени и от имени Бритвенных Ангелов. Теперь мы друзья, и мы не забудем тебя».

source: "Hail, friend. You have my thanks. Treat the Alley - humble as it may be - as your home. Farewell."
ru_ru: «Приветствую тебя, друг. Прими мои благодарности. Будь в переулке - насколько это возможно - как дома. Прощай».

source: "Please try. He is decimating my people."
ru_ru: «Пожалуйста, попробуй. Он вырезает моих людей».

source: "Tell me about yourself."
ru_ru: «Расскажи мне о свой банде».

source: "Tell me about the Razor Angels."
ru_ru: «Расскажи мне о Бритвенных Ангелах».

source: "Tell me about the Alley."
ru_ru: «Расскажи мне о переулке».

source: "I'm looking for Pharod."
ru_ru: «Я ищу Фарода».

source: "I'm looking for a journal."
ru_ru: «Я ищу дневник».

source: "Blackrose wants you dead. I'm here to kill you."
ru_ru: «Черный Бутон хочет убить тебя. И я здесь, чтобы это сделать».

source: "Rotten William wants you dead. I'm here to kill you."
ru_ru: «Гнилой Уильям хочет убить тебя. И я здесь, чтобы это сделать».

source: "Nothing."
ru_ru: «Ничего».

source: "Sounds rewarding."
ru_ru: «Звучит неплохо».

source: "Thanks for the information. Farewell."
ru_ru: «Спасибо за информацию. Прощай».

source: "Including you?"
ru_ru: «Включая и вас?»

source: "I see. Well, I have to go now. Farewell."
ru_ru: «Понятно. Ладно, мне нужно идти. Прощай».

source: "Have you seen a journal anywhere around here?"
ru_ru: «Тебе не встречался где-нибудь поблизости дневник?»

source: "Thanks. Farewell."
ru_ru: «Спасибо. Прощай».

source: "Very well. Do you know where I can find a man named Pharod?"
ru_ru: «Хорошо. Ты не знаешь, где я могу найти человека по имени Фарод?»

source: "My thanks, then. Farewell."
ru_ru: «Все равно благодарю. Прощай».

source: "Tell me about your gang."
ru_ru: «Расскажи мне о свой банде».

source: "Sounds like a bargain. You've got it."
ru_ru: «Звучит заманчиво. Договорились».

source: "I'm not a killer."
ru_ru: «Я не убийца».

source: "Whatever. Farewell."
ru_ru: «Как угодно. Прощай».

source: "That may be. Farewell."
ru_ru: «Может быть. Прощай».

source: I have agreed to kill Rotten William.
ru_ru: Я согласился убить Гнилого Уильяма.

source: "Forget it. I won't do it."
ru_ru: «Забудь. Я не хочу этого делать».

source: "I'll do it, then."
ru_ru: «Тогда я сделаю это».

source: "I'll kill him."
ru_ru: «Я убью его».

source: "He sounds like more my type. Farewell."
ru_ru: «Уж очень он похож на меня. Прощай».

source: "I won't do it."
ru_ru: «Я не хочу этого делать».

source: "Then I suppose I had better do it."
ru_ru: «Тогда, наверное, мне лучше это сделать».

source: "I'm still not going to do it. Farewell."
ru_ru: «Я все еще не хочу этого делать. Прощай».

source: "I told you I wasn't going to do it!"
ru_ru: «Я уже говорил: я не собираюсь этого делать!»
