Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dkuatraa.dlg.po
Languages: ru

source: I had a strange encounter with Ku'atraa, who I was entrusted by Mar to deliver this strange box to. Ku'atraa seemed to be afraid of whatever lies within it. When I showed it to him he became so frightened that he began to babble and then took flight. From what I could make out from the man's ramblings, he wanted me to take the box to someone named Brasken, who lives somewhere in the southwestern section of the Hive. I can only hope that this Brasken fellow will clear things up and take this box off my hands. I can't but feel a little bit uneasy every time I look at it.
ru: У меня была очень странная встреча с Куатраа, которому по поручению Мара я должен был доставить эту странную шкатулку. Похоже, Куатраа очень боится того, что лежит внутри. Когда я показал ему шкатулку, он так испугался, что начал что-то бессвязно бормотать, а затем и вовсе пустился наутек. Судя по его последним словам, которые я смог разобрать, он хочет, чтобы я отдал шкатулку некоему приятелю Браскену, что живет где-то в юго-западной части Улья. Остается только надеяться, что этот Браскен будет находиться в здравом уме и возьмет шкатулку. Каждый раз, когда я смотрю на нее, у меня появляется какое-то неприятное предчувствие.

source: "I was told to deliver this box to you."
ru: «Мне сказали доставить тебе эту шкатулку».

source: Moving from box to box, this man seems to be totally immersed in counting boxes and scribbling results down on a piece of parchment. He looks annoyed as you interrupt him. "What is it now? Can't you see I'm busy taking inventory? Go bother someone else."
ru: Этот человек выглядит очень занятым, расхаживая между коробками, подсчитывая их и записывая результат на кусок пергамента. Он недоволен тем, что ты его прерываешь. «Чего опять? Ты что, не видишь, что я занят важными вещами? Иди отвлекай кого-нибудь еще».

source: "I didn't mean to interrupt. Farewell."
ru: «Я не хотел отвлекать. Прощай».

source: "You again! I thought I told you not to bother me."
ru: «Опять ты! Кажется, я уже говорил тебе не отвлекать меня».

source: "Well, why didn't you say so in the first place? Let's see what you got for me. I'm sure it'll need to be inventoried."
ru: «Ну что же ты тогда сразу не сказал? Давай-ка посмотрим, что там у тебя для меня. Уверен, что ее нужно записать».

source: "Mar told me to give this to you."
ru: «Мар сказал мне, чтобы я доставил тебе вот это».

source: As you hold the box out for him to take, Ku'atraa's expression turns from one of interest to that of intense horror. "No! Please... get it away from me!"
ru: Интерес на лице Куатраа сменяется диким ужасом, когда ты протягиваешь ему шкатулку. «Нет! Пожалуйста... убери это от меня!»

source: "I don't understand... why are you afraid of this box?"
ru: «Не понимаю... почему ты так боишься этой шкатулки?»

source: "I said... g-get back! Death... evil... had to d-dupe Mar... couldn't take it anymore. Please... take to Brasken... lives southwest... Hive... me... noooooo!" Apparently the sight of the box is just too much for him as he runs screaming from the building.
ru: «Я сказал... п-п-проваливай! Смерть... зло... хотел п-п-провести Мара... не мог больше это вытерпеть. Пожалуйста... отдай это Браскену... он живет на юго-западе... в Улье... я... неееет!» Похоже, одного только вида шкатулки было достаточно, чтобы он с воплями выбежал из здания.

source: "Wait! What am I supposed... to... do... with..."
ru: «Стой. Что я должен... сделать... с...»
