Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dlothar.dlg.po
Languages: ru

source: "Just give him back. He's mine."
ru: «Просто мне верни его. Он мой».

source: "Very well, then. How do I find a greater skull?"
ru: «Ну ладно. Как мне найти ценный череп?»

source: "I don't think so. Give him back or suffer the consequences."
ru: «Я так не думаю. Верни мне его, или ответишь за это».

source: "I have many questions."
ru: «У меня много вопросов».

source: "Tell me about this Ravel."
ru: «Расскажи мне об этой Равель».

source: "Who?"
ru: «Кто это?»

source: "I have lost my mortality? What do you mean?"
ru: «Я потерял свою смертность? О чем это ты?»

source: "Mazed? How do I find her?"
ru: «В лабиринты? Как мне ее найти?»

source: "What did she do?"
ru: «Что она сделала?»

source: "I see. My thanks. Farewell, Lothar."
ru: «Понятно. Спасибо. Прощай, Лотар».

source: "What did Ravel do?"
ru: «Что сделала Равель?»

source: "My thanks, Lothar. Farewell."
ru: «Спасибо, Лотар. Прощай».

source: "I will find her, then, and force her to return my mortality. Farewell."
ru: «Тогда я найду ее и заставлю вернуть мне смертность. Прощай».

source: "In your case, Lothar will charge you only a skull, a single skull, from the catacombs below, for what you ask of me. There is a tomb locked away, past the Drowned Nations, where my minions have not yet been able to penetrate. Bring me the skull of the one who lies inside, and I shall give you all the answers you require. ALL of them, if I am able. You WILL get this skull."
ru: «В твоем случае за твою просьбу Лотар запросит всего один череп из катакомб внизу. Там, за Затопленными Народами, есть закрытая гробница, куда моим слугам так и не удалось проникнуть. Принеси мне череп того, кто покоится в ней, и я отвечу на все твои вопросы. На ВСЕ, на которые смогу. Ты ДОБУДЕШЬ этот череп».

source: "You again? What do you want from old Lothar now? I have given you your skull friend and your answers. I warn you, I haven't all day to attend to you." His gaze falls on you with the force of a sledgehammer.
ru: «Снова ты? Чего тебе нужно от старого Лотара? Я отдал тебе твоего друга-черепа и ответил на твои вопросы. Предупреждаю: я не собираюсь тратить на тебя весь день». Его взгляд падает на тебя с силой кувалды.

source: "I've been to the tomb you speak of. It is empty."
ru: «Я был в гробнице, о которой ты говорил. Там пусто».

source: "What assurance do I have that you will keep your word?"
ru: «Какие у меня гарантии, что ты сдержишь свое слово?»

source: Lothar's eyes flash angrily. "Slay my servants, will you? Hand me his skull." He examines the skull carefully, and pronounces: "I can smell his treachery through his bone. A careful skulker, he was, but not careful enough, eh? I shall have his secrets from him, never fear, and I shall know his duplicity."
ru: Взгляд Лотара сердито сверкает. «Значит, убиваешь моих слуг? Дай мне череп». Он внимательно осматривает череп и произносит: «Я могу учуять его предательство через его кость. Он был осторожным, но недостаточно, да? Не бойся, я отниму у него его тайны и разберусь с его двуличной сущностью».

source: "No way."
ru: «Ни за что».

source: "You've got a deal."
ru: «По рукам».

source: Lothar has assigned me to find another skull to replace the one that could not have been in my trapped tomb.
ru: Лотар поручил мне найти другой череп, чтобы заменить тот, которого я не нашел в моей гробнице с ловушками.

source: Lothar has told me to collect another skull to replace the one I could not find in the trapped tomb.
ru: Лотар сказал, чтобы я нашел другой череп, чтобы заменить тот, которого я не нашел в гробнице с ловушками.

source: Lothar has suggested that I visit the Civic Festhall in search of answers to my questions about Ravel Puzzlewell.
ru: Лотар предложил мне посетить Городской Фестхолл в поисках ответов на вопросы о Равель Заморочке.

source: "I believe it was a trap to discourage the graverobbers who prey on such crypts."
ru: «Мне кажется, что это ловушка для отпугивания грабителей могил, которые охотятся на такие склепы».

source: "It was my own tomb."
ru: «Это была моя собственная гробница».

source: "There is some merit in what you say, yet... there is something about that crypt that spoke of much promise. I will think on this, and I encourage you to do the same." He turns away, and turns back to you almost immediately. "Bring me another skull, then, and our agreement shall be as before. Do not try to deceive me with just any skull, either - I am something of a connoisseur. Return when you have something of value to me."
ru: «И все же ты добыл интересные сведения... кое-что из сказанного тобой об этом склепе кажется многообещающим. Я подумаю над этим, и тебе советую сделать то же самое, — он отворачивается и тут же поворачивается к тебе назад. — Принеси мне другой череп, и наш договор будет на тех же условиях. И не пытайся подсунуть мне обычный череп: я в этом разбираюсь. Возвращайся, когда добудешь мне что-нибудь ценное».

source: "Very well. Farewell."
ru: «Отлично. Прощай».

source: "Your tomb? YOUR tomb?" He eyes you carefully. "We shall investigate this more carefully. Fetch me another skull, then, as you seem attached to yours, and we shall see what answers I can provide. Our agreement shall be as before. Do not try to deceive me with just any bone, either - I am something of a connoisseur. Return when you have something of value to me."
ru: «Твоя гробница? ТВОЯ гробница? — он внимательно осматривает тебя. — Надо будет разузнать об этом побольше. Принеси мне другой череп, потому что непохоже, что ты готов отдать мне свой, и тогда мы посмотрим, на какие вопросы я смогу ответить. Наше соглашение останется таким же, как и прежде. И не пытайся подсунуть мне обычный череп: я в этом разбираюсь. Возвращайся, когда добудешь мне что-нибудь ценное».

source: Lothar gave Morte back to me, despite my telling the Master of the Bones that I didn't want the chatterbox. I am to retrieve him upstairs, near where I entered Lothar's domain.
ru: Лотар вернул мне Морта несмотря на то, что я сказал Повелителю Костей, что мне не нужен этот тараторящий коробок. Я найду его наверху у лестницы, недалеко от места, где я вошел во владения Лотара.

source: Lothar gave Morte back to me. I am to retrieve him upstairs, near where I entered Lothar's domain.
ru: Лотар вернул мне Морта. Я найду его наверху у лестницы, недалеко от места, где я вошел во владения Лотара.

source: "I wish to avail myself of your healing prowess."
ru: «Я бы хотел воспользоваться твоими целительскими умениями».

source: "Forget it. Farewell."
ru: «Забудь об этом. Прощай».

source: "I wish to avail myself of your healing prowess. I have heard of you."
ru: «Я бы хотел воспользоваться твоими целительскими умениями. Я о тебе слышал».

source: "Nothing. Forgive my intrusion."
ru: «Ничего. Прошу прощения за вторжение».

source: "The tomb is already empty."
ru: «Гробница уже пуста».

source: Lothar's eyes flash angrily. "Slay my servants, will you? Hand me his skull." He examines the skull carefully, and pronounces: "I can smell his treachery through his bone. A careful skulker, he was, but not careful enough, eh? I shall have his secrets from him, never fear, and I shall know his duplicity. Have your answers from me."
ru: Взгляд Лотара сердито сверкает. «Значит, убиваешь моих слуг? Дай мне череп». Он внимательно осматривает череп и произносит: «Я могу учуять его предательство через его кость. Он был осторожным, но недостаточно, да? Не бойся, я отниму у него его тайны и разберусь с его двуличной сущностью. Задавай свои вопросы».

source: "I had many questions for you."
ru: «У меня к тебе много вопросов».

source: "Farewell."
ru: «Прощай».

source: Lothar told me to move aside the divan in the center of the room to reveal a passageway leading to caverns below his house. Once there, I am to pass into the catacombs and find a tomb beyond the Drowned Nations. In that tomb, there is a skull of great value. Once I bring this to him, he will return Morte to me.
ru: Лотар сказал, чтобы я отодвинул диван в центре комнаты, чтобы открыть проход, ведущий в пещеры под его домом. Там я должен пройти в катакомбы и найти гробницу за Затопленными Народами. В этой гробнице есть очень ценный череп. Как только я принесу его Лотару, он вернет мне Морта.

source: Lothar told me to move aside the divan in the center of the room to reveal a passageway leading to caverns below his house. Once there, I am to pass into the catacombs and find a tomb beyond the Drowned Nations. In that tomb, there is a skull of great value. Once I bring this to him, he will answer my questions.
ru: Лотар сказал, чтобы я отодвинул диван в центре комнаты, чтобы открыть проход, ведущий в пещеры под его домом. Там я должен пройти в катакомбы и найти гробницу за Затопленными Народами. В этой гробнице есть очень ценный череп. Как только я принесу его Лотару, он ответит на мои вопросы.

source: Lothar told me that the reason I am immortal is that my mortality was stripped from me by the hideous night hag Ravel Puzzlewell. He went on to say that if I wanted further answers, I should seek her in the Maze to which she was sent by the Lady of Pain. Now I just need to figure out how to get there...
ru: Лотар сказал, что причина моего бессмертия в том, что моя смертность была отделена от меня страшной ночной ведьмой Равель Заморочкой. Он сказал, что если мне нужны дальнейшие разъяснения, мне следует искать ее в лабиринте, куда ее отправила Леди Боли. Теперь мне осталось только выяснить, как туда попасть...
