Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dlothar.dlg.po
Languages: ru

source: "Keep it quick, scarred one. I cannot tarry all day."
ru: «Поторопись, несущий шрамы. Я не могу ждать тебя весь день».

source: He stares at you coolly, makes a small motion, and you find yourself gone.
ru: Он бросает на тебя холодный взгляд, делает небольшое движение, и ты внезапно исчезаешь.

source: "Have you come to reclaim the chatterbox yet? Its endless yammerings weary me."
ru: «Ты уже надумал забирать тот тараторящий коробок? Его бесконечное нытье меня утомляет».

source: Lothar's eyes grow steely. "You will take him regardless." With a wave of his hand, Lothar frees Morte, who vanishes from the shelf. "You shall find him outside, upstairs, near where you entered my domain." He turns away. "Farewell."
ru: Взгляд Лотара ожесточается. «Ты все равно заберешь его». Взмахом руки Лотар освобождает Морта, и тот исчезает с полки. «Ты найдешь его снаружи у лестницы, где ты вошел в мои владения, — он отворачивается. — Прощай».

source: With a wave of his hand, Lothar frees Morte, who vanishes from the shelf. "You shall find him outside, upstairs, near where you entered my domain." He turns away. "Farewell."
ru: Взмахом руки Лотар освобождает Морта, и тот исчезает с полки. «Ты найдешь его снаружи у лестницы, где ты вошел в мои владения, — он отворачивается. — Прощай».

source: "You have returned, I see. And do you have a skull for me?"
ru: «Вижу, ты вернулся. Принес мне череп?»

source: "Then I suggest you find one, if you ever hope to learn what you need to know - and if you ever require the presence of your chattering pseudo-mimir."
ru: «Тогда советую заняться его поисками, если ты все еще надеешься получить свои ответы... и тебе все еще нужен твой болтливый псевдомимир».

source: "Well? Have you brought me the skull I require in exchange for yours?" Lothar smiles wryly.
ru: «Ну? Ты принес мне череп, который мне нужен взамен твоего?» Лотар криво усмехается.

source: "Then go. I suggest you do not return until you have found it."
ru: «Тогда иди. Советую тебе не возвращаться, пока не найдешь его».

source: "What is the meaning of this? The tomb was so well trapped, so well defended from scrying magicks, that it was a challenge even for me! There must be some explanation for this, and," he draws out his words angrily and slowly, "YOU will provide it to me. Go through the portal in the chambers below and seek the answer."
ru: «Что это значит? Та гробница была начинена ловушками и так хорошо защищена от магии гадания, что даже для меня она была бы испытанием! Этому должно быть объяснение, и, — он протягивает слова медленно и сердито, — ТЫ предоставишь мне его. Пройди через портал в комнатах снизу и найди ответ».

source: "You again?" The old man totters slightly as he gazes at you. "What do you want from old Lothar now? I have given you your answers. I warn you, I haven't all day to attend to you." His gaze falls on you with the force of a sledgehammer.
ru: «Опять ты? — глядя на тебя, старик слегка пошатывается. — Чего тебе нужно от старого Лотара? Я ответил на твои вопросы. Предупреждаю: я не собираюсь тратить на тебя весь день». Его взгляд падает на тебя с силой кувалды.

source: "Then I suggest you return to the catacombs and find yourself a new one, hmm?"
ru: «Тогда советую спуститься в катакомбы и найти еще один, м-м?»

source: "Well? Have you found the skull that will buy your answers?"
ru: «Ну? Ты нашел череп, которым купишь себе ответы?»

source: "Ah! A visitor. What brings you to my humble salon uninvited, without leave?"
ru: «А! Посетитель. Что заставило тебя прийти в мой скромный салон незвано, без разрешения?»

source: "But you perceive that you cannot enter the Bones of the Night uninvited and expect to walk away so quickly. I sell answers here, boy, and by all the powers, I'll have one from you or I'll have your head decorating my shelf as well."
ru: «Но ты же понимаешь, что не можешь войти без спроса в Кости Ночи и надеяться на то, что ты уйдешь так быстро. Я здесь торгую ответами, мальчик, и, клянусь всеми силами, либо я получу от тебя ответ, либо твоя голова украсит мою полку».

source: "You have exactly one chance left to answer me before I wrest the answer from your grinning skull."
ru: «У тебя остался ровно один шанс ответить мне, не то я не вырву ответ из твоего скалящегося черепа».

source: The old man's eyes gleam and he chants out a twisted phrase of arcane syllables. Pain wracks your body. Darkness closes in...
ru: Глаза старика вспыхивают, он выплевывает перекрученную фразу из тайных слов. Твое тело охватывает боль. Тебя окутывает тьма...

source: A flash of light and smoke blinds you for a moment, and a withered old man stands before you. "Have we visitors, skull?"
ru: Вспышка света и дым на мгновение ослепляют тебя, и перед тобой появляется иссушенный старик. «У нас гости, череп?»

source: "For all answers, for all spells, there is a price. In your case..." the old man pauses. "Skulls are my currency. I ask them questions, and the dead respond. Much have the dead accumulated in their lifetimes. The more valuable the skull, the greater the number of questions you may ask, the greater the spell I shall cast for you."
ru: «У каждого ответа и заклинания есть своя цена. В твоем случае... — старик умолкает. — Черепа — моя валюта. Я задаю им вопросы, и они мне отвечают. Мертвые накопили много знаний за время своих жизней. Чем ценнее череп, тем больше вопросов ты можешь задать, тем сильнее заклинание, которое я могу для тебя создать».

source: Lothar's eyes glint dangerously. "It was not a request."
ru: Глаза Лотара опасно сверкают. «Это была не просьба».

source: "One more chance, scarred flesh, shall you have before I decide to take your skull instead."
ru: «У тебя последний шанс, мешок со шрамами, пока я не передумал и не забрал твой череп».

source: The old man ignores Morte. "Greetings, traveler. Who might you be to enter Lothar's humble salon without invitation?"
ru: Старик игнорирует Морта. «Приветствую, путник. Кто ты такой, чтобы входить в скромный салон Лотара без приглашения?»

source: "Kidnapped? Your friend? I have done no such thing. Where is this friend?"
ru: «Выкрал? Твоего друга? Я ничего такого не делал. И где же этот друг?»

source: "You must pass through either the Warrens of Thought, controlled by the cranium rats, or through the Dead Nations, controlled by the walking dead, pass through the watery realm of the Drowned Nations, and find the catacomb of this nameless lord. A seasoned... adventurer... such as yourself should have no difficulty here. Move aside the divan here, pass through the portal on the eastern wall in the chambers below. The portal will remain active for your return. I will have your answers when you have that skull."
ru: «Ты должен пробраться через Логово Мысли, которым управляют черепные крысы, или через Мертвые Народы, которыми заправляют ходячие мертвецы, пройти через залитые водой области Затопленных Народов и найти гробницу безымянного господина. Бывалые... приключенцы... вроде тебя не испытают в этом трудностей. Отодвинь диван, зайди в портал в восточной стене комнаты снизу. Портал продолжит действовать до твоего возвращения. Я дам тебе ответы, когда у тебя будет череп».

source: "Ah, yes? What might that be?"
ru: «О, да? И что же это может быть?»

source: "You want the chattering skull with half the grace and manners of any ordinary creature? Give me a greater skull in return if you wish it back," Lothar replies. "I do not need to bargain for something that is already mine."
ru: «Тебе нужен тот болтливый череп, лишенный половины приличия и манер? Если хочешь его вернуть, дай мне взамен более ценный череп, — отвечает Лотар. — Мне не нужно торговаться за то, что и так мое».

source: EMPTY NODE REPORT THIS TO COLIN IF YOU HIT IT
ru: ПУСТОЙ УЗЕЛ СООБЩИ КОЛИНУ ЕСЛИ НАТКНЕШЬСЯ НА НЕГО

source: "Move aside the divan in the center of the room, and pass through the portal on the eastern wall in the chambers below to the catacombs. The portal will remain active for your return. In the catacombs, many skulls. One of great value lies within the interred crypts of the Dustmen, beyond the Drowned Nations. Bring that skull to me - as my wererat minions have failed to do - and I will see to it that your friend is returned to you. Perhaps I shall even answer some questions for you."
ru: «Отодвинь диван в центре комнаты, зайди в портал в восточной стене в комнате внизу. Портал продолжит действовать до твоего возвращения. В катакомбах много черепов. Один очень ценный череп лежит в погребенных склепах тленных, за Затопленными Народами. Принеси его мне — мои слуги-крысооборотни не смогли этого сделать, — и я позабочусь о том, чтобы твой друг вернулся к тебе. Возможно, я даже отвечу на несколько твоих вопросов».

source: "You have my word. That will be enough for you. Unless, of course, you would rather not see your friend again..."
ru: «Даю тебе слово. Этого будет достаточно для тебя. Если ты, конечно, не решил распрощаться со своим другом...»

source: "Your ignorance is astonishing. You truly know very little about very little. Now: Fetch me another skull to replace him or say farewell to your friend."
ru: «Твое невежество поражает. Ты и в самом деле знаешь очень мало о немногом. Так, принеси мне череп в обмен на этот или прощайся со своим другом».

source: Lothar's hands tighten on his staff. "The skull is MINE. If you press the issue, I will take yours as well."
ru: Лотар стискивает посох. «Этот череп МОЙ. Если ты продолжишь настаивать, я заберу и твой в придачу».

source: "The skull speaks wisely. Heed it."
ru: «Череп говорит мудро. Учти это».

source: Lothar holds up the skull and examines it carefully. "Bah. This is worth nothing. It can tell me nothing. I require a skull of value if I am to waste my time with you. Begone!"
ru: Лотар берет череп и внимательно его осматривает. «Пхе. Этот ничего не стоит. Он ничего не может мне рассказать. Чтобы потратить на тебя время, мне нужен ценный череп. Сгинь!»

source: Lothar's eyes flash angrily. "Slay my servants, will you? Hand me his skull." He examines the skull carefully, and pronounces: "I can smell his treachery through his bone. A careful skulker, he was, but not careful enough, eh? I shall have his secrets from him, never fear, and I shall know his duplicity." His fingers twist through an arcane gesture. "Your friend will be waiting for you above ground, where you came in. Have your answers from me."
ru: Взгляд Лотара сердито сверкает. «Значит, убиваешь моих слуг? Дай мне череп». Он внимательно осматривает череп и произносит: «Я могу учуять его предательство через кость. Он был осторожным, но недостаточно, да? Не бойся, я отниму у него его тайны и разберусь с его двуличной сущностью, — его пальцы делают тайный жест. — Твой друг будет ждать на поверхности у входа сюда. Задавай свои вопросы».

source: Lothar takes the skull from you and examines it critically. "Hargrimm, you say? Leader of the Dead Nations? Much information he'll have for me. A satisfactory bargain." His fingers twist through an arcane gesture. "Your friend will be waiting for you above ground, where you came in. Have your answers from me."
ru: Лотар берет у тебя череп и внимательно осматривает его. «Говоришь, Харгримм? Лидер Мертвых Народов? У него для меня много информации. Сделка состоялась, — его пальцы делают тайный жест. — Твой друг будет ждать на поверхности у входа сюда. Задавай свои вопросы».

source: Lothar takes the head of Stale Mary from you, brushes off some of the excess flesh, and examines it carefully. "Zombie leader of the Dead Nations, you say? This will be satisfactory." His fingers twist through an arcane gesture. "Your friend will be waiting for you above ground, where you came in. Have your answers from me."
ru: Лотар берет у тебя череп Тухлой Мери, смахивает с него лишнюю плоть и внимательно осматривает. «Говоришь, предводительница зомби в Мертвых Народах? Этого будет достаточно, — его пальцы делают тайный жест. — Твой друг будет ждать на поверхности у входа сюда. Задавай свои вопросы».

source: Lothar takes the head of Acaste from you, brushes off some of the excess flesh, and examines it carefully. "The ghoul queen? This will be satisfactory." His fingers twist through an arcane gesture. "Your friend will be waiting for you above ground, where you came in. Have your answers from me."
ru: Лотар берет у тебя череп Акасты, смахивает с него лишнюю плоть и внимательно осматривает. «Королева упырей? Этого будет достаточно, — его пальцы делают тайный жест. — Твой друг будет ждать на поверхности у входа сюда. Задавай свои вопросы».

source: Lothar takes the head of Soego from you and examines it carefully, checking the teeth. "A Dustman missionary and spy, eh? This will be satisfactory." His fingers twist through an arcane gesture. "Your friend will be waiting for you above ground, where you came in. Have your answers from me."
ru: Лотар берет у тебя череп Соэго и внимательно осматривает его, проверяя зубы. «Значит, миссионер тленных и шпион? Этого будет достаточно, — его пальцы делают тайный жест. — Твой друг будет ждать на поверхности у входа сюда. Задавай свои вопросы».

source: Lothar takes the skull of the Silent King from you and gently cradles it. "The Silent King, yes? This will be satisfactory indeed!" He whispers to the skull: "You shall reveal all your secrets to me, my newest friend." His fingers twist through an arcane gesture. "Your friend will be waiting for you above ground, where you came in. Have your answers from me."
ru: Лотар берет у тебя череп Безмолвного Короля и нежно прижимает его к груди. «Безмолвный Король, да? Этого более чем достаточно!» Он шепчет черепу: «Ты раскроешь мне все свои секреты, мой новый друг, — его пальцы делают тайный жест. — Твой друг будет ждать на поверхности у входа сюда. Задавай свои вопросы».

source: Lothar takes the skull from you and examines it critically. "Hargrimm, you say? Leader of the Dead Nations? Much information he'll have for me. A satisfactory bargain. You may have your answers from me."
ru: Лотар берет у тебя череп и внимательно осматривает его. «Говоришь, Харгримм? Лидер Мертвых Народов? У него для меня много информации. Сделка состоялась. Можешь задавать свои вопросы».

source: Lothar takes the head of Stale Mary from you, brushes off some of the excess flesh, and examines it carefully. "Zombie leader of the Dead Nations, you say? This will be satisfactory. You may have your answers from me."
ru: Лотар берет у тебя череп Тухлой Мери, смахивает с него лишнюю плоть и внимательно осматривает. «Говоришь, предводительница зомби в Мертвых Народах? Этого будет достаточно. Можешь задавать свои вопросы».

source: Lothar takes the head of Acaste from you, brushes off some of the excess flesh, and examines it carefully. "The ghoul queen? This will be satisfactory. You may have your answers from me."
ru: Лотар берет у тебя череп Акасты, смахивает с него лишнюю плоть и внимательно осматривает. «Королева упырей? Этого будет достаточно. Можешь задавать свои вопросы».

source: Lothar takes the head of Soego from you and examines it carefully, checking the teeth. "A Dustman missionary and spy, eh? This will be satisfactory, and amusing if nothing else. You may have your answers from me."
ru: Лотар берет у тебя череп Соэго и внимательно осматривает его, проверяя зубы. «Значит, миссионер тленных и шпион? Этого будет достаточно — занимательный череп, даже если он и не пригодится. Можешь задавать свои вопросы».

source: Lothar takes the skull of the Silent King from you and gently cradles it. "The Silent King, yes? This will be satisfactory indeed! You may have your answers from me." He whispers to the skull: "You shall reveal all your secrets to me, my newest friend."
ru: Лотар берет у тебя череп Безмолвного Короля и нежно прижимает его к груди. «Безмолвный Король, да? Этого более чем достаточно! Можешь задавать свои вопросы». Он шепчет черепу: «Ты раскроешь мне все свои секреты, мой новый друг».

source: "Your mortality - your soul, if you will, that which allows you to live and die - is gone from you. It was stripped from you by magical means, by the night hag Ravel Puzzlewell. Your mortality is the key to your existence - when you find it, you will find your answers."
ru: «Твоя смертность или, если хочешь, твоя душа, позволяющая тебе жить и умирать, ушла от тебя. Тебя ее лишила посредством магии ночная ведьма Равель Заморочка. Твоя смертность — ключ к твоему существованию: найдя ее, ты найдешь свои ответы».

source: "It is a side effect of losing your mortality."
ru: «Это побочный эффект от утраты смертности».

source: "Ravel Puzzlewell is an enigma, even among the night hags. Some would call her barmy; others say she plays a deeper game than any can see through. She is evil, through and through, making the fiends you'll see in the area seem positively divine when compared to her. She is out of the reach of men now, thank the powers, for she was mazed by the Lady of Pain."
ru: «Равель Заморочка — загадка, даже среди ночных ведьм. Некоторые говорят, что она чокнутая; другие говорят, что она играет в настолько сложную игру, что никто не в силах ее понять. Она — абсолютное зло. Даже нечистые на ее фоне кажутся святыми. Хвала силам, она теперь вне досягаемости для людей: Леди Боли отправила ее в лабиринты».

source: "Mazes are like pocket dimensions... small places between places. To reach one, you need to find a portal and a key. I do not know where the door or the key are. Perhaps you should seek some of your old acquaintances - you have certainly left a trail of them behind. They will find you, no doubt - pray they mean you well. Perhaps you should visit the Civic Festhall - they have many answers there."
ru: «Лабиринты подобны карманным измерениям... небольшие мирки в промежутках между планами. Чтобы добраться до лабиринта, тебе придется найти портал и ключ. Я не знаю ни ключа, ни портала. Возможно, тебе стоит отыскать своих старых знакомых: безусловно, ты оставил немало их за собой. Вне всякого сомнения, они сами тебя найдут; молись, чтобы у них были добрые намерения. Пожалуй, тебе стоило бы посетить Городской Фестхолл: там можно найти много ответов».

source: "I did not give you permission to speak, skull!" Morte quails under Lothar's grim voice. "Scarred one, if you wish the skull back, you must fetch me a skull of greater value from the catacombs below. I will not bargain for something that is already mine. Accept or not."
ru: «Я не давал тебе разрешения говорить, череп! — Морт дрожит от сурового голоса Лотара. — Несущий шрамы, если ты хочешь вернуть череп, то должен принести мне более ценный череп из катакомб под нами. Я не стану торговаться за то, что и так мое. Соглашайся или не соглашайся».

source: "She was a maker of toys and puzzles, a solver of problems that didn't need solving. She decided that Sigil, the Cage, was the largest puzzlebox of all, and set herself to undo it - to let in the armies of fiends at her disposal, no doubt, to upset the balance of the city and turn the entire burg into a charnel house. Pray to any power you hold dear with thanks she did not succeed."
ru: «Она создавала игрушки и головоломки, она решала проблемы, не нуждающиеся в решении. Она решила, что Сигил, Клетка — это самая большая головоломка, и поставила перед собой задачу разгадать ее, конечно же, для того, чтобы впустить армии нечисти под ее управлением, нарушив равновесие города и превратив его в склеп. Воздай хвалу любой силе, в которую веришь, что ей это не удалось».

source: "I just wanted to talk to you some more."
ru: «Я просто хотел еще немного поговорить с тобой».

source: "Tell me about Ravel Puzzlewell."
ru: «Расскажи мне о Равель Заморочке».

source: "Why am I immortal?"
ru: «Почему я бессмертен?»

source: "Why have I lost my memory?"
ru: «Почему я потерял память?»

source: "Wait a minute..."
ru: «Минутку...»

source: "No, you can keep him."
ru: «Нет, можешь оставить его себе».

source: "Yes. Please give him to me."
ru: «Дай. Верни мне его, пожалуйста».

source: "I have a human skull."
ru: «У меня человеческий череп».

source: "I have the skull of a wererat..."
ru: «У меня череп крысооборотня...»

source: "I have the skull of Hargrimm, skeleton priest of the Dead Nations."
ru: «У меня череп Харгримма, скелета-жреца из Мертвых Народов».

source: "I have the skull of Stale Mary, zombie leader of the Dead Nations."
ru: «У меня череп Тухлой Мери, предводительницы зомби из Мертвых Народов».

source: "I have the skull of Acaste, leader of the rebel ghouls."
ru: «У меня череп Акасты, предводительницы непокорных упырей».

source: "I have the skull of Soego, the wererat Dustman missionary."
ru: «У меня череп Соэго, крысооборотня и миссионера тленных».

source: "I have the skull of the Silent King, ruler of the Dead Nations."
ru: «У меня череп Безмолвного Короля, правителя Мертвых Народов».

source: "I have the skull of Mantuok."
ru: «У меня череп Мантуока».

source: "Fine. I'll be back."
ru: «Хорошо. Я вернусь».

source: "There is no skull in that casket, Lothar."
ru: «В той гробнице нет черепа, Лотар».

source: "Not yet."
ru: «Пока нет».

source: "Fine."
ru: «Хорошо».

source: "I have no answer. How could I know?"
ru: «У меня нет ответа. Откуда мне знать?»

source: "I would like some more questions answered."
ru: «Я хотел бы задать еще несколько вопросов».

source: "Nothing, thanks. Farewell."
ru: «Ничего, спасибо. Прощай».

source: "I have the skull of a wererat."
ru: «У меня череп крысооборотня».

source: "Fine, fine."
ru: «Ладно, ладно».

source: "Who are you?"
ru: «Кто ты?»

source: "What is this place?"
ru: «Что это за место?»

source: "I'd like to see you try it, old man."
ru: «Давай посмотрим на твою попытку, старик».

source: "You sell answers? Then tell me: Who am I? Why am I immortal?"
ru: «Ты торгуешь ответами? Тогда скажи мне: кто я? Почему я бессмертен?»

source: "I don't think so. Farewell."
ru: «Я так не думаю. Прощай».

source: "Then I'm here to buy some answers."
ru: «Тогда я здесь, чтобы купить ответы».

source: "And you have exactly one chance to pike yourself before I kill you."
ru: «А у тебя есть ровно один шанс, чтобы наколоться перед тем, как я тебя убью».

source: "Ack..."
ru: «Ах...»

source: "And?"
ru: «И?»

source: "Forget it, I said."
ru: «Говорю, забудь об этом».

source: "Fine, fine. I'll get your skull."
ru: «Ладно, ладно. Я достану тебе череп».

source: "Take your shot, Lothar."
ru: «Попробуй, Лотар».

source: "No need to get angry. I'll get the skull."
ru: «Не нужно сердиться. Я достану череп».

source: "You've kidnapped my friend. Give him back. Now."
ru: «Ты выкрал моего друга. Отдай его. Сейчас же».

source: "My pardon, sir, but you seem to have something that belongs to me."
ru: «Прошу прощения, сэр, но у вас есть кое-что, принадлежащее мне».

source: "I have been there, and there is no body in that crypt."
ru: «Я был там, и в склепе никого не оказалось».

source: "I'll be back."
ru: «Я вернусь».

source: "A skull that belongs to me is on that shelf."
ru: «Принадлежащий мне череп находится на этой полке».

source: "My friend Morte wound up on your shelf."
ru: «Мой друг Морт очутился на твоей полке».

source: "He was never yours... or anyone's... to begin with."
ru: «Начнем с того, что... он никогда не был твоим... и ничьим вообще».

source: "He's mine."
ru: «Он мой».

source: "Where can I find a greater skull?"
ru: «Где мне найти ценный череп?»

source: "Very well. Where can I find a greater skull?"
ru: «Хорошо. Где мне найти ценный череп?»

source: "He was never yours to begin with."
ru: «Начнем с того, что он никогда не был твоим».

source: "Very well. I shall return and you will give me Morte. Farewell."
ru: «Хорошо. Я вернусь, и ты отдашь мне Морта. Прощай».

source: "Fine, then. How do I get another skull that's worth what he's worth?"
ru: «Ну ладно. Как мне достать другой череп, который стоит этого?»
