Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dmcon.dlg.po
Languages: ru

source: "Greetings."
ru: «Приветствую».

source: Ignore the creature.
ru: Не обращать внимания на существо.

source: With a whir of gears its eyes narrow to slits as it continues to stare at you. Suddenly it beats on its chest with both arms, making mighty clangs in the cube, and jumps up and down a couple of times. Finally it settles down and leers at you. "Oook!"
ru: Со звуком крутящихся шестеренок его глаза сужаются в узкие щелочки. Неожиданно оно со звоном, отдающим по всему кубу, бьет себя в грудь руками и несколько раз подпрыгивает. В довершение оно замирает и косо смотрит на тебя. «У-ук!»

source: "Just what was that supposed to accomplish?"
ru: «И что это могло означать?»

source: "Who are you?"
ru: «Кто ты?»

source: "What are you?"
ru: «Что ты такое?»

source: "What are you doing?"
ru: «Что ты делаешь?»

source: "I really don't have time for this. Farewell."
ru: «У меня совершенно нет времени на это. Прощай».

source: It looks at you in confusion as it straightens up and scratches its head. "It was intended to induce a fear response. Did it succeed?"
ru: Оно в замешательстве смотрит на тебя, озадаченно почесывая голову. «Подразумевалось, что это вызовет реакцию страха. Получилось?»

source: "Not really."
ru: «Не очень-то».

source: "Yes, it was brilliantly done."
ru: «Да, в самую точку».

source: It sighs and looks away for a moment. "I am sorry to hear that. I was hoping to increase my life expectancy enough to get in a few extra hits on you. Oh well..." It leaps to the attack.
ru: Оно вздыхает, отводя взгляд. «Очень жаль слышать это. Я рассчитывал увеличить ожидаемую продолжительность своей жизни, чтобы нанести тебе несколько дополнительных ударов. Как жаль...» Оно бросается в атаку.

source: Defend yourself.
ru: Защищаться.

source: It smiles and nods its head. "Excellent. I will note this as a viable technique for future use." It leaps to the attack.
ru: Оно улыбается и кивает. «Великолепно. Следует отметить этот прием как действенный для использования в будущем». Оно бросается в атаку.

source: "I am your sworn enemy." It leaps to the attack.
ru: «Я твой заклятый враг». Оно бросается в атаку.

source: "I am a medium combat construct. I currently feature: Average combat abilities, average intelligence, and mediocre skill in the use of my weapon of choice." It leaps to the attack.
ru: «Я средний боевой конструкт. Мои текущие характеристики: средние боевые способности, средний интеллект, посредственные навыки владения выбранным оружием». Оно бросается в атаку.

source: "I am currently assessing you to determine your weaknesses." The construct pauses. "I have completed my assessment, and I will now attack you without mercy." It leaps to the attack.
ru: «В данный момент я оцениваю твои слабые места, - оно делает небольшую паузу. - Оценка завершена, теперь я буду беспощадно атаковать тебя». Оно бросается в атаку.

source: "You dare to attract my attention and then just summarily dismiss me? I don't think so!" It leaps to the attack.
ru: «Ты осмелился привлечь мое внимание, а теперь пытаешься просто отвергнуть меня? Я так не считаю!» Оно бросается в атаку.

source: It looks at you with an exaggerated sneer as it examines you. Finally it barks out a monotone laugh. "Is this the best they can send? Ha! I pity the fools." It continues to leer at you.
ru: Оно смотрит на тебя с преувеличенно-презрительной усмешкой. Наконец оно начинает монотонно хохотать. «И это лучшее, что они смогли прислать? Ха! Даже жалко немного». Оно продолжает косо смотреть на тебя.

source: "The best that who can send?"
ru: «Лучшее кто мог прислать?»

source: "I must be going now. Farewell."
ru: «Я должен идти. Прощай».

source: It throws back its head and laughs. "Ha! Ha! Your pitiful attempt at ignorance will not save you. Know that you are doomed, fool!" It leaps to the attack.
ru: Оно хохочет во весь голос. «Ха! Ха! Твоя жалкая попытка незнания не спасет тебя. Знай же, глупец, что ты обречен!» Оно бросается в атаку.

source: "I have no identity, I am just another nameless piece of cannon fodder placed in your way as you explore these halls." It leaps to the attack.
ru: «У меня нет индивидуальности, я просто безымянное пушечное мясо, которое встает на пути твоего исследования этих залов». Оно бросается в атаку.

source: It pauses for a moment to scratch its head. "I am the monster that is going to beat you profusely until you die... unless, of course, you kill me first." It leaps to the attack.
ru: Оно озадаченно чешет голову. «Я монстр, который собирается забить тебя до смерти... Конечно же, если только ты не убьешь меня первым». Оно бросается в атаку.

source: "I am assuming an air of confidence and superiority in order to induce a feeling of incompetence in you. If successful, this will ensure my victory in the battle that I will now initiate." It leaps to the attack.
ru: «Я нагнетаю атмосферу надменности и превосходства с целью внушить тебе чувство собственной неполноценности. В случае успеха это станет залогом моей победы в битве, которую я сейчас начну». Оно бросается в атаку.

source: "Ha! You think you can escape my wrath with your nonchalant attitude and a simple dismissal? Nay, fool!" It leaps to the attack.
ru: «Ха! Думаешь, ты сможешь избежать моего гнева беззаботным поведением и простым уходом? Нет, глупец!» Оно бросается в атаку.

source: "Greetings to you as well." It looks at you with a blank expression.
ru: «И тебя тоже». Оно смотрит на тебя безразличным взглядом.

source: "I must be going now, farewell."
ru: «Я должен идти, прощай».

source: It frowns. "I am nothing more than a pawn in some cruel game. I have no identity, no life, and now you show up and start irritating me with your meaningless questions. I hate life, I hate you." It leaps to the attack.
ru: Оно хмурится. «Я всего лишь пешка в чьей-то жестокой игре. У меня нет личности, нет жизни. А тут появляешься ты и начинаешь раздражать меня своими бессмысленными вопросами. Ненавижу жизнь, ненавижу тебя». Оно бросается в атаку.

source: It looks at you with disdain. "I am waiting for us to finish this meaningless banter so that I may then beat you senseless." It glares at you.
ru: Оно с презрением смотрит на тебя. «Я жду, пока мы не окончим этот балаган, чтобы я смог наконец поколотить тебя ни за что».

source: Attack the creature.
ru: Атаковать существо.

source: It shrugs its shoulders. "No other options have been given to me by my creator. Once this sentence is complete I will initiate combat with you." It leaps to the attack.
ru: Оно пожимает плечами. «Мой создатель не дал мне другого выбора. Как только эта реплика закончится, я завяжу с тобой бой». Оно бросается в атаку.

source: "Farewell to you as well. However, before you go, please allow me to vent some frustrations on you that were induced by your presence here."
ru: «И тебе прощай. И все же, прежде чем ты уйдешь, позволь мне вымести на тебе свое негодование, вызванное твоим присутствием».
