Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dmerkil3.dlg.po
Languages: ru

source: The grizzled Mercykiller turns toward you slowly, studies your face, and suddenly his hands blur into motion. They come up wielding a particularly nasty-looking weapon. "Boys! We got a murderer in our midst!" He attacks you.
ru: Седоватый убийца милосердия медленно поворачивается к тебе, изучая твое лицо. Неожиданно он взмахивает руками. В них появляется весьма грозное оружие. «Ребята! У нас тут убийца!» Он бросается на тебя.

source: Attack him.
ru: Атаковать его.

source: Flee.
ru: Сбежать.

source: You see a grizzled, burly man in spiked armor. He eyes you coolly and slowly, up and down, evaluating you. He pauses for a time on your face, almost as if it jogs his memory somehow. He sighs, then, and says, "Can I help you with something, friend?"
ru: Перед тобой седоватый, плотный мужчина в шипастых доспехах. Он изучает тебя, медленно осматривая сверху донизу. На секунду он задерживается на твоем лице, словно пытаясь что-то вспомнить. Со вздохом он произносит: «Я могу чем-нибудь тебе помочь, приятель?»

source: "Who are you?"
ru: «Кто ты?»

source: "Did you recognize me?"
ru: «Ты знаешь меня?»

source: "Who are your friends here?"
ru: «Кто твои друзья?»

source: "I'm looking for a journal. Have you seen one?"
ru: «Я ищу дневник. Тебе ничего такого не попадалось?»

source: "I'm looking for a Collector who goes by the name of Pharod. Would you happen to know where I can find him?"
ru: «Я ищу сборщика по имени Фарод. Может, ты видел его или знаешь, где можно найти его?»

source: "You want something from me?"
ru: «Ты что-то хочешь от меня?»

source: "What can you tell me about Vhailor?"
ru: «Что ты можешь сказать о Вейлоре?»

source: "Tell me about this place, if you would."
ru: «Расскажи мне об этом месте, если можно».

source: "No, not right now. Farewell."
ru: «Нет, не сейчас. Прощай».

source: "Do you know a Collector who goes by the name of Pharod? I'm looking for him."
ru: «Ты знаешь сборщика по имения Фарод? Я ищу его».

source: "Me? I'm Tarner."
ru: «Я? Я — Тарнер».

source: "What's with the outfit?"
ru: «А что это за наряд?»

source: "Who are your friends?"
ru: «Кто твои друзья?»

source: "Answer some other questions for me, will you?"
ru: «Ты можешь ответить на другие вопросы?»

source: "Thanks. Good day."
ru: «Спасибо. Хорошего дня».

source: "I thought I did, but those pictures are centuries out of date and the suspect'd be dead by now. 'Course, these are the planes, and stranger things've happened. Still, if you're the feller I'm thinking of, it looks like you've served your sentence by means of pain."
ru: «Я подумал, что да, но тем картинкам уже сотни лет и, скорее всего, подозреваемый уже давно мертв. Хотя, конечно, на планах случаются странные вещи. Так что если ты — тот, о ком я подумал, то, похоже, ты уже искупил свой приговор страданиями».

source: "What can you tell me about this person you're talking about?"
ru: «Расскажи мне об этом субъекте».

source: "Ha. Who knows? Answer some other questions for me, will you?"
ru: «Ха. Кто знает? Ты можешь ответить на другие мои вопросы?»

source: "More than you could know. More than *I* know. Farewell."
ru: «Гораздо больше, чем ты можешь знать. Гораздо больше, чем *я* могу знать. Прощай».

source: "They're Caleb and Ilsidon. Caleb's the new meat - a new recruit. Ilsidon's the muscle. I'm the brains."
ru: «Это Калеб и Илсидон. Калеб — свежее мясо, новичок. Илсидон — мускулы. Я — мозги».

source: "What are you doing here?"
ru: «Что вы здесь делаете?»

source: "A recruit? Is that why you're all dressed the same?"
ru: «Новичок? А почему тогда он одет точно так же?»

source: "Got it. Answer some questions for me."
ru: «Понятно. Ответь мне на пару вопросов».

source: "I see. Farewell."
ru: «Понятно. Прощай».

source: "I see far too much on the mean streets of Sigil, friend. 'Less this journal was something spectacular, chances are good I ain't seen it."
ru: «На улицах Сигила много чего происходит, приятель. Если этот дневник не является чем-то особенным, шанс того, что я его не видел, достаточно велик».

source: "Very well, then. Do you have answers to other questions?"
ru: «Хорошо. Ты можешь ответить на другие вопросы?»

source: "I suppose it'd be hard to remember. Farewell, then."
ru: «Полагаю, это было бы трудно запомнить. Ну, тогда прощай».

source: "This? It's the Smoldering Corpse. Chant is this place is full of portals and such, but then, that's true of most anywhere in Sigil. Good, cheap drinks, and if you don't mind the company of bubbers and fiends, it ain't a bad place to be. You want to know more about the place, talk to the bartender or something."
ru: «Об этом? Это 'Тлеющий труп'. Говорят, что в этом месте полно порталов, хотя на самом деле не больше, чем где-либо в Сигиле. Хорошая дешевая выпивка, и, если не обращать на пьяниц и нечисть, это место не такое уж плохое. Если хочешь узнать о нем побольше, поговори с барменом или еще с кем».

source: "I understand. I'd like to know something else."
ru: «Понятно. Я хотел бы узнать кое о чем еще».

source: "Very well. Farewell."
ru: «Отлично. Прощай».

source: "What'd you want to know?"
ru: «Что ты хочешь знать?»

source: "Have you ever heard of a Collector by the name of Pharod? I'm looking for him."
ru: «Слышал ли ты когда-нибудь о сборщике по имения Фарод? Я ищу его».

source: "Nothing for now. Farewell."
ru: «На этот раз ничего. Прощай».

source: "It's a uniform of a kind. We're the Red Death... Mercykillers. We're the justice folks. Someone commits a crime, we bring 'em to justice. We right wrongs, too. You want to know more, go talk to one of the recruiters."
ru: «Это наша униформа. Мы — Красная Смерть... Убийцы милосердия. Мы люди правосудия. Кто-то совершает преступление, мы предаем его правосудию. Мы тоже можем совершать ошибки. Если хочешь знать больше, поговори с одним из нанимателей».

source: "Fair enough. Answer some questions for me, will you?"
ru: «Логично. Ты можешь ответить на другие вопросы?»

source: "Good day, then."
ru: «Тогда всего хорошего».

source: "'Twas a particularly brutal criminal, from what I understand. This was, of course, centuries ago. Immense strength, they said, and enough anger to tear the head from a bariaur. Not a sod to be messin' with. Word is, he got himself surrounded by a Red Death patrol, escaped through a portal, and hasn't been seen since." He frowns, studying you. "They have pictures of him. Take away some of the scars and you might be related to him. Probably not him, though."
ru: «Насколько я знаю, это был чрезвычайно опасный преступник. Было это сотни лет назад. Говорили, что он был необычайной силы, мог голыми руками оторвать бариавру голову. С ним никто не мог справиться. Поговаривали, что когда его окружил патруль Красной Смерти, он сумел сбежать через портал, и с тех пор никто его не видел, — хмурясь, он изучает тебя. — У нас были его изображения. Если убрать все твои шрамы, то ты на него похож. Но маловероятно, что ты — это он».

source: "Sounds like a nasty fellow. I had some questions about something else."
ru: «Похоже, он был мерзким типом. У меня есть еще вопросы...»

source: "Sounds nasty. Farewell."
ru: «Звучит отвратительно. Прощай».

source: "Waiting for a criminal. This'll be eager Caleb's first arrest - if the berk we're waiting for ever shows up."
ru: «Ждем преступника. Это будет первый арест для нетерпеливого Калеба... если только тот пень, которого мы ждем, здесь объявится».

source: "What, are you some kind of police force? Is that what your armor is... a uniform?"
ru: «Погоди, так вы что-то вроде сил правопорядка? А эта ваша броня — униформа?»

source: "I see. Answer some other questions for me."
ru: «Понятно. Ответь мне на несколько вопросов».

source: "Good luck. Farewell."
ru: «Удачи. Прощай».

source: "You're looking for him, eh? From the tone of your voice, I'm betting it won't be for a quick drink down at the local tavern, either. See, I know Pharod of old. He's a slippery one, he is, and it'll be a time before we can pin something on him. Problem is, only a fanatic like Vhailor'd scrag the guy without even a shred of proof. That's all a long way of saying I don't know where the sod is, but you ought to know he's a suspect, and it won't do you any good to be seen with him."
ru: «Ищешь его, да? Судя по твоему голосу, готов поспорить, не для того, чтобы пропустить с ним стаканчик в таверне. Видишь ли, я знаю старину Фарода. Скользкий тип, и пройдет порядком времени прежде, чем мы сможем пришить ему дело. Проблема в том, что только такой фанатик, как Вейлор, мог вздернуть человека без явных доказательств. Иначе говоря, я не знаю, где этот бедолага, но ты должен знать, что он является подозреваемым, так что лучше с ним не встречаться».

source: "Thanks for the advice. Can you answer something else for me?"
ru: «Спасибо за совет. Ты можешь ответить на другой мой вопрос?»

source: "Thanks for the dark, friend. Farewell."
ru: «Спасибо за секрет. Прощай».

source: "Vhailor? A fanatic is what he was. Never backed down from nothin' if he thought he was in the right, even if he thought it'd cost him his life. So devoted to the concept of justice, true justice, that I'm betting he'd kill Death itself to get to an informant who could lead him to a criminal. No regard for boundaries. He was an inspiration to all of us."
ru: «О Вейлоре? Фанатик — вот кто он. Если он думал, что прав, то ничто не могло его остановить, даже если он мог лишиться при этом жизни. Он был так предан идее справедливости, настоящей справедливости, что, готов поспорить, мог бы убить саму Смерть ради доносчика, который выведет его на преступника. И плевал он на ограничения. Он вдохновлял нас всех».

source: "That's devotion, all right. Answer another question for me, will you?"
ru: «Вот это настоящая преданность. Можешь ответить другой мой вопрос?»

source: "I'd wager he was. Farewell."
ru: «Держу пари, что он и был таким. Прощай».
