Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dmertwyn.dlg.po
Languages: ru

source: It's clear there's something very *wrong* with this man... the way he lurches about, bumping into things, staring off blankly into space. As you approach him, you at last realize his plight... he's headless. The thing on his shoulders is merely a skillfully carved wooden prosthesis... a false head.
ru: С этим человеком определенно что-то *не так*... его шатающаяся походка, то, как он натыкается на все, как безучастно смотрит в пустое место. Приблизившись к нему, ты, наконец, понимаешь, в чем дело... у него нет головы. Та штука у него на плечах — просто искусно сделанный деревянный протез... фальшивая голова.

source: "Greetings...?"
ru: «Приветствую?..»

source: "This must be Mertwyn's body..."
ru: «Должно быть, это тело Мертвина...»

source: Leave it be.
ru: Оставить его в покое.

source: The headless body stops fumbling for a moment and pauses. Its hands begin to reach out, as if trying to feel exactly where you are.
ru: Безголовое тело на миг перестает рыскать и останавливается. Его руки начинают тянуться вперед, как бы нащупывая, где именно ты находишься.

source: Let it touch you.
ru: Позволить потрогать себя.

source: Grab its hand.
ru: Схватить его за руку.

source: Step away from it.
ru: Отступить от него.

source: After a moment, its finger brushes your forearm. It clutches your arm and follows it up to the shoulder, then your head. As it feels your face and head, its hands brush your neck, as if it were checking for something. Finally, it grabs your hand and shakes it vigorously in greeting. You notice that its skin is cold and slightly clammy.
ru: Спустя миг его пальцы притрагиваются к твоему предплечью. Он хватается за твою руку и следует к плечу, потом к голове. Ощупав твое лицо и голову, его руки притрагиваются к твоей шее, как бы что-то проверяя. Наконец он хватает твою руку и яростно пожимает ее в знак приветствия. Ты отмечаешь, что кожа у него холодная и немного липкая.

source: "Can you understand me?"
ru: «Ты меня понимаешь?»

source: "I'll take my leave, now. Farewell."
ru: «Я должен идти. Прощай».

source: The headless figure jumps suddenly, then holds your hand tightly, shaking it... the headless body seems friendly enough. It has a strong grip, but the skin is cold and slightly clammy.
ru: Безголовый неожиданно подскакивает и крепко хватает тебя за руку, пожимая ее... это тело без головы кажется довольно дружелюбным. У него сильная хватка, но кожа у него холодная и немного липкая.

source: "Where's your head? Can you even understand me?"
ru: «Где твоя голова? Ты вообще меня понимаешь?»

source: The figure makes a series of hand motions, then waits for a response. It seems like it's asking a question.
ru: Тело делает ряд движений руками и ждет ответа. Кажется, оно задало тебе вопрос.

source: "What? I don't understand..."
ru: «Что? Я не понимаю...»

source: The headless body taps its foot for a moment, scratching at the chin of its prosthetic head. Suddenly, it raises a finger as if struck by an idea. It points at you, then at the eyes of its wooden head, then at you again. It then indicates its wooden head with both hands, shrugs, and points at you.
ru: Тело без головы несколько секунд топает ногой, почесывая подбородок головы-протеза. Внезапно оно подымает палец, будто что-то придумав. Оно указывает на тебя, затем на глаза своей деревянной головы, затем снова на тебя. Потом оно указывает на свою деревянную голову обеими руками, пожимает плечами и указывает на тебя.

source: "Uh, no... I haven't seen your head anywhere."
ru: «Э-э, нет... Твоей головы я нигде не видел».

source: The headless body shrugs, slumps a bit, and turns to amble off.
ru: Безголовое тело пожимает плечами, опускает плечи и поворачивается, чтобы отойти.

source: Leave.
ru: Уйти.

source: The body shuffles towards you, reaching out towards the steel box containing Mertwyn's head.
ru: Тело перемещается в твою сторону, вытянув руки к коробке с головой Мертвина.

source: Allow Mertwyn's body to take his head.
ru: Позволить телу Мертвина забрать его голову.

source: Keep the head away from the body.
ru: Не дать голову телу.

source: "Ah, much better; I thank you, good sir! I imagine my body here was getting a bit restless without me." The body hugs the steel box tightly. "Yes, I missed you too..." The body tucks the case under its arm and bows to you. "And as for you, good sir... you certainly deserve *some* sort of reward for your trouble. Let's see what I've got, now..." The body fumbles about in its pockets, and, finding nothing there, in its tunic. Finally, it presents you with several handfuls of copper coins.
ru: «Ох, так намного лучше; спасибо, сэр! Думаю, мое тело без меня стало немного беспокойным, — тело крепко обнимает стальную коробку. — Да, мне тебя тоже не хватало... — тело берет коробку под мышку и кланяется тебе. — Что касается тебя, сэр... ты, несомненно, заслужил *некоторое* вознаграждение за беспокойство. Так, посмотрим, что тут у меня... — тело роется в карманах, и, ничего там не отыскав, лезет в тунику. Наконец оно дает тебе несколько горстей медных монет.

source: "Thanks, Mertwyn. I had some questions..."
ru: «Спасибо, Мертвин. У меня есть другие вопросы...»

source: "My thanks. Farewell, Mertwyn."
ru: «Благодарю. Прощай, Мертвин».

source: "Certainly; ask whatever you'd like!"
ru: «Конечно, спрашивай, что захочешь!»

source: "How'd you end up... the way you are?"
ru: «Как вышло, что ты... остался без головы?»

source: "What are you doing here?"
ru: «Что ты здесь делаешь?»

source: "Can you tell me about this place?"
ru: «Что ты можешь рассказать об этом месте?»

source: "What do you know about Ravel Puzzlewell?"
ru: «Что ты знаешь о Равель Заморочке?»

source: "Never mind, Mertwyn. Farewell."
ru: «Неважно, Мертвин. Прощай».

source: "I'm not sure, really... the body set me down in one of the lecture halls, and the next thing I knew, someone had absconded with me! The next thing I remember was being picked up by you..."
ru: «Я не уверен, правда... тело положило меня в одном из лекционных залов, и следующее, что я помню, это что кто-то сбежал со мной! Следующее, что я помню, это как ты меня подобрал...»

source: "But what I meant was, how'd you lose your *head?*"
ru: «Но я имею в виду, каким образом ты лишился своей *головы*?»

source: "I had another question..."
ru: «У меня есть другие вопросы...»

source: "That's all I wished to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: The body stiffens visibly. "Oh, we don't like to talk about it. Quite horrible, really... what's past is past; no need to dredge it up. Though I will say I'm in the box because my head's not quite as presentable as my body, if you get my meaning."
ru: Тело заметно напрягается. «О, мы об этом не любим говорить. Это было ужасно, правда... но что было — то прошло, не стоит ворошить прошлое. Я лишь скажу, что нахожусь в коробке, потому что моя голова выглядит не столь презентабельно, как мое тело, если ты понимаешь, о чем я».

source: "I mostly amble around the Festhall. You know: lumber here, lumber there. I'm not a Sensate, mind you, but I just like to watch all the different sorts of people milling about."
ru: «В основном я брожу по Фестхоллу. Ну, знаешь: шатаюсь туда-сюда. Я не чувствующий, прошу заметить, но мне просто нравится наблюдать весь этот разношерстый народ, что тут бродит».

source: "A Sensate?"
ru: «Чувствующий?»

source: The body gently rocks the steel box, 'nodding' the head inside. "Yes... you know, the Society of Sensation. They race around trying to experience everything, figuring they'll eventually tumble onto some great dark of the multiverse should they keep it up long enough." The body shrugs.
ru: Тело осторожно качает стальной коробкой, «кивая» головой внутри. «Да... ну, знаешь, Общество Восприятия. Они из кожи вон лезут, пытаясь все перепробовать, считают, что они в конце концов наткнутся на какую-нибудь великую тайну мультивселенной, если будут продолжать заниматься этим достаточно долго». Тело пожимает плечами.

source: Mertwyn sounds confused. "Doesn't everyone know about the Civic Festhall? Hmmm... well, it's the faction quarters of the Sensates, and perhaps more importantly, it holds their sensoriums."
ru: Мертвин, кажется, сбит с толку. «Разве не всем известно о Городском Фестхолле? Хм-м-м... что ж, это штаб-квартира чувствующих, и что, вероятно, более важно — в ней находятся их сенсориумы».

source: "Tell me about these sensoriums..."
ru: «Расскажи мне об этих сенсориумах...»

source: "Sensates?"
ru: «Чувствующие?»

source: "The doorman here can explain them better than I, sir... but they're chambers that house many enchanted stones, which in turn hold various experiences and sensations which have been recorded into them. The public sensoriums are open to everyone, though there is a slight fee for their use. The private sensoriums are only open to members of the Society of Sensation - Sensates."
ru: «Здешний привратник может объяснить это лучше меня, сэр... это комнаты, где храниться много заколдованных камней, которые, в свою очередь, содержат различные впечатления и переживания, которые в них записали. Публичные сенсориумы открыты для каждого, но за их пользование взимается небольшая плата. Частные сенсориумы доступны только для чувствующих, членов Общества Восприятия».

source: "Ravel? Can't say I recall the woman..."
ru: «Равель? Не припомню такой женщины...»

source: "I had another question, then..."
ru: «Тогда у меня еще вопрос...»

source: "In that case, farewell."
ru: «В таком случае, прощай».

source: The beheaded man is still lurching about, bumping into walls, pillars and the like. His false wooden head rocks precariously on his shoulders as he shambles to and fro.
ru: Обезглавленный человек все еще бродит вокруг, натыкаясь на стены, колонны и другие предметы. Его фальшивая деревянная голова ненадежно качается на плечах, когда он ходит взад-вперед.

source: Mertwyn's body is standing here, leisurely tapping his fingers on the steel box that holds his head. It tilts the box towards you as you approach. "Hello again, good sir!"
ru: Тело Мертвина стоит здесь, неторопливо перебирая пальцами по стальной коробке, в которой находится его голова. Когда ты подходишь, оно наклоняет коробку вперед. «И снова здравствуй, сэр!»

source: "Greetings. I had some questions, Mertwyn..."
ru: «Приветствую. у меня есть несколько вопросов, Мертвин...»

source: "I was just passing by, Mertwyn. Farewell."
ru: «Я просто мимо проходил, Мертвин. Счастливо».

source: I reunited Mertwyn's head with his body; the two seemed quite happy to see one another again.
ru: Я воссоединил голову Мертвина с его телом; эта парочка, кажется, весьма рада видеть друг друга снова.
