Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dmiccah.dlg.po
Languages: ru

source: This rotund woman, complete with shrewish eyes and a nasal voice brays out: "Now what have we here? A customer? Do mine eyes spy a customer?"
ru: Эта пухлая женщина с сердитым взглядом и гнусавым голосом вопит: «И что это тут у нас? Покупатель? Неужто мои глаза видят покупателя?»

source: "The dead one has returned. Brokah! The dead one has returned!"
ru: «Мертвый вернулся. Брока! Мертвый вернулся!»

source: His partner, a diminutive woman with a braying voice gives you a quick glance and replies: "It's a customer, you dolt, as I've been telling you for ages! I told you we'd get customers, but you never believed me and now we have one! Are you ready for him... this... well... dead-looking man?"
ru: Его партнерша, миниатюрная женщина с неприятным голосом, окидывает тебя быстрым взглядом и отвечает: «Это покупатель, болван. Я уже давно об этом говорила! Я говорила, что у нас будут покупатели, а ты мне не верил - и вот он! Ты готов к нему... к этому ... ну... похожему на мертвеца человеку?»

source: "I have eyes, can I not see? I see him, I see him, stop pestering me, you wizened old bag of bones!" She turns to you and modulates her voice. "What can old Miccah do for you?"
ru: «У меня глаза на месте, как я могу не увидеть? Я вижу его, вижу, и перестань надоедать мне, старый высохший мешок с костями! - она оборачивается к тебе и понижает тон. - Чем тебе может помочь старая Микка?»

source: "Let's talk about trades."
ru: «Давай поговорим о торговле».

source: "Can you tell me about the area?"
ru: «Что ты можешь сказать об этом районе?»

source: "Can you tell me about yourself?"
ru: «Что ты можешь рассказать о себе?»

source: "Who's he?"
ru: «Кто он?»

source: "What can you tell me of the factions?"
ru: «Что ты можешь рассказать о фракциях?»

source: "Nothing, thanks. Farewell."
ru: «Ничего, спасибо. Прощай».

source: "That's what I've been saying to you!" She lowers her voice and turns to you. "What can we do for you?"
ru: «Я тебе об этом и говорила! - она понижает голос и поворачивается к тебе. - Чем мы можем тебе помочь?»

source: "I'm sure my husband here will be more than delighted to tell you about the Civic Festhall and the Brothel..." she sniffs, "but my tastes run more toward..."
ru: «Уверена, мой муж будет более чем рад рассказать тебе о Городском Фестхолле и борделе... - она фыркает, - а вот у меня немного другие вкусы...»

source: "I? I am chained to this anchor of a pawnshop with a husband who doesn't appreciate me enough..."
ru: «Обо мне? Я прикована, словно к якорю, к этому ломбарду, с мужем, который совершенно меня не ценит...»

source: "He? He is Brokah. He is my husband of twenty-some years, though his inconstant nature makes it hard to believe he has not strayed in that time..."
ru: «Он? Это Брока. Он мой муж вот уже сорок лет, хотя, учитывая его непостоянство, трудно поверить, что он не сбился с пути за все это время...»

source: "The factions? The factions? Ha. All they have done is tax this poor shop nearly to death, driven us to the Hive or worse, and make Brokah even less of a man than he already is..."
ru: «О фракциях? Фракциях? Ха. Все, что им удалось - это задавить налогами эту бедную лавку чуть ли ни до смерти. Они доведут нас к Улью, а то и к чему похуже, и делают Броку еще меньшим мужчиной, чем он есть...»

source: Miccah breaks in: "And the first thing you'll mention will be the brothel, no doubt, the brothel for you men! It's always the brothel or the Civic Festhall - never the Market or..."
ru: Микка вмешивается: «И первое что ты вспомнишь, несомненно, будет бордель, бордель для тебя, парень! Постоянно то бордель, то городской Фестхолл, и ни слова о рынке или...»

source: "He's just being polite. He doesn't really care. You have nothing useful to say anyway. You're the owner of a pawnshop and that's all you'll ever be because you lack ambition..."
ru: «Он просто старается быть вежливым. Ему наплевать на тебя. Ты все равно ничего путного не скажешь. Ты владелец ломбарда, им и останешься, потому что тебе не хватает амбиций...»

source: "...the greatest gift ever to enter his life, isn't that right? I saved him, you see, from the life his parents had planned for him and he promised to take me away from all this and instead, instead what you see is the life he gave me. I tell you, it would be enough to drive a body to drink..."
ru: «...величайший подарок от жизни, правильно? Видишь ли, я спасла его от жизни, которую спланировали ему родители, а он пообещал увести меня от всего этого. И вместо этого, вместо этого он дал мне жизнь, которую ты видишь. Говорю тебе, этого достаточно, чтобы спиться...»

source: "I have ears, I can hear what he says. Brokah has no truck with the factions because they know he can't hold to a belief long enough to believe it himself."
ru: «У меня есть уши, и я слышу, что он говорит. Брока не водится с фракциями, потому что они знают, что он не способен держаться какого-либо убеждения настолько долго, чтобы поверить в него».

source: "Precious little judgment too, I say, because I allowed your words to sway me away from a promising future and now I'm..." The two of them hurl themselves headlong into pointed bickering.
ru: «Я бы добавила 'слишком мало проницательности', потому что я поверила твоим обещаниям будущего, а теперь я...» Эта парочка начинает бурно ссориться.

source: "I had a few more questions..."
ru: «У меня еще несколько вопросов...»

source: "I'd like to buy something..."
ru: «Я хотел бы кое-что купить...»

source: "Farewell, then."
ru: «Тогда прощай».

source: "Something I thought marriage could cure and which hope was entirely in vain. Ach!" The two of them thrust into yet another tedious argument and ignore you.
ru: «А я-то думала, что брак сможет это вылечить, но эта надежда оказалась абсолютно напрасной. Ах!» Эта парочка затевает еще один нудной спор, игнорируя тебя.

source: "To be sure, the goats on the farm must miss your tender ministrations..." Brokah purples and the two of them fall into what sounds like the latest in a long, long series of arguments. Their attentions are entirely devoted to each other, and they ignore you.
ru: «Не сомневаюсь, что козлы на ферме скучают по твоей трепетной заботе...» Брока багровеет, и парочка начинает, похоже, очень долгую ссору. Их внимание полностью приковано друг к другу, и тебя они игнорируют.

source: She splutters incoherently for a moment, and then launches into a tirade that blisters your ears, and soon Brokah is shouting just as loudly. They ignore you.
ru: Пару секунд она ворчит что-то неразборчивое, затем выдает такую тираду, от которой у тебя уши пухнут, и вскоре Брока начинает ее перекрикивать. Тебя они игнорируют.

source: The two of them are in a heated argument. They ignore you entirely as their words slowly fill the air in the shop.
ru: Эта парочка ведет горячий спор. Они совершенно тебя не замечают, а их слова медленно заполняют пространство лавки.

source: "I'll just come back later, then. Farewell."
ru: «Тогда я зайду попозже. Прощайте».
