Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dmit02.dlg.po
Languages: ru

source: This person is carrying a sheaf of papers and unwound scrolls; they occasionally pause to look through them and read portions of what's written aloud, practicing elaborate hand-motions as they do so. They look up as you come to stand before them. "Greetings..."
ru: Этот человек несет стопку бумаг и развернутых свитков; время от времени он останавливается, чтобы заглянуть в них и прочитать вслух несколько отрывков, старательно выполняя при этом движения руками. Когда ты подходишь к нему, он поднимает на тебя взгляд. «Здравствуй...»

source: "Greetings... what is this place?"
ru: «Приветствую... что это за место?»

source: "I just passing by. Farewell."
ru: «Я просто проходил мимо. Прощай».

source: "This is where aspiring mages can come to train and study. Many wizards took their first steps in the Art as fledgling sorcerers, here."
ru: «Сюда могут приходить маги-новички для тренировок и учебы. Многие чародеи, будучи начинающими магами, сделали здесь свои первые шаги в Искусстве».

source: "Where's the trainer?"
ru: «Где учитель?»

source: "That's all I wished to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "I do not know where Lady Thorncombe has gone. I would suggest you try the sensoriums... she spends much of her time there..." They lower their voice, frowning: "Perhaps too much."
ru: «Я не знаю, куда делась леди Торнкомб. Советую поискать в сенсориумах... она там проводит много времени...» Нахмурившись, он тише добавляет: «Пожалуй, даже слишком много».

source: "The sensoriums?"
ru: «Сенсориумах?»

source: "Ask Splinter, just inside the Festhall's entrance, of them. You cannot reach them yourself, but he will take you there."
ru: «Спроси о них Сплинтера, прямо у входа в Фестхолл. Сам ты до них не доберешься, но он доставит тебя туда».

source: I entered the mage training chamber of the Civic Festhall, but found no tutor. One of the aspiring mages there told me to seek out Lady Thorncombe - the tutor - in the Festhall's sensoriums.
ru: Я вошел в тренировочный зал магов Городского Фестхолла, но не обнаружил наставника. Один из начинающих магов посоветовал поискать леди Торнкомб — наставницу — в сенсориумах Фестхолла.
