Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dmooch.dlg.po
Languages: ru

source: "Just making sure. Get moving."
ru: «Просто проверяю. Давай двигай».

source: You see someone dressed as a female Dustman with a half-empty glass in her right hand. As you near her, she calls out to you. "Um, you. Over here..." You notice that there's something wrong about her... and your exposure to the Dustmen leads you to believe that she's just too lively to be a real member of the faction.
ru: Перед тобой женщина в мантии тленной, держащая в правой руке полупустой стакан. Когда ты проходишь мимо, она подзывает тебя к себе. «Эм, ты. Иди сюда...» Ты замечаешь, что с ней что-то не так... основываясь на наблюдениях за тленными, ты делаешь вывод, что для члена этой фракции она слишком живо выглядит.

source: Approach her.
ru: Подойти к ней.

source: Leave her alone.
ru: Оставить ее в покое.

source: You see a female Dustman. As you near her, she calls out to you. "Um, you. Over here..."
ru: Перед тобой тленная. Когда ты проходишь мимо, она подзывает тебя к себе. «Эм, ты. Иди сюда...»

source: "Umm... what d'you want?"
ru: «Эм... чего тебе?»

source: "Barkis says it's time for you to settle your tab. Pay up."
ru: «Баркис говорит, что пора бы уже тебе возвратить должок. Расплатись».

source: "You're not really a Dustman, are you?"
ru: «Ты ведь ненастоящая тленная?»

source: "I want more money to keep your Dustman charade a secret."
ru: «Мне нужны еще деньги, а не то я испорчу твой маскарад с переодеванием в тленных».

source: "I want even more money to keep your Dustman charade a secret."
ru: «Мне нужно больше денег, а не то я испорчу твой маскарад с переодеванием в тленных».

source: "I want the answers to some questions."
ru: «Мне нужны ответы на несколько вопросов».

source: "Nothing."
ru: «Ничего».

source: "Too good to hang out with, um, the likes of a Dustman, aye? Buy me a drink and I'll leave you 'lone."
ru: «Что, больно уж хорош, чтобы, эм, тусоваться с тленными, а? Купи мне выпивку, и я отстану».

source: "Very well. Here are five coins. Now leave me alone."
ru: «Без проблем. Вот пять монет. Только оставь меня в покое».

source: "I don't think so. Good day."
ru: «Я так не думаю. Хорошего дня».

source: "Hey, cutter... buy a lady a drink?"
ru: «Эй, рубака... купишь девушке выпивку?»

source: "Who are you?"
ru: «Кто ты?»

source: "What is this place?"
ru: «Что это за место?»

source: "Tell me about the other patrons here."
ru: «Расскажи о других здешних посетителях».

source: "Who's the burning corpse?"
ru: «Кто этот горящий труп?»

source: Poison her drink with the embalming fluid.
ru: Отравить ей выпивку бальзамирующей жидкостью.

source: "Nothing. Farewell."
ru: «Ничего. Прощай».

source: "My thanks, cutter... may you find the True Death." She pockets your money and looks nervously off toward the front of the bar.
ru: «Спасибо, рубака... да пребудет с тобой Истинная Смерть». Она прячет твои деньги в карман и нервно поглядывает в сторону выхода.

source: "Give me some answers for my jink now."
ru: «Ответь мне на пару вопросов за мои звенелки».

source: "Good day."
ru: «Всего хорошего».

source: "What, um, do you want to know?"
ru: «Что, эм, ты хочешь знать?»

source: She looks around nervously, and seems to sober right up. "Why, um, why do you say that?"
ru: Моментально протрезвев, она нервно озирается. «С чего, эм, с чего ты это взял?»

source: "Because you don't act like a Dustie, and you're not offering contracts. In fact, you're taking money in instead of giving it out for that corpse labor they do at the Mortuary."
ru: «Потому что ты ведешь себя не как трухлявые, и, к тому же, не предлагаешь контракты. На деле ты берешь деньги вместо того, чтобы давать их за тела, которые работают в Морге».

source: "Because I'm a Dustman myself."
ru: «Потому что я сам - тленный».

source: She jumps a little, and her nervous tension becomes full-fledged anxiety. "What are you going to do?"
ru: Она тихонько подпрыгивает - нервная обеспокоенность сменяется настоящей тревогой. «И что ты собираешься делать?»

source: "Ask you to go pay up. Now."
ru: «Подойди и расплатись. Сейчас же».

source: "Nothing, yet. Answer some questions for me."
ru: «Пока ничего. Ответь мне на пару вопросов».

source: She stifles a squeak of terror, and hastens to explain, "No, no, no no no. I'm not a Dustman. I just found these robes in the street and I didn't have enough money to get good clothes and I, uh, heard there was a Dustman thief around, but you could probably find him somewhere else in the southwest part of the Hive. I saw him, but I hid from him. Please don't hurt me."
ru: Она издает испуганный писк и начинает сбивчиво объясняться: «Нет, нет, нет-нет-нет. Я не тленная. Я просто нашла эту мантию на улице, а на хорошую одежду денег не было, и еще я слышала, что здесь где-то был вор в одежде тленного, но ты сможешь найти его где-то в юго-западной части Улья. Я видела его, а он меня не заметил. Пожалуйста, не делай мне больно».

source: "Give me some money and I'll let you go."
ru: «Дай мне денег, и я тебя отпущу».

source: "I'm not planning on it. You ought to know that you're not pulling it off too well. Now answer some questions."
ru: «Я не собираюсь этого делать. Просто знай, что играешь ты неубедительно. А теперь ответь на мои вопросы».

source: "I won't. Yet. Farewell."
ru: «Не буду. Пока что. Прощай».

source: "Umm... I can't afford it. Can you spot me just ten percent? I'll, um, give it to him and he knows I'll pay the rest."
ru: «Эм-м... Я не могу себе этого позволить. Может, одолжишь мне десять процентов? Я, эм, отдам их ему и он поймет, что я верну остальное».

source: "How much do you need?"
ru: «Сколько тебе нужно?»

source: "I don't think so. I'm not a charity. Can you think of another way to pay him?"
ru: «Мне так не кажется. Я благотворительностью не занимаюсь. Есть еще идеи, как тебе с ним расплатиться?»

source: "Spare a few coins for a drink, cutter?"
ru: «Подкинь немного монеток на выпивку, а, рубака?»

source: "Very well. Here are five coins."
ru: «Ладно. Держи пять монет».

source: "No. Answer some questions for me, instead."
ru: «Нет. Лучше ответь мне на пару вопросов».

source: "No. Farewell."
ru: «Нет. Прощай».

source: "Um, I think I need about a hundred coins to get started on that debt."
ru: «Эм, думаю, мне понадобится сто монет на первый взнос».

source: "I'll lend you the money. Here. Take it and pay up. Now."
ru: «Я одолжу тебе деньги. Вот. Возьми их и расплатись. Сейчас же».

source: "Can you think of another solution?"
ru: «Может, есть другое решение?»

source: "Another way to pay? Ha." She smiles sadly. "You could always, um, kill me."
ru: «Другой способ расплатиться? Ха, - она печально улыбается. - Ты всегда, эм, можешь убить меня».

source: Distract her: "I could, but... what's that over there?"
ru: Отвлечь ее: «Конечно, могу, но... эй, что это там?»

source: "I could, but I'd rather find another solution."
ru: «Конечно, могу, но я хотел бы найти другое решение».

source: "I'll just lend you that money. Now go pay up."
ru: «Я просто одолжу тебе эти деньги. А теперь иди и расплатись».

source: Lie: "I'd lend you the money, but I don't have it. Answer some other questions, will you?"
ru: Ложь: «Я б одолжил тебе денег, но у меня их нет. Ответь, пожалуйста, на пару вопросов».

source: Truth: "I'd lend you the money, but I don't have it. Answer some other questions, will you?"
ru: Правда: «Я б одолжил тебе денег, но у меня их нет. Ответь, пожалуйста, на пару вопросов».

source: "I'll be back with some money."
ru: «Я вернусь с деньгами».

source: "I'll be back later."
ru: «Я вернусь».

source: "Over where?" She whips her head around to stare where you're pointing, and pauses for a moment as she focuses her drink-addled eyes. "I don't see anything."
ru: «Где?» Она озирается, чтобы поглядеть, куда ты указываешь, и с минуту всматривается в ту сторону замутненным выпивкой взглядом. «Я ничего не вижу».

source: "Never mind. Answer some questions for me, will you?"
ru: «Неважно. Можешь ответить на мои вопросы?»

source: "It must have been nothing. Forget it. Farewell."
ru: «Должно быть, там ничего не было. Забудь об этом. Прощай».

source: You swiftly pour the embalming fluid into her half-empty glass in the moment she's looking away. The stench rises immediately, but she doesn't seem to notice. She turns back around and downs her poisoned beverage in one swallow. "Um, what was it? What was I s'posed to see?" Suddenly, she begins choking.
ru: В тот момент, когда она оглядывается, ты быстро вливаешь бальзамирующую жидкость в ее полупустой стакан. Жидкость моментально начинает вонять, но, кажется, она ничего не заметила. Она оборачивается назад и одним глотком осушает стакан с отравленной выпивкой. «Эм, что там было? Чего я должна была увидеть?» Внезапно она начинается задыхаться.

source: "Your death. Farewell, Mochai."
ru: «Свою смерть. Прощай, Мочай».

source: "Um... what are you doing?" She sees you readying your bottle of embalming fluid, and watches you suspiciously.
ru: «Эм... что ты делаешь?» Она подозрительно смотрит на тебя с бутылкой бальзамирующей жидкости наготове.

source: "Just putting my bottle on the table. I brought my own drink."
ru: «Просто ставлю бутылку на стол. Купил себе выпивки».

source: "Relax the peery attitude. I'm digging through my stuff and reminding myself what I'm carrying."
ru: «Да расслабься ты. Я просто роюсь в своих вещах, чтобы вспомнить, что я с собой ношу».

source: "Nothing that concerns you."
ru: «Это тебя не касается».

source: "Nothing. I have an engagement elsewhere. Farewell."
ru: «Ничего. У меня встреча в другом месте. Прощай».

source: She looks at you for a moment longer, swaying where she stands, and then says, "Um, all right. Did you want something else?"
ru: Она еще пару мгновений смотрит на тебя, пошатываясь, затем говорит: «Эм, ладно. Ты еще чего-то хотел?»

source: "Yes. Some answers."
ru: «Да. Несколько ответов».

source: "I can give you fifty coins. Please... don't tell anyone."
ru: «Могу дать тебе пятьдесят монет. Пожалуйста... никому не говори».

source: "We'll see. Now answer some other questions for me."
ru: «Посмотрим. А теперь ответь мне еще на несколько вопросов».

source: "Fifty? I want more."
ru: «Пятьдесят? Мне нужно больше».

source: "We'll see. Farewell."
ru: «Посмотрим. Прощай».

source: "Um, you want more? I can't, um, I can't afford as much as last time. I can, um, give you twenty-five coins, though."
ru: «Эм, тебе нужно еще? Я не могу, эм, не могу предложить тебе столько же, сколько и в прошлый раз. Могу только дать, эм, двадцать пять монет».

source: "I want more."
ru: «Мне нужно еще».

source: "This will do... for now. Answer some more questions in the meantime."
ru: «Этого хватит... пока. Тем временем, ответь еще на пару вопросов».

source: "This will have to do... for now. I'll be back."
ru: «Этого должно хватить... пока. Я вернусь».

source: "That's too bad. Answer some questions for me."
ru: «Очень жаль. Ответь мне на пару вопросов».

source: "That's too bad. We'll see what comes of this. Farewell."
ru: «Очень жаль. Посмотрим, что из этого выйдет. Прощай».

source: She looks at you bitterly. "I can't. Some, um, berk took all my money. I'd need a loan or, um, something to pay him off now."
ru: Она глядит на тебя с горечью. «Я не могу. Один, эм, пень обобрал меня до нитки. Мне нужно занять денег или, эм, еще как-то расплатиться с ним».

source: She pockets your jink, glances briefly toward the door, almost as if she's weighing her chances of dashing out, sighs heavily as she realizes there's no chance, and begins to walk glumly toward the bar. "Um, my thanks, I suppose."
ru: Она кладет твои звенелки в карман, бросает короткий взгляд на дверь, как бы взвешивая шансы на побег, тяжело вздыхает, осознав, что шансов никаких, и угрюмо направляется к барной стойке. «Эм, ну типа прими мою благодарность».

source: "Don't mention it. And don't even think about heading for the door until you've paid up."
ru: «Не стоит. Да, и не думай улизнуть через дверь, пока не расплатишься».

source: "Me? I'm Mochai. I just like to, um, drink here, and, umm..." She loses her train of thought momentarily. "I'm just a person, you know?"
ru: «Я? Я - Мочай. Мне просто нравится, эм, напиваться здесь и, эмм... - она моментально теряет цепь своих рассуждений. - Я просто кое-кто, понимаешь?»

source: "I see. Answer something else for me, then."
ru: «Понятно. Ответь на другие вопросы».

source: "I see. Farewell, then, Mochai."
ru: «Понятно. Ну, тогда прощай, Мочай».

source: "Smold'rin' Corpse Tavern. Can't ya read? You, um, more bubbed than I am?"
ru: «Таверна 'Тлеющий труп'. Читать не умеешь? Что, эм, нажрался побольше моего?»

source: "Forget it. Tell me something else."
ru: «Забудь. Расскажи еще кое о чем».

source: "Forget it. Farewell."
ru: «Забудь об этом. Прощай».

source: "Dunno. They're just, um, people. I don't deal much with people. 'Less they're buying me a drink..." She looks at you hopefully.
ru: «Не знаю. Они - просто, эм, люди. Я с людьми не очень-то много дел имею. Если только они мне выпивку не покупают...» Она с надеждой глядит на тебя.

source: "I see. Give me some other answers."
ru: «Ясно. Дай-ка мне еще пару ответов».

source: "I can see why. Farewell."
ru: «Понятно, почему. Прощай».

source: "He's, um, not a corpse. He's, um, some crazy wizard. Ask around. They'll tell you the story."
ru: «Он, эм, не труп. Он, эм, какой-то чокнутый колдун. Поспрашивай. Тебе расскажут его историю».

source: "Very well. Then answer some other questions."
ru: «Хорошо. Тогда ответь на другие вопросы».

source: "Farewell."
ru: «Прощай».

source: "I'm going, I'm going! You don't have to pester me!"
ru: «Да иду я, иду! Хватит мне докучать!»
