Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dmortai.dlg.po
Languages: ru

source: Mortai nods as you turn to leave. "Hmmmm..." He has a strange expression on his face.
ru: Мортай кивает, когда ты уходишь: «Хм-м...» На его лице появляется странное выражение.

source: Mortai frowns. "Forgive me, I *must* ask again... are you sure we haven't met before?"
ru: Мортай хмурится. «Прошу прощения, но я *должен* спросить тебя снова... ты уверен, что мы не встречались прежде?»

source: "Hmmm." Mortai shakes his head. "Well, no matter."
ru: «Хм-м. - Мортай качает головой. - Ну, тогда неважно».

source: "Yes, farewell, farewell..." Mortai studies you as you leave, and you hear him mutter under his breath. "Something about that one..."
ru: «Да, прощай, прощай...» Мортай окидывает тебя взглядом. Уходя, ты слышишь, как он бормочет под нос: «Что-то в нем есть...»

source: "Ah..." Mortai frowns as you as you approach, clucking his tongue. "You again... have you come to make me surrender more contracts in the name of the Dustmen faction?" He frowns, then sighs. "Well, no matter, no matter, the past is past..." He regains his old smile and nods at you. "What is it I may do for you?"
ru: «А-а... - Мортай хмурится и цокает языком, видя, как ты приближаешься. - Опять ты... Пришел отхватить у меня еще контрактов во имя фракции тленных?» Он хмурится, затем вздыхает: «А, неважно, что было, то было... - он снова улыбается и кивает тебе. - Что я могу для тебя сделать?»

source: "Ah, traveler!" Mortai smiles as he sees you. "We meet again... and how may I help you on this fine Sigilian day?" He looks hopeful. "Come to sign the Contract, perhaps?"
ru: «А, странник! - Мортай улыбается, увидев тебя. - Мы снова встретились... чем я могу тебе помочь в этот прекрасный сигильский денек?» Он выглядит воодушевленным. «Как насчет подписать контракт?»

source: "Ah, traveler!" Mortai smiles as he sees you. "We meet again... and how may I help you on this fine Sigilian day?"
ru: «А, странник! - Мортай улыбается, увидев тебя. - Мы снова встретились... чем я могу тебе помочь в этот прекрасный сигильский денек?»

source: "Eager?! I..." Mortai's arches his eyebrows, then coughs politely. "Sir... do you wish to sign the Contract or not? If not..."
ru: «Страстно?! Я... - Мортай удивленно поднимает брови. - Ты хочешь подписать контракт или нет? Если нет...»

source: "Hold on a moment..." He steps up from the table and departs.
ru: «Подожди секундочку...» Он подымается из-за стола и уходит.

source: "There it is, sir... Angyar... very somber fellow, was quick to sign..." He clucks his tongue. "And now a *much* richer fellow." You glance over the Contract. It looks genuine... and very official.
ru: «А вот и он... Ангиар... хмурый такой парень, быстро подписал... - он прищелкнул языком. - А теперь он еще и *очень* богатый». Ты смотришь на контракт. Выглядит настоящим... и очень официальным.

source: Mortai puts the Contract away, and you notice he tucks it into his robes instead of putting it in the backroom. Mortai clucks his tongue. "Does that answer your questions about the Contract?"
ru: Мортай кладет контракт назад. Ты замечаешь, что он спрятал его в мантии, но не отнес в комнату. Он цокает языком: «Твои вопросы насчет контракта исчерпаны?»

source: While examining the document, you turn away from Mortai briefly... as you are about to switch the contracts, Mortai coughs. "Sir... I would be careful with that Contract. If I were to find it missing, I would be forced to take action." He clucks his tongue and snaps his fingers. "The Contract, if you please..."
ru: Изучая документ, ты как бы невзначай отворачиваешься от Мортая... уже намереваясь подменить контракт, ты слышишь вежливый кашель Мортая: «Сэр... я бы был очень осторожным с этим контрактом. Если я обнаружу его пропажу, мне придется принять меры». Он цокает языком и щелкает пальцами: «Контракт, пожалуйста...»

source: While examining the document, you turn away from Mortai briefly and switch the contracts. He doesn't appear to have noticed.
ru: Изучая документ, ты отворачиваешься от Мортая и подменяешь контракт. Он даже ничего не заметил.

source: "Greetings."
ru: «Приветствую».

source: Ignore the man.
ru: Не обращать на него внимания.

source: "Possibly. Are you certain it was me?"
ru: «Возможно. А ты уверен, что это был я?»

source: "No, at least... I don't recall you."
ru: «Нет, по крайней мере... я тебя не припоминаю».

source: "Never mind. I must be going."
ru: «Неважно. Я должен идти».

source: "Contract?"
ru: «Контракт?»

source: "Mortai Gravesend? Are you the Dustman who signed the Contract with Angyar?"
ru: «Мортай Сводящий-в-могилу? Не ты ли тот тленный, который подписал контракт с Ангиаром?»

source: "Not this day, thanks. Farewell."
ru: «Не сегодня, спасибо. Прощай».

source: "What do the Dustmen do with the body?"
ru: «Что тленные делают с телом?»

source: "Fifty coppers for my corpse? Very well, I'll sign."
ru: «Пятьдесят медяков за мое тело? Хорошо, я подпишусь».

source: "Not interested, thanks. I did have some questions, though..."
ru: «Меня это не интересует, спасибо. Однако у меня есть вопросы...»

source: "I don't think you can help me. Farewell."
ru: «Не думаю, что ты можешь мне помочь. Прощай».

source: "A hundred coppers for my corpse? Very well, I'll sign."
ru: «Сто медяков за мое тело? Хорошо, я подпишусь».

source: "It matters to me."
ru: «Для меня это важно».

source: "Very well, I'll sign."
ru: «Хорошо, я подпишу».

source: "You mean, I'll be animated as a corpse and put to work in the Mortuary? That doesn't sound good."
ru: «То есть ты имеешь в виду, что мой труп оживят и заставят работать в Морге? Мне это не подходит».

source: "Hmmmm... true. Very well, I'll sign."
ru: «Хм-м... верно. Хорошо, я подпишусь».

source: "I'll consider it. For now, I have some other questions..."
ru: «Я подумаю над этим. Но у меня есть несколько вопросов...»

source: "Well, I'd prefer to rest in peace, for a number of reasons. I don't think you can help me. Farewell."
ru: «Лучше я упокоюсь с миром - на то есть причины. Не думаю, что ты можешь помочь мне. Прощай».

source: "Tell me about that Contract again."
ru: «Расскажи мне еще раз о контракте».

source: "I'd like to sign that Contract you mentioned."
ru: «Я хочу подписать контракт, о котором ты говорил».

source: "I'd like to cancel that Contract I signed with you."
ru: «Я хотел бы разорвать контракт, который подписал с тобой».

source: "Are you the one who signed that Dead Contract with Angyar?"
ru: «Не ты ли подписал подписал Контракт Смерти с Ангиаром?»

source: "Can I see that Contract you signed with Angyar?"
ru: «Могу ли я посмотреть на контракт, который ты заключил с Ангиаром?»

source: "Can you tell me about some of the patrons here?"
ru: «Что ты можешь рассказать о здешних посетителях?»

source: "Have you seen a journal recently? I'm missing mine."
ru: «В последнее время тебе не попадался дневник? Я свой потерял».

source: "I am searching for a man named Pharod. Have you seen him?"
ru: «Я разыскиваю человека по имени Фарод. Тебе он не встречался?»

source: "No questions today. Farewell."
ru: «На сегодня вопросов нет. Прощай».

source: "You mean that Contract you mentioned? What about it?"
ru: «Ты имеешь в виду тот контракт, который ты упоминал? Что это такое?»

source: "So you mentioned before. I had some other questions..."
ru: «Да, ты уже об этом говорил. У меня есть другие вопросы...»

source: "That's all I wished to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "Initiate Emoric?"
ru: «Посвященный Эморик?»

source: "Oh. I had some other questions..."
ru: «О, у меня есть другие вопросы...»

source: Sign there, and there, and there.
ru: Подписаться здесь, здесь и здесь.

source: "You know... you show more emotion than other Dustmen I've met."
ru: «Знаешь... ты проявляешь куда больше эмоций, чем те тленные, которые мне встречались».

source: "Forget it. I had some other questions..."
ru: «Забудь об этом. У меня есть несколько вопросов...»

source: "Never mind. I don't think you can help me. Farewell."
ru: «Неважно. Не думаю, что ты можешь помочь мне. Прощай».

source: "I did not. Let me sign the Contract."
ru: «Нет, конечно. Позволь мне подписать контракт».

source: "Is there a problem?"
ru: «Какие-то проблемы?»

source: "I meant no offense... but you seem awfully eager to sign this Contract with me. And for a Dustman, eagerness strikes me as odd."
ru: «Я никого не хотел оскорблять... но ты страстно желаешь подписать со мной этот контракт. А тленный, что-либо страстно желающий, производит на меня странное впечатление».

source: "My apologies. I had some other questions..."
ru: «Прошу прощения. У меня есть другие вопросы...»

source: "No offense meant... but I don't think you can help me. Farewell."
ru: «Я не хотел никого оскорблять... но думаю, что ты мне не сможешь помочь. Прощай».

source: Continue signing...
ru: Продолжить подписание...

source: "Uh... Mortai? What's with this Contract?"
ru: «Э-э... Мортай? Что с этим контрактом?»

source: "Mortai...?"
ru: «Мортай?..»

source: "Nature of a man...?"
ru: «Сущность человека?..»

source: Try and get your bearings...
ru: Попытаться взять себя в руки...

source: "Just give me a moment... I'll be fine."
ru: «Дай мне минуту... Со мной все будет в порядке».

source: Finish signing the contract.
ru: Расписаться во всех местах.

source: "Actually, Mortai... I think I will hold off before signing this. I had some other questions first..."
ru: «Знаешь, Мортай... Лучше повременить с подписанием. Сперва ответь на несколько вопросов...»

source: "I don't think you can help me... farewell."
ru: «Не думаю, что ты можешь мне помочь... прощай».

source: Suppress the memory, sign the contract...
ru: Подавить память, подписать контракт...

source: Surrender to the memory.
ru: Предаться воспоминаниям.

source: "I do not think you can help me... farewell."
ru: «Не думаю, что ты можешь мне помочь... прощай».

source: "Now that that is out of the way, I had some other questions for you..."
ru: «Теперь, когда все готово, у меня есть несколько вопросов к тебе...»

source: "Our business is concluded... farewell."
ru: «Наше сделка завершена... Прощай».

source: "Is there any way I might be able to settle the contract with you?"
ru: «Есть ли хоть какой-нибудь способ выкупить контракт у тебя?»

source: Bluff: "I suggest you hand over my contract right now, or I'll butcher you where you stand."
ru: Блеф: «Советую тебе немедленно отдать мой контракт, или я прирежу тебя прямо здесь».

source: Truth: "I suggest you hand over my contract right now, or I'll butcher you where you stand."
ru: Правда: «Советую тебе немедленно отдать мой контракт, или я прирежу тебя прямо здесь».

source: "Never mind, then. I had some other questions..."
ru: «Ладно, неважно. У меня есть другие вопросы...»

source: "I was just curious. Farewell."
ru: «Я просто интересовался. Прощай».

source: Bluff: "How about this: Give me my contract right now, or I'll butcher you where you stand."
ru: Блеф: «А как насчет такого варианта: отдай мне контракт сейчас же, или я прикончу тебя на месте».

source: Truth: "How about this: Give me my contract right now, or I'll butcher you where you stand."
ru: Правда: «А как насчет такого варианта: отдай мне контракт сейчас же, или я прикончу тебя на месте».

source: "Very well, then. I had some other questions..."
ru: «Ну и ладно. У меня есть другие вопросы...»

source: "Farewell, then."
ru: «Тогда прощай».

source: "I'll risk it... prepare to die."
ru: «А я рискну... Приготовься к смерти».

source: "Forget it, then. I had some other questions..."
ru: «Тогда забудем об этом. У меня есть еще вопросы...»

source: "Never mind, then. Farewell."
ru: «Тогда неважно. Прощай».

source: "Can you tell me about Awaiting-Death?"
ru: «Что ты можешь рассказать о Ждущем Смерти?»

source: "Can you tell me about Sere?"
ru: «Что ты можешь сказать об Увядшей?»

source: "Can you tell me about Initiate Emoric?"
ru: «Что ты можешь сказать о посвященном Эморике?»

source: "Can you tell me about Old Copper-Eyes?"
ru: «Что ты можешь сказать о старике Медноглазом?»

source: "Actually, never mind - I don't know any of their names. I had some other questions instead..."
ru: «На самом деле, неважно - я не знаю их имен. Вместо этого, у меня есть другие вопросы...»

source: "Actually, never mind. I had some other questions instead..."
ru: «Вообще-то, неважно. Лучше я задам несколько вопросов...»

source: "Are Dustmen not allowed to feel passions?"
ru: «Тленным запрещено испытывать чувства?»

source: "I had some other questions..."
ru: «У меня есть другие вопросы...»

source: "Farewell."
ru: «Прощай».

source: "True Death?"
ru: «Истинной Смерти?»

source: "I see. Very enlightening. Farewell."
ru: «Ясно. Очень доходчиво. Прощай».

source: "Well, I was thinking about signing a contract with Emoric."
ru: «Ну, я подумывал над тем, чтобы подписать контракт с Эмориком».

source: Lie: "Well, I was thinking about signing a contract with Emoric."
ru: Ложь: «Ну, я подумывал над тем, чтобы подписать контракт с Эмориком».

source: "I don't think so. I had some more questions, though..."
ru: «Я так не думаю. Хотя у меня есть еще вопросы...»

source: "No, I don't think you can help me. Farewell, Mortai."
ru: «Нет, не думаю, что ты можешь мне помочь. Прощай, Мортай».

source: "I see. I had some more questions..."
ru: «Понятно. У меня есть другие вопросы...»

source: "Thanks for the information. Farewell, Mortai."
ru: «Спасибо за информацию. Прощай, Мортай».

source: "How much more will you offer?"
ru: «Сколько ты предложишь?»

source: "I'll think about it. I had some other questions..."
ru: «Я подумаю над этим. У меня есть еще вопросы...»

source: "Very well, I will sign with you."
ru: «Хорошо, я подписываюсь».

source: "Oh, he's offering contracts as well?"
ru: «О, так он тоже предлагает контракты?»

source: "You mean I could sign a Dead Contract with him?"
ru: «То есть ты имеешь в виду, что я могу подписать Контракт Смерти с ним?»

source: "Well, I already signed one with him. What are you going to do about it?"
ru: «Ну, я уже подписал с ним контракт. И что ты будешь с этим делать?»

source: "What would happen if I signed a contract with him?"
ru: «И что случится, если я подпишу с ним контракт?»

source: "All right, then. Prepare to die..."
ru: «Ну хорошо. Приготовься к смерти...»

source: "I see. I had some more questions, though..."
ru: «Понятно. У меня есть другие вопросы...»

source: "I don't think you can help me. Farewell, Mortai."
ru: «Не думаю, что ты можешь помочь мне. Прощай, Мортай».

source: "If you could, I would like to see it."
ru: «Если можно, я бы хотел на него взглянуть».

source: "Not exactly. I would like to cancel that contract."
ru: «Не совсем. Я хотел бы отменить этот контракт».

source: "You keep contracts here in the establishment?"
ru: «Ты хранишь контракты здесь, в этом заведении?»

source: "No, not at the moment. I had some questions instead..."
ru: «Нет, не сейчас. У меня есть несколько вопросов...»

source: "Just checking to see if you were the one he signed with. Never mind."
ru: «Я просто проверяю, что это ты подписал с ним контракт. Забудь».

source: "I would like to settle that contract."
ru: «Я хотел бы выкупить этот контракт».

source: "Do you have that contract with you?"
ru: «Этот контракт при тебе?»

source: "Can I see Angyar's contract again?"
ru: «Могу ли я еще раз взглянуть на контракт Ангиара?»

source: "The contract is tearing the man's life apart."
ru: «Контракт разрушает ему жизнь».

source: "The contract is tearing the man's life apart. It is causing him distress... it is possible that he may not even be able to approach the True Death with such emotions churning in his mind."
ru: «Контракт разрушает ему жизнь. Из-за него он пришел в уныние... Скорее всего, из-за таких сильных переживаний он никогда не сможет достичь Истинной Смерти».

source: Bluff: "I suggest you hand over the contract right now, or I'll butcher you where you stand."
ru: Блеф: «Советую тебе немедленно отдать контракт, или я прикончу тебя на месте».

source: Truth: "I suggest you hand over the contract right now, or I'll butcher you where you stand."
ru: Правда: «Советую тебе немедленно отдать контракт, или я прикончу тебя на месте».

source: "The contract is causing the man distress... it is possible that he may not even be able to approach the True Death with such emotions churning in his mind."
ru: «Контракт приводит его в уныние... Скорее всего, из-за таких сильных переживаний он никогда не сможет достичь Истинной Смерти».

source: "Is there *any* way I might be able to settle the contract with you?"
ru: «Есть ли хоть *какой-то* способ выкупить контракт у тебя?»

source: "So what you're saying is that you'll deny him the True Death for the sake of a piece of parchment?"
ru: «Так значит, ты не позволяешь ему достичь Истинной Смерти из-за какого-то куска пергамента?»

source: "You obviously hold the philosophy of the Dustmen in contempt to damn a man's soul over a piece of paper. Do other members of your faction know of your conduct in this regard? If not, they soon will."
ru: «Ты явно презираешь философию тленных, раз готов обречь человеческую душу на вечные муки из-за куска пергамента. А другие члены твоей фракции знают об этом? Если нет, то очень скоро узнают».

source: Wait...
ru: Подождать...

source: "I will leave... for now. Farewell, Mortai."
ru: «Я ухожу... на этот раз. Прощай, Мортай».

source: Bluff: "How about this: Give me Angyar's contract, or I'll kill you where you stand."
ru: Блеф: «А как насчет такого варианта: отдай мне контракт Ангиара сейчас же, или я прикончу тебя на месте».

source: Truth: "How about this: Give me Angyar's contract, or I'll butcher you where you stand."
ru: Правда: «А как насчет такого варианта: отдай мне контракт Ангиара сейчас же, или я прикончу тебя на месте».

source: "But the contract is tearing the man's life apart."
ru: «Но контракт разрушает его жизнь».

source: "But the contract is tearing the man's life apart. It is causing him distress... it is possible that he may not even be able to approach the True Death with such emotions churning in his mind."
ru: «Но контракт разрушает его жизнь. Из-за него он пришел в уныние... Скорее всего, из-за таких сильных переживаний он никогда не сможет достичь Истинной Смерти».

source: "I'll risk it. Just try and stop me."
ru: «А я рискну. Попробуй остановить меня».

source: Hand the contract back to Mortai.
ru: Вернуть контракт Мортаю.

source: "Is there any other way this contract might be settled?"
ru: «А есть какой-нибудь способ выкупить контракт?»

source: "Never mind, then."
ru: «Тогда неважно».

source: Pretend to examine it, switch the parchment with the false contract, then hand it back to Mortai.
ru: Притвориться, что изучаешь его, подменить пергамент фальшивым контрактом, после чего вернуть его Мортаю.

source: "Very well... it all looks in order."
ru: «Хорошо... похоже, с ним все в порядке».

source: "I would like to settle that contract you made with Angyar."
ru: «Я хотел бы выкупить контракт, который ты заключил с Ангиаром».

source: "Do you have that contract you made with Angyar with you?"
ru: «А контракт, который ты заключил с Ангиаром, при тебе?»

source: "Is there something wrong?"
ru: «Что-то не так?»

source: "Farewell, Mortai."
ru: «Прощай, Мортай».

source: "Possibly. I do not recall you."
ru: «Может быть. Я тебя не припоминаю».

source: "No, I don't believe so."
ru: «Нет, не думаю».

source: Leave.
ru: Уйти.

source: "I had some questions for you..."
ru: «У меня есть к тебе вопросы...»

source: "Can I see that contract you signed with Angyar?"
ru: «Могу ли я посмотреть на контракт, который ты заключил с Ангиаром?»

source: "No, I had some questions..."
ru: «Нет, у меня есть несколько вопросов...»

source: "I don't think you can help me. I must be going."
ru: «Не думаю, что ты можешь помочь мне. Мне нужно идти».

source: "I wish to sign the contract."
ru: «Я хочу подписать контракт».

source: "Is there a problem with showing emotion?"
ru: «А что за проблема с проявлением эмоций?»

source: "My apologies, I do not wish to sign the contract. I had some other questions, though..."
ru: «Прошу прощения, но я не хочу подписывать контракт. Однако у меня есть вопросы...»

source: "I meant no offense... but I don't think you can help me. Farewell."
ru: «Я не хотел никого оскорблять... но думаю, что ты не сможешь мне помочь. Прощай».

source: Wait for him to return...
ru: Подождать, пока он не вернется...

source: "Yes, but I had some other questions..."
ru: «Да, но меня есть еще вопросы...»

source: "Yes, that is all I wished to know. Farewell."
ru: «Да, это все, что я хотел узнать. Прощай».

source: Hand it back to him.
ru: Вернуть ему контракт.

source: Hand the 'Angyar Contract' back to him.
ru: Вернуть ему «Контракт Ангиара».

source: This tiny, wizened man is dwarfed by his huge Dustman robes; they look as if they were chosen to cloak his small stature. Although he looks to be in his late nineties, this man is extremely energetic... he fidgets continuously, and his eyes dart around the bar like a bird's.
ru: Этот сморщенный человечек из-за своей огромной мантии тленных кажется еще меньше. Похоже, его одежда подобрана таким образом, чтобы скрыть его невысокий рост. Хотя по виду ему около ста лет, он весьма подвижен... Он без конца ерзает, его взгляд метается по бару, как у птицы.

source: The man's eyes gleam as he takes your measure, and he gives a slight nod in greeting. "Hail and well met, traveler. You look like one who is just getting their Sigil legs about them..." He trails off. "Pardon me, have we met before? Your face seems familiar somehow."
ru: Его глаза начинают сверкать, только заметив тебя. Он кивает в приветствии. «Привет, рад встрече, путник. Кажется, ты новичок в Сигиле... - он умолкает. - Прошу прощения, мы раньше не встречались? Твое лицо мне очень знакомо».

source: After a while, Mortai returns, a dusty piece of parchment in his hands. He holds it up, allowing you to see it, but he does not allow it to leave his grip.
ru: Спустя не которое время Мортай возвращается с пыльным куском пергамента в руках. Он подымает его так, чтобы ты смог разглядеть его, но из рук не выпускает.

source: Look over the parchment.
ru: Осмотреть пергамент.

source: I spoke with Mortai Gravesend about Angyar's Dead Contract, and he was unwilling to settle it. I don't know how to persuade him otherwise, but there must be a way... one thing I noticed, however, is Mortai behaves differently than other Dustmen I've seen in Sigil. Maybe if I found out more about the Dustman beliefs from him or other people in the bar, maybe I can find some way to argue the contract out of Mortai's grasp by turning his philosophy against him.
ru: Я переговорил с Мортаем Сводящим-в-могилу насчет Контракта Смерти Ангиара, и он не захотел его продавать. Не знаю, как его заставить, но должен же быть способ... Кстати, я заметил, что Мортай не похож на тленных, которых я встречал в Сигиле. Возможно, если я побольше разузнаю от него или посетителей бара о взглядах тленных, то, умело обернув его же философию против него, смогу вырвать контракт из когтей Мортая.

source: Apparently, Mortai wasn't carrying Angyar's Contract on him. He had to go fetch it first... but he didn't put it back in the backroom when he was done.
ru: Видимо, Мортай не носит с собой контракт Ангиара. Сначала он за ним сходил... но после не вернул его в заднюю комнату.
