Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dmorte1.dlg.po
Languages: ru

source: "Hey, chief. You okay? You playing corpse or you putting the blinds on the Dusties? I thought you were a deader for sure."
ru: «Эй, шеф. Ты в порядке? Изображаешь из себя труп или пытаешься обмануть трухлявых? Я уж думал, что ты дал дуба».

source: "Wh...? Who are you?"
ru: «Чт?.. Ты кто?»

source: "Uh... who am *I?* How about *you* start? Who're you?"
ru: «Э... кто я? А как насчет *тебя* для начала? Кто ты?»

source: "I... don't know. I can't remember."
ru: «Я... не знаю. Не могу вспомнить».

source: "I asked *you* first, skull."
ru: «Я *первый* спросил тебя, череп».

source: "You can't remember your *name?* Heh. Well, NEXT time you spend a night in this berg, go easy on the bub. Name's Morte. I'm trapped in here, too."
ru: «Ты не можешь вспомнить свое *имя*? Хе. Что ж, в СЛЕДУЮЩИЙ раз, когда будешь кутить ночью в городе, не налегай на выпивку. Зовут Мортом. Я тоже здесь заперт».

source: "Trapped?"
ru: «Заперт?»

source: "Yeah, 'an I asked you *second.* What's your name?"
ru: «Ага, а я спросил тебя *вторым*. Как твое имя?»

source: "You first, skull. It's the last time I'll ask."
ru: «Ты первый, череп. В последний раз спрашиваю».

source: "Tchhhh... you're tighter than a wet rope. All right, *I'll* be the nice guy here. Name's Morte. Who're you?"
ru: «Пф-ф... да ты натянут как струна. Ну хорошо, пусть *я* буду хорошим парнем. Зовут Мортом. А кто ты?»

source: "Yeah, since you haven't had time to get your legs yet, here's the chant: I've tried all the doors, and this room is locked tighter than a chastity belt."
ru: «Ага, и поскольку ты еще не успел размять ноги, вот тебе новость: я перепробовал все двери, и эта комната заперта крепче пояса целомудрия».

source: "We're locked in... where? What is this place?"
ru: «Мы заперты... где? Что это за место?»

source: "It's called the 'Mortuary'... it's a big black structure with all the architectural charm of a pregnant spider."
ru: «Оно называется 'Моргом'... это такое большое черное здание с чарующей архитектурой беременной паучихи».

source: "'The Mortuary'? What... am I dead?"
ru: «Морг? Постой... я умер?»

source: "Not from where I'm standing. You got scars a-plenty, though... looks like some berk painted you with a knife. All the more reason to give this place the laugh before whoever carved you up comes back to finish the job."
ru: «Не похоже. Хотя на тебе куча шрамов... выглядит так, словно какой-то пень изрисовал тебя всего ножом. Еще одна причина свалить отсюда побыстрее, пока тот, кто изрезал тебя, не вернулся назад и не завершил свою работу».

source: "Scars? How bad are they?"
ru: «Шрамы? Они так плохи?»

source: "Well... the carvings on your chest aren't TOO bad... but the ones on your back..." Morte pauses. "Say, looks like you got a whole tattoo gallery on your back, chief. Spells out something..."
ru: «Ну... художество на груди не ТАК уж плохо выглядит... но то, что на спине... - Морт делает паузу. - Скажем так, шеф, у тебя целая галерея татуировок на спине. Тут что-то написано...»

source: "Tattoos on my back? What do they say?"
ru: «Татуировки на моей спине? Что там написано?»

source: "Heh! Looks like you come with directions..." Morte clears his throat. "Let's see... it starts with..." "'I know you feel like you've been drinking a few kegs of Styx wash, but you need to CENTER yourself. Among your possessions is a JOURNAL that'll shed some light on the dark of the matter. PHAROD can fill you in on the rest of the chant, if he's not in the dead-book already.'"
ru: «Ха! Похоже, тебя доставили с инструкцией... - Морт прочищает горло. - Посмотрим... начинается с...» «Я знаю, что ты чувствуешь себя так, как будто ты выпил несколько бочонков помоев из Стикса, но тебе надо СОСРЕДОТОЧИТЬСЯ. Среди твоих вещей должен быть ДНЕВНИК, который прольет свет на это темное дело. ФАРОД сможет дополнить оставшуюся часть истории, если его еще не записали в книгу мертвых».

source: "Pharod...? Does it say anything else?"
ru: «Фарод?.. А там есть еще что-нибудь?»

source: "Yeah, there's a bit more..." Morte pauses. "Let's see... it goes on..." 'Don't lose the journal or we'll be up the Styx again. And whatever you do, DO NOT tell anyone WHO you are or WHAT happens to you, or they'll put you on a quick pilgrimage to the crematorium. Do what I tell you: READ the journal, then FIND Pharod.'
ru: «Ага, здесь есть еще немного... - Морт умолкает. - Посмотрим... вот продолжение...» 'Не потеряй дневник, иначе мы вновь окажемся в Стиксе. И что бы ты ни делал, НЕ ГОВОРИ никому, КТО ты и ЧТО с тобой произошло, иначе тебя живо отправят в крематорий. Делай так, как я сказал: ПРОЧТИ дневник, а затем НАЙДИ Фарода'.

source: "No wonder my back hurts; there's a damn novel written there. As for that journal I'm supposed to have with me... was there one with me while I was lying here?"
ru: «Неудивительно, что спина так болит: да там целая чертова поэма. А дневник, который должен быть со мной... он был возле меня, пока я здесь валялся?»

source: "No... you were stripped to the skins when you arrived here. 'Sides, looks like you got enough of a journal penned on your body."
ru: «Нет... тебя обобрали догола, когда доставили сюда. Хотя, с другой стороны, похоже, что достаточно того дневника, что выбит у тебя на теле».

source: "What about Pharod? Do you know him?"
ru: «А как насчет Фарода? Ты его знаешь?»

source: "Nobody I know... but then again, I don't know many people. Still, SOME berk's got to know where to find Pharod... uh, once we get out of here, that is."
ru: «Нет, не знаю... С другой стороны, я вообще мало кого знаю. В общем, КТО-НИБУДЬ да знает, как добраться до этого Фарода... э, то есть, как только мы выберемся отсюда».

source: "How *do* we get out of here?"
ru: «И *как* же мы выберемся отсюда?»

source: "Well, all the doors are locked, so we'll need the key. Chances are, one of the walking corpses in this room has it."
ru: «Ну, если все двери заперты, значит, нам понадобится ключ. Есть шанс, что он есть у одного из ходячих трупов в этой комнате».

source: "Walking corpses?"
ru: «Ходячих трупов?»

source: "Yeah, the Mortuary keepers use dead bodies as cheap labor. The corpses are dumb as stones, but they're harmless, and won't attack you unless you attack first."
ru: «Ага, хранители Морга используют мертвые тела в качестве дешевой рабочей силы. Трупы тупые как пробка, они безвредны и не будут атаковать до тех пор, пока ты не нападешь первым».

source: "Is there some other way? I don't want to kill them just for a key."
ru: «А есть какой-нибудь другой способ? Я не хочу никого убивать из-за какого-то ключа».

source: "So I should attack one of these corpses and loot it for the key?"
ru: «Так значит, я должен напасть на одного из этих трупов и забрать у него ключ?»

source: "What, you think it's going to hurt their feelings? They're DEAD. But if you want a bright side to this: if you kill them, at least they'll have a rest before their keepers raise them up to work again."
ru: «Погоди, ты что, думаешь, что причинишь им боль? Они уже МЕРТВЫ. Но если тебе нужна мотивация, то пожалуйста: если ты убьешь их, то по крайней мере они отдохнут до того, как хранители поднимут их снова на работу».

source: "Well, all right... I'll take one of them down and get the key."
ru: «Ну хорошо... Я собью одного из них и заберу ключ».

source: "Well, before you do that, arm yourself first. I think there's a scalpel on one of the shelves around here." ^NNOTE: Search the shelves in the room for a weapon to attack the zombies with. <SEARCH_WEAPON>^-
ru: «Хорошо, но перед этим неплохо бы вооружиться. Кажется, здесь где-то на полках есть скальпель». ^NПРИМЕЧАНИЕ: Обыщите полки в комнате, чтобы найти оружие, с которым можно напасть на зомби. <SEARCH_WEAPON>^-

source: "All right, I'll look for one."
ru: «Ладно, я поищу его».

source: "One last thing: Those corpses are as slow as molasses, but getting punched by one of them is like being kissed by a battering ram. If they start getting an edge on you, remember you can RUN, and they can't. Use it to keep some distance if you need to recover." ^NNOTE: <RUNAWAY> If you are in danger of dying, use running to keep your distance from the zombies while you recover.^-
ru: «И последнее: эти трупы медлительны, но их удар - все равно что поцелуй тарана. Если они начнут доставать тебя, помни, что ты можешь БЕГАТЬ, а они - нет. Используй это, чтобы держаться на дистанции, если тебе нужно восстановиться». ^NПРИМЕЧАНИЕ: Если вы в опасности или при смерти, используйте бег, чтобы держать дистанцию с зомби, пока восстанавливаетесь.^-

source: "All right. Thanks for the advice."
ru: «Хорошо. Спасибо за совет».

source: "There should be a scalpel on one of the shelves around here. I'd find it before locking horns with any of the corpses around here." ^NNOTE: Search the shelves in the room for a weapon to attack the zombies with. <SEARCH_WEAPON>^-
ru: «На одной из тех полок должен быть скальпель. Я бы на твоем месте нашел его до того, как начал бодаться с местными трупаками». ^NПРИМЕЧАНИЕ: Обыщите полки в комнате, чтобы найти оружие, с которым можно напасть на зомби. <SEARCH_WEAPON>^-

source: "All right... I'll keep searching."
ru: «Ладно... Я поищу».

source: "All right, you found the scalpel! Now, go get those corpses... and don't worry, I'll stay back and provide valuable tactical advice."
ru: «Отлично, ты нашел скальпель! А теперь пора разделаться с этими трупами... и не бойся, я буду держаться у тебя за спиной и давать ценные тактические советы».

source: "Maybe you could *help* me, Morte."
ru: «А, может, ты мне *поможешь*, Морт?»

source: "All right."
ru: «Хорошо».

source: "I WILL be helping you. Good advice is hard to come by."
ru: «Я ПОМОГУ тебе. Хороший совет всегда хорош в трудную минуту».

source: "I meant help in attacking the *corpse.*"
ru: «Я имел ввиду помощь в нападении на *трупов*».

source: "All right, then."
ru: «Ну хорошо тогда».

source: "Me? I'm a romantic, not a soldier. I'd just get in the way."
ru: «Я? Я романтик, а не солдат. Я только под ногами буду путаться».

source: "When I attack this corpse, you better be right there with me or you'll be the next thing that I plunge this scalpel in."
ru: «Когда я буду нападать на труп, тебе лучше быть рядом со мной, иначе ты будешь следующим, в кого я воткну этот скальпель».

source: "Eh... all right. I'll help you." ^NNOTE: If you wish Morte to help you attack, simply make sure the both of you are selected when you attack the corpse. Morte will join in the attack.^-
ru: «Э... без проблем. Я помогу тебе». ^NПРИМЕЧАНИЕ: Если вы хотите, чтобы Морт помог вам атаковать, просто удостоверьтесь, что до нападения на труп выбраны оба персонажа. Морт присоединится к атаке.^-

source: "I'm glad we understand each other."
ru: «Я рад, что мы поняли друг друга».

source: "Let's go."
ru: «Вперед».

source: "All right, you took care of the right corpse, looks like. Now you gotta find the key. It should have been on its body. Once we have it, we can get out of here." ^NNOTE: <DEADPILE>^-
ru: «Отлично, похоже, ты позаботился о правильном трупе. Теперь надо найти ключ. Он должен быть на его теле. Как только мы его получим, мы сможем выбраться отсюда». ^NПРИМЕЧАНИЕ: <DEADPILE>^-

source: "All right, that's the key. It must fit the lock of one of the doors in the room."
ru: «Отлично, вот и ключ. Он должен подойти к одной из дверей в этой комнате».

source: "I'll try all the doors, then."
ru: «Тогда я перепробую все двери».

source: "I knew you'd be back, chief! Finally realized you needed me, huh?"
ru: «Я знал, что ты вернешься, шеф! Все-таки понял, что я нужен тебе, а?»

source: "Yeah... let's go."
ru: «Да... идем».

source: "Not right now, Morte."
ru: «Не сейчас, Морт».

source: "Hmmmph. Well, I don't know how long I'm going to wait here, so I'm going to give you one LAST chance. You sure you don't want my sage advice and quick wit?"
ru: «Пф-ф. Ну хорошо, не знаю, как долго я смогу здесь быть, так что я даю тебе ПОСЛЕДНИЙ шанс. Ты уверен, что не хочешь моего мудрого совета и быстрой остроты?»

source: "Morte, you don't have EITHER of those things."
ru: «Морт, у тебя НЕТ ни того, ни другого».

source: "All right, I changed my mind. Come on, let's go."
ru: «Ладно. Я передумал. Давай, идем».

source: "Not at the moment, Morte. Maybe later."
ru: «Не сейчас, Морт. Может быть потом».

source: "Are you trying to hurt my feelings, chief? What, was it something I said? The fact I don't have arms? What?"
ru: «Ты пытаешься задеть мои чувства, шеф? Погоди, разве я что-то не так сказал? Или это из-за того, что у меня нет рук? Что?»

source: "Nothing like that. It's just I don't need your company right now. Farewell, Morte."
ru: «Ничего такого. Просто сейчас я не нуждаюсь в твоей компании. Прощай, Морт».

source: "Well, I'm not going to wait FOREVER, so you better come back as soon as you change your mind."
ru: «Ну хорошо, я не собираюсь ждать тебя ВЕЧНО, так что тебе лучше вернуться, как только ты передумаешь».

source: "I will. Farewell, Morte."
ru: «Я так и сделаю. Прощай, Морт».

source: "What's eating you, chief?"
ru: «Что тебя гложет, шеф?»

source: "Nothing at the moment, Morte. Just checking to see if you were still with me."
ru: «Пока ничего, Морт. Просто проверяю, что ты еще со мной».

source: "Uh, chief... they can't hear you, all right? They're dead."
ru: «Э, шеф... они не слышат тебя, понятно? Они мертвы».

source: "But you're dead. And you're talking to me."
ru: «Но ты ведь тоже мертв. И разговариваешь со мной».

source: "Yeah, but *I'm* special. Death couldn't kill my zest for life. These corpses here..." Morte rolls his eyes. "They probably didn't have much personality to begin with."
ru: «Ага, но *я* особенный. Смерть не смогла убить мою жажду к жизни. А здешние трупы... - Морт обводит комнату взглядом. - Они и при жизни из себя ничего не представляли».

source: "I... see."
ru: «Понятно...»

source: "Look, chief... watching you trying to swap the chant with these corpses isn't doing much for my morale. Let's leave the corpse-talk for the barmies, all right?"
ru: «Слушай шеф... Наблюдение за тем, как ты пытаешься поболтать с этими трупами, не способствует укреплению моей морали. Давай оставим разговоры с мертвецами сумасшедшим, ладно?»

source: "All right, then. Let's go."
ru: «Хорошо. Идем».

source: "This looks like the lucky petitioner here, chief. Look... he's got the key there in his hand."
ru: «Кажется, просителю повезло, шеф. Смотри... у него в руке ключ».
