Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dpeato.dlg.po
Languages: ru

source: You see a young man wearing dirty, unkempt clothes. He looks at you warily as you approach.
ru: Перед тобой парень, одетый в грязную неухоженную одежду. Когда ты подходишь, он беспокойно глядит на тебя.

source: "Greetings."
ru: «Приветствую».

source: Ignore him.
ru: Игнорировать его.

source: "What do you want?" He glances about nervously.
ru: «Чего ты хочешь?» Он нервно оглядывается.

source: "I have some questions..."
ru: «У меня есть несколько вопросов...»

source: "Nothing. Farewell."
ru: «Ничего. Прощай».

source: "What do you want to know?"
ru: «Что ты хочешь знать?»

source: "Who are you?"
ru: «Кто ты?»

source: "Why are you here?"
ru: «Как ты сюда попал?»

source: "What can you tell me about this place?"
ru: «Что ты можешь рассказать об этом месте?»

source: "I'm looking for a deva, I've been told he's here."
ru: «Я ищу дэва. Мне сказали, что он здесь».

source: "Never mind, farewell."
ru: «Неважно, прощай».

source: He hesitates before answering. "What's it to you?"
ru: Он медлит с ответом. «Тебе-то что?»

source: "I like to know who I'm talking to."
ru: «Я хочу знать, с кем говорю».

source: "Lose the attitude or I'll beat it out of you."
ru: «Следи за своим тоном, иначе придется тебя проучить».

source: "Never mind, I have some more questions..."
ru: «Неважно. У меня есть другие вопросы...»

source: "I must be going now, farewell."
ru: «Мне пора, прощай».

source: "I'm Peato." He gives you a bored look.
ru: «Я Пеато». Он скучающе глядит на тебя.

source: "I must be going, farewell."
ru: «Я должен идти. Прощай».

source: An angry look crosses his face and he starts to say something to you. He then notices your scars and quickly backs down. "Sorry, the name's Peato."
ru: Он принимает сердитый вид и начинает что-то говорить. Затем он замечает твои шрамы и быстро поправляется. «Извини, меня зовут Пеато».

source: He smirks. "I was caught *borrowing* a few things from a local merchant. He didn't take kindly to it and had me tossed in here."
ru: Он ухмыляется. «Меня поймали, когда я *одалживал* парочку вещей у местного торговца. Он этого не оценил, и меня бросили сюда».

source: "So you're a thief."
ru: «Значит, ты — вор».

source: "I see. I have some more questions..."
ru: «Понятно. У меня есть еще вопросы...»

source: He glares at you. "I guess you could say that."
ru: Он смотрит на тебя сердито. «Можно и так сказать».

source: "Pike it, berk. I've had enough of you." He snorts and looks himself up and down comically. "Do I look like a tout?"
ru: «Забей, пень. С меня достаточно, — он фыркает и комично себя осматривает с ног до головы. — Я что, похож на осведомителя?»

source: "No, you look like someone with serious health problems."
ru: «Нет, на вид у тебя серьезные проблемы со здоровьем».

source: "I have some other questions..."
ru: «У меня есть другие вопросы...»

source: "Farewell."
ru: «Прощай».

source: He gives you a confused look. "What are you talking about? I don't have any health problems."
ru: Он смотрит на тебя озадаченно. «О чем это ты? Нет у меня никаких проблем со здоровьем».

source: "You will if you don't answer my question."
ru: «Будут, если не ответишь на мои вопросы».

source: "Never mind, I have some questions..."
ru: «Забудь, у меня есть несколько вопросов...»

source: He starts to rise to your challenge then pauses and changes his mind. "This is the prison. It's set up as a series of three rings; the outer ring, the center ring, and the inner ring."
ru: Он уже начинает подниматься, приняв твой вызов, но потом одумывается. «Это тюрьма. Состоит из трех колец: внешнего, среднего и внутреннего».

source: "Tell me about the outer ring."
ru: «Расскажи мне о внешнем кольце».

source: "Tell me about the center ring."
ru: «Расскажи мне о среднем кольце».

source: "Tell me about the inner ring."
ru: «Расскажи мне о внутреннем кольце».

source: "The outer ring is where you are now. The berks you find here are in for petty offenses. Mainly minor theft, assaults, and so forth."
ru: «Внешнее кольцо — это там, где ты находишься. Здесь ты встретишь пней, сидящих за мелкие проступки. В основном, за мелкие кражи, драки и тому подобное».

source: "The center ring is for those who're considered to be a bit on the dangerous side. Musclemen, thugs, berks who've killed accidentally or in the heat of passion can be found there."
ru: «Среднее кольцо для тех, кто считается немного более опасным. Там можно встретить громил, разбойников, пней, которые совершили убийство случайно или в пылу страсти».

source: "The inner ring is for those who are considered to be dangerous or a threat. Rapists, murderers, and enemies of the government can be found there.
ru: «Внутреннее кольцо для тех, кого считают опасными. Там можно встретить насильников, убийц и государственных преступников».

source: "You mean Trias." He frowns and looks away for a moment. "Yes, he's down here. Much to our misfortune."
ru: «Ты имеешь в виду Триаса, — он хмурится и на мгновение смотрит в сторону. — Да, он здесь. К нашему несчастью».

source: "Why do you say that?"
ru: «Это почему?»

source: "The guards use us as labor to help expand the prison. We dig out all the new rooms anytime they're needed. During one of these sessions the diggers broke into a new area and there was Trias." He pauses and frowns. "Soon afterward the plague broke out down here."
ru: «Стражники используют нас в качестве рабочей силы для расширения тюрьмы. Мы роем новые комнаты каждый раз, когда в них возникает необходимость. Во ходе одного из этих расширений рабочие наткнулись на новое помещение, где и нашли Триаса, — он умолкает, хмурясь. — Вскоре после этого разразилась чума».

source: "Yes. I remember hearing about that. How bad has it been?"
ru: «Да. Я слышал об этом. Насколько все плохо?»

source: "Plague?"
ru: «Чума?»

source: "I have some more questions..."
ru: «У меня есть еще вопросы...»

source: "Bad... a hundred or so dead, a lot of others infected." He pauses. "It seems to be under control now, though. There haven't been any new cases of it recently."
ru: «Очень плохо... Около сотни погибло, остальные заражены, — он делает паузу. — Однако сейчас ее, похоже, взяли под контроль. В последнее время новых случаев не наблюдалось».

source: "I see. So where can I find Trias?"
ru: «Ясно. Так где мне найти Триаса?»

source: He shakes his head. "I don't know, I've never been to the new excavation site. Just keep looking around here, you'll find it."
ru: Он качает головой. «Не знаю, ни разу не видел новое место раскопок. Посмотри по сторонам — ты его найдешь».

source: He nods his head. "Yes, a bad one. It hit us hard right after his chamber was opened. Spread like wildfire."
ru: Он кивает. «Да, просто мор. Нас буквально косит после того, как распечатали его комнату. Разносится как пожар».

source: "How bad has it been?"
ru: «Насколько все плохо?»

source: You see Peato, the thief. "Hello again. What can I do for you?"
ru: Перед тобой Пеато, вор. «И снова здравствуй. Чем могу помочь?»

source: "Nothing, farewell."
ru: «Ничего, прощай».
