Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dpestal.dlg.po
Languages: ru

source: As you touch this book, you hear a voice: "I greet thee, master. How may this humble tome serve you?"
ru: Прикоснувшись к этой книге, ты слышишь голос: «Приветствую тебя, хозяин. Чем может услужить тебе сей скромный фолиант?»

source: "You can talk?"
ru: «Ты умеешь говорить?»

source: "You can't. Stop talking to me."
ru: «Ничем. Хватит разговаривать со мной».

source: "As you wish, master. Merely speak the word to me and I shall assist you in any way possible."
ru: «Как пожелаешь, хозяин. Просто обратись ко мне, и я помогу тебе любым доступным способом».

source: "Actually, tell me what you can do."
ru: «Собственно, скажи, что ты умеешь».

source: "Fine. Now quiet yourself."
ru: «Отлично. А теперь умолкни».

source: "That I can, master, in many different languages. Only you should take care that none see us conversing, for they cannot hear me. And, master, speech is but one of my powers."
ru: «Хозяин, я могу разговаривать на многих языках. Только ты должен позаботиться, чтобы наш разговор не заметили, поскольку меня они не могут слышать. И еще, хозяин: речь — лишь одна из моих способностей».

source: "What can you do? What are your powers?"
ru: «Что ты умеешь? Какие у тебя есть способности?»

source: "How did Mantuok come to possess you?"
ru: «Как Мантуок завладел тобой?»

source: "Tell me about yourself."
ru: «Расскажи мне о себе».

source: "That's enough for now."
ru: «Пока достаточно».

source: "I can grant you abilities that will allow you greater latitude in life's vicissitudes, master, and I can offer advice to you."
ru: «Хозяин, я могу подарить тебе способности, с которыми в трудную минуту ты сможешь сделать больше, а еще могу дать тебе совет».

source: "What abilities do you mean?"
ru: «О каких способностях ты говоришь?»

source: "Give me some advice."
ru: «Дай мне совет».

source: "Forget it. Answer some other questions for me."
ru: «Забудь об этом. Ответь мне на пару вопросов».

source: "What do you wish to know, master?"
ru: «Что ты хочешь узнать, хозяин?»

source: "The diseased rat-mage unearthed me in the catacombs, my master. He pried me from the grip of my former master, now long since dead. He brought me to his nest so that he might learn from me. His power was limited, however... it was difficult to speak to him, and he understood little of my teachings."
ru: «Больной крысомаг раскопал меня в катакомбах, хозяин. Он освободил меня от хватки моего бывшего хозяина, теперь уже давно почившего. Он принес меня в свое гнездо, чтобы изучить меня. Однако его способности оказались ограниченными... с ним было трудно разговаривать, и он мало что понял из того, чему я его обучал».

source: "Tell me of your powers."
ru: «Расскажи мне о силах, которыми ты обладаешь».

source: "I see. Answer some other questions for me."
ru: «Понятно. Ответь мне на несколько вопросов».

source: "True. Farewell."
ru: «И то правда. Прощай».

source: "The question you ask is not a simple one, my master, but your servant shall seek to answer it as best it can. I am a codex of moments-now-forgotten, ideas-now-lost, and thoughts of other times and other worlds. Within my pages lies the lore of forgotten civilizations. In essence, my master, and this is the only thing of import: within my pages lie POWER. This power can be yours... my master."
ru: «Заданный тобой вопрос непрост, хозяин, однако твой покорный слуга постарается ответить на него наилучшим образом. Я — кодекс давно забытых мгновений, давно утерянных идей, суждений о других временах и других мирах. На моих страницах собраны знания забытых цивилизаций. Все по существу, хозяин, но самое важное вот что: в моих страницах кроется СИЛА. Сила, которая может стать твоей... хозяин».

source: "Not interested right now. Answer some other questions for me, instead."
ru: «Сейчас меня это не интересует. Лучше ответь на пару вопросов».

source: "Not interested. Farewell, book."
ru: «Неинтересно. Прощай, книга».

source: "I bestow this advice, my master: Be wary of those you keep close to you. Never take them fully into your confidence, and never dilute your strength by sharing it. Many emperors I have known have done such, and I do not wish you to suffer the same fate."
ru: «Хозяин, я дам тебе такой совет: Будь осторожен с теми, с кем ты близок. Никогда им полностью не доверяй, и никогда не ослабляй себя, делясь с ними своей силой. Множество известных мне императоров поступали так, и я не желаю тебе их участи».

source: "Give me some more advice."
ru: «Дай мне еще один совет».

source: "Very well. I had some other questions."
ru: «Хорошо. У меня есть другие вопросы».

source: "That's enough."
ru: «Достаточно».

source: "Then I bestow this advice, my master. If they claim friendship, then let them prove themselves. Words carry little weight compared to action. If friends they be, then they should be willing to die for you."
ru: «Тогда, хозяин, я дам тебе такой совет. Если кто-то клянется тебе в дружбе — позволь ему доказать это. В словах мало веса, в отличие от действий. Настоящие друзья будут готовы умереть за тебя».

source: You feel a slight tightening in your chest as the book speaks: "Then I bestow this advice, my master. Show no weakness, do not admit error, do not show hesitation. These things tell others that you are uncertain, a stone that is unbalanced and may be toppled."
ru: Ты ощущаешь легкое напряжение в груди, когда книга произносит: «Тогда, хозяин, я дам тебе такой совет. Не выдавай слабости, не признавай ошибок, не сомневайся. Такие вещи говорят другим о том, что ты не уверен, словно шаткий камень, который можно опрокинуть».

source: "Then I bestow this advice, my master. Beware mercy. A turned back is no defense against an assassin's knife."
ru: «Тогда, хозяин, я дам тебе такой совет. Остерегайся милосердия. Открытая спина беззащитна против ножа убийцы».

source: "Then I bestow this advice, my master. Beware the common view of love. Love must often be cruel in order so that it may rise above the merely sentimental."
ru: «Тогда, хозяин, я дам тебе такой совет. Остерегайся распространенных мнений о любви. Любовь нередко должна быть жестокой, дабы возвыситься над обычными сантиментами».

source: You feel a faint sneer curl up the corner of your mouth. You quickly repress it. "Then I bestow this advice, my master: Separate yourself from small-minded fools and the weak by recognizing that you have a destiny. This alone gives you authority to tread where others would fear to go."
ru: Ты ощущаешь, как легкая ухмылка поднимает кончики твоего рта. Ты спешно подавляешь ее. «Тогда, хозяин, я дам тебе такой совет: Отдели себя от недалеких глупцов и слабаков, осознав, что у тебя есть предназначение. Одно лишь это даст тебе право идти там, где другие побоялись бы пройти».

source: "Then I bestow this advice, my master. There are two secrets to becoming great. One is never to reveal all that you know."
ru: «Тогда, хозяин, я дам тебе такой совет. Есть два секрета успеха. Один из них — никогда не показывай всего, что знаешь».

source: "Then I bestow this advice, my master. To become powerful, you must be willing to sacrifice: whether it is parts of yourself or things precious to you. Power is a bargain: One must give in order to receive."
ru: «Тогда, хозяин, я дам тебе такой совет. Чтобы обрести могущество, ты должен быть готовым пожертвовать чем угодно: и собой, и дорогими тебе вещами. Власть — это сделка. Нужно отдавать, чтобы получать».

source: The book advised me: 'Be wary of those you keep close to you. Never take them fully into your confidence, and never dilute your strength by sharing it. Many emperors I have known have done such, and I do not wish you to suffer the same fate.'
ru: Книга дала мне совет: «Будь осторожен с теми, с кем ты близок. Никогда им полностью не доверяй, и никогда не ослабляй себя, делясь с ними своей силой. Множество известных мне императоров поступали так, и я не желаю тебе их участи».

source: The book advised me: 'If they claim friendship, then let them prove themselves. Words carry little weight compared to action. If friends they be, then they should be willing to die for you.'
ru: Книга дала мне совет: «Если кто-то клянется тебе в дружбе — позволь ему доказать это. В словах мало веса, в отличие от действий. Настоящие друзья будут готовы умереть за тебя».

source: The book advised me: 'Show no weakness, do not admit error, do not show hesitation. These things tell others that you are uncertain, a stone that is unbalanced and may be toppled.'
ru: Книга дала мне совет: «Не выдавай слабости, не признавай ошибок, не сомневайся. Такие вещи говорят другим о том, что ты не уверен, словно шаткий камень, который можно опрокинуть».

source: The book advised me: 'Beware mercy. A turned back is no defense against an assassin's knife.'
ru: Книга дала мне совет: «Остерегайся милосердия. Открытая спина беззащитна против ножа убийцы».

source: The book advised me: 'Beware the common view of love. Love must often be cruel in order so that it may rise above the merely sentimental.'
ru: Книга дала мне совет: «Остерегайся распространенных мнений о любви. Любовь нередко должна быть жестокой, дабы возвыситься над обычными сантиментами».

source: The book advised me: 'Separate yourself from small-minded fools and the weak by recognizing that you have a destiny. This alone gives you authority to tread where others would fear to go.'
ru: Книга дала мне совет: «Отдели себя от недалеких глупцов и слабаков, осознав, что у тебя есть предназначение. Одно лишь это даст тебе право идти там, где другие побоялись бы пройти».

source: The book advised me: 'There are two secrets to becoming great. One is never to reveal all that you know.'
ru: Книга дала мне совет: «Есть два секрета успеха. Один из них — никогда не показывай всего, что знаешь».

source: The book advised me: 'To become powerful, you must be willing to sacrifice: whether it is parts of yourself or things precious to you. Power is a bargain: One must give in order to receive.'
ru: Книга дала мне совет: «Чтобы обрести могущество, ты должен быть готовым пожертвовать чем угодно: и собой, и дорогими тебе вещами. Власть — это сделка. Нужно отдавать, чтобы получать».

source: Your blood seems to move more sluggishly within your veins as the book speaks. "Then I bestow this advice, my master. Honor and virtue are concepts that kill men and kill the spirit. They are only abstracts that drive men to strangeness and death. Be true to yourself and obey only your own will."
ru: Твоя кровь, казалось бы, замедляет свой ход, когда книга произносит: «Тогда, хозяин, я дам тебе такой совет. Честь и добродетель — идеи, которые губят человека и его дух. Они — всего лишь отвлеченные понятия, которые побуждают к странным поступкам и приводят к смерти. Будь честен с собой и подчиняйся только собственной воле».

source: The book advised me: 'Honor and virtue are concepts that kill men and kill the spirit. They are only abstracts that drive men to strangeness and death. Be true to yourself and obey only your own will.'
ru: Книга дала мне совет: «Честь и добродетель — идеи, которые губят человека и его дух. Они — всего лишь отвлеченные понятия, которые побуждают к странным поступкам и приводят к смерти. Будь честен с собой и подчиняйся только собственной воле».

source: "Then I bestow this advice, my master. Do not suffer one who has hurt you to live. To do so is an open admission of weakness."
ru: «Тогда, хозяин, я дам тебе такой совет. Не жалей тех, кто подарил тебе страдания жизни. Поступая так, ты открыто признаешь свою слабость».

source: The book advised me: 'Do not suffer one who has hurt you to live. To do so is an open admission of weakness.'
ru: Книга дала мне совет: «Не жалей тех, кто подарил тебе страдания жизни. Поступая так, ты открыто признаешь свою слабость».

source: "Then I bestow this advice, my master. The soul of man is a sea of emotions. Often man struggles to bring order to these emotions, but it is a false order. Man's natural state is chaos, and it is a state that should be surrendered to."
ru: «Тогда, хозяин, я дам тебе такой совет. Душа человека — море эмоций. Часто люди пытаются привести свои чувства в порядок, но этот порядок ложен. Хаос — вот естественное состояние человека, и ему следует отдаться сполна».

source: The book advised me: 'The soul of man is a sea of emotions. Often man struggles to bring order to these emotions, but it is a false order. Man's natural state is chaos, and it is a state that should be surrendered to.'
ru: Книга дала мне совет: «Душа человека — море эмоций. Часто люди пытаются привести свои чувства в порядок, но этот порядок ложен. Хаос — вот естественное состояние человека, и ему следует отдаться сполна».

source: "Then I bestow this advice, my master. Know the meaning of mercy, use it to your advantage... but do not practice it."
ru: «Тогда, хозяин, я дам тебе такой совет. Познай значение милосердия, пользуйся им в своих целях... но никогда его не практикуй».

source: The book advised me: 'Know the meaning of mercy, use it to your advantage... but do not practice it.'
ru: Книга дала мне совет: «Познай значение милосердия, пользуйся им в своих целях... но никогда его не практикуй».

source: "Then I bestow this advice, my master. Nurture fear in others, for only fear rules men. Nothing else leaves deeper scars."
ru: «Тогда, хозяин, я дам тебе такой совет. Воспитывай в других страх, потому что только страх управляет людьми. Ничто иное не оставляет таких глубоких шрамов».

source: The book advised me: 'Nurture fear in others, for only fear rules men. Nothing else leaves deeper scars.'
ru: Книга дала мне совет: «Воспитывай в других страх, потому что только страх управляет людьми. Ничто иное не оставляет таких глубоких шрамов».

source: "Then I bestow this advice, my master. Extend a smile and the hand of friendship to your enemies. When they clasp your hand, strike them with the dagger in your other hand, else they will surely do the same to you."
ru: «Тогда, хозяин, я дам тебе такой совет. Улыбайся и протягивай руку дружбы своим врагам, а когда они принимают ее — бей их кинжалом в другой руке. А иначе они, несомненно, сделают с тобой то же самое».

source: The book advised me: 'Extend a smile and the hand of friendship to your enemies. When they clasp your hand, strike them with the dagger in your other hand, else they will surely do the same to you.'
ru: Книга дала мне совет: «Улыбайся и протягивай руку дружбы своим врагам, а когда они принимают ее — бей их кинжалом в другой руке. А иначе они, несомненно, сделают с тобой то же самое».

source: As the book speaks these words, you feel a chill weight settle on your heart. You feel somehow tainted: "These are my last words of advice, my master. Weigh them carefully. Remember that you can expunge anything you find undesirable. You need only have the will."
ru: Когда книга произносит следующие слова, ты ощущаешь в своем сердце тяжелую прохладу; ты чувствуешь какой-то неприятный осадок. «Хозяин, это последний мой совет. Выслушай его внимательно. Помни, что ты способен уничтожить все, что считаешь неприемлемым. Тебе нужно лишь захотеть».

source: The book advised me: 'Remember that you can expunge anything you find undesirable. You need only have the will.'
ru: Книга дала мне совет: «Помни, что ты способен уничтожить все, что считаешь неприемлемым. Тебе нужно лишь захотеть».

source: "I regret, master, that I can speak no more words of wisdom to you. You have received an education in the phrases I have given you; reflect on them."
ru: «Мне жаль, хозяин, что я больше не могу поделиться с тобой мудростью. Ты многому обучился, слушая мои советы; поразмышляй над ними».

source: "These are powers, my master, that can improve your life immeasurably. Unfortunately, the laws that bind me... they demand a small service in recompense for these powers."
ru: «Хозяин, это способности, которые могут безмерно улучшить твою жизнь. К несчастью, управляющие мной законы... требуют небольшую услугу в обмен на них».

source: "A small service? Like what?"
ru: «Небольшую услугу? Например?»

source: "Then I wish nothing."
ru: «Тогда я ничего не хочу».

source: "The service required is a trifling one, my master. I would barely mention it if it were not for the sake of the laws that bind me to these pages..." The book pauses. "To unlock my power, you must sacrifice but a small bit of yourself, my master. You must spill blood upon the first of my pages. This act will serve to strengthen the chain between us and allow me to help you reach your full potential. It is a small price to pay for the spells that will come to be at your disposal."
ru: «Услуга эта пустяковая, хозяин. Мне вряд ли пришлось бы вспоминать о ней, если бы не законы, связывающие меня с этими страницами... — книга делает паузу. — Чтобы раскрыть мою силу, ты должен лишь пожертвовать небольшой частичкой себя, хозяин. Ты должен пролить кровь на мою первую страницу. Это действие укрепит связь между нами и позволит мне раскрыть весь твой потенциал. Это небольшая плата за заклинания, которые окажутся в твоем распоряжении».

source: "All right. Here."
ru: «Хорошо. Вот».

source: "No."
ru: «Нет».

source: This strange book I have picked up has asked me to spill some of my blood onto its pages. I have done so, and gained a spell. It has promised me more power, as well.
ru: Эта странная книга, которую я подобрал, попросила меня пролить на ее страницы пару капель крови. Я сделал это, и получил заклинание. Кроме того, она пообещала мне больше силы.

source: You cut yourself and allow a few drops of blood to drip upon the page. A strange chill settles in your bones, and you feel empty and hurt. At the same time, there is a feeling of triumph: You have learned a new spell: Blindness. "This is your power now... master. Know that this is but the first power that lies in my pages."
ru: Ты делаешь порез и позволяешь нескольким каплям упасть на страницу. Твои кости охватывает странный озноб; ты чувствуешь боль и пустоту. И в то же время ты ощущаешь триумф: ты изучил новое заклинание, Слепоту. «Теперь эта сила твоя... хозяин. Знай, что это лишь первая из сил, хранящихся на моих страницах».

source: "Tell me of these other powers."
ru: «Расскажи мне об остальных силах».

source: "Answer some more questions for me."
ru: «Ответь мне еще на несколько вопросов».

source: "I want some advice from you."
ru: «Мне нужен от тебя совет».

source: "I need nothing more right now."
ru: «Пока мне больше ничего не нужно».

source: "Master, how may I serve your needs? Do you need your curiosity assuaged?"
ru: «Хозяин, что я могу тебе предложить? Ты хочешь удовлетворить свое любопытство?»

source: "Yes. Answer some questions for me."
ru: «Да. Ответь мне на пару вопросов».

source: "It is but a small sacrifice, master, for a great gain... but it is your choice. The offer remains open, master."
ru: «Хозяин, это всего лишь небольшая жертва в обмен на большое приобретение... но выбор за тобой. Предложение остается открытым».

source: "Good. Answer some other questions for me."
ru: «Хорошо. Ответь мне на пару вопросов».

source: "Good. Farewell."
ru: «Хорошо. Прощай».

source: This strange book I have found has asked me to give up a small piece of myself in exchange for power. I declined. The option is still open, however.
ru: Эта странная книга, которую я нашел, попросила небольшой кусочек меня в обмен на силу. Я отказал. Тем не менее, предложение все еще в силе.

source: "Then remember that you may find yourself wishing greater power later, and that I will be waiting for you... master."
ru: «Тогда помни, что позже тебе может понадобиться увеличить свое могущество, и что я буду ждать тебя... хозяин».

source: "I'll do that. Farewell."
ru: «Хорошо. Прощай».

source: The voice of the Book seems saddened. "Unfortunately, master, the laws that bind me demand a greater sacrifice in return for greater power. I would grant these powers to you freely, but as you can see, I am bound."
ru: Голос книги кажется опечаленным. «Хозяин, к сожалению, законы, управляющие мной, требуют большей жертвы за более могущественную силу. Она досталась бы тебе бесплатно, но, насколько ты видишь, мне не выбирать».

source: "What is the sacrifice?"
ru: «Что это за жертва?»

source: "Forget it, then."
ru: «Тогда забудь об этом».

source: "The second sacrifice is that you sell one of your companions into durance, bondage, slavery. This will signify the binding between you and the power - your companion represents the power placed at your disposal. There are those in the Clerk's Ward, I am given to understand, who will aid you in this quest. Seek out Vrischika the importer."
ru: «Вторая жертва заключается в том, что ты должен продать одного из своих товарищей в плен, неволю, рабство. Это усилит связь между тобой и силой: твой товарищ представляет собой силу, находящуюся в твоем распоряжении. Насколько я понимаю, в Чиновничьем районе есть тот, кто поможет тебе в этом. Разыщи поставщицу Вришику».

source: "I'll think about it. Give me some advice, will you?"
ru: «Я подумаю над этим. Дай мне совет, ладно?»

source: "I'll do it. Give me some advice, will you?"
ru: «Я сделаю это. Дай мне совет, ладно?»

source: "I'll think about it. I need some more answers from you."
ru: «Я подумаю. Мне нужны твои ответы».

source: "I'll do it. But I need some more answers from you first."
ru: «Я сделаю это. Но сначала мне нужно получить от тебя пару ответов».

source: "I'll think about it. Farewell."
ru: «Я подумаю над этим. Прощай».

source: The book has offered me another spell in exchange for selling one of my companions into slavery. I am to seek out *Vrischika the Importer,* in the Clerk's Ward, if I wish to see this power.
ru: Книга предложила мне еще одно заклинание в обмен на продажу одного из моих товарищей в рабство. Если я хочу увидеть эту силу, мне нужно найти поставщицу Вришику.

source: The book has offered me another spell in exchange for selling one of my companions into slavery. I am to seek out Vrischika the Importer, if I wish to see this power. I have agreed to do it.
ru: Книга предложила мне еще одно заклинание в обмен на продажу одного из моих товарищей в рабство. Если я хочу увидеть эту силу, мне нужно найти поставщицу Вришику. Я согласился сделать это.

source: "I am saddened that you do not think my powers worth such a small price. Do not let doubt and confusion shackle you, master... but I speak out of turn. Remember that the offer remains open to you."
ru: «Печально, что ты так низко оцениваешь мое могущество. Не позволяй сомнениям и смятению мешать тебе, хозяин... однако мои слова были поспешными. Помни: предложение остается открытым».

source: "Master. Have you decided that perhaps you wish to continue your education? The offer of greater insight and ability remains open to you."
ru: «Хозяин, возможно, ты решился продолжить обучение? Предложение об улучшении твоих способностей остается в силе».

source: "Tell me what I have to do."
ru: «Скажи, что мне нужно делать».

source: "Not yet. Answer some other questions for me."
ru: «Еще нет. Ответь мне на пару вопросов».

source: "Not yet. I want some advice from you."
ru: «Пока нет. Мне нужен от тебя совет».

source: "No. Farewell."
ru: «Нет. Прощай».

source: "Master. Have you decided that perhaps you wish to continue your education? The offer of greater insight and ability remains open to you if you will but complete the second sacrifice."
ru: «Хозяин, возможно, ты решился продолжить обучение? Предложение об улучшении твоих способностей остается в силе, но ты должен принести вторую жертву».

source: "All right, I'll do it. Now answer some questions for me."
ru: «Ладно, я это сделаю. А теперь ответь на мои вопросы».

source: "Sounds fair. I'll do it. I need some more advice from you."
ru: «Звучит справедливо. Я это сделаю. Мне нужен еще один совет».

source: "I'll think about it. Give me some advice."
ru: «Я подумаю над этим. Дай мне совет».
