Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dpestal.dlg.po
Languages: ru

source: "I had some questions I needed answered first."
ru: «Сперва мне нужно получить ответы на несколько вопросов».

source: "Not right now. Farewell."
ru: «Не сейчас. Прощай».

source: "Master, have you completed the second sacrifice? There is an air about you that says you have. You have done well; you are a swift learner. Listen to these words and learn still more." The Book speaks some unintelligible syllables and you feel a burning sensation within your chest. You now know the spell Adder's Kiss.
ru: «Хозяин, ты совершил вторую жертву? Воздух вокруг тебя говорит, что ты сделал это. Ты отлично справился; ты быстро учишься. Услышь эти слова и узнай больше». Книга произносит какое-то неразборчивое слово, и ты чувствуешь жжение в груди. Теперь ты знаешь заклинание Поцелуй гадюки.

source: "Do you have more to teach me, Book?"
ru: «Ты можешь научить меня чему-то еще, книга?»

source: "My thanks. Farewell."
ru: «Спасибо. Прощай».

source: The book has given me the spell Adder's Kiss, in exchange for selling one of my companions into slavery.
ru: Книга дала мне заклинание Поцелуй гадюки в обмен на продажу одного из моих товарищей в рабство.

source: "You require answers?"
ru: «Тебе нужны ответы?»

source: "Can you give me advice?"
ru: «Ты можешь дать мне совет?»

source: "Do you have more powers for me?"
ru: «У тебя есть для меня еще силы?»

source: "What was the sacrifice I had to make for the new power?"
ru: «Какую жертву мне нужно принести ради новой способности?»

source: "No more. Farewell."
ru: «Хватит. Прощай».

source: "You wish my knowledge... master?"
ru: «Тебе нужны мои знания... хозяин?»

source: "Yes."
ru: «Да».

source: "Answer some questions for me instead."
ru: «Лучше ответь мне на пару вопросов».

source: "I bestow this advice: Be wary of those you keep close to you. Never take them fully into your confidence, and never dilute your strength by sharing it. Many emperors I have known have done such, and I do not wish you to suffer the same fate."
ru: «Я дам тебе такой совет: Будь осторожен с теми, с кем ты близок. Никогда им полностью не доверяй, и никогда не ослабляй себя, делясь с ними своей силой. Множество известных мне императоров поступали так, и я не желаю тебе их участи».

source: "Then I bestow this advice. If they claim friendship, then let them prove themselves. Words carry little weight compared to action. If friends they be, then they should be willing to die for you."
ru: «Тогда я дам тебе такой совет. Если кто-то клянется тебе в дружбе — позволь ему доказать это. В словах мало веса, в отличие от действий. Настоящие друзья будут готовы умереть за тебя».

source: You feel a slight tightening in your chest as the book speaks: "Then I bestow this advice. Show no weakness, do not admit error, do not show hesitation. These things tell others that you are uncertain, a stone that is unbalanced and may be toppled."
ru: Ты ощущаешь легкое напряжение в груди, когда книга произносит: «Тогда я дам тебе такой совет. Не выдавай слабости, не признавай ошибок, не колебайся. Такие вещи говорят другим о том, что ты не уверен, словно шаткий камень, который можно опрокинуть».

source: "Then I bestow this advice. Beware mercy. A turned back is no defense against an assassin's knife."
ru: «Тогда я дам тебе такой совет. Остерегайся милосердия. Открытая спина беззащитна против ножа убийцы».

source: "Then I bestow this advice. Beware the common view of love. Love must often be cruel in order so that it may rise above the merely sentimental."
ru: «Тогда я дам тебе такой совет. Остерегайся распространенных мнений о любви. Любовь нередко должна быть жестокой, дабы возвыситься над обычными сантиментами».

source: You feel a faint sneer curl up the corner of your mouth. You quickly repress it. "Then I bestow this advice: Separate yourself from small-minded fools and the weak by recognizing that you have a destiny. This alone gives you authority to tread where others would fear to go."
ru: Ты ощущаешь, как легкая ухмылка поднимает кончики твоего рта. Ты спешно подавляешь ее. «Тогда я дам тебе такой совет: Отдели себя от недалеких глупцов и слабаков, осознав, что у тебя есть предназначение. Одно лишь это даст тебе право идти там, где другие побоялись бы пройти».

source: "Then I bestow this advice. There are two secrets to becoming great. One is never to reveal all that you know."
ru: «Тогда я дам тебе такой совет. Есть два секрета успеха. Один из них — никогда не показывай всего, что знаешь».

source: "Then I bestow this advice. To become powerful, you must be willing to sacrifice: whether it is parts of yourself or things precious to you. Power is a bargain: One must give in order to receive."
ru: «Тогда я дам тебе такой совет. Чтобы обрести могущество, ты должен быть готовым пожертвовать чем угодно: и собой, и дорогими тебе вещами. Власть — это сделка. Нужно отдавать, чтобы получать».

source: Your blood seems to move more sluggishly within your veins as the book speaks. "Then I bestow this advice. Honor and virtue are concepts that kill men and kill the spirit. They are only abstracts that drive men to strangeness and death. Be true to yourself and obey only your own will."
ru: Твоя кровь, казалось бы, замедляет свой ход, когда книга произносит: «Тогда я дам тебе такой совет. Честь и добродетель — идеи, которые губят человека и его дух. Они — всего лишь отвлеченные понятия, которые побуждают к странным поступкам и приводят к смерти. Будь честен с собой и подчиняйся только собственной воле».

source: "Then I bestow this advice. Do not suffer one who has hurt you to live. To do so is an open admission of weakness."
ru: «Тогда я дам тебе такой совет. Не жалей тех, кто подарил тебе страдания жизни. Поступая так, ты открыто признаешь свою слабость».

source: "Then I bestow this advice. The soul of man is a sea of emotions. Often man struggles to bring order to these emotions, but it is a false order. Man's natural state is chaos, and it is a state that should be surrendered to."
ru: «Тогда я дам тебе такой совет. Душа человека — море эмоций. Часто люди пытаются привести свои чувства в порядок, но этот порядок ложен. Хаос — вот естественное состояние человека, и ему следует отдаться сполна».

source: "Then I bestow this advice. Know the meaning of mercy, use it to your advantage... but do not practice it."
ru: «Тогда я дам тебе такой совет. Познай значение милосердия, пользуйся им в своих целях... но никогда его не практикуй».

source: "Then I bestow this advice. Nurture fear in others, for only fear rules men. Nothing else leaves deeper scars."
ru: «Тогда я дам тебе такой совет. Воспитывай в других страх, потому что только страх управляет людьми. Ничто иное не оставляет таких глубоких шрамов».

source: "Then I bestow this advice. Extend a smile and the hand of friendship to your enemies. When they clasp your hand, strike them with the dagger in your other hand, else they will surely do the same to you."
ru: «Тогда я дам тебе такой совет. Улыбайся и протягивай руку дружбы своим врагам, а когда они принимают ее — бей их кинжалом в другой руке. А иначе они, несомненно, сделают с тобой то же самое».

source: As the book speaks these words, you feel a chill weight settle on your heart. You feel somehow tainted: "These are my last words of advice. Weigh them carefully. Remember that you can expunge anything you find undesirable. You need only have the will."
ru: Когда книга произносит следующие слова, ты ощущаешь в своем сердце тяжелую прохладу; ты чувствуешь какой-то неприятный осадок. «Это последний мой совет. Выслушай его внимательно. Помни, что ты способен уничтожить все, что считаешь неприемлемым. Тебе нужно лишь захотеть».

source: "I regret that I can speak no more words of wisdom to you. You have received an education in the phrases I have given you; reflect on them."
ru: «Мне жаль, что я больше не могу поделиться с тобой мудростью. Ты многому обучился, слушая мои советы; поразмышляй над ними».

source: The book sighs: "The diseased rat-mage unearthed me in the catacombs. He pried me from the grip of my former master. He brought me to his nest, but his power was limited, and he understood little of my teachings."
ru: Книга вздыхает: «Больной крысомаг раскопал меня в катакомбах. Он освободил меня от хватки моего бывшего хозяина. Он принес меня в свое гнездо, однако его способности оказались ограниченными, и он мало что понял из моего обучения».

source: "I am power, master, and I can teach you more."
ru: «Я и есть сила, хозяин, и я могу обучить тебя большему».

source: "How?"
ru: «Как?»

source: "Refresh my memory."
ru: «Напомни мне».

source: "In time, in time! You must have patience! You have already shown yourself willing to do what it takes to achieve this power, and you must realize that you WILL pay for this power."
ru: «Всему свое время, всему свое время! Прояви терпение! Ты уже показал, что готов делать все, что потребуется, чтобы достичь этой силы, и ты должен понимать, что за эту силу придется ЗАПЛАТИТЬ».

source: "What do I have to do?"
ru: «Что мне нужно сделать?»

source: "I've paid enough. Forget it."
ru: «Я заплатил достаточно. Забудь об этом».

source: The book speaks scornfully. "To have come so far, only to back out now. Shameful. You are not as strong as I had thought."
ru: Книга презрительно произносит: «Зайти так далеко, только чтобы теперь отступить. Какой позор. Ты не так силен, как мне казалось».

source: "Be that as it may. Answer some questions for me."
ru: «Как бы там ни было, ответь мне на пару вопросов».

source: "Fine. What do I have to do?"
ru: «Отлично. Что мне нужно делать?»

source: "Be that as it may. Farewell."
ru: «Ну и ладно. Прощай».

source: "No. I will not until you show yourself willing to achieve your potential."
ru: «Нет. Я не буду делать этого, пока ты не продемонстрируешь стремление к раскрытию своего потенциала».

source: "Be that as it may. One route leads to failure, one to success."
ru: «Тогда будь что будет. Одна дорога ведет к провалу, другая — к успеху».

source: "Fine."
ru: «Отлично».

source: "Do you have companions you are willing to betray?"
ru: «У тебя есть товарищи, которых ты готов предать?»

source: "How about Morte?"
ru: «Как насчет Морта?»

source: "How about Annah?"
ru: «Как насчет Анны?»

source: "How about Dak'kon?"
ru: «Как насчет Даккона?»

source: "How about Fall-from-Grace?"
ru: «Как насчет Падшей Грации?»

source: "How about Nordom?"
ru: «Как насчет Нордома?»

source: "How about Vhailor?"
ru: «Как насчет Вейлора?»

source: "How about Ignus?"
ru: «Как насчет Игнуса?»

source: "None I am willing to betray."
ru: «Таких нет».

source: "I have no companions."
ru: «У меня нет товарищей».

source: The book has offered me still more power in exchange for killing one of my companions. It is tempting, to be sure...
ru: Книга предложила мне еще большие способности в обмен на убийство одного из моих товарищей. Соблазнительно, как ни крути...

source: "I can grant you one more power. You have shown yourself willing to do what it takes to finish a job. Your final task is to slay one of your companions, by yourself, without spells."
ru: «Я могу предложить тебе еще одну силу. Ты показал, что готов делать все, что потребуется, лишь бы довести дело до конца. Твое последнее задание — убить одного из своих спутников в одиночку, без заклинаний».

source: "I don't think so."
ru: «Я так не думаю».

source: "Bah. Then I shall waste no more time in trying to educate you. Have you no ambition? Have you no desire? You weak fool."
ru: «Тьфу. Тогда я больше не буду тратить время на попытки обучить тебя. Где твое честолюбие? Где твоя страсть? Да ты просто беспомощный глупец».

source: "Fine. How about Morte?"
ru: «Ладно. Как насчет Морта?»

source: "Fine. How about Annah?"
ru: «Ладно. Как насчет Анны?»

source: "Fine. How about Dak'kon?"
ru: «Ладно. Как насчет Даккона?»

source: "Fine. How about Fall-from-Grace?"
ru: «Ладно. Как насчет Падшей Грации?»

source: "Fine. How about Nordom?"
ru: «Ладно. Как насчет Нордома?»

source: "Fine. How about Vhailor?"
ru: «Ладно. Как насчет Вейлора?»

source: "Fine. How about Ignus?"
ru: «Ладно. Как насчет Игнуса?»

source: "As I said: None that I am willing to sacrifice. No power is worth that."
ru: «Как я уже говорил, я никем не буду пожертвовать. Никакая способность не стоит этого».

source: You never knew a book could sneer until now. "Then suffer in darkness, fool."
ru: До этого ты не подозревал, что книги умеют усмехаться. «Тогда страдай в темноте, глупец».

source: "I changed my mind. I'll kill Morte."
ru: «Я передумал. Я убью Морта».

source: "I changed my mind. I'll kill Annah."
ru: «Я передумал. Я убью Анну».

source: "I changed my mind. I'll kill Dak'kon."
ru: «Я передумал. Я убью Даккона».

source: "I changed my mind. I'll kill Fall-from-Grace."
ru: «Я передумал. Я убью Падшую Грацию».

source: "I changed my mind. I'll kill Nordom."
ru: «Я передумал. Я убью Нордома».

source: "I changed my mind. I'll kill Vhailor."
ru: «Я передумал. Я убью Вейлора».

source: "I changed my mind. I'll kill Ignus."
ru: «Я передумал. Я убью Игнуса».

source: "I will. Farewell."
ru: «Хорошо. Прощай».

source: "Then find one! Earn someone's trust and betray it, and you will have proven yourself worthy of the third power! Do not speak to me again until you have achieved this."
ru: «Ну так найди его! Заслужи чье-нибудь доверие, а потом предай, и ты докажешь, что достоин третьей способности! И не обращайся ко мне, пока не сделаешь это».

source: "Fine, fine."
ru: «Ладно, ладно».

source: "Well? Have you achieved your goal? Have you slain a companion, by yourself, without spells?"
ru: «Ну? Ты достиг своей цели? Ты убил товарища в одиночку и без заклинаний?»

source: "Yes, I have."
ru: «Да».

source: "Not yet."
ru: «Пока нет».

source: "No. And I'm not going to."
ru: «Нет. И не собираюсь».

source: The book falls abruptly silent, and no amount of coaxing can induce it to answer you again.
ru: Книга внезапно умолкает, и больше никакие уговоры не могут заставит ее говорит.

source: "I care not who, as long as you show yourself willing. Go now and do it."
ru: «Мне неважно, кто — просто покажи свою готовность. А теперь иди и займись этим».

source: "Very well."
ru: «Хорошо».

source: I have just agreed to slay one of my companions in exchange for power from the book.
ru: Я согласился убить одного из своих товарищей в обмен на силу из книги.

source: "Excellent. You have proven yourself a worthy student. This, then, is the final spell I can teach you." It mutters some strange syllables, and you hear a strange howl in your heart. You know the spell Power Word, Kill.
ru: «Великолепно. Ты показал себя достойным учеником. А посему, вот последнее заклинание, которому я могу тебя обучить». Книга бормочет какое-то странное слово, и ты слышишь странный вой у себя в сердце. Ты узнаешь Слово силы, Убить.

source: "Thanks, book. What now?"
ru: «Спасибо тебе, книга. Что теперь?»

source: "Farewell, book."
ru: «Прощай, книга».

source: The book has given me yet another, more powerful spell in exchange for the death of one of my companions - a worthy trade.
ru: Книга дала мне еще одно, более могущественное заклинание в обмен на смерть одного из моих товарищей — стоящая сделка.

source: The book is silent and does not answer you. It appears to have run out of words.
ru: Книга молчит и не отвечает. Кажется, у нее кончился словарный запас.

source: The book speaks to me no longer.
ru: Книга больше не разговаривает со мной.
