Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dpetlimi.dlg.po
Languages: ru

source: This is your pet Lim-Lim. Noticing it has your attention, it chirps up at you lovingly. "Piyo!"
ru: Это твой собственный лим-лим. Заметив твое внимание к нему, он начинает ласково щебетать. «Пийо!»

source: Examine your Lim-Lim.
ru: Осмотреть лим-лима.

source: Put your Lim-Lim down to run around a bit.
ru: Отпустить лим-лима немного побегать вокруг.

source: Pet your Lim-Lim.
ru: Погладить лим-лима.

source: Kick your Lim-Lim.
ru: Пнуть лим-лима.

source: Stop playing with your Lim-Lim for now.
ru: Прекратить играть с лим-лимом.

source: Your Lim-Lim appears both insect and animal in origin. Its legs are oversized, but its arms are small, nearly vestigial, and a brightly speckled half-shell runs down its back. It sports twin pairs of insect-like wings, and has tiny black eyes and a mouth that always appears to be smiling gleefully.
ru: Твой лим-лим напоминает насекомое и животное одновременно. Ноги слишком большие, в отличие от рудиментарных маленьких рук, пестрый полупанцирь закрывает всю спину. У него также есть пара насекомовидных крыла, пара небольших черных глаз и рот, который всегда кажется радостно улыбающимся.

source: "Piyo! Piyo!" The Lim-Lim squirms about merrily, its wings buzzing. It seems to enjoy the affection immensely.
ru: «Пийо! Пийо!» Лим-лим весело извивается, жужжа крыльями. Похоже, он очень быстро привязывается к хозяину.

source: Pet your Lim-Lim some more.
ru: Погладить лим-лима еще немного.

source: You attempt to drop-kick the Lim-Lim, but it squirms out of your grasp and flies to the ground!
ru: Ты пытаешься отвесить пинок лим-лиму, однако он выворачивается из твоих рук и спархивает на землю!

source: "Whoops..."
ru: «Ой...»
