Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dpetlimc.dlg.po
Languages: ru

source: This is your pet Lim-Lim. Noticing it has your attention, it chirps up at you lovingly. "Piyo!"
ru: Это ваш собственный лим-лим. Заметив твое внимание к нему, он начинает ласково щебетать. «Пийо!»

source: Your Lim-Lim appears both insect and animal in origin. Its legs are oversized, but its arms are small, nearly vestigial, and a brightly speckled half-shell runs down its back. It sports twin pairs of insect-like wings, and has tiny black eyes and a mouth that always appears to be smiling gleefully.
ru: Твой лим-лим напоминает насекомое и животное одновременно. Ноги слишком большие, в отличие от рудиментарных маленьких рук, пестрый полупанцирь закрывает всю спину. У него также есть пара насекомовидных крыла, пара небольших черных глаз и вечно радостно улыбающийся рот.

source: "Piyo! Piyo!" The Lim-Lim bounces about merrily, its wings buzzing. It seems to enjoy the affection immensely.
ru: «Пийо! Пийо!» Лим-лим весело прыгает, жужжа крыльями. Похоже, он очень быстро привязывается к хозяину.

source: You attempt to land a swift kick to your Lim-Lim, but it hops nimbly out of the way. "Piyo!" It turns and flees, wings buzzing.
ru: Ты пытаешься отвесить быстрый пинок своему лим-лиму, однако он ловко подпрыгивает. «Пийо!» Он разворачивается и убегает, жужжа крыльями.

source: Examine your Lim-Lim.
ru: Осмотреть своего лим-лима.

source: Pick your Lim-Lim back up.
ru: Поднять своего лим-лима обратно.

source: Pet your Lim-Lim.
ru: Погладить своего лим-лима.

source: Kick your Lim-Lim.
ru: Пнуть своего лим-лима.

source: Stop playing with your Lim-Lim for now.
ru: Прекратить играть с своим лим-лимом.

source: Pet your Lim-Lim some more.
ru: Погладить своего лим-лима еще немного.

source: Let it go.
ru: Отпустить его.

source: Chase after it, try and kick it again.
ru: Догнать его, попытаться пнуть его еще раз.
