Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dphineas.dlg.po
Languages: ru

source: You see a squat man with rash-covered skin and several pustules covering his face. His clothes *seem* to mark him as some sort of an official, but they are dirty, wrinkled and covered with rat hair. As you watch, he idly scratches himself with his stubby fingers.
ru: Ты видишь коренастого мужчину с сыпью и прыщами на лице. Одежда *указывает* на то, что он является представителем власти, однако она очень грязная, мятая и покрыта крысиной шерстью. Ты видишь, как он лениво почесывает себя короткими пальцами.

source: "Greetings."
ru: «Приветствую».

source: Leave the man alone, look around the shop.
ru: Оставить мужчину в покое, осмотреть все вокруг.

source: "I had some questions..."
ru: «У меня есть несколько вопросов...»

source: "Aiiiiigh!" The little man shrieks and jumps, startled. Clutching his heart, he takes a deep breath and pushes his spectacles up on his rash-ridden nose. "Yes, yes? And what is it that I can do for you..." He scratches his nose and looks you up and down, studying your scars. "I... eh... have little to nothing in the till, so if you have come to plunder the premises, this locale is ill-chosen."
ru: «Аййй!» — коротышка вскрикивает и испуганно подпрыгивает. Схватившись за сердце, он глубоко вздыхает и надевает очки на свой прыщавый нос. «Да-да? Чем могу служить... — он чешет свой нос, внимательно осматривая твои шрамы. — Я... э... у меня почти ничего нет, так что если ты решил ограбить это здание, то ты ошибся с местом».

source: "I'm not here to 'plunder the premises.' Who are you?"
ru: «Я не собираюсь 'грабить здание'. Ты кто такой?»

source: "'Little to nothing in the till,' eh? Well, why don't you just give me what you *have,* and we'll part as friends."
ru: «Значит, 'почти ничего нет'? Что ж, просто отдай, что у тебя *есть*, и останемся друзьями».

source: "Farewell."
ru: «Прощай».

source: "Aiiiiigh! By the powers... stop *creeping* up on me like that!" He pushes his spectacles up on his nose and gives you a hard look. "And what is it I can do for you *this* time, hmnnnn?"
ru: «Айййй! О, силы... хватит ко мне так *подкрадываться*! — он надевает свои очки на нос и окидывает тебя тяжелым взглядом. — Чем могу быть полезен на *этот* раз, м-м-м?»

source: "I? I am the Respected Phineas T. Lort the Thirty-Ninth, in charge of this Hive Branch of the Office for Vermin and Disease Control. It is my distinguished privilege..." He scratches his chest and puffs up. "To inform you that we, in the bureaucratic sense of the word *we,* meaning, to encompass the Sigil bureaucracy as a whole, are accepting bounties on all manner of vermin and strays that infest the..." He scratches again. "...fair streets of Sigil, hub of the multiverse and the city which sits at the center of all things, the city by which *all* other cities are measured."
ru: «Я? Я уважаемый Финеас Т. Лорт Тридцать девятый, управляющий в Улье этим филиалом Управления по борьбе с вредителями и заболеваниями. Считаю своей почетной обязанностью... — он чешет грудь и вздыхает, — проинформировать тебя, что мы, в бюрократическом смысле слова *мы*, включающем в себя всю бюрократическую систему Сигила, выплачиваем награду за любых вредителей и бездомных животных, способных заразить, — он чешется снова, — улицы славного Сигила, сердца мультивселенной, города, находящемся в центре всего сущего, города, на который *равняются* все остальные города».

source: "Bounties?"
ru: «Награду?»

source: "I see. Well, I think I've heard enough. Farewell."
ru: «Понятно. Думаю, я выслушал достаточно. Прощай».

source: "Yes, yes... we, in the bureaucratic sense of the word *we,* meaning, to encompass the Sigil bureaucracy as a whole, are accepting tangible proof of the eradication of brain vermin, a.k.a. cranium rats, from the Hive area where they have clustered quite thickly for the past many years - as a recent census of the vermin population has shown. I am empowered by the Sigilian bureaucracy to pay a bounty of..." He puffs up dramatically. "...one copper common per cranium rat delivered to my branch office."
ru: «Да-да... мы, в бюрократическом смысле слова *мы*, включающем в себя всю бюрократическую систему Сигила, принимаем доказательства уничтожения мозгогрызунов, также известных как черепные крысы, которые несколько лет назад, если верить подсчетам популяции вредителей, довольно густо населяли район Улья. Я уполномочен бюрократической системой Сигила выплачивать награду в размере, — он выразительно вздыхает, — одного медяка за каждую черепную крысу, доставленную в мой филиал».

source: "'Cranium rat'?"
ru: «'Черепную крысу'?»

source: "I don't have any rats, but I have some rat tails."
ru: «У меня нет крыс, но у меня есть крысиные хвосты».

source: "I see. Well, I better be going... farewell."
ru: «Понятно. Что ж, мне лучше пойти... прощай».

source: "Cranium rats are a species of vermin that become more intelligent the more of them are in close proximity to each other. One cranium rat alone is but a nuisance that chews at boards and burrows into food, but five, ten, or more, and their intelligence grows until it surpasses even the intelligence of ones such as myself." Scratches, then sniffs disdainfully. "I imagine that two or three cranium rats might be enough to outwit *you,* sir."
ru: «Черепные крысы — это вид вредителей, которые становятся более умными при тесной близости со своими сородичами. Сама по себе черепная крыса — не больше чем досадная неприятность, снующая под полом и ворующая еду, однако если взять пять, десять или больше крыс, то их интеллект растет, становясь подобным нашему, — он чешется, презрительно усмехаясь. — Возможно, что две или три черепные крысы могли бы перехитрить *тебя*, сэр».

source: "Another comment like that, and you'll be wearing your ass as a hat."
ru: «Еще один такой комментарий, и я тебе тебе задницу на голову надену вместо шляпы».

source: "How many cranium rats are in Sigil?"
ru: «Сколько черепных крыс в Сигиле?»

source: "Tell me more about the cranium rats."
ru: «Расскажи мне о черепных крысах побольше».

source: Phineas blinks; your appearance seems to sink in at last. "Hmmm. I withdraw my most inappropriate comment, especially in light of your recent assertion of dominance and physical superiority in this social situation."
ru: Финеас моргает. Кажется, наконец-то твой вид произвел впечатление. «Хм-м-м. Беру назад свою последнюю реплику, особенно в свете твоего утверждения о превосходстве физической силы в данном социальном конфликте».

source: "I've heard enough. Farewell."
ru: «Я выслушал достаточно. Прощай».

source: "Excellent! Most excellent!" Claps his hands delightedly. "Let me see..."
ru: «Великолепно! Просто великолепно! — он восхищенно хлопает в ладоши. — Так, посмотрим...»

source: "More than enough to last a bounty hunter a lifetime... perhaps several."
ru: «Более чем достаточно для одного охотника за наградами... или даже нескольких».

source: "I had some other questions..."
ru: «У меня есть другие вопросы...»

source: "I see. Well, thanks for your time. Farewell."
ru: «Понятно. Спасибо за уделенное время. Прощай».

source: "The more of them are in proximity, the more formidable they become... some gain the ability to cast magical spells, they can resist magic effects hurled at them, and they can employ some... cunning tactics." Pushes spectacles up on his nose. "As you can understand, we are anxious to reduce their numbers in Sigil."
ru: «Чем больше их собирается вместе, тем опаснее они становятся... некоторые из них могут творить магические заклинания, некоторые — сопротивляться сильным магическим воздействиям, а еще они могут задействовать... коварную тактику, — он поправляет свои очки. — Как ты понимаешь, мы весьма заинтересованы сократить их численность в Сигиле».

source: "Well, it is quite an epic tale... you see, I was born here in Sigil..."
ru: «Что ж, это довольно легендарная история... понимаешь, я ведь родился в Сигиле...»

source: "Uh..."
ru: «Э...»

source: "...and then I realized that I had somehow offended my colleagues, for I found myself 'promoted' to this branch office and have remained here for these past... *many*... years." He sighs, then idly scratches his nose.
ru: «...и потом я понял, что каким-то образом оскорбил своих коллег, после чего обнаружил себя 'повышенным' до этого филиала, да так и остался здесь на... *многие* годы». Он вздыхает, лениво почесывая свой нос.

source: "Uh... *yawn* ...I had some other questions..."
ru: «Э... *зевок*... У меня есть другие вопросы...»

source: "I see... well, uh, thanks for your time. Farewell."
ru: «Понятно... что ж, спасибо за уделенное время. Прощай».

source: "My rash? Contagious? No, no... well, at least I don't think so. It's a symptom of the position, I'm afraid. The job literally grows on you." He scratches himself again.
ru: «Моя сыпь? Заразная? Нет-нет... по крайней мере, я так не думаю. Боюсь, это признак моей должности. Работа в буквальном смысле срастается с тобой». Он снова чешется.

source: "Eh... why most certainly..." He reaches into his cashbox beneath the counter, cracks the lid and fishes around inside. His hand emerges with a few coins, which he gives to you. "I hope you feel some small measure of guilt for this action. Without those meager funds, this branch office will be unable to cover its costs."
ru: «Э... ну конечно же... — он дотягивается до кассы под прилавком, открывает крышку и шарит внутри, затем достает несколько монет, которые он отдает тебе. — Надеюсь, в тебе проснется хоть небольшое чувство вины. Без этих скудных средств филиал не сможет покрыть свои затраты».

source: "My heart bleeds for you. Farewell."
ru: «Мое сердце просто обливается кровью. Прощай».

source: "I can only speculate that robbing me of all that I have wasn't enough for you. Why have you returned?"
ru: «Мне остается только догадываться, почему награбленного тебе не хватило. Почему ты вернулся?»

source: "I could use what you have in your cashbox, then I'll be going."
ru: «Ты можешь отдать то, что у тебя в кассе, а потом я пойду».

source: "Nothing today. Farewell."
ru: «На сегодня ничего. Прощай».

source: Turn in a rat tail, collect the bounty.
ru: Отдать крысиные хвосты, забрать награду.

source: "Actually, I'll hold on to them for a while. I had some other questions..."
ru: «Лучше я их подержу некоторое время у себя. У меня есть вопросы...»

source: "Maybe some other time. Farewell."
ru: «Возможно, в другой раз. Прощай».

source: Phineas hums merrily as you complete the transaction. "Thank you, thank you, good sir. The city of Sigil, and I, appreciate your efforts on our behalf."
ru: Финеас оживленно мурлычет, совершая обмен. «Спасибо, спасибо тебе, уважаемый сэр. Город Сигил и я от его имени благодарим тебя за приложенные усилия».

source: "Thanks. If I get any more rat tails, I'll be back."
ru: «Спасибо. Если у меня будут еще хвосты, я обязательно вернусь».

source: "Hmnnnnn? And your questions would be...?"
ru: «Хм-м-м-м? И твой вопрос о...»

source: "Who are you?"
ru: «Кто ты?»

source: "What are you doing here?"
ru: «Что ты здесь делаешь?»

source: "How did someone as... illustrious as you end up in such a place?"
ru: «Как такой выдающийся человек... как ты, оказался в подобном месте?»

source: "Tell me about these cranium rats."
ru: «Расскажи мне об этих черепных крысах».

source: "I have some rat tails. I'd like to collect the bounty on them."
ru: «У меня есть крысиные хвосты. Я хотел бы получить за них награду».

source: "Is that rash of yours contagious?"
ru: «Твоя сыпь заразная?»

source: "No more questions. Farewell."
ru: «Больше вопросов нет. Прощай».

source: "I have some questions..."
ru: «У меня есть несколько вопросов...»

source: "Never mind, farewell."
ru: «Неважно, прощай».

source: "Aiiiiigh! Please don't kill me..." Phineas shrieks and jumps, startled. He looks at you as if he expected someone else. "Thank the powers, it's only you..." He pauses and tries to compose himself.
ru: «Айййй! Пожалуйста, не убивайте меня...» Финеас вскрикивает и испуганно подпрыгивает. По его взгляду ясно, что он ждал кого-то другого. «Хвала силам, это всего лишь ты...» Он умолкает и пытается успокоиться.

source: "Don't kill you? Are you in some sort of trouble?"
ru: «Не убивать тебя? У тебя какие-то неприятности?»

source: "I can tell I don't want to be here, farewell."
ru: «Уверяю тебя, задерживаться здесь я не собираюсь. Прощай».

source: He swallows hard and looks about. "The cranium rats... It seems they are determined to rid Sigil of my presence. I've performed my duties at the Office for Vermin and Disease Control too diligently." He looks at you pleadingly.
ru: Он громко глотает и озирается. «Черепные крысы... Кажется, они решили избавить Сигил от моего присутствия. Я выполнял свои обязанности в Управлении по борьбе с вредителями и заболеваниями слишком усердно». Он умоляюще смотрит на тебя.

source: "What are you talking about?"
ru: «О чем это ты толкуешь?»

source: "I've heard enough, farewell."
ru: «Я выслушал достаточно. Прощай».

source: "Earlier today I found a large specimen of rat here, at my very office. I captured the creature and took it downstairs into the basement to deal with it." His eyes grow wide and his breathing becomes labored. "Before my very eyes it grew into a huge man-sized creature and said it was sent to kill me for my crimes against the cranium rats!"
ru: «Сегодня я обнаружил огромную крысу, здесь, в моем офисе. Я поймал ее и пошел вниз, в подвал, чтобы расправиться с ней, — он выпучивает глаза и начинает тяжело дышать. — На моих собственных глазах она выросла в огромное существо размером с человека и сказала, что ее прислали убить меня за те преступления, которые я совершил против черепных крыс!»

source: "What did you do?"
ru: «Что ты сделал?»

source: "I ran for my very life! Praise the powers I made it back up here to my shop. I locked the door behind me, I'm certain the creature is trapped down there." He stares at you and then his eyes begin to move along your many scars. He meets your gaze again. "Slay the creature for me... I'll make it worth your while."
ru: «Я спасся бегством! Слава силам, мне удалось подняться назад в лавку. Я запер дверь за собой, и теперь существо там взаперти». Он смотрит на тебя, а затем его взгляд пробегает по твоим многочисленным шрамам. Он снова встречается с тобой взглядом. «Убей это существо для меня... Я вознагражу твои усилия».

source: "What'll you give me if I do?"
ru: «И что ты мне дашь взамен?»

source: "I'll think about it, farewell."
ru: «Я подумаю над этим. Прощай».

source: He thinks for a moment then smiles. "I'll gladly forget that you robbed me and not turn the matter over to the city authorities..." He pauses to gauge your reaction. "And I'll pay you a hundred copper commons as well."
ru: Немного подумав, он улыбается. «Я забуду, что ты грабил меня, и не донесу городским властям... — он умолкает, чтобы оценить твою реакцию. — И, конечно же, заплачу сто медяков».

source: "All right, I'll do it."
ru: «Хорошо, я сделаю это».

source: "I don't want to get involved. Farewell."
ru: «Я не хочу в это ввязываться. Прощай».

source: He thinks for a moment then smiles. "I'll pay you two hundred copper commons to rid my basement of the vile beast."
ru: Немного подумав, он улыбается. «Я заплачу двести медяков за то, что ты избавишь мой подвал от ужасной твари».

source: He smiles and gives you a slight bow. "Excellent. Here is the key to my basement. Take care of the beast and then I shall pay you."
ru: Он улыбается и слегка кивает. «Великолепно. Вот ключ от моего подвала. Позаботься об этой твари, и тогда я заплачу тебе».

source: Take the key and leave.
ru: Взять ключи и уйти.

source: You see Phineas. He looks at you over the rim of his spectacles. "Once again you grace me with your presence. Perhaps you have come to accept my request for aid in slaying that beast in my basement?"
ru: Ты видишь Финеаса. Он смотрит на тебя поверх своих очков. «И снова ты оказал любезность посетить меня. Может быть, ты все-таки согласишься и убьешь ту тварь из моего подвала?»

source: "I think not, farewell."
ru: «Не думаю. Прощай».

source: You see Phineas. He looks at you over the rim of his spectacles. "Once again you grace me with your presence. Perhaps you have reconsidered my request for aid in slaying that beast in my basement?"
ru: Ты видишь Финеаса. Он смотрит на тебя поверх своих очков. «И снова ты оказал любезность посетить меня. Может быть, ты все-таки передумаешь и убьешь ту тварь из моего подвала?»

source: You see Phineas. He looks at you over the rim of his spectacles. "Once again you grace me with your presence. You have completed the task I set before you?"
ru: Ты видишь Финеаса. Он смотрит на тебя поверх своих очков. «И снова ты оказал любезность посетить меня. Ты выполнил то задание, которое я дал тебе?»

source: "Yes, the creature is dead and I have come for my reward."
ru: «Да, тварь убита. Я пришел за наградой».

source: "No, not yet."
ru: «Еще нет».

source: Phineas smiles at you. "This is excellent news indeed. What was the reward I promised you?"
ru: Финеас улыбается тебе. «Это великолепная новость. Какая там была награда, которую я тебе обещал?»

source: "One hundred copper commons and you'll forget my... borrowing the money from your till."
ru: «Сто медяков и ты забудешь, что я... одалживал у тебя деньги».

source: "Two hundred copper commons."
ru: «Двести медяков».

source: "Thank you for your services. I am in your debt." He bows to you.
ru: «Спасибо тебе за работу. Я у тебя в долгу». Он кивает тебе.

source: He frowns at you. "I would appreciate it if you would attend to this matter with haste. Good day to you."
ru: Он хмурится. «Я буду признателен, если ты разберешься с этим как можно скорее. Хорошего тебе дня».

source: Leave.
ru: Уйти.

source: I went to the Office of Vermin and Disease Control to see Phineas T. Lort. He was quite distraught and rambling about what sounds like a wererat inhabiting his basement. I have agreed to kill the creature for a reward.
ru: Я прибыл в Управление по борьбе с вредителями и заболеваниями, чтобы встретиться с Финеасом Т. Лортом. Он был сильно смятен и бормотал что-то насчет крысы-оборотня в его подвале. За вознаграждение я согласился убить существо.

source: I have slain the wererat and been rewarded by Phineas. It was a meager reward, considering what I went through to accomplish the deed, but money is money.
ru: Я убил крысу-оборотня и получил награду от Финеаса. Плата была скромной, учитывая то, сквозь что я ради этого прошел, но деньги — это деньги.

source: You see Phineas. He pushes his spectacles up on his nose and gives you a friendly look. "Ah, my friend. And what is it I can do for you *this* time, hmnnnn?"
ru: Ты видишь Финеаса. Он надевает свои очки и по-дружески на тебя смотрит. «А, это ты, друг мой. Что я могу сделать для тебя на *этот* раз, м-м-м?»

source: "You didn't jump out of your skin when I came in this time."
ru: «На этот раз ты не подпрыгнул от испуга, когда я пришел».

source: "Nothing, farewell."
ru: «Ничего, прощай».

source: He sighs and then smiles at you. "After your heroic deed I feel... at ease. I must admit that I have not felt so relaxed in years." He pauses to think for a moment. "I thank you for that. Now, what can I do for you?"
ru: Он кивает и улыбается. «После твоего героического поступка я чувствую себя... гораздо лучше. Должен признать, что не чувствовал себя таким отдохнувшим уже много лет, — с задумчивым выражением лица он умолкает. — Спасибо тебе за это. Итак, что я могу для тебя сделать?»

source: I spoke with a Vermin Control Inspector in the Hive, Phineas T. Lort, who said he was paying bounties on all cranium rat tails delivered to his office, at a rate of one copper per tail. I suppose a little copper is better than none at all... maybe if I bring enough rat tails to him, I can squeeze him for a better rate.
ru: Я поговорил с инспектором по борьбе с вредителями в Улье, Финеасом Т. Лортом, который сказал, что платит награды за все принесенные в управление хвосты черепных крыс по цене один медяк за хвост. Думаю, немного деньжат в кармане — лучше, чем ничего... может быть, если я принесу ему достаточно крысиных хвостов, то смогу договориться о более выгодной цене.
