Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dpillar.dlg.po
Languages: ru

source: The sight of this thing - this horrible, towering, pulsating *thing* - fills you with nausea, unfounded loathing, and a faint sense of familiarity. The innumerable rotting heads which make up the vast pile seems to constantly shift and throb, alternately bickering, weeping, conversing, shouting, and whispering to one another. Heads constantly bubble to the surface of the stack from somewhere within its foul core, while others sink back into the grisly pillar.
ru: Вид этой штуки - этой высоченной ужасной пульсирующей *штуки* - наполняет тебя тошнотой, необоснованной ненавистью и слабым ощущением чего-то знакомого. Бесчисленные разлагающиеся головы, образующие громадную гору, без конца снуют, пульсируют, попеременно спорят, рыдают, болтают, перекрикиваются и перешептываются друг с другом. Одни головы постоянно всплывают на поверхность откуда-то из ее грязного нутра, другие - погружаются вглубь ужасающей колонны.

source: Get the Pillar's attention.
ru: Привлечь внимание Колонны.

source: Leave the Pillar before you're noticed.
ru: Покинуть Колонну, прежде чем тебя заметят.

source: You take another cautious step towards the pillar, and all their conversation abruptly *stops.* The dozens of heads that line the pillar's surface slowly turn to face you in unison. They regard you silently, their breath fetid and moist upon you.
ru: Ты делаешь еще один осторожный шаг к колонне, и внезапно все разговоры *смолкают*. Десятки голов, образующих поверхность колонны, медленно и в унисон поворачиваются к тебе. Они молча глядят на тебя, зловонно и влажно дыша.

source: "I had some questions, Pillar..."
ru: «Колонна, у меня есть вопросы...»

source: "I was merely passing by. Farewell."
ru: «Я просто проходил мимо. Прощайте».

source: Every head on the pillar's surface speaks at once to make the thing's voice - a terrible, burbling sound that bubbles forth while foul, stinging vapors and putrid corruption stream from their mouths. "THE SMELL, 'TIS STRONG. IT SHALL CROSS THE PLANES, SOON, AND BEL WILL COME."
ru: Все головы колонны говорят одновременно, образуя голос этой штуки - жуткое бормотание, сопровождаемое зловонными обжигающими испарениями и гнилостным запахом разложения из их ртов. «ЗАПАХ СИЛЕН. ВСКОРЕ ОН ПЕРЕСЕЧЕТ ПЛАНЫ, И ПРИДЕТ БЕЛ».

source: "The... smell? What do you mean?"
ru: «Запах?.. О чем это вы?»

source: The heads' eyes turn wetly in their sockets to stare at Fall-from-Grace. "THE SMELL... HER MUSK... THE TANAR'RI *MUSK.* THE BITTERSWEET SCENT *CARRIES,* AND WILL ATTRACT BAATEZU, SOON. THEIR LORD, BEL, WILL BE ANGRY."
ru: Глаза голов увлажняются в глазницах, глядя на Падшую Грацию. «ЗАПАХ... ЕЕ АМБРЕ... *АМБРЕ* ТАНАРРИ. ГОРЬКО-СЛАДКИЙ ЗАПАХ *РАСХОДИТСЯ*, И СКОРО ПРИВЛЕЧЕТ БААТЕЗУ. ИХ ПОВЕЛИТЕЛЬ, БЕЛ, БУДЕТ ЗОЛ».

source: "I see..."
ru: «Понятно...»

source: The heads' eyes turn wetly in their sockets to stare at Annah. "THE SMELL... HER MUSK... THE FIENDLING'S TANAR'RI *MUSK.* THE BITTERSWEET SCENT *CARRIES,* AND WILL ATTRACT BAATEZU, SOON. THEIR LORD, BEL, WILL BE *ANGRY.*"
ru: Глаза голов увлажняются в глазницах, глядя на Анну. «ЗАПАХ... ЕЕ АМБРЕ... *АМБРЕ* ПОРОЖДЕНИЯ ТАНАРРИ. ГОРЬКО-СЛАДКИЙ ЗАПАХ *РАСХОДИТСЯ*, И СКОРО ПРИВЛЕЧЕТ БААТЕЗУ. ИХ ПОВЕЛИТЕЛЬ, БЕЛ, БУДЕТ *ЗОЛ*».

source: The heads turn their gazes back to you, though a few still snuffle noisily. "IF HAVE YOU *QUESTIONS* FOR US, YOU HAD BEST BE *QUICK.*" A few of the heads squint and gurgle softly; you think they might be laughing at you.
ru: Головы вновь обращают на тебя взгляд, хотя некоторые из них все еще шумно сопят. «ЕСЛИ ЕСТЬ У ТЕБЯ *ВОПРОСЫ*, ТЕБЕ СЛЕДУЕТ *ПОТОРОПИТЬСЯ*». Некоторые из голов косятся на тебя и издают тихие булькающие звуки; тебе кажется, что они, должно быть, посмеиваются над тобой.

source: "As I said before, then: I had-"
ru: «Тогда, как я уже говорил, у меня есть...»

source: "As I said before, then: I had some questions..."
ru: «Тогда, как я уже говорил, у меня есть вопросы...»

source: Before you can finish, a portion of the pillar trembles as yet another head oozes its way to the surface. After some of the noisome slime has sloughed off, you recognize it as Pharod's. It spits out a mouthful of bloody cysts and croaks: "Annah, me darling child! Is that you?"
ru: Не успеваешь ты закончить, как часть колонны вздрагивает, и на поверхность просачивается еще одна голова. Как только она освобождается от зловонной слизи, ты узнаешь в ней Фарода. Он выплевывает комок кровавых личинок и хрипит: «Анна, моя дорогуша! Это ты?»

source: The other heads remain mostly silent for a time as Pharod's speaks... only a few whisper quietly to themselves, making wicked sidelong glances at Annah and her foster father's head. "I was wrong, my dear girl, about the Sphere. It wasn't enough, no, and now look where I've ended... I beg of you, lovely Annah! Save your poor father! Save me! Oh, please, save me! Save m-" But even as it speaks, Pharod's mewling head begins to sink back into the Pillar's core...
ru: Пока Фарод говорит, остальные головы в основном сохраняют молчание... только некоторые что-то тихо шепчут, бросая злобные косые взгляды на Анну и голову ее приемного отца. «Моя дорогая девочка, я ошибался насчет шара. Его было недостаточно, о нет. Вот, погляди, где я закончил... умоляю тебя, прекрасная Анна! Спаси своего бедного отца! Спаси меня! Пожалуйста, спаси меня! Спаси м...» Произнося эти слова, голова Фарода начинает погружаться назад вглубь колонны...

source: "ENOUGH," bellow the pillar's stinking heads. "WE TIRE OF YOUR INSIGNIFICANT PRATTLE, AND WOULD KNOW YOUR BUSINESS WITH US."
ru: «ДОВОЛЬНО, - вопят зловонные головы колонны. - МЫ УСТАЛИ ОТ ТВОЕЙ ПУСТОЙ БОЛТОВНИ, И ЕЩЕ РАЗБЕРЕМСЯ С ТОБОЙ».

source: "Questions. I had questions..."
ru: «Вопросы. У меня есть вопросы...»

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: You take another cautious step towards the pillar, and all their conversation abruptly *stops.* The dozens of heads that lines the pillar's surface slowly turn to face you in unison. They regard you silently, their breath fetid and moist upon you... until they notice Morte cowering behind you.
ru: Ты делаешь еще один осторожный шаг к колонне, и внезапно все разговоры *смолкают*. Десятки голов, образующих поверхность колонны, медленно и в унисон поворачиваются к тебе. Они молча глядят на тебя, зловонно и влажно дыша... пока не замечают Морта, прячущегося за твоей спиной.

source: Every head on the pillar's surface speaks at once to make the thing's voice - a terrible, burbling sound that bubbles forth while foul, stinging vapors and putrid corruption stream from their mouths. "*YOU* AGAIN... 'TIS BEEN A LONG TIME, INDEED." Many of the heads begin to gibber and drool, chanting "...skull, skull, skull..." gleefully, licking their lips, their eyes fixated upon Morte.
ru: Все голова колонны говорят одновременно, образуя голос этой штуки - жуткое бормотание, сопровождаемое зловонными обжигающими испарениями и гнилостным запахом разложения из их ртов. «СНОВА *ТЫ*... СКОЛЬКО ЛЕТ, СКОЛЬКО ЗИМ». Множество голов начинает тараторить и пускать слюну, радостно повторяя «череп-череп-череп» и облизывая губы. Их глаза прикованы к Морту.

source: "What do you mean?"
ru: «О чем это вы?»

source: "SILENCE! WE SPEAK NOT TO YOU, BUT TO THE SKULL. WELCOME BACK, LITTLE ONE. HAVE YOU AT LAST DECIDED TO RETURN TO THE FOLD, TO ACCEPT YOUR FINAL FATE, TO TAKE UP ONCE MORE YOUR SACRED DUTY?" Several heads burst forth from the Pillar's core, gnashing their broken teeth and wailing: "Yes, come back! Come back to us, skull! Skull..."
ru: «МОЛЧАТЬ! МЫ ГОВОРИМ НЕ С ТОБОЙ, А С ЧЕРЕПОМ. С ВОЗВРАЩЕНИЕМ, МАЛЫШ. ТЫ, НАКОНЕЦ, РЕШИЛ ВЕРНУТЬСЯ В БРАТСТВО, ПРИНЯТЬ СВОЮ КОНЕЧНУЮ СУДЬБУ, ЧТОБЫ СНОВА ИСПОЛНЯТЬ СВОЙ СВЯЩЕННЫЙ ДОЛГ?» Несколько голов вырываются из нутра колонны, скрипя поломанными зубами и вопя: «Да, возвращайся! Вернись к нам, череп! Череп...»

source: The heads shift sluggishly across the face of the pillar, nodding and murmuring before speaking in its ghastly voice: "ASK A QUESTION OF US, THEN, AND BE PREPARED TO HEAR OUR DEMANDS - YOU SHALL RENDER UNTO US A SERVICE FOR YOUR ANSWER."
ru: Головы лениво двигаются по поверхности колонны, кивая и что-то бормоча, затем произносят жутким голосом: «ТОГДА ЗАДАВАЙ СВОЙ ВОПРОС, И БУДЬ ГОТОВ ВЫСЛУШАТЬ НАШИ ТРЕБОВАНИЯ: ЗА ОТВЕТ ТЫ ОКАЖЕШЬ НАМ УСЛУГУ».

source: "What are you?"
ru: «Что вы такое?»

source: "How do I reach the Fortress of Regrets?"
ru: «Как мне добраться до Крепости сожалений?»

source: "Who am I?"
ru: «Кто я?»

source: "Who is my killer?"
ru: «Кто мой убийца?»

source: "How might I leave this place?"
ru: «Как мне покинуть это место?»

source: The heads gurgle and croak their reply through rotted lips: "WE WOULD ANSWER THAT QUESTION FOR A SERVICE..."
ru: Хриплым булькающим голосом они произносят сквозь разложившиеся губы: «МЫ ОТВЕТИМ НА ЭТОТ ВОПРОС ЗА УСЛУГУ...»

source: "Very well; what's your demand?"
ru: «Хорошо. Чего вам надо?»

source: The heads interrupt with their one voice: "SILENCE! YOU DEMEAN OUR NOBLE STATION WITH SUCH CASUAL TALK!" A particularly hideous head cries out: "And to call *all* of us liars is-" before being sucked back into the pillar's sickly heart.
ru: Головы вклиниваются в разговор, крича в один голос: «МОЛЧАТЬ! ТЫ УНИЖАЕШЬ НАШ БЛАГОРОДНЫЙ СТАТУС СТОЛЬ БЕСПЕЧНЫМИ РАЗГОВОРАМИ!» Особенно отвратительная голова выкрикивает: «А называть нас *всех* лжецами...», потом ее затягивает в нездоровое чрево колонны.

source: "I had another question..."
ru: «У меня есть другие вопросы...»

source: "I'll leave, then. Farewell."
ru: «Тогда я ухожу. Прощайте».

source: "What's your demand, Pillar?"
ru: «Колонна, каковы ваши требования?»

source: The pillar's head all turn to leer at Morte. "THE SKULL... WE DEMAND THE SKULL AS TRIBUTE. RETURN HIM TO US, AND YOU SHALL HAVE YOUR ANSWER."
ru: Все головы колонны поворачиваются и с вожделением смотрят на Морта. «ЧЕРЕП... МЫ ТРЕБУЕМ ЧЕРЕП В КАЧЕСТВЕ НАГРАДЫ. ВЕРНИ ЕГО НАМ, И ПОЛУЧИШЬ ОТВЕТ».

source: "CEASE YOUR FEEBLE PROTESTATIONS, SKULL! THE DECISION IS NOT YOURS!" The pillar's many heads swivel slowly to face you, their eyes narrowed. "TOO LONG HAS HE CHEATED HIS FATE; HE IS *OURS.* WERE YOU TO RETURN HIM, WE WOULD BE MOST WELL-DISPOSED TOWARD SUCH A GIFT... WE WISH TO SAVOR HIS SCREAMS..."
ru: «ПРЕКРАТИ СВОИ НЕМОЩНЫЕ ПРОТЕСТЫ! РЕШЕНИЕ НЕ ЗА ТОБОЙ! - многочисленные головы колонны медленно поворачиваются к тебе. - ОН ОБМАНЫВАЛ СВОЮ СУДЬБУ СЛИШКОМ ДОЛГО. ОН *НАШ*. ВЕРНИ ЕГО НАМ, И МЫ БУДЕМ ОЧЕНЬ ПРИЗНАТЕЛЬНЫ ТАКОМУ ПОДАРКУ... МЫ ХОТИМ НАСЛАДИТЬСЯ ЕГО КРИКАМИ...»

source: "All right... you may have him."
ru: «Ну хорошо... забирайте его».

source: "A gift? What *other* gifts would you accept?"
ru: «Подарок? А какие *еще* подарки вы примете?»

source: "YESSSSS..." The stack of heads begins to writhe and boil, heads thrusting to the surface to howl and babble before sinking back down. They drool and chatter: "I cannot wait to savor his screams!" Another: "Screams be damned! The *torment* is what's best for one so annoying as he! I shall yank his teeth out, spit them into his brain pan and shake him like a babe's rattle!" And another: "Oo! Oo! I'll eat his eyes out!"
ru: «ДА-А-А...» Груда голов начинает сжиматься и кипеть, головы протискиваются на поверхность, воют и тараторят, потом погружаются вглубь. Истекая слюной, одна из них бормочет: «Не могу дождаться, чтобы насладиться его воплями!» Другая кричит: «К черту крики! *Пытки* - вот что в самый раз для такого надоедливого как он! Я выдерну его зубы, выплюну их ему в черепушку и буду трясти им как погремушкой!» Третья: «О! О! Я выем ему глаза!»

source: The pillar leans towards you, the eyes of its heads narrowing. "THERE IS *KNOWLEDGE* YOU POSSESS THAT WE WISH FOR OURSELVES. WHERE DOES THE FIEND, FHJULL FORKED-TONGUE, RESIDE? TELL US, AND WE SHALL ANSWER YOUR QUESTION." The stench of the pillar's hot breath surrounds you as it awaits your reply...
ru: Колонна наклоняется к тебе, головы прищурено смотрят на тебя. «ТЫ ОБЛАДАЕШЬ *ЗНАНИЕМ*, КОТОРОЕ МЫ ХОТИМ ПОЛУЧИТЬ. ГДЕ НАХОДИТСЯ ФЬЮЛ РАЗДВОЕННЫЙ ЯЗЫК? СКАЖИ НАМ, И МЫ ОТВЕТИМ НА ТВОЙ ВОПРОС». Вонь горячего дыхания колонны окутывает тебя, пока они ждут твоего ответа...

source: "In the Outlands, where Ul-Goris, father of all goristro was laid low in the Crater War. Fhjull lives within its skeleton."
ru: «Во Внешних землях, где в Кратерной Войне пал Уль-Горис, отец всех гористро. Фьюл живет в его скелете».

source: Lie: "He is... hidden somewhere, in the Outlands. Beneath a large mountain."
ru: Ложь: «Он... прячется где-то во Внешних землях. Под большой горой».

source: Lie: "Fhjull has hidden himself well in a demi-plane of a long-dead sorcerer's devising. He appears only occasionally within Sigil, and it's there that I met him."
ru: Ложь: «Фьюл хорошо спрятался в полуплане, созданном давно умершим колдуном. Он время от времени появляется в Сигиле - там я его и встретил».

source: "I won't say. What *other* gifts would you accept?"
ru: «Я не скажу. Какие *еще* подарки вы примете?»

source: The pillar's heads - save for the hissing of foul vapors issuing from rents in its rancid surface - remain silent for a time. Finally, it answers: "THERE IS AN OBJECT IN YOUR POSSESSION THAT WE WISH FOR OURSELVES. THE MODRON CUBE: GIVE IT TO US, AND WE SHALL ANSWER YOUR QUESTION."
ru: Головы колонны некоторое время сохраняют тишину, если не учитывать шипение от зловонных испарений, источаемых дырами в мерзкой поверхности колонны. Наконец, они отвечают: «МЫ ХОТИМ СЕБЕ ПРЕДМЕТ, НАХОДЯЩИЙСЯ В ТВОЕМ РАСПОРЯЖЕНИИ. КУБ-МОДРОН - ОТДАЙ ЕГО НАМ, И МЫ ОТВЕТИМ НА ТВОЙ ВОПРОС».

source: "Here... take it."
ru: «Вот... держите».

source: "I can't do that. What *other* gifts would you accept?"
ru: «Я не могу этого сделать. Какие *еще* подарки вы примете?»

source: The pillar's heads frown, their eyes flickering this way and that. Suddenly, they all come to rest on Fall-from-Grace. "SHE WILL DO... YES. THE TANAR'RI. GIVE HER TO US... WE WILL CONSUME HER ALIVE, BATHE OURSELVES IN HER SWEET BLOOD... THEN, WE SHALL ANSWER YOUR QUESTION." A number of the heads begin to moan with longing, calling to Grace: "Yes, tanar'ri, sweet succubus, wicked thing, surrender yourself to us..."
ru: Головы колонны хмурятся, их глаза бегают туда-сюда. Внезапно все они останавливаются на Падшей Грации. «ОНА ПОДОЙДЕТ... ДА. ТАНАРРИ. ОТДАЙ НАМ ЕЕ... МЫ СЪЕДИМ ЕЕ ЗАЖИВО, ИСКУПАЕМСЯ В ЕЕ СЛАДКОЙ КРОВИ... А ПОТОМ ОТВЕТИМ НА ТВОЙ ВОПРОС». Несколько голов начинают страстно стонать, обращаясь к Грации: «Да, танарри, сладкий суккуб, нечисть, сдайся нам...»

source: "Very well. You may have her."
ru: «Хорошо. Забирайте ее».

source: A deep rumbling issues from within the pillar; more heads worm their way to its roiling surface, dissecting you with their scarlet eyes. At last, their gaze finds Annah. "THE FIENDLING! GIVE US THE TIEFLING GIRL, YES... WE SHALL TEAR HER APART WITHIN US, REVEL IN THE BASKING OF HER SWEET, FIERY BLOOD... THEN, WE SHALL ANSWER YOUR QUESTION."
ru: Из колонны доносится низкий рокот. На ее вздымающуюся поверхность пролазят новые головы, расчленяя тебя своими алыми глазами. Наконец их взгляд находит Анну. «БЕСОВСКОЕ ОТРОДЬЕ! ДА, ОТДАЙ НАМ ЭТУ ДЕВЧОНКУ-ТИФЛИНГА... МЫ РАЗОРВЕМ ЕЕ, ПОПИРУЕМ ЕЕ СЛАДКОЙ ОГНЕННОЙ КРОВЬЮ... А ПОТОМ ОТВЕТИМ НА ТВОЙ ВОПРОС».

source: The mouths of every head on the pillar's face split in depraved, sickly grins; they chortle and burble, laughing at you. "YOU HAVE *NOTHING* FOR US... SAVE YOURSELF. COME, IMMORTAL... GIVE US A TASTE OF YOUR UNDYING BLOOD. THEN, WE SHALL ANSWER YOUR QUESTION." The heads clack their teeth together, drooling and smacking their split, pus-covered lips in anticipation...
ru: Рты голов колонны расплываются в порочной нездоровой улыбке. Они посмеиваются над тобой и бормочут. «У ТЕБЯ *НИЧЕГО* ДЛЯ НАС НЕТ... КРОМЕ ТЕБЯ САМОГО. ПОДОЙДИ, БЕССМЕРТНЫЙ... ПОДАРИ НАМ ВКУС ТВОЕЙ БЕССМЕРТНОЙ КРОВИ. А ПОТОМ МЫ ОТВЕТИМ НА ТВОЙ ВОПРОС». Головы клацают зубами, источая слюну и облизывая свои потрескавшиеся гноящиеся губы в предвкушении...

source: "Very well. I agree to your demands."
ru: «Хорошо. Я согласен на ваши требования».

source: The Pillar of Skulls rears back, its every head sneering down at you. They spit their words at you: "DO NOT PRESUME TO LIE TO US, FOOLISH ONE. WHERE - IS - *FHJULL?* TELL US, AND WE SHALL FORGIVE YOUR DECEIT AND ANSWER YOUR QUESTION."
ru: Колонна Черепов отступает, каждая ее голова презрительно смотрит на тебя. Они выплевывают: «ДАЖЕ НЕ ДУМАЙ ЛГАТЬ НАМ, ГЛУПЕЦ. СКАЖИ НАМ, ГДЕ - НАХОДИТСЯ - *ФЬЮЛ*, И МЫ ПРОСТИМ ТЕБЕ ОБМАН И ОТВЕТИМ НА ТВОЙ ВОПРОС».

source: You toss the cube towards the Pillar of Skulls, and a great, stinking gash opens within its side to receive it. In moments, the gash is sealed and the cube is gone - somehow, you know - forever. The heads gurgle happily, shifting slowly across the pillar's face.
ru: Ты бросаешь куб Колонне Черепов. Раскрывается огромная зловонная дыра и поглощает его. Через миг дыра пропадает, а с ней и куб, и непонятно откуда ты знаешь, что пропал он навсегда. Головы радостно бормочут, медленно двигаясь по поверхности колонны.

source: "APPROACH US, THEN... YES, COME CLOSER..." The heads seem to draw back within the Pillar as you approach it...
ru: «ТОГДА ПОДОЙДИ К НАМ... ДА, БЛИЖЕ...» Когда ты подходишь, головы колонны, казалось бы, отдаляются назад...

source: Step closer.
ru: Подойти ближе.

source: "I've reconsidered, actually. Farewell."
ru: «Вообще-то, я передумал. Прощайте».

source: Though you draw only a single step nearer, you suddenly find yourself much closer to the pillar's writhing surface than you had imagined. Before you can react, it presses forward into you like a wave of broken bone and rotten, worm-infested meat. As the rancid darkness envelopes you, the pillar's heads begin to consume you alive...
ru: Хотя ты подошел всего на один шаг, внезапно ты обнаруживаешь, что находишься гораздо ближе к колышущейся поверхности колонны, чем тебе казалось. Прежде чем ты успеваешь отреагировать, она наваливается на тебя волной сломанных костей и разлагающегося, зараженного червями мяса. Погрузив тебя в отвратительную темноту, головы колонны начинают есть тебя живьем...

source: Fall into darkness...
ru: Пасть во тьму...

source: You find yourself standing before the Pillar of Skulls, aching and unsure of what, exactly, has just happened. What you are certain of, though, is that your body is somehow *weaker* for whatever ordeal it just suffered through. The grotesque heads leer down at you, grinning and smacking their lips...
ru: Ты оказываешься стоящим перед Колонной Черепов, изнывая от боли, не понимая, что, собственно, произошло. Вот в чем ты уверен, так это в том, что твое тело каким-то образом *ослабло* из-за того, что с ним только что случилось. Гротескные головы косятся на тебя, ухмыляясь и причмокивая...

source: The pillar savors your gift for a time, its heads cooing and whispering to one another.
ru: Колонна некоторое время смакует твоим подарком, ее головы бормочут и перешептываются.

source: "And my answer...?"
ru: «И каков ответ?..»

source: The Pillar of Skulls told me it was made up of the heads of those whose lies led others to their deaths. It can answer many questions, but expects much in terms of payment for its knowledge
ru: Колонна Черепов сказала мне, что она состоит из голов тех, чья ложь повлекла за собой чью-то смерть. Они могут ответить на многие вопросы, но ждут оплаты за свои знания.

source: The Pillar of Skulls told me that 'regret' was key to the portal that leads to the Fortress of Regrets. Seems appropriate. It did not, however, know the way to the portal.
ru: Колонна Черепов сказала мне, что ключом к порталу, ведущему в Крепость сожалений, является сожаление. Кажется логичным. Однако она не знала пути к порталу.

source: "WE ARE THOSE WHO, IN MORTAL LIVES LONG SINCE FORGOTTEN, MADE SUGGESTIONS WHICH LED TO THE DEATH OF ANOTHER. SOME CALL US 'LIARS' - YET WHAT IS 'TRUTH' BUT ANOTHER NAME FOR A LIE? TRUTH SO OFTEN CLOAKS DECEIT..." The heads mutter and nod to one another in affirmation, then turn back to you. "WE KNOW MUCH... BUT ASK MUCH OF THOSE WHO WOULD QUESTION US."
ru: «МЫ ТЕ, КТО В ТЕЧЕНИЕ СВОЕЙ СМЕРТНОЙ ЖИЗНИ, УЖЕ ДАВНО ЗАБЫТОЙ, ДАЛ СОВЕТ, ПОВЛЕКШИЙ ЗА СОБОЙ ЧЬЮ-ТО СМЕРТЬ. КОЕ-КТО НАЗЫВАЕТ НАС 'ЛЖЕЦАМИ', ХОТЯ ЧТО ТАКОЕ 'ПРАВДА', ЕСЛИ НЕ ЕЩЕ ОДНО НАЗВАНИЕ ЛЖИ? ПРАВДОЙ ТАК ЧАСТО ПОКРЫВАЮТ ОБМАН... - головы бормочут и кивают друг другу в знак одобрения, затем поворачиваются к тебе. - МЫ МНОГОЕ ЗНАЕМ... НО И МНОГОЕ ПРОСИМ У ТЕХ, КТО СПРАШИВАЕТ НАС».

source: "That's all I wished to know. Farewell."
ru: «Это все, что я хотел узнать. Прощайте».

source: "ALREADY YOU POSSESS THE KEY, AND NEED ONLY THE LOCATION OF THE PORTAL THAT SHALL LEAD YOU THERE. WE KNOW NOT WHERE THE PORTAL LIES, BUT MIGHT TELL YOU ITS KEY: 'REGRET.'" Many of the pillar's heads begin to weep and moan: "Yes, regret! Regret!"
ru: «КЛЮЧ У ТЕБЯ УЖЕ ЕСТЬ, И ТЕБЕ НУЖНО ТОЛЬКО МЕСТОНАХОЖДЕНИЕ ПОРТАЛА, ВЕДУЩЕГО ТУДА. МЫ НЕ ЗНАЕМ, ГДЕ НАХОДИТСЯ ПОРТАЛ, НО МОЖЕМ СКАЗАТЬ, КАКОЙ К НЕМУ КЛЮЧ - СОЖАЛЕНИЕ». Многие головы колонны начинают рыдать и стонать: «Да, сожаление! Сожаление!»

source: "Regret?"
ru: «Сожаление?»

source: "YES... YOU MUST HAVE EXPERIENCED REGRET TO BREACH THE FORTRESS. WRITE IT UPON A PIECE OF YOUR FLESH AND YOUR PASSAGE THROUGH THE PORTAL IS ASSURED."
ru: «ДА... ЧТОБЫ ПРОНИКНУТЬ В КРЕПОСТЬ, ТЫ ДОЛЖЕН ОЩУТИТЬ РАСКАЯНИЕ. НАПИШИ ЕГО НА КЛОЧКЕ СВОЕЙ КОЖИ, И ТВОЙ ПРОХОД В ПОРТАЛ ОБЕСПЕЧЕН».

source: "And the portal... you say you *don't* know where it is?"
ru: «А портал... вы говорите, что *не знаете*, где он?»

source: "YES... ONLY THREE HAVE KNOWN THE WAY. THE FIRST ONE WAS YOU... THOUGH YOU HAVE FORGOTTEN, NOW. THE SECOND LIES BEYOND THE PORTAL, AND SHALL NOT EMERGE. THE THIRD..."
ru: «ДА... ТОЛЬКО ТРОЕ ЗНАЛИ ДОРОГУ. ПЕРВЫМ БЫЛ ТЫ... НО ТЫ УЖЕ ВСЕ ЗАБЫЛ. ВТОРОЙ НАХОДИТСЯ ЗА ПОРТАЛОМ, И НЕ ПОКАЖЕТСЯ. ТРЕТИЙ...»

source: "The third...?"
ru: «Третий?..»

source: "...THE THIRD ONE YOU HAVE ALREADY MET. THEY KNOW OF YOUR CONDITION, THE FORTRESS AND YOUR NEED TO REACH THERE... BUT THEY SHALL NOT HELP YOU. THEIR SHIELD IS ONE FORGED FROM THE COLD METALS OF LIES AND DECEPTION, A THING YOU CANNOT HOPE TO BREAK WITH MERE WORDS. YOU MUST DO BATTLE WITH THEM."
ru: «...С ТРЕТЬИМ ТЫ УЖЕ ВСТРЕЧАЛСЯ. ВСЕ ОНИ ЗНАЮТ О ТВОЕМ СОСТОЯНИИ, О КРЕПОСТИ И О ТОМ, ЧТО ТЕБЕ НУЖНО ТУДА ПОПАСТЬ... НО ОНИ ТЕБЕ НЕ ПОМОГУТ. ИХ ЩИТ ВЫКОВАН ИЗ ХОЛОДНОГО МЕТАЛЛА ЛЖИ И ОБМАНА, КОТОРЫЙ ТЕБЕ БЕЗНАДЕЖНО ПЫТАТЬСЯ ПРОБИТЬ ОДНИМИ СЛОВАМИ. ТЫ ДОЛЖЕН С НИМИ СРАЗИТЬСЯ».

source: "Who is it?"
ru: «Кто они?»

source: The heads remain silent for a time, giving you naught but smug smiles. Finally, it speaks: "YOU HAVE *MET* THE LIAR - AND NOT FOR THE FIRST TIME. THE LIAR KNOWS... BUT DID NOT TELL YOU. A *PETTY* BETRAYAL BETWEEN IMMORTALS..." Some of the decomposing heads roll their eyes and snicker at you.
ru: Некоторое время головы сохраняют молчание, только самодовольно улыбаясь тебе. Наконец, они произносят: «ТЫ *ВСТРЕЧАЛСЯ* С ЛЖЕЦОМ - И УЖЕ НЕ В ПЕРВЫЙ РАЗ. ЛЖЕЦ ЗНАЕТ... НО НЕ СКАЖЕТ ТЕБЕ. *МЕЛКОЕ* ПРЕДАТЕЛЬСТВО ОДНОГО БЕССМЕРТНОГО ДРУГИМ...» Некоторые из разлагающихся голов закатывают глаза и посмеиваются над тобой.

source: "Fhjull Forked-Tongue?"
ru: «Фьюл Раздвоенный Язык?»

source: "Lothar?"
ru: «Лотар?»

source: "Ravel?"
ru: «Равель?»

source: "Trias?"
ru: «Триас?»

source: The Pillar of Skulls told me that Trias - who it called "Trias the Betrayer" - would know where the portal to the Fortress of Regrets was.
ru: Колонна Черепов сказала мне, что Триас, которого они назвали «Триасом-Предателем», знает, где находится портал в Крепость сожалений.

source: The heads chortle with sickly glee. "NOT THAT ONE, TO BE SURE. GUESS AGAIN..."
ru: Головы хихикают в нездоровом ликовании. «КОНЕЧНО, НЕТ. ПОПРОБУЙ ЕЩЕ РАЗ...»
