Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dpillar.dlg.po
Languages: ru

source: The Pillar of Skulls told me that Trias - who it called 'Trias the Betrayer' - would know where the portal to the Fortress of Regrets was.
ru: Колонна Черепов сказала мне, что Триас, которого они назвали «Триасом-Предателем», знает, где находится портал в Крепость сожалений.

source: "OH, YES... THOUGH WE KNOW HIM BY HIS *FULL* NAME: TRIAS, THE BETRAYER!" The pillar shakes with mirth, the pile of rotting heads tottering back and forth as it laughs at your distress. A few of the heads chant mockingly: "Betrayer... Betrayer... Trias, the Betrayer..."
ru: «О, ДА... ХОТЯ НАМ ИЗВЕСТНО ЕГО *ПОЛНОЕ* ИМЯ - ТРИАС-ПРЕДАТЕЛЬ!» Колонна радостно покачивается, груда разлагающихся голов сотрясается от смеха, потешаясь над твоим горем. Несколько голов насмешливо скандируют: «Предатель... Предатель... Триас-Предатель...»

source: "But... he said he didn't know..."
ru: «Но... он говорил, что не знает...»

source: "Why would he lie to me?"
ru: «Зачем ему обманывать меня?»

source: "How did he come to know of this?"
ru: «Откуда он об этом узнал?»

source: "HE *LIED* TO YOU." Some of the heads squint, gurgling and chortling softly - laughing at you. "BEWARE WORDS SOAKED IN HONEY; THEY ATTRACT ALL MANNER OF WASPS."
ru: «ОН *СОЛГАЛ* ТЕБЕ». Некоторые из голов украдкой смотрят на тебя, тихонько посмеиваясь. «ОСТЕРЕГАЙСЯ СЛОВ, ПРОПИТАННЫХ МЕДОМ: ОНИ ПРИВЛЕКАЮТ ОС ВСЕХ ВОЗМОЖНЫХ ВИДОВ».

source: "THE ANSWER IS NOT OURS TO GIVE. YOU MUST SEEK HIM OUT YOURSELF, AND ASK HIM."
ru: «НЕ НАМ ОТВЕЧАТЬ НА ЭТОТ ВОПРОС. ТЫ ДОЛЖЕН САМ НАЙТИ ЕГО И СПРОСИТЬ».

source: "TRIAS EXCHANGED WORDS WITH YOU ONCE, LONG AGO, WHEN YOU KNEW THE WAY. YOU SPOKE YOUR HEART, AND TRIAS - IN THE WAY OF ALL GREAT BETRAYERS - LISTENED WELL TO BUILD YOUR TRUST. SHORT THE CONVERSATION WAS, THOUGH FILLED WITH *MEANING.* MEANING AND DEATH IS WHAT YOU SEEK... TWO SEPARATE THINGS THEY ARE FOR A NORMAL MAN. BUT FOR YOU... ONE AND THE SAME."
ru: «КОГДА-ТО ОЧЕНЬ ДАВНО, КОГДА ТЫ ЕЩЕ ЗНАЛ ПУТЬ, ТРИАС РАЗГОВАРИВАЛ С ТОБОЙ. ТЫ ВЫСКАЗАЛ ТО, ЧТО БЫЛО У ТЕБЯ НА СЕРДЦЕ, А ТРИАС, КАК И ВСЕ ВЕЛИКИЕ ПРЕДАТЕЛИ, СЛУШАЛ ВНИМАТЕЛЬНО, ЧТОБЫ ЗАВОЕВАТЬ ТВОЕ ДОВЕРИЕ. РАЗГОВОР БЫЛ НЕДОЛГИМ, НО НАПОЛНЕННЫМ *СМЫСЛОМ*. СМЫСЛ И СМЕРТЬ - ВОТ ЧЕГО ТЫ ИЩЕШЬ... ДВЕ ОТДЕЛЬНЫЕ ВЕЩИ, КАКИМИ ОНИ ЯВЛЯЮТСЯ ДЛЯ ОБЫЧНОГО ЧЕЛОВЕКА. НО ДЛЯ ТЕБЯ ОНИ... ОДНО И ТО ЖЕ».

source: "NOT *WHO* - WHAT. YOU HAVE BEEN DIVIDED. YOU ARE ONE OF MANY MEN - ONE IN MANY MEN. EACH ONE - WHETHER GOOD OR EVIL - A MONSTER, WHO CASTS A SHADOW UPON EXISTENCE."
ru: «НЕ *КТО* - ЧТО. ТЫ БЫЛ РАЗДЕЛЕН. ТЫ - ОДИН ИЗ МНОГИХ, ОДИН ВО МНОГИХ. КАЖДЫЙ ИЗ НИХ, НЕВАЖНО, ДОБРЫЙ ОН ИЛИ ЗЛОЙ, ЯВЛЯЕТСЯ МОНСТРОМ, ОТБРАСЫВАЮЩИЙ ТЕНЬ НА МИРОЗДАНИЕ».

source: "A... shadow upon existence?"
ru: «Э... тень на мироздание?»

source: The Pillar of Skulls told me that I cast 'shadows on existence' - that each time I die, another dies in my stead. Those who die in such a manner then become creatures of shadow, and apparently gather and wait for me at the Fortress of Regrets.
ru: Колонна Черепов сказала, что я отбрасываю 'тень на мироздание': каждый раз, когда я умираю, вместо меня умирает кто-нибудь другой. Умершие таким образом становятся созданиями теней, и, по всей видимости, собираются и ждут меня в Крепости сожалений.

source: "OH, YES." The pillar's heads narrow their eyes and smile grotesquely. "EACH TIME YOU DIE, 'IMMORTAL,' YOU CAST A SHADOW... EACH TIME YOU DIE, *ANOTHER* DIES IN YOUR STEAD. THESE SHADOWS... THEY GATHER, HUNGERING FOR YOU, WITHIN THE FORTRESS OF REGRETS. HOW MANY TIMES *HAVE* YOU PERISHED, NAMELESS ONE? HOW MANY HUNDREDS... THOUSANDS... HAVE DIED, BECAUSE OF *YOU?*" The pillar trembles with wicked glee; its heads pull faces and gurgle mockingly at you. Suddenly, the hair on the back of your neck rises... you turn to see Vhailor staring at you, his eyes burning brighter than you've ever seen them...
ru: «О, ДА, - головы колонны прищуриваются и гротескно ухмыляются. - КАЖДЫЙ РАЗ, КОГДА ТЫ, 'БЕССМЕРТНЫЙ', УМИРАЕШЬ, ТЫ ОТБРАСЫВАЕШЬ ТЕНЬ... КАЖДЫЙ РАЗ, КОГДА ТЫ УМИРАЕШЬ, ВМЕСТО ТЕБЯ УМИРАЕТ КТО-ТО *ДРУГОЙ*. ЭТИ ТЕНИ... ОНИ СОБИРАЮТСЯ В КРЕПОСТИ СОЖАЛЕНИЙ И С НЕТЕРПЕНИЕМ ЖДУТ ТЕБЯ ТАМ. СКОЛЬКО РАЗ ТЫ *УМИРАЛ*, БЕЗЫМЯННЫЙ? СКОЛЬКО СОТЕН... ТЫСЯЧ... УМЕРЛО ИЗ-ЗА *ТЕБЯ*?» Колонна содрогается в злобном ликовании; головы строят гримасы и насмешливо хихикают над тобой. Внезапно волосы на твоей шее встают дыбом... ты поворачиваешься и видишь Вейлора, пристально смотрящего на тебя. Его глаза горят ярче, чем когда-либо...

source: "Vhailor...?"
ru: «Вейлор?..»

source: "OH, YES." The pillar's heads narrow their eyes and smile grotesquely. "EACH TIME YOU DIE, 'IMMORTAL,' YOU CAST A SHADOW... EACH TIME YOU DIE, *ANOTHER* DIES IN YOUR STEAD. THESE SHADOWS... THEY GATHER, HUNGERING FOR YOU, WITHIN THE FORTRESS OF REGRETS. HOW MANY TIMES *HAVE* YOU PERISHED, NAMELESS ONE? HOW MANY HUNDREDS... THOUSANDS... HAVE DIED, BECAUSE OF *YOU?*" The pillar trembles with wicked glee; its heads pull faces and gurgle mockingly at you.
ru: «О, ДА, - головы колонны прищуриваются и гротескно улыбаются. - КАЖДЫЙ РАЗ, КОГДА ТЫ, 'БЕССМЕРТНЫЙ', УМИРАЕШЬ, ТЫ ОТБРАСЫВАЕШЬ ТЕНЬ... КАЖДЫЙ РАЗ, КОГДА ТЫ УМИРАЕШЬ, ВМЕСТО ТЕБЯ УМИРАЕТ КТО-ТО *ДРУГОЙ*. ЭТИ ТЕНИ... ОНИ СОБИРАЮТСЯ В КРЕПОСТИ СОЖАЛЕНИЙ И С НЕТЕРПЕНИЕМ ЖДУТ ТЕБЯ ТАМ. СКОЛЬКО РАЗ ТЫ *УМИРАЛ*, БЕЗЫМЯННЫЙ? СКОЛЬКО СОТЕН... ТЫСЯЧ... УМЕРЛО ИЗ-ЗА *ТЕБЯ*?» Колонна сотрясается в злобном ликовании; головы строят гримасы и насмешливо хихикают над тобой.

source: "Is that all you have to say, Pillar?"
ru: «Это все, что ты можешь сказать, Колонна?»

source: The heads abruptly cease their laughter. "NO. YOU BEAR MANY NAMES; EACH HAS LEFT THEIR SCARS ON YOUR FLESH:"
ru: Головы резко прерывают свой смех. «НЕТ. ТЫ НОСИШЬ МНОЖЕСТВО ИМЕН. КАЖДОЕ ИЗ НИХ ОСТАВИЛО НА ТЕБЕ ШРАМ:»

source: "Go on..."
ru: «Продолжайте...»

source: "Wait... I had another question..."
ru: «Погодите... У меня есть другой вопрос...»

source: "LOST ONE... IMMORTAL ONE... INCARNATION'S END... MAN OF A THOUSAND DEATHS... THE ONE DOOMED TO LIFE... RESTLESS ONE... ONE OF MANY... THE ONE WHOM LIFE HOLDS PRISONER... THE BRINGER OF SHADOWS... THE WOUNDED ONE... MISERY-BRINGER... YEMETH..."
ru: «ПОТЕРЯННЫЙ... БЕССМЕРТНЫЙ... КОНЕЦ ВОПЛОЩЕНИЙ... ЧЕЛОВЕК ТЫСЯЧИ СМЕРТЕЙ... ОБРЕЧЕННЫЙ ЖИТЬ... НЕУГОМОННЫЙ... ОДИН ИЗ МНОГИХ... ПЛЕННИК ЖИЗНИ... ПРИНОСЯЩИЙ ТЕНИ... УВЕЧНЫЙ... ПРИНОСЯЩИЙ БЕДЫ... ЙЕМЕТ...»

source: Keep listening.
ru: Продолжать слушать.

source: "YOU ARE AS SILVERED GLASS THAT HAS CRACKED... SHATTERED, AND THE PIECES SCATTERED ACROSS HISTORY." "ONLY ONE PIECE IS OF IMPORT. REGAIN THAT, AND YOUR LIFE SHALL BE YOURS ONCE MORE. THERE WILL BE A PRICE. THIS PRICE WILL BUY YOU A CHANCE. WITHOUT THE CHANCE, YOU ARE DOOMED..."
ru: «ТЫ СЛОВНО ТРЕСНУТОЕ ПОСЕРЕБРЕННОЕ СТЕКЛО... РАЗБИТОЕ, РАЗЛЕТЕВШЕЕСЯ ОСКОЛКАМИ ПО ИСТОРИИ. ВАЖЕН ЛИШЬ ОДИН ОСКОЛОК. ВЕРНИ ЕГО, И ТВОЯ ЖИЗНЬ СНОВА СТАНЕТ ТВОЕЙ. НО ЭТОМУ ЕСТЬ ЦЕНА. ЗАПЛАТИВ ЕЕ, ТЫ КУПИШЬ СЕБЕ ШАНС. БЕЗ НЕГО ТЫ ОБРЕЧЕН...»

source: "YOU HAVE LOST THAT WHICH IS NEVER MEANT TO BE SEPARATED FROM MAN. YOUR MORTALITY HAS BEEN STRIPPED FROM YOU... LOST. IT EXISTS, BUT YOU MUST FIND IT BEFORE YOUR MIND IS LOST TO YOU AS WELL."
ru: «ТЫ ПОТЕРЯЛ ТО, ЧТО НИКОГДА НЕ СЛЕДОВАЛО ОТДЕЛЯТЬ ОТ ЧЕЛОВЕКА. У ТЕБЯ ОТОБРАЛИ ТВОЮ СМЕРТНОСТЬ... ОНА ПРОПАЛА. ОНА ВСЕ ЕЩЕ СУЩЕСТВУЕТ, НО ТЫ ДОЛЖЕН НАЙТИ ЕЕ, ПРЕЖДЕ ЧЕМ ПОТЕРЯЕШЬ РАЗУМ».

source: "LEAVE THIS PLACE, AND STRIKE OUT DIRECTLY WESTWARDS ALONG THE BOULDERS THAT LINE THE BLASTED VALE. YOU SHALL EVENTUALLY REACH THE VALE'S FAR EDGE; THERE, SEEK A PLACE BETWEEN THE STONES THAT MAKES UP THE PORTAL. ITS KEY IS OBSIDIAN, RECENTLY BURNT BY AVERNUS' FIRES - YOU SHALL FIND MUCH OF IT AROUND THE PORTAL. PLACE A SHARD OF IT IN YOUR MOUTH AND BITE DOWN SO THAT IT CUTS YOUR TONGUE; THIS SHALL MAKE YOUR KEY."
ru: «ПОКИНЬ ЭТО МЕСТО И НАПРАВЬСЯ ПРЯМО НА ЗАПАД, ВДОЛЬ ВАЛУНОВ, ОКРУЖАЮЩИХ ПРОКЛЯТУЮ ДОЛИНУ. В КОНЦЕ КОНЦОВ, ТЫ ДОСТИГНЕШЬ ДАЛЬНЕГО КОНЦА ДОЛИНЫ; ТАМ НАЙДИ ПРОСТРАНСТВО МЕЖДУ КАМНЯМИ, ОБРАЗУЮЩЕЕ ПОРТАЛ. ЕГО КЛЮЧ - ОБСИДИАН, НЕДАВНО ОБОЖЖЕННЫЙ ПЛАМЕНЕМ АВЕРНУСА: ЕГО ПРЕДОСТАТОЧНО ВОКРУГ ПОРТАЛА. ПОЛОЖИ ОСКОЛОК В РОТ И УКУСИ ЕГО ТАК, ЧТОБЫ ОН ПОРЕЗАЛ ТЕБЕ ЯЗЫК - ЭТО И БУДЕТ КЛЮЧ».

source: The pillar remains strangely silent; some of its heads simply look away, while others shudder with pained expressions. Eventually, they gather themselves and speak once more: "WE... DO NOT KNOW. THOSE HEADS THAT ONCE CONTAINED SUCH KNOWLEDGE HAVE BEEN DESTROYED - REMOVED FROM US. WE CANNOT ANSWER YOU THIS QUESTION."
ru: Колонна остается странно безмолвной. Некоторые из ее голов попросту смотрят в сторону, другие вздрагивают с выражением боли. Внезапно они собираются и отвечают: «МЫ... НЕ ЗНАЕМ. ГОЛОВЫ, В КОТОРЫХ СОДЕРЖАЛОСЬ ЭТО ЗНАНИЕ, БЫЛИ УНИЧТОЖЕНЫ, ЗАБРАНЫ У НАС. МЫ НЕ МОЖЕМ ОТВЕТИТЬ НА ТВОЙ ВОПРОС».

source: "In that case, I had another question..."
ru: «В таком случае, у меня есть другой вопрос...»

source: "Farewell, then."
ru: «Тогда прощайте».

source: The pillar halts your departure with a sudden demand: "STOP - GIVE US THE SKULL. WE SHALL *NOT* ALLOW HIM TO GO. HE IS *OURS.* HE SHALL *NOT* LEAVE AVERNUS." The heads begin cooing at and taunting Morte: "Yes, Skull, don't be shy... come back, Skull... it's comfortable in here, Skull... come, come back... it doesn't hurt, Skull... 'tis great fun to be without a body, living in a pillar of rot with one thousand other, lying heads..."
ru: Колонна прерывает твой уход неожиданным требованием: «ПОСТОЙ. ОТДАЙ НАМ ЧЕРЕП. МЫ *НЕ ПОЗВОЛИМ* ЕМУ УЙТИ. ОН *НАШ*. ОН *НЕ ПОКИНЕТ* АВЕРНУС». Головы начинают подтрунивать над Мортом: «Да, череп, не стесняйся... возвращайся, череп... здесь так удобно... давай, возвращайся... это не больно, череп... это же так весело: быть без тела, жить в гниющей колонне с тысячью других лжецов...»

source: Grab Morte, thrust him into the Pillar of Skulls.
ru: Схватить Морта и швырнут его в Колонну Черепов.

source: "Forget it, Pillar. Farewell."
ru: «Забудьте об этом. Прощайте».

source: The pillar's furious heads begin to howl and bellow out across the planes. The very ground beneath you shakes as the thundering cacophony threatens to deafen you...
ru: Взбешенные головы колонны начинают выть и вопить на все планы. Сама земля под тобой сотрясается, а громоподобная какофония грозится оглушить тебя...

source: Leave... quickly.
ru: Уйти... и побыстрее.

source: The pillar heads cackle and sputter with unholy glee as Morte is sucked screaming into the thing's awful core, doubtless to suffer endless torment at the 'hands' of the other severed heads. As the commotion begins to die down, its heads begin cooing and whispering to one another. Suddenly, Morte bursts howling to the surface: "Aiieeee! Get me out! Please! Please! I swear I'll never lie ag-!" ...and just as quickly as he arose, he is pulled back beneath the pillar's surface.
ru: Головы колонны хихикают и бормочут с нечестивым ликованием, пока кричащий Морт погружается внутрь той штуки, несомненно, испытывая бесконечные страдания от «рук» других отрубленных голов. Когда суматоха подходит к концу, головы начинают перешептываться друг с другом. Вдруг Морт вырывается на поверхность, вопя: «А-а-ай! Вытащи меня! Пожалуйста! Пожалуйста! Клянусь, никогда больше не буду вр...» И так же быстро, как и появился, он исчезает, затянутый под поверхность колонны.

source: "Farewell, Pillar."
ru: «Прощай, Колонна».

source: I thrust Morte back into the Pillar of Skulls... needless to say, he wasn't pleased.
ru: Я швырнул Морта в Колонну Черепов... понятное дело, он не был в восторге от этого.

source: Once more you stand before the Pillar of Skulls. The innumerable rotting heads which make up the vast pile seems to constantly shift and throb, alternately bickering, weeping, conversing, shouting, and whispering to one another. Heads constantly bubble to the surface of the stack from somewhere within its foul core, while others sink back into the grisly pillar.
ru: И вновь ты стоишь перед Колонной Черепов. Бесчисленные разлагающиеся головы, образующие громадную гору, без конца снуют, пульсируют и попеременно спорят, рыдают, болтают, перекрикиваются и перешептываются друг с другом. Одни головы постоянно всплывают на поверхность откуда-то из ее грязного нутра, другие - погружаются вглубь ужасающей колонны.

source: You take another cautious step towards the pillar, and all their conversation abruptly *stops.* The dozens of heads that lines the pillar's surface slowly turn to face you in unison. They regard you silently then, with a horrid scream, Morte bursts howling to the surface: "Gaaaah! Chief! Get me out! Please! Please!"
ru: Ты делаешь еще один осторожный шаг к колонне, и внезапно все разговоры *смолкают*. Десятки голов, образующих поверхность колонны, медленно и в унисон поворачиваются к тебе. Они молча глядят на тебя. С ужасным криком на поверхность вырывается Морт: «А-а-а! Шеф! Вытащи меня! Пожалуйста! Пожалуйста!»

source: Ignore Morte, wait for him to sink again.
ru: Не обращать внимание на Морта, подождать, пока он снова утонет.

source: Try and pull Morte out.
ru: Попробовать вытащить Морта.

source: Turn away and leave.
ru: Отвернуться и уйти.

source: Morte, tears streaming through the blood and stinking slime which coats him, begs for release. "Chief, please, I'm begging you! You've got to get me out, please, I swear I'll never lie ag-!" ...and just as quickly as he arose, he is pulled back beneath the pillar's surface.
ru: Морт, рыдая сквозь кровь и зловонную слизь, покрывающую его, молит об освобождении: «Шеф, прошу, умоляю тебя! Ты должен меня отсюда вытащить, пожалуйста, клянусь, никогда больше не буду вр...» И так же быстро, как и появился, он исчезает, затянутый под поверхность колонны.

source: Your hands shoot out and grab Morte before he can be sucked back into the pillar's core. The heads cry out in rage: "NO! NO! STOP! YOU SHALL NOT TAKE HIM AGAIN!" The heads begin to lash out at you, biting at your hands and wrists with cruel, jagged teeth...
ru: Твои руки выстреливают и хватают Морта, прежде чем его затянет вглубь колонны. Головы в ярости вопят: «НЕТ! НЕТ! ПРЕКРАТИ! ТЫ НЕ ПОЛУЧИШЬ ЕГО НАЗАД!» Головы набрасываются на тебя, кусая твои ладони и запястья беспощадными зазубренными зубами...

source: Keep fighting, tear Morte free of the pillar.
ru: Продолжить борьбу, вырвать Морта из колонны.

source: Use your mastery of the Art to channel raw power into freeing Morte.
ru: Использовать свои познания в Искусстве, чтобы направить чистую энергию на освобождение Морта.

source: Pull back as if you would relent, feint in one direction, and then wrench Morte free before the Pillar knows what's hit it.
ru: Отойти, как будто ты сдался, сделать ложный выпад, а затем выдернуть Морта, пока колонна не поняла, что к чему.

source: Give up, let Morte sink.
ru: Сдаться, позволить Морту утонуть.

source: The Pillar of Skulls puts up a tremendous battle, yet you prove too mighty a warrior for it to best. Hammering away at the attacking heads, you strike them, kick them, butt them with your own head, even biting them until you've managed to pull Morte free with the sound of tearing flesh. The battle, however, leaves you drained, exhausted... somehow, you know you're now weaker than before.
ru: Колонна Черепов затевает нешуточную битву, и все же ты показываешь себя умелым воином, слишком могучим, чтобы одержать над тобой верх. Отбиваясь от атак голов, ты бьешь и пинаешь их, бодаешь их головой, даже кусаешь их, до тех пор пока тебе не удается освободить Морта, вырвав его со звуком разрываемой плоти. Тем не менее, битва оставила тебя изнуренным и истощенным... каким-то образом ты чувствуешь, что ослаб.

source: "See, Morte? Nothing... to worry... about..."
ru: «Видишь, Морт? Не о чем... было... беспокоиться...»

source: The Pillar of Skulls puts up a tremendous battle, yet your magic proves too powerful for it to best. You channel pure, unfocused mana through your hands and into the Pillar, battering it away until you've managed to pull Morte free. The battle, however, leaves you drained, exhausted... somehow, you know you're now weaker than before.
ru: Колонна Черепов затевает нешуточную битву, и все же твои магические способности слишком высоки, чтобы одержать над тобой верх. Ты направляешь сквозь свои руки и колонну чистую несфокусированную ману, колотя ее до тех пор, пока тебе не удается освободить Морта. Тем не менее, битва оставила тебя изнуренным и истощенным... каким-то образом ты чувствуешь, что ослаб.

source: Seeing the pillar prepare to put up a tremendous battle, you pretend to back off. Just as Morte starts to sink and the pillar begins to speak again, you leap forwards and grasp Morte. Only a single head manages to strike before you pull Morte away, biting deep into your forearm... you jab it in the eye with your thumb and pull your old companion free at last. The foul head's bite, however, leaves you drained, exhausted... somehow, you know you're now weaker than before.
ru: Видя, что колонна собирается развязать нешуточную битву, ты притворяешься, что отступил. Как только Морт начинает тонут, а колонна - говорить, ты делаешь прыжок вперед и хватаешь Морта. Прежде чем ты успеваешь вынуть Морта, одной голове удается сильно укусить тебя за предплечье... ты сбиваешь ее, ударив большим пальцем в глаз, и, наконец, вытягиваешь своего старого товарища. Тем не менее, жуткий укус головы оставил тебя изнуренным и истощенным... каким-то образом ты чувствуешь, что ослаб.

source: The Pillar of Skulls, unwilling to lose Morte to you, puts up a tremendous battle. In the end, you finally relent. As Morte sinks back screaming into its surface, you step away, forearms covered in bleeding wounds where the pillar's heads tore away chunks of flesh with every bite. Even now they leer and laugh at you, licking your blood off their rotten lips.
ru: Колонна Черепов, не желая уступать тебе Морта, затевает нешуточную битву. В результате, ты сдаешься. Пока Морт, крича, погружается вглубь, ты отступаешь, с руками, покрытыми кровоточащими ранами в местах, где головы колонны оторвали куски плоти. Даже теперь они косятся на тебя и смеются, слизывая твою кровь со своих сгнивших губ.

source: Leave.
ru: Уйти.

source: The Pillar of Skulls, unwilling to lose Morte to you, puts up a tremendous battle. In the end, you finally relent. As Morte sinks back screaming into its surface, you step away, forearms covered in bleeding wounds where the pillar's heads tore away chunks of flesh with every bite. Even as you collapse and begin to die, they leer and laugh at you, licking your blood off their rotten lips...
ru: Колонна Черепов, не желая уступать тебе Морта, затевает нешуточную битву. В результате, ты сдаешься. Пока Морт, крича, погружается в ее поверхность, ты отступаешь, с руками, покрытыми кровоточащими ранами в местах, где головы колонны оторвали куски плоти. Даже когда ты падаешь и умираешь, они косятся на тебя и смеются, слизывая твою кровь со своих сгнивших губ...

source: Die.
ru: Умереть.

source: The pillar's heads gnash their teeth and spit bile at you, bellowing with rage. "HE IS OURS! OURS! OURS!" Abruptly, they calm themselves. "FINE. REVEL IN YOUR VICTORY, 'IMMORTAL.' WE SHALL HAVE HIM AGAIN, ONE WAY OR ANOTHER."
ru: Головы колонны скрежещут зубами и плюются в тебя желчью, неистово вопя: «ОН НАШ! НАШ! НАШ!» Внезапно они обрывают себя. «ХОРОШО. НАСЛАЖДАЙСЯ СВОЕЙ ПОБЕДОЙ, 'БЕССМЕРТНЫЙ'. МЫ ВСЕ РАВНО ЕГО ПОЛУЧИМ, ТАК ИЛИ ИНАЧЕ».

source: "Right. I had some questions, Pillar..."
ru: «Хорошо. Колонна, у меня есть несколько вопросов...»

source: "Sure, sure. Farewell."
ru: «Конечно, конечно. Прощайте».
