Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dporphir.dlg.po
Languages: ru

source: Porphiron said there is a limit to how much a warrior can learn at first, based on the warrior's level in his craft. He urged me to return for more instruction when I attain more experience.
ru: Порфирон сказал, что есть предел, которым ограничен воин в изучении основных навыков воинского ремесла. Он настоял, чтобы я вернулся назад для дальнейшего обучения, как только получу больше опыта.

source: "Understood: There is a limit to how much I can learn at first, but this limit may increase when I reach a new level. What is the next angle of training?"
ru: «Понял: сперва я смогу обучиться только до определенного предела, который можно будет расширить, когда я достигну следующего уровня. Какой следующий элемент обучения?»

source: "What are these levels?"
ru: «Что это за уровни?»

source: "I understand the basics already. What can you teach me about the weapons?"
ru: «Я уже знаком с основами. Чему ты можешь меня обучить по части оружия?»

source: "I've heard enough for now... I'll return later if I need instruction."
ru: «Я выслушал достаточно... Я вернусь позже, когда мне понадобится обучение».

source: "That sounds like me when I awoke on the Mortuary slab... go on. What is the level of the proficient?"
ru: «Очень похоже на то, когда я очнулся на плите Морга... продолжай. Что насчет опытного уровня?»

source: "And the level of the specialist?"
ru: «А уровень мастера?»

source: "All right I understand. What can you teach me of weapons?"
ru: «Хорошо, я понял. Чему ты можешь обучить меня по части оружия?»

source: "I've heard enough. I may return. Farewell."
ru: «Я выслушал достаточно. Я еще вернусь. Прощай».

source: "I wish to know about fists."
ru: «Я хочу изучить кулачный бой».

source: "I wish to know about daggers."
ru: «Я хочу изучить кинжал».

source: "I wish to know about clubs."
ru: «Я хочу изучить дубину».

source: "I wish to know about axes."
ru: «Я хочу изучить боевой топор».

source: "I wish to know about hammers."
ru: «Я хочу изучить молот».

source: "Can you tell me more about the ways of the warrior again?"
ru: «Ты можешь еще раз рассказать о ратном деле?»

source: "No instruction today. I may return when I wish to learn more."
ru: «На сегодня хватит. Я вернусь, когда захочу узнать больше».

source: "Yes, I wish to learn to use this weapon."
ru: «Да, я хочу изучить это оружие».

source: "No... what other weapons can you train me in?"
ru: «Нет... Каким еще видам оружия ты можешь меня обучить?»

source: "No, I do not think I wish to train today. Farewell."
ru: «Не думаю, что сегодня я хочу тренироваться. Прощай».

source: With Porphiron's help... and many bruises later... I have achieved the level of the proficient in fist-fighting.
ru: С помощью Порфирона... и после многих синяков... я достиг уровня опытного в рукопашном бое.

source: Porphiron said he could teach me nothing more about daggers. He said I would have to find a weapons master in order to become specialized in daggers.
ru: Порфирон сказал, что он больше не может научить меня ничему новому во владении кинжалами. Он сказал, что если я хочу стать специалистом по кинжалам, я должен найти мастера оружия.

source: Porphiron said he could teach me nothing more about clubs. He said I would have to find a weapons master in order to become specialized in clubs.
ru: Порфирон сказал, что он больше не может научить меня ничему новому во владении дубинами. Он сказал, что если я хочу стать специалистом по дубинам, я должен найти мастера оружия.

source: With Porphiron's help... and many scars later... I have achieved the level of the proficient in the axe. Once Porphiron found that I recovered quickly from even the most vicious slashes, he wasted no time trying to turn me into firewood.
ru: С помощью Порфирона... и после нескольких шрамов... я достиг уровня опытного во владении боевым топором. Когда Порфирон обнаружил, что я быстро восстанавливаюсь даже после тяжелых ран, он перестал тратить время, пытаясь колоть меня на дрова.

source: Porphiron said he could teach me nothing more about axes. He said I would have to find a weapons master in order to become specialized in axes.
ru: Порфирон сказал, что он больше не может научить меня ничему новому во владении боевыми топорами. Он сказал, что если я хочу стать специалистом по топорам, я должен найти мастера оружия.

source: With Porphiron's help... and many bruises later... I have achieved the level of the proficient in the hammer. I think it's going to take a while before the ringing in my head dies down
ru: С помощью Порфирона... и после нескольких синяков... я достиг уровня опытного во владении молотом. Думаю, нужно немного отдохнуть, пока я не свалился замертво от это звона в голове.

source: Porphiron said he could teach me nothing more about hammers. He said I would have to find a weapons master in order to become specialized in hammers.
ru: Порфирон сказал, что он больше не может научить меня ничему новому во владении молотами. Он сказал, что если я хочу стать специалистом по молотам, я должен найти мастера оружия.

source: "Yes..."
ru: «Да...»

source: "Thank you. I would learn other weapons, if you would teach me."
ru: «Спасибо. Я хотел бы изучить другое оружие, если ты станешь меня обучать».

source: "Thank you. That is all I wished to know today."
ru: «Спасибо. Это все, что я хотел узнать на сегодня».

source: "All right. What other weapons can you teach me?"
ru: «Ладно. Каким еще видам оружия ты можешь меня обучить?»

source: "I'll see if I can find one, then. Farewell."
ru: «Тогда пойду, поищу его. Прощай».

source: "If you cannot teach me anything more with weapons, can you tell me of the ways of the warrior?"
ru: «Если ты не можешь обучить меня оружию, расскажи мне о ратном деле».

source: "All right then. I will return when I have reached a new level in the Craft."
ru: «Хорошо. Я вернусь, когда достигну нового уровня в ремесле».

source: Porphiron said he could teach me nothing more about weapons; that I had already reached the limit for weapon knowledge for my level. He said should return when I had achieved a new level in the Craft, and he might be able to teach me more.
ru: Порфирон сказал, что ничему больше не может обучить по части оружия, что я уже достиг предела уровня знаний оружия. Он сказал, что я должен вернуться, когда достигну нового уровня ремесла, и тогда он сможет обучать меня дальше.

source: Porphiron said he could teach me nothing more about weapons. He said I would have to find a weapons master in order to become specialized in a weapon.
ru: Порфирон сказал, что он больше не может научить меня ничему новому во владении оружием. Он сказал, что если я хочу стать специалистом по оружию, я должен найти мастера по оружию.

source: "What ones can you teach me?"
ru: «Чему ты можешь меня обучить?»

source: "None today, thanks. Maybe later."
ru: «Спасибо, не сегодня. Может быть, потом».
