Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dporphir.dlg.po
Languages: ru

source: Porphiron said he could teach me nothing more about fist-fighting. He said I would have to find a weapons master in order to become specialized in fist-fighting.
ru: Порфирон сказал, что не сможет научить меня ничему новому в рукопашном бою. Он сказал, что если я хочу стать специалистом по рукопашному бою, я должен найти мастера оружия.

source: Every inch of this man's skin is covered in a web of black lines; it's as if some artist chose to accentuate every crease in his flesh with a quill pen. The overall effect is such that even when his face shows no expression, he appears to be frowning.
ru: Каждый дюйм кожи этого человека покрыт паутиной черных линий; выглядит так, будто какой-то художник изрисовал каждую складку его кожи чернильным пером. В итоге его лицо, даже когда оно не выражает никаких эмоций, кажется хмурым.

source: "Greetings."
ru: «Приветствую».

source: Leave the illustrated man alone.
ru: Оставить изрисованного человека в покое.

source: As you speak, the angles in Porphiron's face relax into a series of strange curves. "This one would ask: Do you have the neck rope of beads that was stolen?"
ru: Пока ты говоришь, угловатые узоры на лице Порфирона растворяются в серию причудливых кривых. «Некто хочет спросить: ты нашел украденные четки?»

source: "This one awaits: What question will you ask?"
ru: «Некто ждет: что за вопрос ты хочешь задать?»

source: "This one has a name: This one is called Porphiron." The man's voice is like a gong; as he speaks, the lines on his face bend and settle into a series of spherical patterns. "This one would know: why do you address this one?"
ru: «У некоего есть имя: его зовут Порфироном». Его голос звучит как гонг. При разговоре линии на его лице сворачиваются в серию причудливых сферических узоров. «Некто хочет знать: зачем ты обращаешься к нему?»

source: "This one would have you know: This one cannot answer your questions." The lines on his face twist into angles, then split into a mess of scribbles. "This one has only recently stepped foot in this place of walls."
ru: «Некто хочет, чтобы ты знал: он не может ответить на твои вопросы». Линии на его лице складываются в угловатый узор, а затем разваливаются в мешанину небрежных каракулей. «Некто только недавно пришел в это место стен».

source: "The lines show anger: Do you take offense?" The lines slowly straighten, forming into gentle curves. "No offense was meant: Will you accept the many apologies of this one?"
ru: «Линии показывают ярость - ты был оскорблен?» Линии медленно разглаживаются, образуя изящные кривые. «Не хотел обижать тебя - примешь ли ты его извинения?»

source: "This one tells of event recent: Did you know this one was beset by three? The three demanded an item of this one. This one feared an attack: What does this one do? This one surrendered the item."
ru: «Некто опишет недавние события: знаешь ли ты, что некто был осажден троими? Трое потребовали его вещь. Некто боялся нападения - что ему оставалось делать? Некто отдал эту вещь».

source: "This one has been misunderstood." The lines on his face become angled, then smooth into curves again. "This one did not fear being killed: This one feared killing the three."
ru: «Некто был неправильно понят». Линии на его лице становятся угловатыми, но затем снова разглаживаются в кривые. «Некто не боялся быть убитым: некто боялся убить троих».

source: "This one is forbidden to attack." The lines ripple across his face as he speaks. "If this one had struck at the three in anger: The vow of non-violence would be unmade."
ru: «Ему запрещено атаковать, - когда он произносит это, линии мелко дрожат на его лице. - Если бы некто в гневе атаковал троих, обет ненасилия был бы нарушен».

source: "This one addresses the three thieves: What happens? The requests of this one are met with scorn: The three will not return the item."
ru: «Некто обращался к трем ворам: что произошло? Его вопросы были встречены насмешками: трое не вернут вещь».

source: "This one apologizes: Nothing more does this one have that was not already taken."
ru: «Некто приносит извинения: у него ничего не осталось».

source: "This one apologizes twice: Would you consent to be trained?"
ru: «Некто еще раз приносит извинения: согласен ли ты быть обученным?»

source: "Many weapons have walked with this one: The fist, the blade, the stave, the hatchet, the smiter. These tools are all known to this one: Do you wish them known to you?"
ru: «Много оружия ему известно: кулаки, клинок, шест, топор, молот. Ему известны эти инструменты - хочешь ли ты познать их?»

source: "This one speaks the cost: The item stolen returned only, nothing more."
ru: «Некто называет цену: возвращение украденной вещи, больше ничего».

source: "This one must ask: Would you bring violence to the three that have robbed this one?"
ru: «Некто должен спросить: собираешься ли ты совершить насилие над теми тремя, которые ограбили его?»

source: The lines on the man's face form into a series of overlapping ellipses. "If that is the message they understand: Then that is how the message may be conveyed."
ru: Линии на лице человека обретают форму налегающих друг на друга эллипсов. «Если таким образом они поймут послание, то так его и нужно передать».

source: "This one fears: A message absent of violence will not be understood." The lines on the man's face form into a series of ellipses. "This one is not opposed to you trying."
ru: «Некто опасается: без насилия послание не поймут». Линии на лице человека обретают форму серии эллипсов. «Некто не против того, чтобы ты попытался».

source: "The item is this: A rope of black and red prayer beads worn around the neck. The worth of these beads is not measured in copper: The worth of these beads is measured in faith."
ru: «Вещь эта - нитка с черными и красными четками для ношения на шее. Ценность этих четок неизмерима в меди - их ценность измерима в вере».

source: "This one knows where the angry words were traded and the item lost: By the bar that burns inside? The three were outside the place: Dressed in black and red."
ru: «Некто знает место, где были сказаны гневные слова и вещь была утеряна - у бара, который горит изнутри. Трое стоят возле этого места - одеты в черное и красное».

source: "This one sees what you hold: Those are the beads once missing." He takes them from you... you notice his hands have the same tracery of lines upon them as his face. "This one has a question: How did you get the beads from the three?"
ru: «Некто видит твою ношу - некогда утерянные четки». Он берет их у тебя... ты замечаешь, что его руки испещрены такими же линиями, что и на лице. «Некто хочет задать вопрос: как тебе удалось заполучить эти четки у троих?»

source: "This one is content: The message of violence has been conveyed. This one bestows: Several welcome thanks, yes?"
ru: «Некто доволен: послание насилия было доставлено. Некто благодарит: несколько спасибо и пожалуйста, да?»

source: "This one bestows apologies: This one meant no offense." The angles on Porphiron's face sharpen acutely, then slowly curve into ripples. "This one bestows: Several welcome thanks for your service, yes?"
ru: «Некто приносит извинения: он не хотел оскорблять». Углы на лице Порфирона становятся очень острыми, затем медленно разглаживаются в мелкую рябь. «Некто благодарит: несколько спасибо и пожалуйста за твои услуги, да?»

source: "This one could instruct you, yes. But this one warns you: With knowledge of violence comes temptation to use it."
ru: «Некто обучит тебя, да. Но некто предупреждает тебя: с познанием насилия приходит искушение использовать его».

source: "This one speaks: Is it your will to leave behind your previous profession? The path of the warrior cannot be walked with an unfocused mind."
ru: «Некто говорит: ты желаешь оставить свою текущую специальность? Путь воина не может быть пройден рассеянным разумом».

source: "This one has heard you: You are ready to walk the path. This one bids you listen..."
ru: «Некто услышал тебя - ты уже идешь по этому пути. Некто предлагает тебе слушать...»

source: "You now follow the path of the warrior. Do you wish to learn more of its ways?"
ru: «Теперь ты вступил на путь воина. Хочешь ли ты узнать больше о его направлениях?»

source: "This one will instruct." The lines on his face fold into triangles. "These things comprise the angles of your training: focus, experience, proficiency."
ru: «Некто будет обучать». Линии на его лице складываются в треугольники. «Следующие вещи являются краеугольными камнями в твоем обучении: концентрация, опыт, мастерство».

source: "This one will speak of focus first: For teaching to take root, you must have focus. You must be committed to the path of the warrior. The warrior is your profession, no other."
ru: «Во-первых, некто расскажет о концентрации: чтобы уяснить суть, ты должен быть сосредоточенным. Ты должен принять путь воина. Воин - это твоя специализация, и никакая больше».

source: "This one will speak of experience second: True knowledge of combat comes only with experience. There is limit to how much weapon instruction one may absorb. When you reach new level in art of warrior: It may be you are ready for new instruction?"
ru: «Во-вторых, некто расскажет об опыте: истинные знания о битве можно получить только с опытом. Есть предел, до которого ты можешь поглощать приемы владения оружием. Когда ты достигаешь нового уровня воинского искусства - возможно, ты готов к новым урокам?»

source: "This level of the ignorant is this: When one does not know the weapon they use. The attack is clumsy: The damage much less than its potential."
ru: «Уровень невежды: ты не знаешь, как пользоваться оружием. Атака неуклюжа - урон намного меньше возможного».

source: "The level of the proficient is this: When one has learned a weapon, he is said to be *proficient* in its use. His attacks are no longer clumsy: They come swiftly and surely."
ru: «Уровень опытного: когда некто изучил оружие, говорят, что он *опытен* в его использовании. Его удары больше не неуклюжи - они стремительны и точны».

source: "The level of the specialist is this: When one goes beyond proficiency, he becomes *specialized* in use of the weapon. The weapon is no longer tool, but extension of will."
ru: «Уровень мастера: когда кто-то становится очень опытным, он превращается в *мастера* в использовании оружия. Это оружие больше не является инструментом - это продолжение его воли».

source: "This one was trained in the hand, the blade, the stave, the hatchet, and the smiter: Of which would you know?"
ru: «Некто был обучен рукопашной, владению клинками, шестом, топором и молотом - о чем ты хочешь узнать?»

source: "This one will instruct you: First, stand like so -"
ru: «Некто обучит тебя: сначала встань вот так...»

source: "This one compliments you: The knowledge comes to you swiftly. You take instruction well."
ru: «Некто поздравляет тебя: знания быстро приходят к тебе. Ты хорошо усваиваешь уроки».

source: "This one sees your mind is already filled to the limit with knowledge of weapons: Will you come to me again when you have attained a new level? Then this one will teach you of weapons."
ru: «Некто видит, что твой разум уже заполнен до предела знаниями об оружии: можешь ли ты вернуться ко мне, когда достигнешь нового уровня? Тогда некто научит тебя новым навыкам оружия».

source: "This one can only instruct you in a final lesson: Find a master to learn more."
ru: «Некто может дать последний урок: найди мастера, чтобы узнать больше».

source: "This one sees your mind is ready for more learning: what weapons would you wish to become proficient in?"
ru: «Некто видит, что твой разум готов к обучению: в каком виде оружия ты хочешь приобрести опыт?»

source: "Greetings, Porphiron. Can I ask you some questions?"
ru: «Здравствуй, Порфирон. Могу ли я задать тебе пару вопросов?»

source: "Greetings, Porphiron."
ru: «Здравствуй, Порфирон».

source: "This one addresses you, Porphiron: May I ask you some questions?"
ru: «Некто обращается к тебе, Порфирон: могу ли я задать тебе пару вопросов?»

source: "This one addresses you, Porphiron."
ru: «Некто обращается к тебе, Порфирон».

source: Leave Porphiron alone.
ru: Оставить Порфирона в покое.

source: "I think so. Is this it?"
ru: «Думаю, да. Это оно?»

source: "Not yet... where did you say it was stolen from you again?"
ru: «Пока нет... еще раз, где оно было украдено?»

source: "Not as yet. I will keep looking, then return."
ru: «Пока нет. Я его найду, а затем вернусь».

source: After recovering the necklace from the thugs outside the Smoldering Corpse, I returned Porphiron's necklace to him.
ru: Заполучив четки у головорезов возле бара «Тлеющий труп», я вернул их Порфирону.

source: "Can you teach me of the path of the warrior?"
ru: «Ты можешь обучить меня пути воина?»

source: "I wish to leave my current profession and take up the mantle of a warrior again."
ru: «Я хочу оставить свою текущую специализацию и снова встать на путь воина».

source: "Can you tell me if I am ready for more instruction?"
ru: «Скажи, готов ли я к новым урокам?»

source: "I have achieved the level of the proficient in all weapons, Porphiron. Is there anything more you can teach?"
ru: «Порфирон, я достиг уровня опытного во всех видах оружия. Можешь ли ты обучить меня еще чему-нибудь?»

source: "I would learn more of weapons."
ru: «Я хотел бы изучить навыки владения оружием».

source: "No questions right now. I may return later."
ru: «Пока вопросов нет. Я вернусь позднее».

source: "I wanted to ask you some questions about the city."
ru: «Я хочу задать несколько вопросов о городе».

source: "Never mind. I'm sorry to disturb you."
ru: «Неважно. Извини за беспокойство».

source: "All right, then. Uh, but I have to ask you this: why do those lines upon your face... move?"
ru: «Ладно. Э, можно тогда спросить: почему эти линии на твоем лице... двигаются?»

source: "Very well, then. Sorry to disturb you. Farewell."
ru: «Тогда ладно. Извини за беспокойство. Прощай».

source: "No offense taken... why are you angry?"
ru: «Без проблем... но почему ты в ярости?»

source: "Very well. Thank you for your time. Farewell."
ru: «Хорошо. Спасибо за уделенное время. Прощай».

source: "Well, you were right to be afraid. If there were three, then they might have killed you had you not given up the item."
ru: «Ну, ты боялся неспроста. Эти трое могли убить тебя, если бы ты ее не отдал».

source: "I see. I mourn your loss. Farewell."
ru: «Понятно. Сожалею о твоей потере. Прощай».

source: "Well... if you could have killed them, why did you let them rob you?"
ru: «Ну... если ты мог их убить, почему же ты позволил им ограбить себя?»

source: "Uh, that was very brave of you. And considerate. Farewell."
ru: «Ну, это было очень смело с твоей стороны. И деликатно. Прощай».

source: "That's not much of an explanation... again, if you're a warrior with that much training, why let them rob you?"
ru: «Это не очень-то все объясняет... Еще раз, если ты опытный воин, почему же ты позволил им ограбить себя?»

source: "Never mind. Why did you train so much if you are not permitted to attack another?"
ru: «Неважно. Для чего же ты тогда тренировался, раз тебе нельзя никого атаковать?»

source: "It doesn't matter. I mourn your loss. Farewell."
ru: «Не имеет значения. Сожалею о твоей потере. Прощай».

source: "In the meantime, you will let yourself be robbed in the street, without defending yourself?"
ru: «А тем временем ты позволяешь ограбить себя на улице, даже не защищаясь?»

source: "If that is your belief, then you have upheld it. I mourn your loss. Farewell."
ru: «Если это твое убеждение, то ты должен придерживаться его. Сожалею о твоей потере. Прощай».

source: "Since you won't fight, any chance you could talk these thieves into returning your item?"
ru: «Раз ты не хочешь драться, может, попросил бы их вернуть твою вещь?»

source: "I could go see if I could get the item back for you."
ru: «Я могу попробовать вернуть эту вещь».

source: "I could go beat them like dogs and take back what they stole."
ru: «Я могу избить их как собак и заставить их вернуть украденное».

source: "I could go get that item back for you, if you could pay me for my services."
ru: «Я могу попробовать вернуть эту вещь, если ты заплатишь мне за услуги».

source: "All right, then. I'll just go kill them anyway."
ru: «Ну хорошо. Я их все равно убью».

source: "Then I can't help you. Farewell."
ru: «В таком случае, я не могу тебе помочь. Прощай».

source: "Trained? In what?"
ru: «Обученным? Чему?»

source: "Not interested. Farewell."
ru: «Не заинтересован. Прощай».

source: "Hmmmm. Weapon training? If it's for free..."
ru: «Хм-м. Обучение оружию? Если это бесплатно...»

source: "All right, I'll do it. What's this stolen item look like?"
ru: «Хорошо, я займусь этим. Как выглядит эта вещь?»

source: "Well, if they aren't smart enough to hand it over when I ask, things could get ugly."
ru: «Ну, если они будут недостаточно умны для того, чтобы отдать то, что я прошу, то я могу сильно разозлиться».

source: "Not if I can help it."
ru: «Нет, если получится».

source: "You know, I don't think I can help you. Farewell."
ru: «Пожалуй, я не смогу помочь тебе. Прощай».

source: "All right then. What is this item you've lost?"
ru: «Ну ладно. Как выглядит та вещь, которую ты потерял?»

source: "Wait a minute. I already have the necklace you're looking for. Is this it?"
ru: «Погоди минуту. У меня есть четки, которые ты ищешь. Это они?»

source: "All right then. I'll see if I can find this necklace. Do you know where these three thugs might be?"
ru: «Хорошо. Я попробую поискать твои четки. Ты не знаешь, где мне найти этих головорезов?»

source: While wandering the Hive, I came across a man with a series of shifting lines covering his skin. He claims that a necklace of his "order"... Erit-Agge, I believe... was stolen by three thugs dressed in black and red, who he says are near "a bar that is on fire on the inside." Turns out I'd already snagged the necklace from those three thugs, so I was able to return it immediately.
ru: Гуляя по Улью, я встретил человека с множеством меняющихся линий на коже. Он сказал, что у него украли четки его «ордена»... Наз Ледия, кажется... Их украли трое бандитов в черном и красном, которые, как он сказал, находятся у «бара, который горит изнутри». К счастью, я уже отобрал четки у тех головорезов, так что я могу отдать их незамедлительно.

source: "Three robbers, dressed in red and black, outside a bar that burns on the inside? That can't be too hard to find. Farewell."
ru: «Три грабителя, одетых в красное и черное, у бара, что горит изнутри? Похоже, найти их будет несложно. Прощай».

source: "Three robbers, dressed in red and black, outside the Smoldering Corpse Bar? I'll go find them. Farewell."
ru: «Три грабителя, одетых в красное и черное, у бара Тлеющий труп? Пойду поищу их. Прощай».

source: While wandering the Hive, I came across a man with a series of shifting lines covering his skin. He claims that a necklace of his "order"... Erit-Agge, I believe... was stolen by three thugs dressed in black and red, by a bar that burns inside. I'll go see if I can find the place and see if I can get the item back.
ru: Гуляя по Улью, я встретил человека с множеством меняющихся линий на коже. Он сказал, что у него украли четки его «ордена»... Наз Ледия, кажется... Их украли трое бандитов в черном и красном, которые, как он сказал, находятся у «бара, который горит изнутри». Попробую разыскать это место и вернуть эту вещь назад.

source: "I killed them and took the beads."
ru: «Я убил их и забрал четки».

source: "I stole them."
ru: «Я украл их».

source: "I purchased them."
ru: «Я купил их».

source: "I told a few harmless lies, then they were happy to give me the beads."
ru: «Наврал им так, что они были счастливы отдать их мне».

source: "I convinced them it was in their best interest to return the necklace."
ru: «Я донес до них идею, что в их же интересах вернуть четки».

source: Lie: "Uh... I talked them out of it. They were happy to give me the beads back."
ru: Ложь: «Э... Я переговорил с ними немного. Они были счастливы вернуть мне четки».

source: Lie: "Uh... I bought it from them. They were happy to negotiate for the beads."
ru: Ложь: «Э.... Я их выкупил. Они были счастливы продать четки».

source: "The pleasure was mine. I have a question for you, though: if you cannot enter combat, how did you get your warrior training?"
ru: «Благодарю. И все-таки у меня вопрос: если ты не можешь вступать в битву, как же ты смог обучиться на воина?»

source: "What about the weapons training you promised?"
ru: «Как насчет обучению оружию, которое ты обещал?»

source: "If you were a true warrior, you would learn to use EVERY weapon at your disposal."
ru: «Если ты истинный воин, ты обучишься КАЖДОМУ оружию в своем распоряжении».

source: Truth: "Oh, I still killed the thieves."
ru: Правда: «О, я все равно прикончил воров».

source: Lie: "Oh, I still killed the thieves."
ru: Ложь: «О, я все равно прикончил воров».

source: "You're welcome... I think. I have a question for you, though: if you cannot enter combat, how did you get your warrior training?"
ru: «Не за что... наверное. И все-таки у меня вопрос: если ты не можешь вступать в битву, как же ты смог обучиться на воина?»

source: "Hmmm. What about the weapons training you promised?"
ru: «Хм-м. Как насчет обучению оружию, которое ты обещал?»

source: "I see. Could you teach me how to use those weapons?"
ru: «Понятно. Можешь ли ты меня научить использованию оружию?»

source: "Just curious. Farewell."
ru: «Просто интересуюсь. Прощай».

source: "I sure hope so."
ru: «Надеюсь, что это так».

source: "Never mind, then. Farewell."
ru: «Тогда неважно. Прощай».

source: "I have no profession other than fighting at this moment. I would walk the path of the warrior."
ru: «На данный момент у меня нет никакой специальности, кроме сражений. Я могу вступить на путь воина».

source: "Yes. I wish to abandon the mage's Art and take up weapons."
ru: «Да. Я желаю оставить искусство мага и взяться за оружие».

source: "I no longer wish to be a thief... I wish to be of the warrior profession."
ru: «Я больше не хочу быть вором... Я хочу выбрать специальность воина».

source: "No, not at this time. Farewell."
ru: «Нет, в этот раз. Прощай».

source: "Very well..."
ru: «Хорошо...»

source: "Yes."
ru: «Да».

source: "I am already familiar with them. What can you teach me about the weapons?"
ru: «Я уже знаком с ними. Чему ты можешь меня обучить по части оружия?»

source: "I don't understand. Can you explain?"
ru: «Я не понимаю. Ты можешь объяснить?»

source: "I am already familiar with these concepts. What can you tell me of weapons?"
ru: «Я уже знаком с этими концепциями. Чему ты можешь меня обучить по части оружия?»

source: "Actually, I may return later when I am ready for instruction. Farewell."
ru: «Вообще-то, я вернусь позже, когда буду готов к обучению. Прощай».

source: Porphiron spoke of training in the art of the warrior. He said that, in order to learn more about combat, I must be committed to the profession of the warrior and no other. If I were a mage, thief, or other profession, I would have to abandon it to learn more about weapons and combat.
ru: Порфирон рассказал об обучении искусству воина. Он сказал, что для того, чтобы узнать о сражении больше, я должен выбрать специальность воина, и никакую больше. Будучи магом, вором или еще кем, я буду вынужден отказаться от этого, чтобы узнать больше об оружии и сражении.

source: "Understood: I can only be the fighter class if I want to learn about weapons. What is the next angle of training?"
ru: «Понял: если я хочу узнать больше об оружии, я должен быть только воином. Какой следующий элемент обучения?»
