Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dquell.dlg.po
Languages: ru

source: "By Leshe's six teats and her swollen tummy, what a flickering candle of hope hurled into the howling winds of Pandemonium that is! *Flicker-flicker-whooosh!* Don't be any more the fool than you need be!"
ru: «Во имя шести сисек Лиши и ее вздутого животика, что это, если не мерцающая свеча надежды, кинутая в воющие ветра Пандемониума! *Блим-блим-уууу*! Не будь глупее, чем это необходимо!»

source: "I must still seek her out, whether she's dead or alive."
ru: «Мне в любом случае нужно ее найти, жива она или мертва».

source: "So if she's dead - as she most likely is - then what is your plan, may I ask? You have everything all figured out, do you? Quell is just blowing words out of his pits, nonsense, nothing! What *do* you plan to do if she's in the dead-book, eh?"
ru: «А если она мертва, а она наверняка мертва, то что ты будешь тогда делать, позволь поинтересоваться? Ты ведь все продумал, не так ли? Квелл просто сыплет словами из своих карманов - чепуха, глупости! Что *именно* ты планируешь предпринять, если она в книге мертвых, а?»

source: "I don't know. I'll figure something out."
ru: «Не знаю. Что-нибудь придумаю».

source: "What do you think I should do?"
ru: «И что же, по-твоему, я должен сделать?»

source: "My, my, my, that's the best plan I've ever heard! Pure, blinding white genius of an idea! No idea how to get into the maze, no idea how to get out, no idea what to do if she's dead, certainly no idea what to do if she's alive. I might as well be talking to a lemure for all the barmy foolishness you're spouting out!"
ru: «Вай, вай, вай, лучше плана я не слыхал! Чистейшая, ослепительно гениальная идея! При этом не зная, как пробраться в лабиринт, как выбраться оттуда, жива ли она, и, конечно же, не зная, что делать, если она жива. Да я с таким же успехом мог бы разговаривать с лемуром, учитывая все то бредовое безрассудство, которое из тебя хлещет!»

source: "Can you tell me how to get to her maze?"
ru: «Ты можешь мне сказать, как добраться до ее лабиринта?»

source: "Lunatic! Madman! Addle-cove! Have you not listened to a word I've said?! She's imprisoned in an inter-dimensional *maze* for trying to best the *LADY OF PAIN!* That means she's at least ten times as barmy as you, and at least a hundred times more powerful! She's also most likely dead, dead, dead, thrice-dead and... if by some happenstance she isn't... she'll make *you* dead!"
ru: «Сумасшедший! Безумец! Пустоголовый! Ты что, не понял, что я сказал?! Она заключена в межпространственный *лабиринт* за то, что пыталась переплюнуть саму *ЛЕДИ БОЛИ*! Это значит, что она как минимум вдесятеро более чокнутая, чем ты, и по крайней мере в сотню раз более могущественная! Да она, скорее всего, мертва, мертва, мертва, трижды мертва... и даже если по какой-то счастливой случайности она выжила... она сделает мертвым *тебя*!»

source: "I understand, but I really need your help. Can you tell me how to reach her or not?"
ru: «Понимаю, но мне действительно нужна твоя помощь. Ты можешь подсказать мне, как до нее добраться, или нет?»

source: Quell goes quiet, chewing on his lip. After a moment, he fishes around in his tunic for a mint, then plops it into his mouth. "You're serious? Serious now? Why so serious, so Baator-bent, so mule-stubborn?" He sighs. "Well, born Clueless, die Clueless."
ru: Квелл умолкает, пожевывая губу. Пару секунд спустя он выуживает из туники мятный леденец и закидывая его себе в рот. «Ты серьезно? На полном серьезе? К чему вся эта серьезность, этот бааторизм, это ослиное упрямство? - он вздыхает. - Ну что ж, невеждой больше - невеждой меньше».

source: "All mazes have portals; this much I *know* to be true. A way in, a way out... this is how the Lady fashions them. I do not know the portal - its location, or even its form - but I am told its key... is a piece of Ravel."
ru: «Во всех лабиринтах есть порталы; уж это я *знаю* наверняка. Вход, выход... именно так их и строит Леди Боли. Я ничего не знаю о портале - ни его расположение, ни даже форму, - но мне рассказывали о ключе к нему... это кусочек Равель».

source: "A piece of Ravel? But if Ravel is MAZED, then how am I supposed to..."
ru: «Кусочек Равель? Но если Равель в ЛАБИРИНТЕ, то как же мне тогда...»

source: "Then you'll have to make do. Find something that has Ravel's taint in it, mayhap... that is all I know! All! Bother me no more about it! If you want to go pestering someone about something like that, go to the Brothel of Slating Intellectual Lust - one of the ladies there is bound to have met someone or know something that'll help."
ru: «Значит, тебе придется извернуться. Знаешь что, найди что-нибудь, испорченное Равель... это все, что я знаю! Все! И больше не беспокой меня этим! Если хочешь надоедать еще кому-нибудь на этот счет, направляйся в Бордель утоления интеллектуальной страсти - одна из тамошних дамочек наверняка встречала кого-то либо слышала нечто, что может тебе помочь».

source: "Thanks. I had other questions..."
ru: «Спасибо. У меня есть другие вопросы...»

source: "My thanks for your help. Farewell."
ru: «Благодарю за помощь. Прощай».

source: "The first brilliant question you've asked! Me? *I* think you should give up this clueless idea of entering mazes and chatting with night hags and lope back into whatever crypt you crawled out of! Makes far more sense than fishing for the Lady's anger, it does."
ru: «Первый блестящий вопрос из тех, что ты задал! По-моему? *Я* считаю, что тебе следует бросить эту бестолковую идею насчет того, чтобы пробраться в лабиринты, поболтать с ночной ведьмой и заскочить назад в склеп, откуда ты выполз! Это намного лучшая мысль, чем нарываться на гнев Леди, это уж точно».

source: "*Teach* you?! Hah! Are you even a *mage?*"
ru: «*Учить* тебя?! Ха! А ты что, еще и *маг*?»

source: "Yes, I am."
ru: «Да».

source: "No, but I was hoping you could make me one."
ru: «Нет, но я надеялся, что ты поможешь мне им стать».

source: "Forget it. I had some other questions..."
ru: «Забудь об этом. У меня есть несколько вопросов...»

source: He sneers at you. "Oooo, if only I had Bigby's Boot of Righteous Rump-Kicking to throw down upon you! NO! I will most certainly *not* make you a mage, you boil-brained puttock! To do so would be to demean the Art!"
ru: Он усмехается тебе. «О-о-о, если бы только у меня был Ботинок праведного задопинания Бигзби, чтобы кинуть им в тебя! НЕТ! Я абсолютно точно *не сделаю* из тебя мага, болван ты эдакий с бульоном вместо мозгов! Сделать такое - значит, унизить Искусство!»

source: "I had some other questions, then..."
ru: «Тогда у меня есть несколько вопросов...»

source: "Never mind, then. Farewell."
ru: «Тогда неважно. Прощай».

source: "Oh! What wonders the multiverse holds for Quell today! Come, let me see your spell-book."
ru: «О! Что за чудеса припасены на сегодня мультивселенной для Квелла! Давай, показывай свою книгу заклинаний».

source: Let him look at it.
ru: Позволить ему осмотреть ее.

source: "I think not. Let me ask you something else..."
ru: «Не думаю. Позволь мне спросить кое о чем еще...»

source: "Perhaps another time. Farewell."
ru: «Может, в другой раз. Прощай».

source: He tears it from your grasp and glares at it furiously. "What is this trash?! I'll tell you: dung! Dung, dung, dung! How do you even pluck the spells from these stained pages... have you been using this book as a bar towel, so soaked in spirits, glue and blood it is! Do you not care for your spell book?! How can I teach someone who does not respect the Art?!"
ru: Он вырывает ее у тебя из рук и неистово листает. «Это еще что за мусор?! Я тебе отвечу: дерьмо! Дерьмо, дерьмо, дерьмо! Как ты вообще разбираешь заклинания на этих грязных страницах... ты, небось, подставляешь ее под пиво - она вся в выпивке, клею и крови! Да ты не ухаживаешь за своей книгой заклинаний?! Как я могу учить того, кто не уважает Искусство?!»

source: "Why does its appearance matter?"
ru: «Почему ее вид имеет значение?»

source: "It holds my spells. Its appearance is unimportant."
ru: «В ней мои заклинания. Ее вид значения не имеет».

source: "Your spell-book's appearance should reflect your respect for the power it holds. That trashy little book of yours is suitable for only the basest of words! *True* spells should be recorded in rare, precious inks, on sheets of vellum edged with gold leaf! Everything in its proper place, or not at all!" He begins to hop about madly. "Proper place! Proper place!"
ru: «Внешний вид твоей книги заклинаний должен отражать твое уважение к силам, которые она хранит. Эта твоя дрянная книженция годится только для простейших чар! *Истинные* заклинания следует записывать редкими дорогими чернилами на пергаментных листах, окаймленных листовым золотом! Все должно быть как надо, или вообще никак! - он начинает бешено скакать. - Как надо! Как надо!»

source: "I... see. Can you teach me or not?"
ru: «Понятно... Так ты научишь меня, или нет?»

source: "Forget I ever asked. Farewell."
ru: «Забудь, что я даже спрашивал. Прощай».

source: "Ridiculous! Preposterous! A most laughable notion, if I ever heard one! Whoever *taught* you the Art?"
ru: «Нелепость! Абсурд! Да это самое смехотворное утверждение из тех, что я слышал! И кто же *учил* тебя Искусству?»

source: "A midwife in Ragpicker's Square, Mebbeth."
ru: «Повитуха с площади Старьевщиков, Меббет».

source: "Then shamed be their name to be spreading such ineffable twaddle! And look at these spells! What is this addled crap that they have been spilling out, sullying magicks with hoodoo names and mumbo-jumbo wash! Trivial, tiny, flickering candle-like magicks with grandiose names!"
ru: «Позор тому, кто порет такую несусветную чушь! Погляди на эти заклинания! Что за бредовая чепуха тут накалякана: грязное волшебство с названиями сглазов и мумба-юмбой! Банальная, мелочная, мерцающая как свеча магия с напыщенными названиями!»

source: "So why does its appearance matter?"
ru: «И все же, почему же ее вид имеет значение?»

source: He shuts his eyes and massages his temples for a moment. Finally, he speaks in a cold, level tone: "It is obvious I can teach you nothing. I may, however, have some spells you might wish to *purchase* from me. Would you care to see them? Hmmm?"
ru: Он закрывает глаза и пару секунд массирует виски. Наконец он произносит холодным ровным тоном: «Очевидно, что я ничему не смогу тебя научить. Однако у меня имеются кое-какие заклинания, которые ты, возможно, захочешь *приобрести*. Хочешь на них посмотреть? М-м-м?»

source: "Yes, I would."
ru: «Да».

source: "Not now. I had some other questions..."
ru: «Не сейчас. У меня есть еще несколько вопросов...»

source: Quell glances around him as you approach. "Blast! Nowhere to hide!" He sighs loudly. "Well, out with it! What do you wish of me *now,* hmm?" He plops a candy into his mouth and looks at you expectantly.
ru: Квелл оглядывается вокруг, когда ты подходишь. «Проклятье! Уже негде спрятаться! - он громко вздыхает. - Ну, выкладывай! Что ты *теперь* от меня хочешь, м-м-м?» Он закидывает себе в рот конфету и выжидающе смотрит на тебя.

source: "Nothing, I was only passing by. Farewell."
ru: «Ничего, я просто проходил мимо. Прощай».

source: He nods grimly. "The Lady of Pain, she... 'rules' the city of Sigil; keeps the powers out and such. One of the punishments she reserves for those who cross her is mazing... she breaks off a piece of Sigil, twisting it about and banishing it to who-knows-where, the offender trapped inside. Gone, gone, gone they are to the planes, then!"
ru: Он мрачно кивает. «Леди Боли, она... 'правит' Сигилом: держит силы подальше от него и тому подобное. Одним из наказаний, припасенных ею для тех, кто пересекает ей дорогу, является заключение в лабиринт... она откалывает кусок Сигила, перекручивает и забрасывает его черт-знает-куда вместе с провинившимся внутри. И тогда он пропал, пропал, пропал для планов!»

source: "You had mentioned 'shadow-magic'?"
ru: «Ты упоминал магию теней...»

source: "Lady Thorncombe, here in the Festhall."
ru: «Леди Торнкомб, здесь, в Фестхолле».

source: Quell suggested that I go to the Brothel of Slating Intellectual Lusts in search of the key to Ravel's Maze. He claimed that at least one of the ladies there will most likely have met someone who - or know something that - can help me.
ru: Квелл посоветовал мне отправиться в Бордель утоления интеллектуальной страсти на поиски ключа к лабиринту Равель. Он утверждает, что по крайней мере одна из тамошних дам, скорее всего, встречала кого-то, или знает что-нибудь, что может мне помочь.

source: "A mage I met in the Lower Ward, Sebastion."
ru: «Маг, которого я встретил в Нижнем районе, Себастион»

source: "A woman I met in Curst, Kitla."
ru: «Женщина, которую я встретил в Проклятом, Китла».

source: "Fine... I'll look around the Ward for something suitable, then."
ru: «Отлично... В таком случае, я поищу на районе что-нибудь подходящее».

source: A rather eccentric mage by the name of Quell refuses to speak with me on the grounds that I haven't shown him the proper respect by giving him a gift. He suggested candies or chocolate, but that they could not be of the common sort... they must be 'exotic.' I told him that I'd find somewhere in the Clerk's Ward that sold such things.
ru: Весьма эксцентричный маг по имени Квелл отказывается разговаривать со мной на том основании, что я не проявил к нему должного уважения, не сделав ему подарок. Он намекнул, что это должны быть конфеты или шоколад, но они не могут быть обыкновенными... они должны быть «экзотическими». Я сказал ему, что посмотрю, продаются ли подобные вещи где-нибудь в Чиновничьем районе.

source: "My question...?"
ru: «Мой вопрос?..»
