Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dquell.dlg.po
Languages: ru

source: "Yes...?"
ru: «Да?..»

source: A mage named Quell told me the key to the portal which would lead to Ravel's maze was, oddly enough, a piece of Ravel.
ru: Маг по имени Квелл сказал мне, что ключ к порталу, ведущему в лабиринт Равель, является, как ни странно, частью самой Равель.

source: I met a mage by the name of Quell, in the Private Sensorium of the Civic Festhall. He sells a variety of magical chocolates, all of which are imbued with various magics that take effect as soon as they are eaten.
ru: В частном сенсориуме Городского Фестхолла я встретил мага по имени Квелл. Он торгует разнообразными волшебными конфетами. В каждой из них содержится разного рода магия, которая начинает действовать, если ее съесть.

source: This older man is chewing on something, muttering softly to himself... after a moment, there is a *CRACK* as he crunches down on the object in his mouth, then swallows it. His bushy, brassy white eyebrows furrow for a moment, rise, and then furrow again. "Hmmm..."
ru: Этот старик что-то жует, тихонько бормоча себе что-то под нос... через миг раздается *ХРУМ* - это он что-то раскусывает и глотает. Его густые, вызывающе белые брови на миг хмурятся, потом поднимаются, потом снова хмурятся. «Хм-м-м...»

source: "Greetings..."
ru: «Приветствую...»

source: Leave the man be.
ru: Оставить его в покое.

source: Without so much as looking at you, the man reaches into his tunic, pulls out a puce-colored ball, regards it curiously for a moment, then pops it into his mouth.
ru: Даже не глядя на тебя, старик лезет в тунику, достает оттуда красновато-коричневый шарик, некоторое время с любопытством разглядывает его, затем кладет его в рот.

source: "I said, 'greetings...'"
ru: «Приветствую, говорю...»

source: The man frowns and waves you away, then nods to himself thoughtfully as he savors the flavor of whatever he's put into his mouth.
ru: Старик хмурится и отмахивается от тебя, потом задумчиво кивает сам себе, смакуя что-то у себя во рту.

source: "I've... got some questions..."
ru: «У меня тут... пара вопросов...»

source: The man smirks, bites his thumb at you, then abruptly pauses... his cheeks swell and, with a violent gag, he spits up a large black fly which begins to buzz around the chamber. "Minaurosian candies be *damned!*" he cries, shaking his fist at the insect. He whirls on you. "What?!"
ru: Старик ухмыляется, показывает тебе оскорбительный жест, потом вдруг застывает... его щеки надуваются, и, скорчившись в жестоком рвотном позыве, он выплевывает огромную черную муху, которая начинают сновать по комнате. «*Проклятые* минаурозийские конфеты!» - кричит он, грозя кулаком насекомому, затем оборачивается к тебе. «Чего тебе?!»

source: "I had questions about you..."
ru: «У меня есть вопросы о тебе...»

source: "I had questions about this place..."
ru: «У меня вопрос насчет этого места...»

source: "What do you know of Ravel Puzzlewell?"
ru: «Ты знаешь что-нибудь о Равель Заморочке?»

source: "Nothing, farewell."
ru: «Ничего, прощай».

source: He pops a small red candy into his mouth. "Do you always traipse about molesting puissant mages with your ignorant prattle?! Babbling, blathering, chittering, CHATTERING!" The candy shoots from his mouth on 'chattering,' flying in a high arc to land on the floor with a wet *plip.* He stares at it sadly.
ru: Он закидывает в рот маленькую красную конфетку. «Ты что, всегда вот так бродишь и докучаешь могущественным магам своей невежественной болтовней?! Бормотание, болтовня, трескотня, ТРЕП!» При слове 'треп' конфета выстреливает у него изо рта, летит по высокой дуге и шлепается на пол с влажным *плюх*. Он печально глядит на нее.

source: "I'm, uh, sorry about your candy."
ru: «Я, э-э-э, сожалею насчет конфеты».

source: Pick it up and eat it.
ru: Поднять ее и съесть.

source: He groans incredulously, slapping his forehead. "Nothing? *FAREWELL?*"
ru: Он удивленно ворчит, хлопая себя по лбу: «Ничего? *ПРОЩАЙ*?»

source: "It was so *tasty,* too..." he mewls. He suddenly looks up, snarling. "SORRY?! As you *should* be, you piking dung-beetle! Mages deserve respect, and bashers like you should know their proper place!" He begins to jump up and down. "Proper place! Proper place!"
ru: «А ведь она была такая *вкусная*...» - хнычет он. Внезапно он с рычанием поднимает взгляд. «СОЖАЛЕЕШЬ?! Да уж *конечно*, чертов навозный жук! Маги заслуживают уважения, а такие как ты рубаки должны знать свое место! - он начинает подпрыгивать. - Свое место! Свое место!»

source: "Calm down, I only mean to ask you some questions..."
ru: «Успокойся. Я всего лишь хотел задать тебе пару вопросов».

source: Snatch up the mage's candy and eat it.
ru: Схватить конфету мага и съесть ее.

source: You snatch up the candy and pop it in your mouth; its taste is sweet and tangy. The mage's jaw drops. "My... my delectably scrumptious Bytopian Fruit candy!"
ru: Ты хватаешь конфету и кладешь ее себе в рот; у нее терпкий сладкий вкус. У мага отпадает челюсть. «Моя... Моя восхитительная изысканная байтопийская фруктовая конфета!»

source: "That was good. Can I have another?"
ru: «Вкусно. Можно еще одну?»

source: "Another one?! *Another* one?! Of all the raw, blistering nerve! What makes you think you *deserve* another candy, you unmannerly, churlish dullard?!"
ru: «Еще одну?! *Еще* одну?! Что за вульгарная дерзость! С чего ты взял, что *заслуживаешь* еще одну конфету, ты, грубый невежественный болван?!»

source: "I don't *deserve* one, I *want* one. Now let's have it."
ru: «Я не *заслуживаю*, я *хочу* ее. Давай ее сюда».

source: "Come on... just give me one."
ru: «Да брось... Дай хоть одну».

source: "Forget it."
ru: «Забудь».

source: "I'll give you nothing! And you'll *like* it." He plops a candy in his mouth for emphasis. "Mmmmmm. *Soooo* good." He swirls it in his mouth, his eyes closed as if he were rapt with ecstasy. "*Soooooo* delicious."
ru: «Ты ничего не получишь! И еще будешь *радоваться*, - чтобы подчеркнуть это, он причмокивает конфетой во рту. - М-м-м-м. *О-о-объедение*, - он вертит конфетой во рту, его глаза закрыты, будто он пребывает в экстазе. - *Ка-а-ак* же вкусно».

source: "I *want* one, and you'll *give* it to me. Now let's have it."
ru: «Я *хочу* конфету, и ты мне ее *дашь*. Давай ее сюда».

source: "Fine, then... forget it."
ru: «Что ж, отлично... Забудь об этом».

source: "I shall! Forgotten! Forgotten it is, you scabrous, rot-brained clatter-trap! Now farewell."
ru: «Именно! Забуду! Забуду, паршивый тухлоголовый пустозвон! А теперь бывай здоров».

source: "But... I had some questions..."
ru: «Но... У меня было несколько вопросов...»

source: "I care *NOT,* you yeasty, beef-witted pig-nut!" His eyes bulge out he jabs his finger at you: "Now off with you! OFF! WITH! YOU! And do not return without being prepared to show the proper respect... come bearing tribute - a gift!" He suddenly draws close and whispers from the side of his mouth: "Candies or chocolate would be nice. But nothing common, mind you - bring something *exotic.* Now begone!"
ru: «А мне *НАЧХАТЬ*, каштан ты пустоголовый! - он выпучивает глаза, тыча в тебя пальцем. - А теперь пошел вон отсюда! ПОШЕЛ! ВОН! ОТСЮДА! И не возвращайся, пока не будешь готов проявить ко мне надлежащее уважение... и не принесешь с собой подарок!» Неожиданно он подходит ближе и шепчет уголком рта: «Хорошо бы это были конфеты или шоколад. Но учти: ничего обыкновенного, принеси что-нибудь *экзотическое*. А теперь прочь!»

source: "Wait... I've got this imported chocolate. I could give it to you, as a gift..."
ru: «Постой... У меня тут импортный шоколад. Я бы мог презентовать его тебе...»

source: "How *dare* you so ungraciously *demand* candy of me, as if it were some divine right, granted to you by the greatest of powers! Shall I just *kneel* to this whim of yours, o Great One? Pass my treasured candies on to your stigmata'd sacredness? Why don't I anoint them with precious oils, have them blessed, first?" He stomps his foot with each word: "No! No! No! I think not!"
ru: «Как ты *смеешь* столь грубо *требовать* у меня конфеты, как будто это какое-то священное право, дарованное тебе величайшей из сил! Может, мне просто *пасть ниц* от этой твоей прихоти, о великий? И отдать мои драгоценные конфеты твоему ошрамованному святейшеству? Может, мне сперва умастить их дорогими маслами и благословить?» При каждом слове он топает ногой: «Нет! Нет! Нет! Как бы не так!»

source: "Fine, then. Forget it."
ru: «Что ж, отлично. Забудь об этом».

source: The mage's expression curdles as he spies your approach. "Unbelievable! You've chosen to curse me with your detestable presence once more, you ill-conceived, reeky sod?" He pauses his haranguing to eat a small peppermint. "I pray you've learned yourself some *manners!*"
ru: Маг мрачнеет, следя за твоим приближением. «Невероятно! Ты снова решил проклянуть меня своим отвратительным присутствием, ты, бездумный смердящий придурок? - он прерывает свою речь, чтобы съесть маленький мятный леденец. - Надеюсь, ты научился хоть каким-то *манерам*!»

source: "I've brought you some imported chocolate, as a gift."
ru: «Я принес тебе немного импортного шоколада - в качестве подарка».

source: "I had some questions, actually..."
ru: «Вообще-то, у меня есть несколько вопросов...»

source: "I'll take my leave, now. Farewell."
ru: «Я должен идти. Прощай».

source: "Oh?" His demeanor changes in an instant. "Very kind of you, very gentlemanly! May I see?"
ru: «О? - его поведение вмиг меняется. - Так любезно с твоей стороны, так по-джентльменски! Можно посмотреть?»

source: Show him the chocolate quasit.
ru: Показать ему шоколадного квазита.

source: "Actually, no."
ru: «Вообще-то, нет».

source: "It'll have to wait. Farewell."
ru: «Это подождет. Прощай».

source: He rears back, totally flabbergasted. "WHAT?!"
ru: Он отступает, совершенно ошеломленный. «ЧТО?!»

source: "I was only jesting. Here it is..."
ru: «Я просто пошутил. Вот...»

source: "I really don't think you deserve it. You've been so rude."
ru: «Вообще-то, я не думаю, что ты его заслужил. Ты был таким грубым».

source: "I'll bring it by later. Farewell."
ru: «Я принесу его позже. Счастливо».

source: "You... you *what?*" He begins hopping about. "Preposterous! Farcical! Ludicrous! *RUDE* would be polymorphing you into a bowl of Baatorian spice-beans, eating you, and then spreading you about Sigil in foul-smelling little puffs from my bum! *THAT* would be most rude, I assure you, and I have been *nothing* of the sort!"
ru: «Ты... ты *что*? - он начинает подпрыгивать. - Абсурд! Нелепость! Бред! *ГРУБО* было бы превратить тебя в миску бааторийских пряных бобов, съесть тебя, а потом развеять тебя по Сигилу маленькими зловонными пуками из моего зада! Вот *ЭТО* уж точно было бы грубо, и я *ничего* подобного не сделал!»

source: "In any case, you're not getting it until you've apologized."
ru: «Как бы там ни было, ты его не получишь, пока не извинишься».

source: "Perhaps I'll bring it by later. Farewell."
ru: «Возможно, я принесу его позже. Прощай».

source: He immediately becomes quiet, eyes narrowed suspiciously. "You would let me *see* this gift, first, at least?"
ru: Он тут же умолкает, его глаза сужаются с подозрением. «Ну, ты для начала хоть дашь мне *посмотреть* на этот подарок?»

source: Give him a just a peek at the chocolate quasit.
ru: Дать ему только посмотреть на шоколадный квазит.

source: "I was really only jesting. Here, have it..."
ru: «Я, по правде говоря, просто пошутил. Вот, держи...»

source: The man's skullcap shoots into the air with a resounding *pop,* landing straight back on his head. "Oh... oh my. Is that... is that a...?" He licks his lips, reaching gingerly for the chocolate quasit.
ru: Шапочка старика взлетает в воздух с гулким *чпок* и приземляется ему на голову. «Ух... ух ты. Это... это ведь?..» Он облизывается и робко тянется к шоколадному квазиту.

source: "Oh, no. Apology. Now."
ru: «Э, нет. Проси прощения. Сейчас же».

source: Let him take it.
ru: Позволить ему забрать его.

source: He scrunches his face up, biting his lip as he shakes his fists silently. Finally, he stops, brushes off his clothes, and exhales slowly. "Very well, sir. I apologize." You notice he has one of his hands behind his back.
ru: Он морщится, закусывает губу и молча трясет кулаками. Наконец он останавливается, разглаживает свои одежды и медленно выдыхает. «Очень хорошо, сэр. Прошу прощения». Ты замечаешь, что одну руку он держит у себя за спиной.

source: "Hmm. All right, here: a chocolate quasit."
ru: «Хм. Ладно, вот шоколадный квазит».

source: "Silence, you gibbering... oh! I mean, why, I'm doing nothing of the sort!" The mage smiles innocently at you, presenting his hands for your inspection.
ru: «Молчать, болтливый... о! Я имею в виду: а что, я ничего такого не делал!» Маг невинно улыбается тебе, предоставив свои руки для осмотра.

source: He takes it from your hands. "Oh... quite rare, these are, and most delectable." He bites off a large piece and tucks what's left into his tunic.
ru: Он берет его у тебя из рук. «О... он довольно редкий - и просто восхитительный». Он откусывает большой кусок и прячет в тунику то, что от него осталось.

source: "I had some questions..."
ru: «У меня есть несколько вопросов...»

source: "All right. Farewell."
ru: «Ладно. Прощай».

source: He frowns at you, licking the last of the chocolate off his fingers. "Who told you to bother me with inane questions?!" He stares at you accusingly. "Come now... what is it that you wish to bother me with, or begone!" He fishes a malt-ball from his sleeve and eats it.
ru: Он хмурится, слизывая с пальцев остатки шоколада. «Кто тебя надоумил надоедать мне глупыми вопросами?! - он осуждающе смотрит на тебя. - Давай уже... выкладывай, чем ты там хотел мне подокучать, или проваливай!» Он выуживает из рукава солодовый шарик и съедает его.

source: "Who are you?"
ru: «Кто ты?»

source: "I'd like to purchase some spells."
ru: «Я хотел бы купить несколько заклинаний».

source: "May I have some candy?"
ru: «Можно мне конфету?»

source: He rolls his eyes, indicating for you to continue with a wave of his hand.
ru: Он закатывает глаза, взмахом руки указывая тебе продолжать.

source: "I'd like to buy some candy."
ru: «Я хочу купить немного конфет».

source: "What can you tell me about this place?"
ru: «Что ты можешь рассказать об этом месте?»

source: "Nothing. Farewell."
ru: «Ничего. Прощай».

source: "I... am Quell." He holds up his hand imperiously, as if to stop you from introducing yourself. "...and don't bother to introduce yourself: you must be the most insolent, annoying pest this side of Sigil that I've heard so much about!"
ru: «Я... Квелл... - он властно поднимает руку, как бы удерживая тебя от представления. - И не представляйся: ты, должно быть, и есть тот самый чемпион по хамству и занудности по эту сторону Сигила, о котором я так много слышал!»

source: "A true *pleasure* to meet you, and thank the powers it couldn't have waited until you had curled up and died, thereby sparing me the pain of being forced to banter words with you! I would gladly trade my formidable sorcerous powers for but a minor enchantment that would pierce your thick skull and introduce at least the idea of 'manners!'"
ru: «Как же я *рад* встретить тебя, и хвала силам, что они не подождали, пока ты не загнешься и не помрешь, и не уберегли меня от мук быть вынужденным подшучивать над тобой! Я бы с радостью обменял свои внушительные магические силы только лишь на то, чтобы пробить твой толстый череп и познакомить тебя хотя бы со смыслом слова 'манеры'!»

source: "Manners? What about that chocolate I brought you?"
ru: «Манеры? А как на счет того шоколада, который я тебе принес?»

source: "Formidable sorcerous powers? Could you teach me?"
ru: «Внушительные магические силы? А ты не мог бы обучить меня?»

source: "I had other questions..."
ru: «У меня есть другие вопросы...»

source: "That's all I wished to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: He opens his mouth to speak, finger raised, then stops. "Hmm. You have me there, sir." He shrugs and eats another candy.
ru: Он поднимает палец и раскрывает рот, чтобы ответить, но останавливается. «Хм. Тут ты меня подловил». Он пожимает плечами и съедает еще одну конфету.

source: "As I thought. I had other questions..."
ru: «Так я и думал. У меня есть другие вопросы...»

source: "That I do. Farewell."
ru: «Это уж точно. Прощай».

source: He looks perplexed. "Me? A hat? You befuddle me... I wear no hat!" He purses his lips and gives you a suspicious, sidelong glance through narrowed eyes.
ru: Он выглядит сбитым с толку. «Я? Шляпа? Не морочь мне голову... Я не ношу шляпу!» Он надувает губы и с подозрением смотрит на тебя суженными глазами.

source: "If it's not a hat, what's that glowing thing on your head?"
ru: «Если это не шляпа, тогда что это светится у тебя на голове?»

source: "No, but I have other questions..."
ru: «Нет, но меня есть еще вопросы...»

source: "All right... never mind. Farewell."
ru: «Ладно... неважно. Прощай».

source: "Absolute madness! I've nothing on my head... nothing, I say! And I'll speak no more on the matter, thank you."
ru: «Полнейший бред! Нет у меня ничего на голове... нету, говорю! И я больше не буду это обсуждать, так вот».

source: "Hmm. I have other questions..."
ru: «Хм-м. У меня еще вопросы...»

source: "A candy?! And once more, for good measure: A *candy?!* What, pray tell, makes you think I'd *give* a candy to a shirtless, impertinent pumpion such as yourself, hmm?" He taps his foot, arms crossed, awaiting your answer.
ru: «Конфету?! И еще разок, на всякий случай: *конфету*?! С чего, умоляю, скажи, с чего ты решил, что я *дам* конфету такому полуголому хаму, как ты, м-м-м?» Он топает ногой, скрестив руки на груди, в ожидании твоего ответа.

source: "Would you *sell* some, then?"
ru: «Тогда, может, *продашь* мне парочку?»

source: "Nothing. I have another question..."
ru: «Ничего. У меня есть другой вопрос...»

source: "Now that... that I *might.* But I would warn you! I sell no ordinary candies, but chocolates... of *power!*" He draws this last word out, rubbing his hands together greedily...
ru: «Ну, это... это я *могу*. Но предупреждаю: я торгую конфетами, но не обычными, а конфетами... *силы*!» - он протягивает последнее слово, жадно потирая руки...

source: "Chocolates... of power?"
ru: «Конфеты... силы?»

source: He nods. "Indeed. They are not *cheap,* mind you, so should you find yourself short of jink, I suggest you drop the subject *immediately.* Would you like to see what I have to offer, hmmm?" He cocks his head, looking at you slyly.
ru: Он кивает. «Именно. Заметь, они *недешевые*, так что если у тебя недостаточно звенелок, советую *немедленно* закрыть эту тему. Хочешь посмотреть, что у меня есть, м-м-м?» Он склоняет голову набок и лукаво смотрит на тебя.

source: "Yes."
ru: «Да».

source: "No, but I have some questions..."
ru: «Нет, но у меня есть пара вопросов...»

source: "No thanks. Farewell."
ru: «Нет, спасибо. Прощай».

source: "You stand within the Civic Festhall, in the exclusive... so *very* exclusive until *you* shambled in... Private Sensorium. Speak to the man at the Festhall's foyer, Splinter, should you have any more fatuous questions about the place."
ru: «Ты находишься в Городском Фестхолле, в недоступном... *весьма* недоступном месте, пока *ты* не ворвался сюда... частном сенсориуме. Поговори с человеком в фойе Фестхолла, Сплинтером, если у тебя возникнут другие глупые вопросы об этом месте».

source: "Let me ask about something else..."
ru: «Позволь мне спросить кое о чем еще...»

source: At the mention of her name, he swallows the candy he's sucking on with a loud *gulp,* wincing in pain. "What to tell?! Why tell at all? Such things, such tales are best left in dusty books and in the attics of old men's minds! Evil, evil! Such a name, such a name... and such dark tales swarm about it, like flies on a corpse."
ru: При упоминании ее имени конфета становится ему поперек горла. Он громко глотает конфету, содрогнувшись от боли. «Что рассказать?! Да и зачем вообще? Подобные вещи, подобные истории лучше оставить в пыльных книгах на чердаках памяти стариков! Зло, зло! Такое имя, такое имя... темные истории роятся вокруг него, как мухи над трупом».

source: "Just the same, I need you to tell me."
ru: «Тем не менее, я хотел бы услышать о ней».

source: "Never mind; I had other questions..."
ru: «Неважно. У меня есть другие вопросы...»

source: "Forget I asked. Farewell."
ru: «Забудь, что я спрашивал. Прощай».

source: He rolls his eyes, plopping another candy into his mouth. "She's a night hag, my boy, who came to Sigil... all evil and cackles, she was, alive with her shadow-magic, ready to butt heads with the Lady of Pain. Barmy, barmy barmy old hag... only succeeding in getting herself mazed. She's likely dead, by now."
ru: Он закатывает глаза, закинув в рот еще одну конфету. «Она ночная ведьма, мальчик мой, которая пришла в Сигил... всецело порочная, злобно хихикающая, исполненная своей теневой магией, готовая столкнуться лбом с Леди Боли. Чокнутая, чокнутая, чокнутая старая карга... и что ей удалось, так это попасть в лабиринт. Теперь она уже, вероятно, мертва».

source: "Shadow-magic?"
ru: «Теневая магия?»

source: "How might I find her?"
ru: «Как мне ее найти?»

source: "Mazed?"
ru: «Лабиринт?»

source: "The Lady of Pain?"
ru: «Леди Боли?»

source: "That's all I wished to know, farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "Yes, yes, yes..." He seems uneasy about speaking of her. "Ravel dabbled... no, not dabbled, but *excelled* in all schools of magic. She knew shadow magics, magics of illusion and shadow substance, shadows, residues of dead things."
ru: «Да-да-да... - ему, похоже, неловко о ней говорить. - Равель кое-что понимала... да нет, не кое-что - она была *лучшей* во всех магических школах. Она знала теневую магию - магию иллюзии и материи теней, останков мертвых».

source: "How might you WHAT?!" His candy rolls right out of his mouth and onto the tiles. Before you can so much as look at it, he snatches it up and pops it back into his mouth, giving you a dirty look.
ru: «Как бы тебе ЧТО?!» Его конфета вылетает изо рта и падает на пол. Ты не успеваешь и глянуть на нее, как он подхватывает ее и кидает обратно в рот, окинув тебя раздраженным взглядом.

source: "Why... why would you *ask* such a thing? Are you *MAD?* What could you possibly want with such an evil creature?"
ru: «Зачем... зачем тебе *спрашивать* о подобном? Ты что, *СПЯТИЛ*? Да что тебе вообще понадобилось от этой злобной твари?»

source: "She knows something about my past."
ru: «Она кое-что знает о моем прошлом».

source: "Never mind that - what did you say about 'shadow magic'?"
ru: «Не обращай внимания... так что ты там говорил о теневой магии?»

source: "Forget it. I had other questions..."
ru: «Забудь об этом. У меня есть другие вопросы...»

source: "Doubtful... she was mazed many centuries ago. Gone - penned in the dead-book, she is. And even if she were somewhy, *somehow* still clutching to life with her blackened, bloody talons, what could she *possibly* know about *you?* If she wasn't the spitting image of cackling evil, that is, and was even *willing* to help you..."
ru: «Сомневаюсь... ее заточили в лабиринт много веков назад. Нет уже ее - попала в книгу мертвых. И даже если она почему-то, по *как-то* причине, все еще держится за жизнь своими почерневшими от крови когтями, что она *может* знать о *тебе*? То есть, не будь она шипящим воплощением хихикающего зла, и даже если бы она *хотела* тебе помочь...»

source: "I'll just have to hope she's alive and will help me."
ru: «Я просто надеюсь, что она жива и поможет мне».
