Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/drae.dlg.po
Languages: ru

source: You see an older woman. She frowns at your approach and shakes her head.
ru: Перед тобой старуха. Она хмурится и качает головой, когда ты подходишь.

source: "Greetings."
ru: «Приветствую».

source: Ignore her.
ru: Игнорировать ее.

source: She snorts. "Bar that, berk. Keep your fancy *greetings* and tell me what you want?"
ru: Она фыркает. «Задвинься, пень. Засунь свое *приветствие* подальше и скажи, чего тебе надо?»

source: "I have some questions..."
ru: «У меня есть несколько вопросов...»

source: "Nothing, farewell."
ru: «Ничего, прощай».

source: "Then ask them." She stares at you.
ru: «Ну так спрашивай». Она пялится на тебя.

source: "Who are you?"
ru: «Кто ты?»

source: "What can you tell me about this place?"
ru: «Что ты можешь рассказать об этом месте?»

source: "Do you know anything about a deva down here?"
ru: «Тебе известно что-нибудь о дэва снизу?»

source: "Farewell."
ru: «Прощай».

source: "My... ain't you the social one. My name's Rae, not that it'll do you any good to know."
ru: «Я... какой ты общительный. Я — Рая, хотя вряд ли тебе стоит это запоминать».

source: She glances about then shrugs. "It's a prison. It's divided into three sections. The outer is where all the lightweights are. The center is for the up and coming types. Here, in the inner, are the true criminals." She smiles at you.
ru: Озираясь, она пожимает плечами. «Это тюрьма. Она разделена на три части. Внешняя — для мелких хулиганов, центральная — для более серьезных преступников. А эта, внутренняя — для матерых уголовников». Она улыбается тебе.

source: "What kind of crimes are we talking about?"
ru: «О каких преступниках идет речь?»

source: "For the outer area, petty theft and such. For the central, assault mainly. It's filled with thugs, musclemen, and their ilk. Here in the inner area are the murderers, cutthroats, conspirators, and more dangerous types." She smiles.
ru: «Во внешней части — мелкие воришки и прочая мелюзга. В центральной по большей части сидят за вооруженное нападение. Разбойники, дебоширы и им подобные. А здесь, внутри — убийцы, головорезы, заговорщики и другие опасные элементы». Она улыбается.

source: "Why are you here?"
ru: «Как ты сюда попала?»

source: She barks out a laugh. "Cause I did something wrong! Why else would I be here." She waves you off. "None of your business anyway."
ru: Она громко хохочет. «Потому что сделала что-то не так! Как еще сюда попадают? — она отмахивается от тебя. — Все равно это тебя не касается».

source: She shakes her head. "He's not here, he's in his own special cell... or at least he was."
ru: Она качает головой. «Его здесь нет, у него отдельная камера... по крайней мере, была».

source: "What do you mean?"
ru: «О чем это ты?»

source: "The prisoners in the outer area are used to increase the size of the prison. It's them that digs out all the new rooms." She pauses. "One day they dug themselves into some sort of chamber and there was your deva. I suppose he's still there."
ru: «Заключенных из внешней части используют, чтобы расширить тюрьму. Они-то и выкапывают новые помещения. Она делает паузу. «Когда-нибудь она наткнутся на что-нибудь вроде комнаты, и в ней будет твой дэва. Думаю, он все еще здесь».

source: "Where can I find him?"
ru: «Где я могу найти его?»

source: She frowns. "I just told you, nidjit. He's in the outer area!"
ru: Она хмурится. «Я же сказал тебе, идийот. Он во внешней части!»

source: "What's a nidjit?"
ru: «Что такое идийот?»

source: She pokes you in the chest with a bony finger. "You are, berk. Most perfect example of an idjit I've ever seen."
ru: Она тычет тебе в грудную клетку костлявым пальцем. «Ты это, пень. Самый лучший пример идийота, который я видела».

source: You see Rae. She laughs at your approach. "What do you want this time, berk?"
ru: Перед тобой Рая. Она хохочет при твоем приближении. «Что на этот раз, пень?»
