Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/drangel.dlg.po
Languages: ru

source: "Y'wrote Rotten William's name in the dead-book in red, cutter. That means you get through Razor Angel territory free o' charge."
ru: «Ты вписал имя Гнилого Уильяма в книгу мертвых кровавыми чернилами, рубака. Теперь ты можешь свободно проходить по территории Бритвенных Ангелов».

source: "Thanks. Farewell."
ru: «Спасибо. Прощай».

source: This alley-dweller greets you with exaggerated politeness and a deep bow. "Greetings, stranger. Ye've chosen a, uh, auspicious day to pass through our lands. The toll be a mere ten coins."
ru: Этот уличный житель встречает тебя с чрезмерной вежливостью и низким поклоном. «Приветствую, незнакомец. Ты выбрал, э-э, благоприятный день для прохождения через нашу территорию. Плата составляет всего лишь десять монет».

source: "Ten coins? That's outrageous!"
ru: «Десять монет? Это чересчур!»

source: "I just paid that to those berks over there!"
ru: «Я только что заплатил вон тем пням!»

source: "Ten? All right. Here you go."
ru: «Десять? Хорошо. Держи».

source: "I've already paid."
ru: «Я уже заплатил».

source: Bluff: "I've already paid that."
ru: Блеф: «Я уже заплатил».

source: "You'll have to fight me for it."
ru: «Тебе придется со мной сразиться ради них».

source: "You'll have to catch me first."
ru: «Сначала попробуй меня поймать».

source: "It's a mere ten coppers. It's our territory. I'm sure ye knew this was no place for weaklings. Ye walked into it of your own free will. Now ye pay the price, one way or another: copper or blood. What'll it be?"
ru: «Всего лишь десять монет. Это наша территория. Уверен, ты знал, что это не место для слабаков. Ты явился сюда по собственной воле. Выбирай, чем будешь расплачиваться: медяками или кровью. Так что?»

source: "Coin. Here."
ru: «Монетами. Держи».

source: "Blood."
ru: «Кровью».

source: "Why not try to catch me?"
ru: «Сначала попробуй меня догнать».

source: "Aye, and those berks ain't our allies. The Shivs be our mortal enemies. Now ye even the score with us or we'll lay y'body on the ground."
ru: «А, те придурки не с нами. Заточки - наши заклятые враги. Теперь ты рассчитаешься с нами или мы оставим твою тушку лежать на земле».

source: "Here, then. Take the money."
ru: «Тогда вот. Возьми деньги».

source: "You'll die first, friend."
ru: «Ты сдохнешь раньше, приятель».

source: "Y'have the thanks of the Razor Angels. Go in peace, traveler."
ru: «Бритвенные Ангелы благодарят тебя. Иди с миром, путник».

source: "Thanks - berk. Farewell."
ru: «Спасибо, пень. Прощай».

source: The Razor Angel looks off into the shadows for a moment, makes a hand sign, and nods. "That ye have. Move along, then. We'll get y'toll next time ye come through."
ru: Бритвенный Ангел на миг вглядывается в тени, и, сделав жест рукой, кивает. «Ладно. Двигай. Мы возьмем с тебя плату в следующий раз».

source: "I'm sure you will. Farewell."
ru: «Я и не сомневаюсь. Прощай».

source: The Razor Angel looks off into the shadows for a moment, makes a hand sign, and shakes his head at you. "No, ye haven't. This is the last warning ye'll get. Ten coins or the cold earth."
ru: Бритвенный Ангел на миг вглядывается в тени, и, сделав жест рукой, качает головой. «Нет, ты не платил. Это последнее предупреждение. Десять монет или холодная земля».

source: "Try to take them from me, berk."
ru: «Попробуй взять их у меня, пень».

source: "Ye've returned, I see. The price be the same as before if y'be wantin' to pass. Ten coins, my friend, and ye'll get past with all y'lovely scars."
ru: «Вижу, ты вернулся. Цена прежняя, если хочешь пройти. Десять монет, приятель, и ты уйдешь без новых шрамов».

source: "Hear that ye're doin' some work for Krystall. Good. Get it done quick, y'hear? Oh... before I go forgettin', you'll have t' pay the toll. Since ye're with us, it be half price: a mere five coins."
ru: «Слышал, что ты выполняешь какую-то работенку для Кристалл. Хорошо. Сделай ее пошустрей, понял? О... пока не забыл: ты должен заплатить за проход. Теперь ты с нами, поэтому и платишь полцены: каких-то пять монет».

source: "But I'm working for Krystall!"
ru: «Но я работаю на Кристалл!»

source: "Here."
ru: «Держи».

source: "Ye haven't killed Rotten William yet, have ye? Ye pay the five coins till Krystall says otherwise."
ru: «Как, ты еще не прикончил Гнилого Уильяма? Тогда гони пять монет, пока Кристалл не решит иначе».

source: "That y'are. So'm I. We all got mouths t'feed, so ye'll be feedin' ours. Five coins or I stretch y'out."
ru: «Это ты. А этот я. Нам всем жрать охота, вот ты нас и прокормишь. Пять монет, или я порву тебя на грелки».

source: "Been a pleasure. Good luck with that bastard Rotten William."
ru: «Бывай. Удачи с этим ублюдком Гнилым Уильямом».

source: "Yeah, thanks."
ru: «Ага, спасибо».

source: "Aye, and ye'll have to kill 'em to get it back. But that be them and this be us. Pay up, friend."
ru: «Ага, и те придется их убить, чтобы вернуть деньги назад. Но они были там, а мы - здесь. Плати, приятель».

source: "Why not try to take it from me? I'm ready for you."
ru: «Почему бы не попробовать взять их у меня? Я готов».

source: "No way. I'm gone."
ru: «Ни за что. Я ухожу».

source: The Razor Angel looks to the shadows for confirmation. He turns back. "Aye, my apologies. Go on, then."
ru: Бритвенный Ангел вглядывается в тень за подтверждением. Он поворачивается обратно. «Ага, мои извинения. Проходи».

source: "Thanks."
ru: «Спасибо».

source: The Razor Angel looks to the shadows for confirmation. He turns back. "No, ye haven't. Pay, friend, or ye'll not be gettin' a chance at Rotten William."
ru: Бритвенный Ангел вглядывается в тень за подтверждением. Он поворачивается обратно. «Нет, ты не платил. Плати, дружок, иначе до Гнилого Уильяма тебе не добраться».

source: "I'll kill him as soon as I'm done with you."
ru: «Я убью его сразу после того, как расправлюсь с тобой».

source: "I don't think you can catch me."
ru: «Не думаю, что тебе удастся догнать меня»
