Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/ds_jrnl.dlg.po
Languages: ru

source: I discovered Soego's journal hidden in his room, detailing his being attacked by a wererat, his eventual regression into lycanthropy, and his flight from the Mortuary after unwittingly slaying and devouring a friend. Looking for a hiding place, he came upon the Warrens of Thought and agreed to serve Many-as-One, hive mind of the cranium rats gathered there. He is here now in the Dead Nations in order to spy on the undead for Many-as-One, who hopes to one day control this part of the catacombs.
ru: В комнате Соэго я нашел спрятанный дневник, описывающий в деталях то, как на него напал крысооборотень, как в итоге у него развилась ликантропия, и как он сбежал из Морга после того, как непреднамеренного убил и сожрал своего друга. В поисках укрытия он забрел в Логово Мысли и согласился служить Многоединому, коллективному разуму черепных крыс, которые там собрались. Теперь он живет в Мертвых Народах, шпионя за нежитью для Многоединого, который надеется однажды захватить эту часть катакомб.

source: This metal slab is apparently used as a bed. There looks to be a portion on its side that can be pried open.
ru: Очевидно, эта металлическая плита служит в качестве кровати. Кажется, сбоку у нее есть пластина, которую можно открыть.

source: Pry it open, look inside.
ru: Открыть ее и заглянуть внутрь.

source: Leave.
ru: Уйти.

source: You're not going to be able to pry into Soego's things while he's around. You'll need to find some way to distract or lure him away from the area if you want to get in there.
ru: Тебе не удастся покопаться в вещах Соэго, пока он рядом. Сперва тебе нужно как-нибудь отвлечь или выманить его отсюда.

source: Certain that Soego's not coming around, you pry open the small panel and peer inside. There's some sort of book or journal, there.
ru: Убедившись, что Соэго нет поблизости, ты открываешь маленькую панель и заглядываешь внутрь. Там есть что-то вроде книги или дневника.

source: Pull it out, read it.
ru: Вынуть и почитать.

source: Close the panel and leave.
ru: Закрыть панель и уйти.

source: The book proves to be Soego's journal. It details his being attacked by a wererat, his eventual regression into lycanthropy, and his flight from the Mortuary after unwittingly slaying and devouring a friend. Looking for a hiding place, he came upon the Warrens of Thought and agreed to serve Many-as-One, hive mind of the cranium rats gathered there. He is now here in the Dead Nations in order to spy on the undead for Many-as-One, who hopes to one day control this part of the catacombs.
ru: Книга оказывается дневником Соэго. В нем он в деталях описал, как на него напал крысооборотень, как в итоге у него развилась ликантропия, и как он сбежал из Морга после того, как непреднамеренного убил и сожрал своего друга. В поисках укрытия он забрел в Логово Мысли и согласился служить Многоединому, коллективному разуму черепных крыс, которые там собрались. Теперь он живет в Мертвых Народах, шпионя за нежитью для Многоединого, который надеется однажды захватить эту часть катакомб.

source: Replace the journal, close the panel and leave.
ru: Положить дневник на место, закрыть панель и уйти.
