Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/ds_king.dlg.po
Languages: ru

source: Take his skull.
ru: Забрать его череп.

source: Leave.
ru: Уйти.

source: Tearing off the Silent King's head will doubtlessly anger the throne room's current occupants... you're going to have to deal with them, first.
ru: Отрывание головы Безмолвного Короля, безусловно, разозлит обитателей тронного зала... сперва тебе придется разобраться с ними.

source: Attempt to take his skull just the same.
ru: Еще раз попробовать забрать череп.

source: You try and quietly pull at the Silent King's skull, but it won't budge. Finally, you resort to bracing your foot against one of the throne's arms for leverage and tearing the skull off with a sharp *crack* - which alerts everyone present. They turn to see you ripping off the head of their beloved lord and rush to attack...
ru: Ты пытаешься бесшумно вытянуть голову Безмолвного Короля, но она не двигается. Наконец, ты упираешься ногой в подлокотник трона и отрываешь череп с резким хрустом, чем привлекаешь внимание окружающих. Они оборачиваются и видят тебя с оторванной головой их любимого владыки, и кидаются в атаку...

source: Defend yourself.
ru: Защищаться.

source: The lord and master of the Dead Nations appears to be little more than a desiccated shell - and a headless one at that, seeing as how you've ripped his skull off.
ru: Владыка и повелитель Мертвых Народов оказался всего лишь высушенной оболочкой, к тому же, еще и безголовой, так как ты оторвал ему череп.

source: The lord and master of the Dead Nations appears to be little more than a desiccated shell. His head sits a bit crooked on his shoulders from when you swapped his skull out for another.
ru: Владыка и повелитель Мертвых Народов оказался всего лишь высушенной оболочкой. Его голова сидит на плечах немного криво с тех пор, как ты подменил его череп другим.

source: Tearing off the Silent King's head will doubtlessly anger the throne room's current occupants... you're going to have to deal with them, first. However, if you had some other, generic skull, your hands might be fast enough to swap it out with the skull beneath the Silent King's helm before anyone sees you...
ru: Отрывание головы Безмолвного Короля, безусловно, разозлит обитателей тронного зала... сперва тебе придется разобраться с ними. Однако, если бы у тебя был какой-нибудь другой, обычный череп, твои руки могли бы достаточно быстро подменить им череп под шлемом Безмолвного Короля, пока никто тебя не заметил...

source: Swap the skull out with the one you've got.
ru: Заменить череп на имеющийся у тебя.

source: After making certain you aren't being directly watched, you lift the Silent King's helm, pitch his skull into your inventory, and replace the missing head with the other skull you held. With the helmet back on, no one will ever be the wiser...
ru: Убедившись, что на тебя не смотрят, ты поднимаешь шлем Безмолвного Короля, суешь его череп в свой инвентарь и заменяешь отсутствующую голову другим имеющимся у тебя черепом. С надетым шлемом никто даже не догадается...
