Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dsarossa.dlg.po
Languages: ru

source: "I will, you can be sure." She pauses and stares at you - hard. "You speak the truth, don't you? I see no deception in your heart on this matter. Very well. This is what I wish you to tell my father: All life is a test. One cannot expect to skip to the end directly. That is not the answer. Only the Doomguard and the Dustmen believe in utter decay - and you have always held them in contempt. Remember this."
ru: «Конечно, в этом можешь не сомневаться, - она замолкает и очень пристально смотрит на тебя. - Ты ведь говоришь правду? В твоем сердце я не вижу обмана по этому поводу. Отлично. Вот что я хочу, чтобы ты сказал моему отцу: Вся жизнь - это испытание. Никто не может проскочить напрямую к его завершению. Такого ответа нет. Только Хранители Рока и тленные верят в полное разрушение - и за это ты всегда их презирал. Вспомни об этом».

source: "I will convey the message. But first I wish to ask you some questions."
ru: «Я передам это послание. Но сперва я хотел бы задать тебе пару вопросов».

source: "I will convey the message. Farewell."
ru: «Я передам это послание. Прощай».

source: "I can't. Farewell."
ru: «Я не могу. Прощай».
