Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dsarhava.dlg.po
Languages: ru

source: The smell of alcohol wafts heavily from this young woman and, despite her dark skin, you can see that her face - beautiful, but cruel-looking - is flushed. She is slender but well-muscled, adorned in exotic jewelry and translucent silk clothing. Numerous scars crisscross her thighs and forearms; they look to be from battle-wounds.
ru: Сильный запах алкоголя окружает эту девушку. Несмотря на темную кожу, ты видишь, что ее лицо - прекрасное, но жестокое - покраснело. Она стройна, но мускулиста. На ней экзотичные украшения и прозрачные шелковые одежды. Многочисленные шрамы пересекаются на ее бедрах и предплечьях; они похожи на боевые ранения.

source: "Greetings..."
ru: «Приветствую...»

source: "What foul thing gave birth to *you,* sirrah?" She grimaces in disgust, then laughs harshly. "And such a stench! Be you one of death's bastards?" You notice a curved long-knife hanging at her hip; her hand rests loosely upon its pommel.
ru: «Что за грязная тварь породила *тебя* на свет, братец? - она строит гримасу отвращения, затем хрипло хохочет. - И что за вонь! Ты один из мертвых ублюдков?» Ты замечаешь изогнутый кинжал на ее бедре; ее рука свободно держится за эфес.

source: "Oh, *this* I've to see. So tell me, 'sirrah' - is it that you stink like the Hive's gutters? Or that its gutters stink like *you?*"
ru: «О, на *это* стоит посмотреть. Скажи-ка, 'братец', это не ты смердишь, как сточная канава Улья? Или это сточная канава смердит как *ты*?»

source: The woman blinks at you in surprise.
ru: Женщина удивленно моргает.

source: She eyes you warily for a moment, then smiles. "Your deep wounds must have confused you, sirrah." The woman chuckles. "I am not your friend, nor would I ever associate myself with one such as you."
ru: Она медленно обводит тебя взглядом, затем улыбается. «Кажется, твои тяжелые раны повредили тебе рассудок, братец, - девушка хохочет. - Я не твоя подруга, и никогда не стану причислять себя к таким как ты».

source: She listens to you for a moment, confused, then snarls and makes to draw her weapon.
ru: Некоторое время она недоуменно слушает тебя, затем с рычанием выхватывает свое оружие.

source: She gasps in shock. "You fool... are you mad? The guards would never take your word over mine!"
ru: Она задыхается от потрясения. «Идиот... ты с ума сошел? Стража скорее поверит мне, чем тебе!»

source: She stares hard at you, grinding her teeth. "You had best hope we do not meet again in another place, *dog!*" She turns to storm off.
ru: Она злобно смотрит на тебя, скрежеща зубами. «Надейся, что в следующий раз мы больше не встретимся, *пес*!» Она отворачиваться и стремительно уходит.

source: She stares hard at you, grinding her teeth. "Let us drop the whole matter, then, and be on our separate ways."
ru: Она пялится на тебя, скаля зубы. «Тогда забудем об этом и разойдемся в разные стороны».

source: "Oh, certainly. But first..." She pauses, her lips curling up into a wicked smile. "...one question: Can anyone truly become as ugly as you in one lifetime?"
ru: «О, конечно же. Но сперва, - она выдерживает паузу, ее губы сжимаются в кривой улыбке, - один вопрос: удастся ли хоть кому-то за свою жизнь стать таким же уродливым, как ты?»

source: She stares at you a moment, surprised, before snarling and reaching for her dagger...
ru: Секунду она изумленно пялится на тебя, после чего рычит и выхватывает кинжал...

source: "Do not turn your back on me, dog. Your presence here, on this street, offends me deeply. You must make amends." She puts one foot forward. "Lick my boot, remove yourself from my presence, and all shall be forgiven."
ru: «Не поворачивайся ко мне спиной, пес. Твое присутствие на этой улице глубоко меня оскорбило. Ты должен искупить свою вину, - она выставляет одну ногу вперед. - Вылижи мой сапог, избавь меня от своего присутствия - и будешь прощен».

source: As you turn to go, she snarls and reaches for her dagger...
ru: Ты уже собираешься уходить, когда она рычит и выхватывает кинжал...

source: Her high-pitched laughter, gloating and derisive, echoes through the streets. "Now leave here, coward. Dare to speak to me again, and my blade shall pluck your heart out before your words reach my ears."
ru: Ее пронзительный хохот, злорадный и насмешливый, эхом прокатывается по улицам. «А теперь пошел вон, трус. Осмелишься заговорить со мной еще раз - и мой клинок проткнет тебе сердце прежде, чем твои слова достигнут моих ушей».

source: "Pigs!" she screeches. "I shall kill the both of you!"
ru: «Свиньи! - визжит она. - Я вас обоих уничтожу!»

source: As you kneel before the woman, she puts her hands on her hips and throws back her head. Her high-pitched laughter, gloating and derisive, echoes through the streets.
ru: Когда ты склоняешься перед девушкой, она кладет руки на бедра и откидывает голову. Ее пронзительный хохот, злорадный и насмешливый, эхом прокатывается по улицам.

source: You make your move... but she steps deftly out of your grasp. "You shall pay for that with your *life,* you dog!" She begins to draw her dagger...
ru: Ты пытаешься схватить ее... но она ловко уклоняется от твоей хватки. «Ты заплатишь за это *жизнью*, пес!» Она начинает вынимать кинжал...

source: You grasp her lower leg and sink your teeth into the flesh of her calf. She screeches in pain, pulling away from you and drawing her dagger - your bite seems to have sobered her up quickly. "Powers that be, are you *MAD?!*"
ru: Ты хватаешь ее за ноги и вгрызаешься зубами в икру. Она верещит от боли, отскакивает от тебя и выхватывает свой кинжал: похоже, твой укус быстро привел ее в себя. «Великие Силы, ты что, *СПЯТИЛ*?!»

source: She shudders visibly, a mixture of disbelief and revulsion creeping over her face. "Ugh! May I never run across your like again! Beast..." She turns to walk away.
ru: Она заметно вздрагивает, смесь разочарования и отвращения ползет по ее лицу. «Тьфу! Глаза бы мои тебя не видели! Тварь...» Она разворачивается, чтобы уйти.

source: You grasp her ankles and pull her legs out from under her. For a moment she appears suspended in the air, her mouth a wide 'O' of surprise - then she comes crashing down onto the street with a painful *thud.* She springs to her feet, eyes wild with rage. "I'll *kill* you!" She draws her dagger...
ru: Ты хватаешь ее за лодыжки и изо всех сил тянешь на себя. На какое-то мгновение она зависает в воздухе с широко раскрытым в виде буквы «О» ртом, а затем падает на землю с болезненным *стуком*. Она тут же вскакивает на ноги, с дикими от бешенства глазами. «Я *убью* тебя!» Она выхватывает кинжал...

source: "The matter is a most *ugly* one, sirrah." She sneers distastefully. "Simply looking at you raises the bile in my throat."
ru: «Дела хуже *некуда*, братец, - она морщится от отвращения. - Меня буквально начинает тошнить от одного твоего вида».

source: "Oh, nay, nay... I could never be quite like you, sirrah. So *few* people dine on their own excrement."
ru: «О, нет-нет... Я никогда не стану такой как ты, братец. Лишь *немногие* люди на обед едят собственные фекалии».

source: "I think the proper question, sirrah, is what is that *smell?*" She sniffs the air, then wrinkles her nose in disgust. "Why, I think 'tis you! 'Tis you indeed, you flyblown carcass of a man!"
ru: «Я думаю, братец, правильным будет вопрос 'что здесь так *воняет*'? - она нюхает воздух, затем с отвращением морщит нос. - Ой, так это же ты! Точно, ты, протухший труп!»

source: "What foul thing gave birth to *you,* sirrah?" She grimaces in disgust, then laughs harshly. "And such a stench! Be you one of death's bastards?" You notice a curved long-knife hanging at her hip; her hand rests loosely upon its pommel...
ru: «Что за грязная тварь породила *тебя* на свет, братец? - она строит гримасу отвращения, затем хрипло хохочет. - И что за вонь! Ты один из мертвых ублюдков?» Ты замечаешь изогнутый кинжал на ее бедре; ее рука свободно держится за эфес...

source: The young woman appears confused for a moment, then recognizes Fall-from-Grace. She seems startled and abashed. "Mistress Grace! I had not noticed you... only shamefully do I admit this, for your noble appearance would be obvious to even a dullard."
ru: Девушка на миг смущается, затем узнает Падшую Грацию. Похоже, она ошеломлена и сконфужена. «Госпожа Грация! Я вас и не заметила... стыдно признавать это, ибо ваш благородный вид очевиден даже для тупиц».

source: She seems shamed. "Yes, Mistress... I regret that such words were spoken in your presence."
ru: Она пристыжена. «Да, госпожа... Я сожалею, что подобные слова были сказаны в вашем присутствии».

source: "Eh..." She frowns, then regains her composure. "In any event, Mistress, what brings you out of the establishment? Some errand?"
ru: «Э... - она хмурится, затем к ней снова возвращается самообладание. - В любом случае, что заставило вас покинуть заведение, госпожа? Какие-то дела?»

source: Sarhava bows low. "Then allow me to excuse myself with an apology, Mistress Grace, to you and your companions. My words were ill-chosen. 'Tis the drink that caused me to speak such rubbish, and I am filled with shame for having belittled myself so before my teacher of old." She bows, turns, and leaves.
ru: Сархава низко кланяется. «Тогда позвольте мне раскланяться в извинениях, госпожа Грация, перед вами и вашими спутниками. Мои слова были необдуманны. Выпивка заставила меня нести вздор; и я переполнена стыдом за низость, в которой я предстала в глазах своего давнего учителя». Она кланяется, разворачивается и уходит.

source: "Well, well... what have we here? A little tiefling gutter-queen, come crawling out of the Hive?" The woman pouts, talking as one would to a small child. "Are you lost, little tiefling? Oh, look! It has a tail! How... cute!"
ru: «Так-так... кто это у нас? Маленький тифлинг, королева трущоб, выползшая из Улья? - девушка надувает губы, будто разговаривая с ребенком. - Ты потерялась, крошка? О, гляньте! У нее есть хвостик! Как... мило!»

source: "Now, fiend-kin, don't do that." The woman seems unconcerned as Annah draws her weapons, and clucks disapprovingly with her tongue. "Careful now, or I'll remove that tail of yours and feed it to my dogs."
ru: «Ну, бесенок, не балуй». Похоже, девушку не особенно заботит то, что Анна выхватила оружие, она продолжает оскорбительно сюсюкаться: «Поосторожней там, а то еще оторву твой хвостик и скормлю его своим собакам».

source: "You filthy spawn of the Lower Planes, a bitch-bastard that not even a tanar'ri would keep in its pen!" She draws her blade.
ru: «Ты грязное отродье Нижних планов, ублюдочная мразь, которую даже танарри не станут держать своих клетках!» Она выхватывает кинжал.

source: "And what is *this?!* A gith? So *far* from the swirling cesspit of Limbo, privy of the planes?" She narrows her eyes, awaiting Dak'kon's response.
ru: «А *это* еще что такое?! Гит? Так *далеко* от бурлящей помойной ямы Лимбо, сортира всех планов?» Она сужает глаза, ожидая ответа Даккона.

source: She frowns. "I thought your kind would be more at home amongst the carnivorous frogs that frolic in Limbo's soups, gith."
ru: Она хмурится. «Я думала, гит, твоему сброду гораздо приятнее находится дома, среди плотоядных жаб, резвящихся в супе Лимбо».

source: She waits a moment for a response, then continues to harangue Dak'kon: "Why do you not return to Limbo, gith?" She thinks a moment, stroking her chin. "Or is it the Astral Plane that your kind live on? I get your people so confused - githyanki, githzerai, who can tell the difference..."
ru: Она ждет ответа, затем продолжает дразнить Даккона: «Почему бы тебе не вернуться в Лимбо, гит? - она задумывается на мгновение, поглаживая свой подбородок. - Или твои сородичи живут в Астральном плане? Я вас все время путаю - гитьянки, гитцераи, кто вас разберет...»

source: Suddenly, the woman smiles. "Oh! Tell me a joke, gith!" She claps her hands in delight. "Enlighten me with the famous humor of your race, *githyanki!*"
ru: Неожиданно девушка улыбается. «О! Расскажи мне шутку, гит! - она радостно хлопает в ладоши. - Озари меня знаменитым чувством юмора твоей расы, *гитьянки*!»

source: She sneers at Dak'kon. "And when I came upon you in Sigil's streets, gith, young Sarhava looked upon the gith filth and said, 'there is little there that is even worthy to be spat upon.' You are but a godless *githyanki* dog, who must incestuously worship bastards of your own race and spawn with frogs." She grasps the hilt of her dagger. "Draw your frail piece of steel, gith filth."
ru: Она презрительно ухмыляется Даккону. «А когда я наткнулась на тебя на улицах Сигила, гит, молодая Сархава глянула на грязного гита и сказала 'тут даже спорить не о чем'. Ты всего лишь безбожный пес *гитьянки*, который порочно поклоняется ублюдкам своей расы и спит с лягушками, - она сжимает рукоять кинжала. - Доставай свой хрупкий кусок металла, грязный гит».

source: She waits, but Dak'kon still makes no response. "I wish the mind flayers still held you in thrall, gith, so that the multiverse might be spared from the danger of your race breeding."
ru: Она ждет, но Даккон остается безмолвен. «Надеюсь, мозгососы все еще держат вас в рабстве, гит, так что мультивселенная может не бояться того, что ваша раса размножится».

source: Dak'kon stands as silent as stone. The woman snarls and prepares to lunge at him. "To Baator with you, then, coward!"
ru: Даккон стоит безмолвно словно камень. Девушка рычит, готовая наброситься на него. «Тогда катись в Баатор, трус!»

source: The woman, caught off guard, does not reply.
ru: Застигнутая врасплох, девушка не отвечает.

source: "What... who... how dare-"
ru: «Что... да как ты...»

source: "I... I..."
ru: «Я... я...»

source: The woman draws her blade and, snarling like an enraged animal, lunges at Morte.
ru: Девушка выхватывает клинок и, рыча как разъяренный зверь, кидается на Морта.

source: The young woman refuses to say another word to you.
ru: Девушка отказывается с тобой говорить.

source: The young woman sneers cruelly and proffers the toe of her boot. "Back for another taste of my boot, dog? Well you shan't have it! Did I not tell you to never speak with me again? Away with you, before I draw my blade."
ru: Девушка жестоко скалится и выставляет вперед ступню своей ноги. «Снова пришел лизнуть мой сапог, пес? Так вот, не выйдет! Разве я тебе не приказала со мной не говорить? Пошел вон, пока я не обнажила сталь».

source: Sarhava acknowledges you with a nod of her head, but will have no words with you.
ru: Сархава приветствует тебя кивком, но не говорит с тобой.

source: Stay away from the woman.
ru: Держаться от женщины подальше.

source: "*What* did you say, girl?"
ru: «*Что* ты сказала, девчонка?»

source: Bluff: "Adhana? Is that you?"
ru: Блеф: «Адана? Это ты?»

source: "What's the matter with you?"
ru: «В чем дело?»

source: "I've no quarrel with you. Leave be and go your way."
ru: «Мне не до споров с тобой. Оставь меня в покое и ступай своей дорогой».

source: Attack her.
ru: Атаковать ее.

source: Ignore her and walk away.
ru: Не обращать внимания на нее и уйти.

source: "Adhana? Do you not remember me?"
ru: «Адана? Разве ты меня не помнишь?»

source: "I've told you, Adhana: I never loved you and I never shall. What little pleasure you might have given me wasn't worth the agony of your presence. Now leave me be."
ru: «Я же сказал тебе, Адана: я никогда тебя не любил и никогда не полюблю. Каким бы ни было наслаждение, которое ты мне дала, она не стоит страданий твоей близости. А теперь оставь меня».

source: "Oh... my apologies. I had thought you to be Adhana, but you're twice as ugly and smell twice as bad as she."
ru: «О... прошу прощения. Мне показалось, что ты Адана, но ты в два раза уродливее и воняешь в два раза хуже, чем она».

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: Fight her.
ru: Драться с ней.

source: Call for the guards.
ru: Позвать стражников.

source: "You're obviously drunk, and those scars of yours mark you as the fighting sort... you probably have a reputation for this sort of thing already. I think they just might."
ru: «Ты пьяна, а шрамы говорят о том, что ты не прочь подраться... наверное, у тебя и репутация соответствующая. Так что они вполне могут поверить».

source: "You're obviously drunk, and those scars of yours mark you as the fighting sort. I think they just might."
ru: «Ты пьяна, а шрамы говорят о том, что ты не прочь подраться. Так что они вполне могут поверить».

source: "Oh, I'm hoping we *do*..."
ru: «О, надеюсь, что *да*...»

source: Yawn like you're bored as she walks away.
ru: Зевнуть ей вслед, будто от скуки.

source: "Farewell."
ru: «Прощай».

source: "Agreed - you've already wasted enough of my time. Farewell."
ru: «Согласен, ты и так уже много моего времени потратила. Прощай».

source: "Agreed. Farewell."
ru: «Согласен. Прощай».

source: "Yes... look to yourself for the proof."
ru: «Да... Ты тому подтверждение».

source: Leave.
ru: Уйти.

source: Bend down and lick her boot.
ru: Склониться и облизать ее сапог.

source: Bend down to her boot, wait for an opportunity to hurt her.
ru: Склониться к ее сапогу, дождаться возможности застать ее врасплох.

source: Ignore her threats and leave.
ru: Игнорировать ее угрозы и уйти.

source: "All right, that's enough of this. Let's see you use this little knife of yours, girl."
ru: «Ну все, мне это надоело. Посмотрим, как ты владеешь своим маленьким ножичком, девчонка».

source: Bite a chunk out of her bare leg.
ru: Откусить от ее оголенной ноги кусок.

source: Pull her legs out from under her.
ru: Схватить ее за ноги и с силой дернуть.

source: Just lick her boot.
ru: Просто облизать ее сапог.

source: Smile at her, lick the blood off your lips.
ru: Улыбнуться ей, слизать кровь с губ.

source: "I'll be licking no boots this day, girl. Now go, before I start biting off bigger chunks."
ru: «Сегодня я сапог лизать не буду, девчонка. А теперь ступай, пока я не начал откусывать от тебя куски побольше».

source: Just walk away.
ru: Просто пройти мимо.

source: Make biting noises at her as she walks away.
ru: Издать чавкающие звуки ей вслед.

source: Let her leave quietly.
ru: Дать ей спокойно уйти.

source: "Wasn't that what your mother said when you were birthed?"
ru: «Разве это сказала не твоя мамаша, когда родила тебя на свет?»

source: "I'd leave, girl, before you end up like me."
ru: «Я бы на твоем месте ушел, девочка, пока ты не закончила как я».

source: "Open your mouth again, girl, and I'll make sure you develop a taste for it."
ru: «Открой свой рот еще раз, девчонка, и я позабочусь о том, чтобы у тебя появился к нему аппетит».

source: "If I wanted excrement, I'd squeeze your head, girl."
ru: «Если бы мне понадобились фекалии, я бы выжал твою голову, девчонка».

source: Bluff: "Wait... I recognize you. Adhana!"
ru: Блеф: «Стой... Я вспомнил тебя. Адана!»

source: "Obviously you rank less than a dullard, girl."
ru: «Очевидно, девочка, твой уровень - ниже тупицы».

source: Let Grace continue to speak.
ru: Позволить Грации продолжить разговор.

source: "Enough, girl. Apologize to her, or I'll be cutting bits of *you* off."
ru: «Довольно, девчонка. Извинись перед ней, или я начну отрезать куски от *тебя*».

source: Let Annah handle it.
ru: Позволить Анне с этим разобраться.

source: "Let it go, Annah. She isn't worth the trouble."
ru: «Идем, Анна. Она того не стоит».

source: "Sheathe that blade, girl, or I'll sheathe it in your body."
ru: «Вложи в ножны клинок, девчонка, или я вложу его в твое тело».

source: Let things happen as they will.
ru: Пусть все идет своим чередом.

source: "Perhaps *you'd* be more at home in the Mortuary, girl."
ru: «Возможно, *ты* почувствуешь себя дома в Морге, девчонка».

source: Let Dak'kon handle it.
ru: Позволить Даккону с этим разобраться.

source: Continue.
ru: Продолжить.

source: "That's more than enough, girl. Silence yourself."
ru: «Этого более чем достаточно, девчонка. Замолчи».

source: Attack her yourself.
ru: Атаковать ее самому.

source: "Attack her, Dak'kon."
ru: «Атакуй ее, Даккон».

source: Await Dak'kon's reaction.
ru: Ждать реакции Даккона.

source: Help Dak'kon fight her.
ru: Помочь Даккону сражаться с ней.

source: Help Morte fight her.
ru: Помочь Морту драться с ней.

source: "I've had enough of you, girl... draw your blade."
ru: «Ты мне надоела, девчонка... доставай клинок».

source: Stay and fight her.
ru: Остаться и драться с ней.
