Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dsarossa.dlg.po
Languages: ru

source: "Forget it. Farewell."
ru: «Забудь. Прощай».

source: "I have already spoken the words that will change your heart. The rest of you must learn to follow."
ru: «Я уже сказала слова, которые изменят твое сердце. Тебе же нужно научиться следовать его велению».

source: "All right. Then answer some other questions for me."
ru: «Ладно. Тогда ответь мне на несколько вопросов».

source: "Farewell."
ru: «Прощай».

source: The witch-woman Sarossa in the Great Foundry told me that she calls me half-man because she cannot see my spirit. She doesn't know if this means I have no soul, or if I have transcended, but she will call me half-man regardless.
ru: Колдунья Саросса из Великой Литейной сказала, что называет меня получеловеком, потому что не видит мою душу. Она не знает, признак ли это того, что у меня нет души, или того, что я вышел за пределы себя, но в любом случае она будет называть меня получеловеком.

source: I lied to the witch-woman Sarossa about my beliefs in the Godsmen, and the vixen drained strength from me in a single word.
ru: Я солгал колдунье Сароссе насчет своих взглядов относительно боголюдей, и эта мегера вытянула мою силу единственным словом.

source: I told the witch-woman Sarossa that I believe in the Godsmen, and she granted me insight. For some reason, I feel... wiser.
ru: Я сказал колдунье Сароссе, что верю в боголюдей, и она подарила мне озарение. По какой-то причине я ощущаю себя... мудрее.

source: Attack her.
ru: Напасть на нее.

source: Leave.
ru: Уйти.

source: "I advise you to leave. You can find no tests worthwhile in fighting our guards. Get thee gone."
ru: «Советую тебе уйти. Ты не сочтешь драку с нашей стражей испытанием, стоящим потраченных усилий. Прочь с глаз моих».

source: "I'd like you to answer some questions for me."
ru: «Я хотел бы задать тебе несколько вопросов».

source: "You will answer my questions or suffer the penalty."
ru: «Ты ответишь на мои вопросы, иначе тебя постигнет наказание».

source: "Very well. Farewell."
ru: «Отлично. Прощай».

source: "I will not answer your questions while the guards require another task of you. That is all."
ru: «Я не стану отвечать на твои вопросы, пока стража хочет от тебя другого. Это все».

source: "You'll answer my questions or pay the price, girl."
ru: «Ты ответишь на мои вопросы или заплатишь, девчонка».

source: "So. Have you returned to beg my forgiveness, or have you decided to continue your ill-favored ways?"
ru: «Итак. Ты вернулся просить у меня прощения, или решил продолжать заниматься своими грязными делами?»

source: "I've come to kill you."
ru: «Я пришел убить тебя».

source: "I have come to apologize to you, Sarossa."
ru: «Я пришел извиниться перед тобой, Саросса».

source: "Neither. Farewell... for now."
ru: «Ни то, ни другое. Прощай... пока что».

source: "How dare you speak to me when you have sent my brother to await the executioner's blade? I should tear the will from your spirit for the pain you have brought our family."
ru: «Как смеешь ты обращаться ко мне, послав моего брата под топор палача? Мне следовало вырвать волю из твоей души за ту боль, что ты причинил моей семье».

source: "Saros was your brother?"
ru: «Сарос был твоим братом?»

source: "I'm sorry, Sarossa. He was guilty, and no amount of blood-kinship can change that."
ru: «Прости меня, Саросса. Он виновен, и никакие кровные узы этого не изменят».

source: "He was my brother. Would you have acted differently had you known he was related to me?"
ru: «Он был моим братом. Поступил бы ты по-другому, если бы знал, что он мне родня?»

source: "Both he and Thildon were guilty, though of different crimes. Both of them had to face the law."
ru: «И он, и Тильдон виновны, хотя и в разных преступлениях. Они оба должны предстать перед законом».

source: Truth: "Yes."
ru: Правда: «Да».

source: Lie: "Yes."
ru: Ложь: «Да».

source: "No."
ru: «Нет».

source: "You really believe that, don't you? I love my brother, but you are true to yourself, and I cannot fault that."
ru: «Ведь ты в самом деле так считаешь? Я люблю своего брата, но ты верен самому себе, и я не могу винить тебя в этом».

source: "Good. Then answer some questions for me, would you?"
ru: «Хорошо. Тогда ответь на несколько вопросов, ладно?»

source: "Then will you restore the portion of me you stole?"
ru: «В таком случае, вернешь ли ты ту часть меня, которую ты украла?»

source: Truth: "I apologize for causing you and yours pain, lady."
ru: Правда: «Я приношу свои извинения за то, что причинил боль тебе и твоим родным, госпожа».

source: Lie: "I apologize for causing you and yours pain."
ru: Ложь: «Я приношу свои извинения за то, что причинил боль тебе и твоим родным».

source: "Then farewell."
ru: «Тогда счастливо».

source: "Do you honestly think to deceive one who can read the hearts of men? Fool." She speaks a single syllable that seems to distort the air around you, that wrenches a piece of you away and spins it into the ether. "Get gone, scarred flesh, and speak not to me again."
ru: «Ты действительно считал, что сможешь обмануть того, кто способен читать людские сердца? Дурак». Она произносит единственное слово, которое искажает пространство вокруг тебя, вырывает частицу тебя, и уносит ее в небеса. «Сгинь, ошрамованная плоть, и больше не обращайся ко мне».

source: "I'll be back. You'll pay for that."
ru: «Я вернусь. Ты за это заплатишь».

source: "Farewell, Sarossa. I will not forget this."
ru: «Прощай, Саросса. Я этого не забуду».

source: Her eyes grow distant, as if she is seeing something beyond your five senses. "You are forgiven, so long as you remember that all your actions have consequences, whether you see them or not, and that you can cause pain through your ignorance. Let these words serve you."
ru: Ее глаза удаляются, словно она видит нечто за пределами пяти твоих чувств. «Ты прощен, поскольку помнишь, что у всех твоих действий есть последствия, видишь ты их или нет, и что ты можешь причинить боль из-за своего невежества. Пусть эти слова служат тебе».

source: "Thank you. Could you answer some questions for me?"
ru: «Спасибо. Не могла бы ты ответить на некоторые мои вопросы?»

source: "Thank you. Farewell."
ru: «Спасибо. Прощай».

source: "He was my brother, and now my father stands ready to die as well. I hope your heart can bear knowing that it brings so much pain to the world."
ru: «Он был моим братом, а теперь еще и мой отец на пороге смерти. Надеюсь, твое сердце способно вынести сознание того, что оно принесло в мир столько боли».

source: "I cannot set aside my belief in the law for the benefit of a single individual."
ru: «Я не могу отвергать мою веру в закон в пользу отдельной личности».

source: "It certainly can. I've done it before, and chances are good I'll do it again."
ru: «Конечно, может. Я делал это раньше, и, вполне вероятно, буду продолжать».

source: "If I had known he was your brother, I would not have implicated him."
ru: «Если бы я знал, что он - твой брат, я бы не впутывал его».

source: "My heart is not warmed by the thought - but I believe that such pain is often the way to better things. Though we cannot see the benefit immediately, we learn to see the good when the pain has passed."
ru: «Эта мысль не согревает мне сердце... но я верю, что нередко такая боль часто ведет к лучшим вещам. И хотя мы не способны увидеть пользу немедленно, мы учимся видеть добро, когда боль утихает».

source: "Then apologize."
ru: «Тогда извиняйся».

source: Truth: "I had no right to speak to you as I did. My words and my actions were hasty and ill-considered. I shall endeavor to constrain myself more carefully in the future."
ru: Правда: «Я не имел права говорить с тобой так. Мои слова и действия были поспешными и необдуманными. Я приложу все усилия, чтобы быть поосторожнее в дальнейшем».

source: Lie: "I had no right to speak to you as I did. My words and my actions were hasty and ill-considered. I shall endeavor to constrain myself more carefully in the future."
ru: Ложь: «Я не имел права говорить с тобой так. Мои слова и действия были поспешными и необдуманными. Я приложу все усилия, чтобы быть поосторожнее в дальнейшем».

source: "Do not lie to me, half-man, or I shall tear your life from your flesh." She spits out another twisted syllable, and you jerk convulsively as another piece of your spirit is torn away. "Go now. I do not wish to speak to you."
ru: «Не лги мне, получеловек, иначе я вырву жизнь из твоего тела, - она выплевывает еще одно перекрученное слово, и ты конвульсивно вздрагиваешь, когда еще одна частичка твоей души вырывается из тебя. - А теперь иди. Я не желаю говорить с тобой».

source: "Farewell, then."
ru: «Тогда прощай».

source: "If you have no sorrow in you, then I have no sorrow in me. Go. Now."
ru: «Раз ты не сожалеешь, тогда и я не сожалею. Уходи. Сейчас же».

source: Her mouth forms those syllables again, and you feel yourself turning whole - as if someone had added elements to your essential being. "You are free, half-man. What do you want?"
ru: Ее рот снова издает эти слова, и ты чувствуешь, что снова обрел целостность: будто кто-то вернул частичку твоей собственной сущности. «Теперь ты свободен, получеловек. Чего ты хочешь?»

source: "Why do you keep calling me half-man?"
ru: «Почему ты продолжаешь называть меня получеловеком?»

source: "I just want the answers to some questions."
ru: «Мне нужны ответы на несколько вопросов».

source: "Tell me of your family."
ru: «Расскажи мне о твоей семье».

source: "You respect no one but yourself, do you? I cannot abide that in anyone, no matter how gifted they may be. Farewell, half-man. GUARDS!"
ru: «Ведь ты никого, кроме себя, не уважаешь? Я никому не могу простить такого, неважно, насколько он может быть одарен. Прощай, получеловек. СТРАЖА!»

source: "Your brother tells me you have a special talent."
ru: «Твой брат сказал, что у тебя есть особый талант».

source: "Nothing. Farewell."
ru: «Ничего. Прощай».

source: "I call you half-man because I cannot see your spirit. All other mortals who pass through my life show their spirits to me as a shining spark or a smoldering ember. You show nothing at all. I call you half-man because I cannot see your spirit as I see those of others. Whether this is because you have no soul, or because you have transcended, I cannot say. One way or another, you are but half a man. What the other half is, I cannot say."
ru: «Я называю тебя получеловеком, потому что не могу увидеть твою душу. Все остальные смертные, встречавшиеся в моей жизни, показывали мне свою душу - как сияющую искру, либо как тлеющие угли. Ты не показываешь вообще ничего. Я зову тебя получеловеком, потому что не вижу твою душу, как вижу ее у других. То ли у тебя нет души, то ли ты вышел за пределы себя - точно я сказать не могу. Так или иначе, ты человек лишь наполовину. Какова вторая половина, я не берусь утверждать».

source: "I see. Then answer some other questions for me."
ru: «Понятно. Тогда ответь мне на несколько вопросов».

source: "I see. Farewell."
ru: «Понятно. Прощай».

source: "What answers do you seek, half-man?"
ru: «Какие ответы тебе нужны, получеловек?»

source: "Why do you call me half-man?"
ru: «Почему ты зовешь меня получеловеком?»

source: "I need to speak to you about your father."
ru: «Мне необходимо поговорить с тобой насчет твоего отца».

source: "Who are you?"
ru: «Кто ты?»

source: "Everyone seems to have a special talent. Tell me of yours."
ru: «У всех есть особые таланты. Расскажи мне о своих».

source: "My brother Saros is a child of the Foundry, yet I fear he has never embraced the philosophy of the Believers of the Source. My father is a factor here - and his travels have led him far from the Foundry and into realms most mortals never even dream of achieving."
ru: «Мой брат Сарос - дитя Литейной, и все же я боюсь, что он никогда не принимал философию верящих в Первопричину. Мой отец здесь фрактор, и его путешествия увели его далеко от Литейной, в миры, о достижении которых большинство смертных даже не мечтают».

source: "Tell me more of your brother."
ru: «Расскажи мне больше о твоем брате».

source: "Tell me more of your father."
ru: «Расскажи мне больше о твоем отце».

source: "I see. Can you answer more questions?"
ru: «Понятно. Ответишь на другие вопросы?»

source: A note of bitterness creeps into her voice. "My brother - as you know - awaits the executioner's whim. My father, as you may or may not know, travels far and wide across the multiverse, seeking meanings that most mortals have yet to grasp."
ru: Нотка горечи закрадывается в ее голос. «Мой брат, как ты знаешь, ждет казни. Мой отец, насколько ты можешь или не можешь знать, путешествует по всей мультивселенной в поисках вещей, которые большинство смертных пока еще не способны объять».

source: "My brother Saros is, hopefully, a wiser lad for his experiences, while my father is a factor here, a man whose travels have led him far from the Great Foundry and into realms most mortals never even dream of achieving."
ru: «Мой брат Сарос, надеюсь, вполне благоразумный парень для своего возраста, а мой отец здесь фрактор. Он человек, чьи путешествия увели его далеко от Литейной, в миры, о достижении которых большинство смертных даже не мечтают».

source: "I know not how I came by it. It seems something that has always been a part of me. I can only surmise that my past lives and my beliefs in this one have given me a special insight into mortal nature. I am gifted with the ability to see a piece of the potential within every being. By reading the true name graven on that mortal's very being, and by slightly mispronouncing that word, I am able to change the nature of that potential, thus changing the nature of its bearer."
ru: «Я не знаю, как получила его. Похоже, это нечто, всегда бывшее частью меня. Я могу лишь предположить, что мои предыдущие жизни и мои убеждения дали мне особую проницательность по отношению к природе смертных. Я одарена способностью видеть возможности в каждом живом существе. Читая истинное имя, высеченное на самой сущности смертного, и произнося его слегка неправильно, я способна менять природу этой возможности, и тем самым менять сущность его владельца».

source: "Can you teach me this skill?"
ru: «Ты можешь научить меня этому?»

source: "Can you change me?"
ru: «Ты можешь изменить меня?»

source: "Interesting. Answer some other questions for me."
ru: «Интересно. Ответь мне еще на несколько вопросов».

source: "The cosmos works in strange ways. Farewell."
ru: «Вселенная действует странными методами. Прощай».

source: "Why are they the most immature?"
ru: «Почему это они самые незрелые?»

source: "Tell me of your father."
ru: «Расскажи о своем отце».

source: "Answer some other questions for me, will you?"
ru: «Ты можешь ответить на мои вопросы?»

source: "Thank you... and farewell."
ru: «Благодарю... и прощай».

source: "My father is a factor of the Believers of the Source, and throughout his life, he has held tightly to his belief that we are here for a purpose. I can only hope that he still clings tightly to that belief, and the belief that his children love him."
ru: «Мой отец - фрактор верящих в Первопричину; всю свою жизнь он твердо верил, что мы существуем для определенной цели. Я могу лишь надеяться, что он все еще твердо придерживается этого убеждения, равно как и веры в то, что его дети любят его».

source: "Then I will convey your hopes to him. Can you answer some other questions for me?"
ru: «Тогда я передам ему твои надежды. Можешь ли ты ответить мне еще на несколько вопросов?»

source: "He sounds like a fine man. Answer some other questions for me, will you?"
ru: «Похоже, он неплохой человек. Ответь мне еще на несколько вопросов, ладно?»

source: "He sounds like a fine man. Farewell."
ru: «Похоже, он неплохой человек. Прощай».

source: "Then I will convey your hopes to him. Farewell."
ru: «Тогда я передам ему твои надежды. Прощай».

source: "Thanks to your words, my father Sandoz is alive and well. I can only hope that whatever force has scarred him this way - I cannot believe he came to this on his own - will pay for its misdeeds. What else can I do for you?"
ru: «Благодаря твоим словам, мой отец Сандоз жив и здоров. Я могу лишь надеяться, что какая бы сила его так не ранила (не могу поверить, что он дошел до этого сам), она заплатит за свои злодеяния. Что еще я могу для тебя сделать?»

source: "You can answer me some questions."
ru: «Ответь мне на другие вопросы».

source: "My father is dead."
ru: «Мой отец мертв».

source: "I'm sorry. Can you answer some questions for me?"
ru: «Извини. Можешь ответить на пару вопросов?»

source: "Err... right. Farewell."
ru: «Ррр.. ладно. Прощай».

source: "I will not. He was always impulsive, eager to prove his bravery against this cruel cosmos - and now he cannot. I will not cast blame here, but neither will I speak of it. If you wish to know more, speak to me later. Farewell."
ru: «Я не буду этого делать. Он всегда был импульсивным, жаждущим доказать свою отвагу перед этой жестокой вселенной, и теперь он не может этого сделать. Я никого здесь не виню, но говорить об этом не стану. Если хочешь знать больше, поговори со мной позже. Прощай».

source: "What is the price?"
ru: «Какова цена?»

source: "I don't think that's very fair."
ru: «Я думаю, что это не очень честно».

source: "Forget it. Answer some other questions for me."
ru: «Забудь об этом. Ответь мне на пару других вопросов».

source: "Why are they the most immature? Because, like children, they do not understand that there is more beyond the world of the senses, beyond what one can see, hear, taste, touch, smell. Look around you. You are in the Outer Planes. This is belief made solid - but that does not mean this seemingly rough matter can be comprehended by the senses. This is belief - no mere physicality can match it."
ru: «Почему они самые незрелые? Да потому что они, слово дети, не понимают, что существует нечто большее за пределами мира чувств, за тем, что можно увидеть, услышать, попробовать или понюхать. Оглянись. Ты во Внешних планах. Это материализованная вера - но это не значит, что эта на вид грубая материя может быть постигнута чувствами. Это вера - простой физикой ее не объяснить».

source: "I see. Speak of other matters to me."
ru: «Ясно. Поговорим о других вещах».

source: "Tell me. Do you subscribe to the philosophy of the Godsmen?"
ru: «Скажи мне: ты разделяешь философию боголюдей?»

source: "I don't know enough to tell you."
ru: «Я знаю недостаточно, чтобы ответить тебе».

source: "No. It is not fair. But this is my gift, and these are my tests, and I choose to do with my gifts as I will. Now. How can I help you?"
ru: «Да, это нечестно. Но это мой дар, это мои испытания, и я сама выбираю, что делать с моими дарами. Чем я могу тебе помочь?»

source: "Answer some questions."
ru: «Ответь на несколько вопросов».

source: "You can't, at least not right now. Farewell."
ru: «Ты не можешь, по крайней мере, пока. Прощай».

source: "Then I feel no qualms in sharing my gift with you." She speaks an arcane syllable, one that shakes you to your very foundation, and somehow your flesh feels stronger.
ru: «Тогда я без сомнений поделюсь с тобой своим даром». Она произносит загадочное слово, которое потрясает тебя до самого основания, и по какой-то причине твое тело ощущает себя более сильным.

source: "How did you do that?"
ru: «Как ты это сделала?»

source: "My thanks! Answer some questions for me, will you?"
ru: «Спасибо большое! Ты можешь ответить на мои вопросы?»

source: "My thanks. Farewell."
ru: «Благодарю. Прощай».

source: "You don't like the philosophy? Why not?"
ru: «Тебе не нравится эта философия? Почему же?»

source: "Because I have already joined with the Dustmen."
ru: «Потому что я уже присоединился к тленным».

source: "Because I have already joined with the Sensates."
ru: «Потому что я уже присоединился к чувствующим».

source: "Because I have already joined with the Anarchists."
ru: «Потому что я уже присоединился к анархистам».

source: "I think it's worse than that of the Dustmen. At least they do not preach - they accept, and move on."
ru: «Я думаю, это даже хуже, чем у тленных. Они, по крайней мере, не поучают - просто принимают и двигаются дальше».

source: "I'm still thinking about it. Convince me."
ru: «Я все еще думаю об этом. Убеди меня».

source: "Learn more of us. Join the faction fully. If you haven't already, go speak to Keldor of Durian. He is the factor in charge of recruiting. You can find him in the Great Hall here. Farewell."
ru: «Узнай о нас больше. Присоединись к фракции до конца. Если ты еще не сделал этого, сходи поговори с Кельдором Дурианским. Он - фрактор по части вербовки. Ты можешь найти его здесь, в Большом Зале. Прощай».

source: "Then I shan't try to disabuse you of your beliefs. What else can I do for you?"
ru: «Тогда я не буду пытаться переубедить тебя. Что еще я могу для тебя сделать?»

source: "You can answer some questions."
ru: «Ответь на пару вопросов».

source: You see a young woman. As you approach her, her eyes stare directly into yours. You get the uncomfortable feeling that she's not just examining your eye color - her gaze seems to penetrate far deeper than that. "Greetings, stranger. How goes your day?"
ru: Ты видишь девушку. Когда ты подходишь к ней, она смотрит тебе прямо в глаза. Тебе становится неуютно от ощущения, что она не просто проверяет цвет твоих глаз - ее взгляд, похоже, проникает намного глубже. «Приветствую, незнакомец. Как проходит твой день?»

source: "Well enough. I would like you to answer some questions for me."
ru: «Вполне неплохо. Я хотел бы задать тебе несколько вопросов».

source: "Are you Sarossa? I need to speak to you about your father."
ru: «Ты Саросса? Мне нужно поговорить с тобой о твоем отце».

source: "Well enough. Farewell."
ru: «Вполне неплохо. Прощай».

source: "Greetings, wounded man. What do you need of me?"
ru: «Приветствую, израненный человек. Чего ты от меня хочешь?»

source: "Answers."
ru: «Ответы».

source: "I am Sarossa, daughter of Sandoz, one of the factors of the Godsmen."
ru: «Я Саросса, дочь Сандоза, одного из фракторов боголюдей».

source: "Can you answer some questions for me?"
ru: «Ответь мне на другие вопросы».

source: "I see. Thank you. Farewell."
ru: «Ясно. Спасибо тебе. Прощай».

source: "What of him?"
ru: «А что с ним?»

source: "He has locked himself into his tower, and is threatening to kill himself. What can you tell me of him that will allow me to keep him from doing so?"
ru: «Он закрылся в своей башне и угрожает покончить с собой. Что ты можешь рассказать мне о нем, что позволило бы мне удержать его от этого поступка?»

source: "You lie! My father is traveling! He is not expected back for days, at least!"
ru: «Ты лжешь! Мой отец путешествует! Он не вернется по крайней мере в ближайшие дни!»

source: "Even so. Speak to Keldor if you don't believe me. I require your assistance if your father is to live."
ru: «И тем не менее. Поговори с Кельдором, если не веришь мне. Я требую твоей поддержки, если хочешь видеть своего отца в живых».

source: "You don't believe me? Very well. On your head be it. Farewell."
ru: «Ты мне не веришь? Отлично. Это будет на твоей совести. Прощай».
