Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dscoff.dlg.po
Languages: ru

source: You see a thin, stooped man hunched over a desk, scribbling on a piece of paper. His hair is thinning and drab, drawn back into a ponytail, and thin spectacles adorn his hooked nose. His age could be anywhere from his early twenties to his late forties. He doesn't look up as he speaks to you. "What do you want? Make it quick."
ru: Ты видишь сутулого худого человека, который сгорбился над столом и что-то быстро пишет на листе бумаги. Волосы у него редкие и тусклые, и зачесаны назад в «хвостик», а его крючковатый нос украшают тонкие очки. Его возраст - где-то между началом второго десятка и концом четвертого. Обращаясь к тебе, он не поднимает головы. «Чего ты хочешь? Давай быстрее».

source: "Who are you?"
ru: «Кто ты?»

source: "What do you do here?"
ru: «Чем ты здесь занимаешься?»

source: "What is this place?"
ru: «Что это за место?»

source: "I'm missing a skull."
ru: «У меня пропал череп».

source: "The city must burn."
ru: «Город должен гореть».

source: "I had a few questions..."
ru: «У меня есть пара вопросов...»

source: "Books. Pamphlets. Handbills. Words. Letters. Whatever." He amends, "Though I don't do racy prints, and I won't fulfill any perversions you might want, nor do I care to ask."
ru: «Книги. Памфлеты. Объявления. Тексты. Письма. Все, что угодно». Он поправляет себя: «Только я не печатаю непристойные вещи, и не буду потакать каким-либо твоим извращениям. Даже не спрашивай».

source: He looks sharply at you, ceasing the skritching of his pen. "Are you entirely dim? It's a printing shop. I print things here. Look around you. I print."
ru: Прервав свою писанину, он бросает на тебя резкий взгляд. «Ты что, совсем тупой? Это типография. Я здесь печатаю. Оглянись вокруг. Я печатаю».

source: He takes the handbill from you, looks it over, and says, "I'll have it for him later. Go tell him." He turns back to his desk.
ru: Он берет у тебя объявление, осматривает его и говорит: «Я займусь этим позже. Иди и передай ему это». Он возвращается к своему столу.

source: "Then you might want to ask around for Lothar, Master of the Bones. Word has it he's got quite a nice little library of skulls. I don't know where to find him, though, and even if I did, I wouldn't tell - he knows more about magic than most berks ever dreamt, and I won't be the one to cross him." He turns back to his papers. "Now get out."
ru: «Тогда тебе стоит расспросить об этом Лотара, Повелителя костей. Поговаривают, у него имеется довольно-таки приличная коллекция черепов. Вот только я не знаю, где его искать, и даже если бы знал, то не сказал: он знает о магии больше, чем большинство пней даже мечтать не смеют, и я бы не хотел переходить ему дорогу, - он возвращается к своим бумагам. - А теперь убирайся».

source: "What's that? What'd you say? That means nothing to me."
ru: «Это еще что? Что ты сказал? Для меня это ничего не значит».

source: BLANK NODE
ru: ПУСТОЙ УЗЕЛ

source: "A love letter, eh? Fine. It'll cost you, though. Let's call it... oh... a hundred coins. You look desperate for this."
ru: «Значит, любовное письмо? Ладно. Хотя это тебе недешево обойдется. Скажем... э... сто монет. Тебе оно, кажется, очень нужно».

source: He takes the note from you, looks it over, and crumples it into a ball, which promptly crumbles into ash. He looks at you levelly. "Someone's been defaming my good name, it seems. Now. Did you want something?"
ru: Он берет у тебя записку, просматривает ее и сминает в шарик, который тут же рассыпается в пыль. Он пристально смотрит на тебя. «Похоже, кто-то оклеветал мое доброе имя. Так, ты чего-то хочешь?»

source: He takes your money, thinks for a moment, and selects a perfumed sheet of paper from a drawer in the desk. He scribbles a few vacuous, love-struck lines on it in a flowery, elegant script. "This will do, I'm sure."
ru: Он берет твои деньги, задумывается на минуту и достает надушенный листок бумаги из ящика стола. Он быстро набрасывает несколько строк бессодержательного любовного текста пышным изысканным почерком. «Уверен, это сойдет».

source: "Do they have to do with work?"
ru: «Они касаются работы?»

source: "Then you're wasting your time and mine. Good day." He turns down to his desk.
ru: «Тогда ты тратишь свое и мое время. Всего хорошего». Он снова склоняется над столом.

source: He waves his hand... and you find yourself outside his shop.
ru: Он взмахивает рукой... и ты оказываешься за пределами его лавки.

source: "Fine. Seventy-five coins. Take it or leave it."
ru: «Ладно. Семьдесят пять монет. Берешь либо не берешь».

source: He barks out a single syllable of laughter. "I don't think so, friend. A hundred coins or nothing."
ru: Он издает лающий смешок. «Дружище, я так не думаю. Сто монет или ничего».

source: "Why would I be? It's just competition in Sigil. I've got a good idea of who it might be, too, and I've got a little surprise of my own coming for him."
ru: «Зачем мне это? Это просто конкуренция в Сигиле. Я уже догадываюсь, кто бы это мог быть, и сделаю ему небольшой сюрприз, навестив его собственной персоной».

source: He looks at you hard. "I'm certain you've got me confused with someone else. Did you want any work done today, or should I throw you out?"
ru: Он бросает на тебя жесткий взгляд. «Уверен, ты спутал меня с кем-то другим. Тебе нужно чего-нибудь сегодня, или мне тебя вышвырнуть?»

source: "Are you truly as stupid as you look? Of course not."
ru: «Ты действительно такой тупой, каким выглядишь? Конечно же, нет».

source: "What do you print?"
ru: «Что ты печатаешь?»

source: "All right, then. Forget it. Farewell."
ru: «Тогда ладно. Забудь. Счастливо».

source: "Yes. Giltspur asked me to deliver a handbill to you so you can print up a hundred copies."
ru: «Да. Гилтспур попросил доставить тебе объявление, чтобы ты сделал с него сто копий».

source: "I've heard of you." He looks at you, piercingly. "If Bedai-Lihn sent you to me, that means you want in with us. Am I right?"
ru: «Я о тебе слышал, - он смотрит на тебя пронзительно. - Раз Бедай-Линн послала тебя ко мне, это значит, что ты хочешь примкнуть к нам. Я прав?»

source: "That means absolutely nothing to me, except that you've been paying attention to the ravings of a total barmy. Now. Do you want something?"
ru: «Это мне абсолютно ничего не говорит, кроме того, что ты занимаешься полным бредом. Так, ты чего-то хотел?»

source: "Who? Bedai-Lihn? Is that what that awful harridan is calling herself these days?" He sighs wearily. "She's a jealous old lover. Tries to get me arrested on all sorts of charges. Never been able to pin anything on me." He straightens up again. "Did you want something else from me?"
ru: «Кто? Бедай-Линн? Это так теперь себя называет эта гнусная ведьма? - он устало вздыхает. - Она - старая ревнивая любовница. Пытается спровоцировать мой арест любым способом. Так и не смогла ничего на меня повесить, - он снова распрямляется. - Ты еще чего-то от меня хочешь?»

source: "Yes, yes, you've said that before. What did you mean?"
ru: «Да-да, ты уже это говорил. Что ты хотел этим сказать?»

source: "Why do you suppose, berk? You'd just helped her bring ruin on the Godsmen. She thought you might be interested in doing more. Offer's still open. You want it or not?"
ru: «А ты как думаешь, пень? Ты только что помог ей разорить боголюдей. Она подумала, что ты, должно быть, заинтересован в том, чтобы сделать больше. Предложение все еще открыто. Так ты в деле или нет?»

source: "Old grudges and unreturned passions die hard. Insanity dies even harder." You have a hard time imagining anyone holding passion for this man; insanity seems like a more realistic option. "Did you want something else?"
ru: «Старые обиды и безответные чувства долго не умирают. Безумие не проходит еще дольше». Ты с трудом пытаешься представить кого-нибудь, имеющего чувства к этому человеку; безумие - пожалуй, более правдоподобный вариант. «Ты еще чего-то хотел?»

source: Penn looks up at you as you enter his shop. "Out. And stay out." He gestures with his hand, and you find yourself gone.
ru: Когда ты входишь в магазин, Пенн бросает на тебя взгляд. «Вон. И не возвращайся». Он делает жест рукой, и ты пропадаешь.

source: "Welcome back." Penn keeps his head down to his papers. "Ebb and his boys help you out in Curst?" He seems entirely disinterested in the answer.
ru: «С возвращением, - Пенн продолжает держать голову над бумагами. - Эбб со своими парнями помог тебе в Проклятом?» Его, похоже, совершенно не интересует твой ответ.

source: "Not right now. I'll let you know if something comes up. You need anything else right now, or are you just interrupting me?"
ru: «Не сейчас. Я дам тебе знать, если что-нибудь подвернется. Тебе нужно еще чего-нибудь в данный момент, или ты просто так отрываешь меня от работы?»

source: As always, Penn seems to be very busy writing. "You need something written or printed up? If so, let me know what it is, and I'll get to it. Otherwise, go talk to the cell at the Vault of the Ninth World and they'll take care of you."
ru: Как всегда, Пенн кажется весьма занятым своей писаниной. «Тебе нужно что-нибудь написать или напечатать? Если так - дай мне знать, что это, и я займусь этим. В противном случае пойди и поговори с ячейкой в Хранилище Девятого мира, и они о тебе позаботятся».

source: "Keep it quick. I'm busy."
ru: «Поторопись. Я занят».

source: "Do you know who we are?"
ru: «Ты знаешь, кто мы?»

source: "Then why are you talking to me in the first place? What do you want? Are you waiting for me to throw you out or something?"
ru: «Тогда зачем ты говоришь сначала со мной? Чего ты хочешь? Ты ждешь, чтобы я вышвырнул тебя, или еще чего-то?»

source: "If I were you, I'd head over to the wrecked house near the pawnshop. Look inside for a ladder going down. Say your prayers, and go down the ladder. Lothar's down there, and he's not a blood I'd cross. He's a skull collector, and if he takes a shine to it, he'll take yours. He can do it, too. I don't care how tough you are. Watch your step... you're a valuable asset." He looks up from his paper. "You want anything else?"
ru: «На твоем месте я бы направился в разрушенный дом возле ломбарда. Найди лестницу, ведущую вниз. Помолись и спускайся по ней. Там находится Лотар, и я бы с ним не пересекался. Он коллекционирует черепа, и если твой череп ему приглянется, он его заберет. Он в самом деле может его забрать. Неважно, насколько ты крут. Следи за собой... ты - ценный человек, - он поднимает взгляд со своих бумаг. - Тебе нужно еще чего-нибудь?»

source: "A love letter, eh? Vague and impassioned? Fine." He thinks for a moment, and selects a perfumed sheet of paper from a drawer in the desk. He scribbles a few vacuous, love-struck lines on it in a flowery, elegant script. "This will do, I'm sure."
ru: «Э, любовное письмо? Туманное и страстное? Ладно». Он задумывается на минуту и достает надушенный листок бумаги из ящика стола. Он быстро набрасывает несколько строк бессодержательного любовного текста пышным изысканным почерком. «Уверен, это сойдет».

source: He glances up from his paper and squints at you. "The password is 'eclipse.' Hurry up and use it before they change it on you."
ru: Он поднимает взгляд со своих бумаг и глядит на тебя украдкой. «Пароль - 'затмение'. Используй его поскорее, пока его не сменили».

source: "This is a pile of anti-Harmonium pamphlets. They're going up over the Lower Ward soon enough." He continues scribbling. "I'll be done soon, and on to something else." His pen fairly flies over the paper.
ru: «Это куча памфлетов против Гармониума. Очень скоро они разойдутся по Нижнему Району, - он продолжает писать. - Скоро я закончу с ними, и возьмусь за что-нибудь другое». Его перо с легкостью порхает над бумагой.

source: "An anonymous petition demanding true representation from the courts, instead of the mockeries of law the Guvners seem to uphold." His glance at you this time is a little longer, as if you're testing his patience.
ru: «Анонимная петиция, содержащая требование о реальном представительстве в судах вместо той пародии на закон, которую, по всей видимости, поддерживают законники». На этот раз его взгляд задерживается на тебе немного дольше, как будто ты испытываешь его терпение.

source: "It's a handbill that demands the release of certain political prisoners in the city's jails. They were arrested falsely for crimes the Revolutionary League committed, and while I appreciate a good martyr to the cause..." He pauses and looks at you pointedly. "While I appreciate a martyr, I'm not in this business to sacrifice innocents. I'm in it to save them."
ru: «Это листовка с требованием отпустить некоторых политических заключенных из городской тюрьмы. Они по ошибке были задержаны за преступления, совершенные Революционной Лигой, и хотя я ценю мученичество за дело... - он умолкает и многозначительно смотрит на тебя. - И хотя я ценю мученичество, я занимаюсь этим делом не для того, чтобы жертвовать невинными. Я занимаюсь этим, чтобы спасти их».

source: He sets his pen down hard, and glares up at you. "Why don't you stop asking these questions and get to work on whatever it is you're supposed to be doing?" A sharp sigh gusts out of him. "I'm a busy man, and all you can do is ask me what I'm doing. Children are less irritating than you because at least they have the good sense to stop asking what I'm doing once I glare at them. Now. What did you want?"
ru: Он швыряет перо и сердито смотрит на тебя. «Почему бы тебе не бросить задавать эти вопросы и не заняться чем-нибудь, чем ты собирался заняться? - он издает резкий вздох. - Я человек занятой, а ты только и можешь, что расспрашивать меня о работе. Дети, и те не такие надоедливые: они, по крайней мере, чувствуют, что стоит остановиться, когда я смотрю на них. Так, чего ты хотел?»

source: "Instead of talking about revolution, why don't you get out there and do something about it? Kill some Harmonium or slaughter some Dustmen or something. Take down the old order with action, not words."
ru: «Вместо того, чтобы разглагольствовать о революции, почему бы тебе не выйти и не сделать что-нибудь для этого? Убить кого-нибудь из Гармониума, или прикончить какого-нибудь тленного, или еще чего-нибудь. Свергай старые порядки не словами, а делами».

source: "We are the Revolutionary League. Do you know what we stand for?"
ru: «Мы - Революционная Лига. Ты знаешь, за что мы боремся?»

source: "We stand for the overthrow of Sigil's order. We stand opposed to the other factions. We are a faction that is not a faction; we are organized in the name of disorder. We tear down so that others may rebuild, with greater freedoms and a better way of life. The old order is standing in the way; the old factions keep the people blind."
ru: «Мы поддерживаем свержения порядка в Сигиле. Мы выступаем против других фракций. Мы - фракция, не являющаяся фракцией; мы организованы во имя беспорядка. Мы разрушаем, чтобы другие могли отстроить заново, стать свободнее и зажить лучше. На пути у нас стоят старые порядки; старые фракции продолжают держать людей в неведении».

source: "Correct. And on the very first try, too. You know what we stand for?"
ru: «Правильно. К тому же, с первой попытки. Ты знаешь, за что мы боремся?»

source: His hand freezes. A bead of ink drops onto the paper. "What did you say to me?"
ru: Его рука застывает. Капля чернила падает на бумагу. «Что ты сказал?»

source: "Simple: The old order has been doing their best to keep everyone from the dark of the multiverse for as long as they've existed. After all, what if we *really* found what things were about? Might topple their tiny worlds. Some are already so certain they've found it, anybody else is automatically wrong and should be wiped out. That's not what'd I call a forum where all beliefs are tolerated."
ru: «Все просто. Старые порядки с самого своего основания делали все возможное, чтобы держать всех подальше от истины мультивселенной. В конце концов, что, если бы мы *в самом деле* узнали, зачем все это? Это могло бы разрушить их крошечные мирки. Кое-кто уже настолько уверен, что пришел к истине, что любой другой автоматически становится неправ, и его необходимо искоренить. Это вовсе не то, что я называю собранием, допускающим разные убеждения».

source: "No. They're looking for something that will validate them and make them feel superior. They delude themselves into thinking they've found it, and then they persecute those of us who disagree."
ru: «Нет. Они ищут что-нибудь, что бы подтвердило их взгляды и дало им ощущение превосходства. Они обманывают себя, думая, что они уже пришли к истине, и затем преследуют тех из нас, кто с ними не согласен».

source: "The old order isn't interested in finding truth as much as keeping power and lining their pockets. Can't grow and learn until the old is swept away."
ru: «Старый порядок заинтересован не столько в поиске истины, сколько в удержании власти и набивании своих карманов. Нельзя расти и учиться, пока старое не отброшено».

source: "If you're truly that eager, then I'll assign you one mission. Finish that off, and you're in."
ru: «Если ты и впрямь жаждешь этого, я поручу тебе одну миссию. Выполни ее - и ты с нами».

source: "All right, then. Thanks. Farewell."
ru: «Тогда ладно. Спасибо. Прощай».

source: "So I see. Farewell."
ru: «Тогда понятно. Прощай».

source: "Don't take that tone of voice with me or you'll regret it."
ru: «Не говори со мной таким тоном, не то пожалеешь об этом».

source: "I'm serious. A companion of mine has been stolen."
ru: «Я серьезно. Моего товарища похитили».

source: "Forget it. Farewell."
ru: «Забудь. Прощай».

source: "Farewell, then."
ru: «Тогда прощай».

source: "Don't take that tone of voice with me, friend."
ru: «Не говори со мной таким тоном, приятель».

source: "Farewell."
ru: «Прощай».

source: "I said the city must burn."
ru: «Я сказал: город должен гореть».

source: "Bedai-Lihn sent me."
ru: «Меня послала Бедай-Линн».

source: "Here you go."
ru: «Держи».

source: "How about a discount?"
ru: «Как на счет скидки?»

source: "Aren't you worried about that defamation?"
ru: «Тебя разве не волнует эта клевета?»

source: "I want to join your group."
ru: «Я хочу присоединиться к твоей группе».

source: "No. Farewell."
ru: «Нет. Прощай».

source: "It will. I had some more questions..."
ru: «Сойдет. У меня есть другие вопросы...»

source: "It will. Farewell."
ru: «Сойдет. Счастливо».

source: "Well, no..."
ru: «В общем, нет...»

source: "Are you the one who wrote this note I found in the Mortuary?"
ru: «Это ты написал эту записку, которую я нашел в Морге?»

source: "Yes. I'm missing a skull."
ru: «Да. У меня пропал череп».

source: "Yes. The city must burn."
ru: «Да. Город должен гореть».

source: "I'd like you to print up a love letter for me."
ru: «Я хотел бы, чтобы ты напечатал для меня любовное письмо».

source: "Don't you ignore me."
ru: «Не игнорируй меня».

source: "What the..."
ru: «Что за...»

source: "I'll take it."
ru: «Я беру его».

source: "I'll leave it. I had some more questions..."
ru: «Я не беру его. У меня было еще несколько вопросов...»

source: "I'll leave it. Farewell."
ru: «Я не беру его. Прощай».

source: "Forget it, then. I had a few questions..."
ru: «Тогда забудь об этом. У меня есть пара вопросов...»

source: "Can I be of any assistance?"
ru: «Могу ли я чем-то помочь?»

source: "All right. Then I've got a few more questions..."
ru: «Отлично. Тогда у меня осталось еще несколько вопросов...»

source: "Great. Farewell."
ru: «Отлично. Прощай».

source: "You'll have to throw me out."
ru: «Тебе придется выкинуть меня».

source: "All right, then. I had some questions..."
ru: «Тогда ладно. У меня есть несколько вопросов...»

source: "Don't take that tone with me."
ru: «Не говори со мной таким тоном».

source: "Yes."
ru: «Да».

source: "Not really."
ru: «На самом деле, нет».

source: "Yes. I had some questions..."
ru: «Да. У меня есть несколько вопросов...»

source: "I had some questions for you..."
ru: «У меня есть пара вопросов к тебе...»

source: "Why did Bedai-Lihn send me to you to say that if it didn't mean anything?"
ru: «Зачем Бедай-Линн посылать меня сказать тебе это, если это ничего не значит?»

source: "Why did Bedai-Lihn send me to you?"
ru: «Зачем же Бедай-Линн послала меня к тебе?»

source: "Not right now."
ru: «Не сейчас».

source: "Yes, I had some questions..."
ru: «Да, у меня есть несколько вопросов...»

source: "Yes. I had a few questions for you..."
ru: «Да. У меня есть несколько вопросов к тебе...»

source: "Pretty much. Do you have any more jobs for me?"
ru: «Еще как. У тебя еще есть для меня работа?»

source: "Sure. Farewell."
ru: «Конечно. Прощай».

source: "I had some questions..."
ru: «У меня есть несколько вопросов...»

source: "I just had a few questions..."
ru: «Всего лишь несколько вопросов...»

source: "Giltspur asked me to deliver a handbill to you so you can print up a hundred copies."
ru: «Гилтспур попросил меня доставить тебе листовку, чтобы ты сделал с нее сто копий».

source: "What was the password for our cell again?"
ru: «Еще раз, какой пароль нашей ячейки?»

source: "What are you working on?"
ru: «Над чем ты работаешь?»

source: "I'd like to talk about revolution..."
ru: «Я хотел бы поговорить о революции...»

source: "I'd like to ask a few questions about the organization..."
ru: «Я хотел бы задать еще пару вопросов об организации...»

source: "Tell me."
ru: «Расскажи мне».

source: "No. I just want to be a member. If you're into destruction, I'm in."
ru: «Нет. Я просто хочу присоединиться. Если ты за разрушение - я в деле».

source: "If you're connected to Vaxis, you'd be the Revolutionary League."
ru: «Если ты связан с Ваксисом, значит, ты - из Революционной Лиги».

source: "No, but I had some questions..."
ru: «Нет, но у меня есть несколько вопросов...»

source: "Yes. Throw me out."
ru: «Да. Вышвырни меня».

source: "Just the answers to a few more questions..."
ru: «Только ответы еще на пару вопросов...»

source: "I had a few more questions..."
ru: «У меня есть еще немного вопросов...»

source: "Thanks. I had a few more questions..."
ru: «Спасибо. У меня есть еще немного вопросов...»

source: "Thanks. Farewell."
ru: «Спасибо. Прощай».

source: "Thanks. I had a few more questions."
ru: «Спасибо. У меня есть еще немного вопросов».

source: "I see. Farewell."
ru: «Понятно. Прощай».

source: "All right. Farewell."
ru: «Ладно. Прощай».

source: "Why aren't you out there doing something of value?"
ru: «Почему ты не занимаешься чем-нибудь полезным снаружи?»

source: "Nothing, if you're going to be that way. Farewell."
ru: «Ничего, раз уж на то пошло. Прощай».

source: "Why aren't *you* out there acting, instead of writing?"
ru: «Почему *ты* не действуешь снаружи, вместо всей этой писанины?»

source: "Fine, fine. I had a few more questions..."
ru: «Ладно, ладно. У меня еще несколько вопросов...»

source: "Fine. I will. Farewell."
ru: «Ладно. Этим и займусь. Прощай».

source: "No."
ru: «Нет».

source: "I thought they were looking for the truth."
ru: «Я считал, что они ищут истину».

source: "How are they standing in the way?"
ru: «Почему они стоят на пути?»

source: "Yes, I know. And I agree with you. Let's get on with it."
ru: «Да, я знаю. И я согласен с тобой. Давай займемся делом».

source: "Then you don't approve of our methods?" You notice his hand is shaking ever so slightly.
ru: «Значит, ты не поддерживаешь наши методы?» Ты замечаешь, что его рука сильно дрожит.

source: "Perhaps you ought to step outside and think your position over." He waves his trembling hand and you find yourself standing outside his shop.
ru: «Пожалуй, тебе следует выйти и обдумать свою позицию». Он взмахивает своей дрожащей рукой - и ты оказываешься за пределами его лавки.
