Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dscoff.dlg.po
Languages: ru

source: "Every revolution needs leaders, berk. Every uprising needs someone to plan it. You think that mere chaos will tear down the factions? It's got to be more than just random attacks - only a coherent plan will do any damage to the factions. Face it: some folks are swords, some folks are the hands that guide the swords, and some... some are the brains that guide the hands."
ru: «Каждой революции нужен лидер, пень. Каждое восстание нуждается в ком-то, кто бы спланировал его. Ты думаешь, фракции можно повергнуть простым хаосом? Это должно быть нечто большее, чем случайные нападения: только согласованный план может нанести фракциям хоть какой-то ущерб. Посмотри правде в глаза: одни люди - это мечи, другие - руки, направляющие мечи, а третьи... третьи - головы, управляющие руками».

source: "I did. No one else seemed willing to do the work. Some folks need to be told what to do. Some people take the initiative. I'm willing to do the work, I'm willing to take the guilt of failure onto myself, and I'm willing to step aside when my plans come to fruition. I've given up everything I held dear to guide people toward a better life. I think that qualifies me."
ru: «Я. Никто другой, похоже, не хотел заниматься делом. Некоторым людям нужно говорить, что делать. Кто-то берет на себя инициативу. Я хочу заниматься делом, я хочу принимать на себя вину за провал, и я хочу отойти в сторону, когда мои планы исполнятся. Я пожертвовал всем, что было мне дорого, лишь бы привести людей к лучшей жизни. Я думаю, это дает мне право быть лидером».

source: "The nature of this kind of revolution is that even our people *must* be kept misinformed. We operate in separate cells, with minimal contact from the head of the faction. This makes it harder for the other factions to come down on us, to shut down our operations. If they strike down one cell, they'll not find another unless they're very lucky. People cannot be equal until we've succeeded in our mission or until they've proven themselves."
ru: «Природа этого вида революции такова, что даже наши люди *должны* держаться в неведении. Мы действуем отдельными ячейками с минимальной связью с главой фракции. Из-за этого другим фракциям труднее настигать нас и срывать наши операции. Если они ударят по одной ячейке, они не найдут другую, если только им очень не повезет. Люди не могут быть равными, пока мы не выполним нашу миссию, или пока они не самоутвердятся».

source: "If you had given up what I had in order to serve others, you wouldn't be so quick to judge me. This is a job that requires passion and idealism, and I fear that perhaps those qualities have burned out of you." He thinks for a moment. You notice that his hand is shaking slightly.
ru: «Если бы ты отдал столько, сколько я отдал во имя служения другим, ты бы не стал так поспешно судить меня. Это работа, требующая страсти и идеализма, и я боюсь, что эти качества, возможно, выгорели в тебе». На миг он задумывается. Ты замечаешь, что его рука слегка дрожит.

source: "What did you want to know?"
ru: «Что ты хотел знать?»

source: "In the Clerk's Ward, or in the Civic Festhall, there is a stone genasi named Qui-Sai. He is a danger to us, though he doesn't know it. Find him, and strike him down. When you've done this, return here and I'll tell you of our safehouses."
ru: «В Чиновничьем районе либо в Городском Фестхолле есть каменный генаси по имени Ки-Саи. Он опасен для нас, хотя он и сам этого не знает. Найди его и убей. Когда закончишь с этим, возвращайся сюда, и я расскажу тебе о нашем убежище».

source: "Every revolution needs leaders. Every uprising needs someone to plan it. You think that mere chaos will tear down the factions? It's got to be more than just random attacks - only a coherent plan will do any damage to the factions. Face it: some folks are swords, some folks are the hands that guide the swords, and some... some are the brains that guide the hands."
ru: «Каждой революции нужен лидер. Каждое восстание нуждается в ком-то, кто бы спланировал его. Ты думаешь, фракции можно повергнуть простым хаосом? Это должно быть нечто большее, чем случайные нападения - только согласованный план может нанести фракциям хоть какой-то ущерб. Посмотри правде в глаза: одни люди - это мечи, другие - руки, направляющие мечи, а третьи... третьи - головы, управляющие руками».

source: "Unfortunately, we do. But it's better than watching the whole organization go up in flames or under the sword."
ru: «К несчастью, это так. Но это лучше, чем наблюдать, как целая организация рушится от огня или меча».

source: "I'll tell you that when you return from the mission."
ru: «Я расскажу тебе это, когда ты вернешься после выполнения миссии».

source: "I pass the word. We've got a wide network of informants. We know when someone needs aid, and if it suits the purpose of the organization, we provide it."
ru: «Я отдаю приказания. У нас широкая сеть информаторов. Мы узнаем, когда кому-то нужна помощь, и когда это не идет в разрез с нашими интересами, мы помогаем».

source: "I asked why don't you act, instead of hiding here in your shop?"
ru: «Я спросил, почему ты не действуешь, вместо того чтобы прятаться здесь в лавке?»

source: "Nothing. Forget it."
ru: «Ничего. Забудь».

source: "Don't you think they're trying their best?"
ru: «А ты не думаешь, что они пытаются сделать лучше?»

source: "Don't they seek the truth?"
ru: «Разве они не ищут истину?»

source: "I totally agree. Let's get on with it. I want to be part of your group."
ru: «Я полностью согласен. Давай закончим с этим. Я хочу примкнуть к вашей группе».

source: "You know something, this is all ringing a little paranoid to me. Forget this."
ru: «Знаешь что... Для меня все это звучит немного параноидально. Забудь об этом».

source: "How do you know they haven't found the big Truth?"
ru: «Откуда тебе знать, что они не нашли Великую Истину?»

source: "How do you know they aren't trying their best?"
ru: «Откуда тебе знать, что они не стараются сделать лучше?»

source: "I agree. I'm ready to do whatever it takes to harm them."
ru: «Согласен. Я готов сделать что угодно, лишь бы навредить им».

source: "I think you're entirely insane. This whole revolutionary thing makes my stomach turn."
ru: «Я думаю, что ты совершенно спятил. От всего этого революционного бреда меня уже тошнит».

source: "I think you're throwing the good out with the bad, and you're going about this all wrong."
ru: «Я считаю, что ты смешиваешь хорошее с плохим, и что ты уже совсем сбился с пути».

source: "Let me ask a few questions about how you're set up, first."
ru: «Позволь мне сперва задать пару вопросов о том, как вы устроены».

source: "What's the mission?"
ru: «Какова ваша миссия?»

source: "That's a pretty skewed view of their beliefs."
ru: «Это довольно искаженное представление об их убеждениях».

source: "They need to be torn down. Let's get on with the job."
ru: «Их необходимо свергнуть. Давай закончим с этим делом».

source: "I'm just kidding."
ru: «Я просто пошутил».

source: "No, I don't."
ru: «Нет».

source: "And who appointed you the brain?"
ru: «И кто же назначил тебя мозгом?»

source: "Why isn't everyone equal?"
ru: «Почему все неравны?»

source: "All right. No need to get yourself all worked up."
ru: «Ладно. Нет нужды так волноваться».

source: "I think you're going about this all wrong. I don't think you should be in charge here."
ru: «Я считаю, что ты уже совсем сбился с пути. Не думаю, что тебе следует быть здесь за главного».

source: "Why not make everyone equal?"
ru: «Почему бы не сделать всех равными?»

source: "I think you're full of tanar'ri dung if you believe you're qualified to lead."
ru: «Я думаю, что ты полон дерьма танарри, раз считаешь, что ты годишься в лидеры».

source: "You must work at cross-purposes a lot."
ru: «Вы, должно быть, часто мешаете друг другу».

source: "Who's in your cell? How many?"
ru: «Кто в твоей ячейке? Сколько их?»

source: "How do you get aid from other cells?"
ru: «Каким образом ты получаешь помощь от других ячеек?»

source: "That's absurd. That's doomed to failure. This faction is doomed to failure."
ru: «Это же абсурд. Все это обречено на провал. Эта фракция обречена на провал».

source: "I judge you because you know nothing about sacrifice and you and your cohorts play at anarchy. This organization is dung."
ru: «Я сужу тебя, поскольку ты ничего не знаешь о самопожертвовании, и ты со своими товарищами просто играешь в анархию. Вся ваша организация - просто дерьмо».

source: "All right, relax. Let's talk about your organization..."
ru: «Ладно, расслабься. Давай поговорим о твоей организации...»

source: "How's this organization set up?"
ru: «Как устроена эта организация?»

source: "What's the mission you'd like me to complete?"
ru: «Какую миссию ты хочешь мне поручить?»

source: "How organized is your chaos?"
ru: «Как организован твой хаос?»

source: "Where are your safehouses?"
ru: «Где ваши убежища?»

source: "I'll be back."
ru: «Я вернусь».

source: "I won't do it. Killing people is wrong."
ru: «Я не буду этого делать. Убивать людей неправильно».

source: "Tell me more."
ru: «Расскажи мне еще».

source: "What's the mission you need from me?"
ru: «Какую миссию ты хочешь мне поручить?»

source: "What is the mission?"
ru: «Что за миссия?»

source: "Tell me more of the organization."
ru: «Расскажи мне об организации еще».

source: "What is the mission you want me to do?"
ru: «Какую миссию ты хочешь мне поручить?»

source: "Leena wants me to prove myself."
ru: «Леена хочет, чтобы я проявил себя».

source: Scofflaw Penn asked me to kill the stone genasi Qui-Sai in the Clerk's Ward, in the Civic Festhall. I agreed to do it.
ru: Нарушитель Пенн попросил меня убить каменного генаси Ки-Саи в Городском Фестхолле. Я согласился сделать это.

source: I told Penn that I wouldn't kill the genasi Qui-Sai. He became a little agitated and kicked me out of his shop.
ru: Я сказал Пенну, что не стану убивать генаси Ки-Саи. Это его немного задело, и он вышвырнул меня из своей лавки.

source: I have reported my success in killing Qui-Sai to Scofflaw Penn. He was as jubilant as he'll ever be, I suppose, but he inducted me into his cell of the Revolutionary League and told me where to find some of his people: in the warehouse called Vault of the Ninth World, in the Lower Ward. He told me the password to identify myself to them. It is 'eclipse'.
ru: Я доложил Нарушителю Пенну об успешном убийстве Ки-Саи. Он ликовал как никогда (мне так кажется). Он принял меня в члены своей ячейки Революционной Лиги и рассказал, где найти некоторых из его людей: на складе под названием Хранилище Девятого мира, что в Нижнем районе. Он сказал мне пароль, чтобы они меня опознали. Это «затмение».

source: Apparently I've angered Scofflaw Penn, owner of the print shop and Anarchist, by telling him I disagree with his methods. He teleported me out of his shop and now the door's locked against me.
ru: Вероятно, я разозлил Нарушителя Пенна, владельца типографии и анархиста, высказав ему несогласие с его методами. Он телепортировал меня за пределы своей лавки и теперь вход туда для меня закрыт.

source: "Let's talk about the organization..."
ru: «Давай поговорим об организации...»

source: "All right, relax. Let's talk about the organization..."
ru: «Ладно, расслабься. Давай поговорим об организации...»

source: "Well? Have you taken care of the genasi Qui-Sai yet?"
ru: «Ну? Ты уже позаботился о генаси Ки-Саи?»

source: Penn scoffs at you, and turns back to his table. "You can't lie to me... though I find it illuminating that you'd try. Go back and finish the job. Don't come back until you do."
ru: Пенн смеется над тобой и возвращается к своему столу. «Ты не можешь мне лгать... хотя я нахожу замечательным то, что ты пытаешься. Возвращайся и заверши работу. И до того не возвращайся».

source: "Then get to it. You're holding up some plans."
ru: «Тогда займись этим. Ты задерживаешь некоторые планы».

source: "And say what? 'Officer, I killed a factor of the Godsmen and blew up their death machine, and then I tried to join up with the Anarchists, but they wanted me to kill one more person and I just couldn't. Go arrest them! I'm blameless!' Sorry, berk. You're not that stupid, though a few more good cracks around the head might do it to you. Go on, now."
ru: «И что же ты скажешь? 'Офицер, я убил фрактора боголюдей и подорвал их машину смерти, а потом пытался присоединиться к анархистам, но они захотели, чтобы я убил еще кого-то, и я просто не смог. Идите и арестуйте их! Я невиновен!' Извини, пень. Ты же не настолько туп, хотя еще несколько трещин в твоей голове могли бы привести к этому. А теперь уходи».

source: He looks directly at you. "When you've gotten rid of the genasi, then we'll print you everything you need. Until then, don't bother me."
ru: Он смотрит прямо на тебя. «Когда ты избавишься от генаси, мы напечатаем тебе все что угодно. А пока не беспокой меня».

source: "Then you've proven yourself." He extends his hand to you, and you shake on it. "Welcome to my cell. If you need rest, spells, or additional toys to help you out, go talk to Leena or Conall in the warehouse called the Vault of the Ninth World, right around the corner from my shop. The password is 'eclipse'. Is there anything you wanted to know about?"
ru: «Тогда ты показал нам, на что ты способен, - он протягивает тебе руку, и ты пожимаешь ее. - Добро пожаловать в мою ячейку. Если тебе понадобится отдых, заклинания или какие-нибудь безделушки для дела, иди и поговори Лееной или Коналлом на складе под названием Хранилище Девятого мира, прямо за углом моей лавки. Пароль - 'затмение'. Ты хочешь узнать еще что-нибудь?»

source: "I should hope so. And I hope she's asking you to get rid of that Vorten. She's been badgering me about him long enough."
ru: «Надеюсь, что это так. Также надеюсь, что она попросит тебя избавиться от этого Вортена. Она меня им уже достала».

source: "You'll find out soon enough, I'm sure. Hopefully, you'll see a culmination soon enough. Don't worry about it just yet."
ru: «Уверен, скоро ты выяснишь. Будем надеяться, что очень скоро ты увидишь кульминацию. А пока не забивай себе этим голову».

source: "We have a network. We have a kind of web that keeps us from knowing everyone but a few base contacts, and word trickles back along our strands when there is something that needs to be done. Of course, we check these out thoroughly, and then we send our aid. We may seem small when separated, but there are more of us than any faction knows."
ru: «У нас есть сеть. Это нечто вроде паутины, которая не дает нам знать никого, кроме пары агентов, и сведения просачиваются к нам по нитям, когда что-нибудь нужно сделать. Конечно, мы тщательно проверяем их, и потом высылаем подмогу. Когда мы разделены, мы можем казаться немногочисленными, но нас больше, чем может себе представить любая фракция».

source: "Our current safehouse, like I told you before, is the Vault of the Ninth World. My people are posing as workers there right now. Talk to Leena and tell her the password, and you'll be set."
ru: «Наше текущее убежище, как я уже говорил, - Хранилище Девятого мира. В данный момент мои люди притворяются там рабочими. Поговори с Лееной и скажи ей пароль - и тебя примут».

source: "If you need help, we'll know about it. If we can, we'll send help in a heartbeat. Don't look for it. It'll look for you. Don't worry. Membership here pays off in subtle ways."
ru: «Если тебе нужна помощь, мы узнаем об этом. Если сможем, мы вмиг пришлем помощь. Не ищи ее - она сама тебя найдет. Не волнуйся. Членство в нашей организации оплачивается неожиданным способом».

source: "Oh, dear. Have you come to threaten me again?" He seems supremely unconcerned.
ru: «О боги. Ты снова пришел мне угрожать?» Он кажется в высшей степени беззаботным.

source: "He is dead."
ru: «Он мертв».

source: Lie: "He is dead."
ru: Ложь: «Он мертв».

source: "Not yet."
ru: «Еще нет».

source: "What if I just decide to turn you in?"
ru: «А что, если решу просто сдать тебя?»

source: "All right. Can you print some documents for me?"
ru: «Хорошо. Можешь напечатать мне кое-какие документы?»

source: I asked Penn what he'd do if I tried to turn him in. He presented some good arguments against the idea. I guess I'll let him slide for now.
ru: Я спросил Пенна: что бы было, если бы я попытался сдать его. Он привел мне несколько веских аргументов, почему не следует так делать. Пожалуй, пока не стану его трогать.

source: "Tell me about the organization..."
ru: «Расскажи мне об организации...»

source: "What are our plans?"
ru: «Каковы наши планы?»

source: "Yes, I had a few questions..."
ru: «Да, у меня есть пара вопросов».

source: "What if I need help?"
ru: «Что, если мне нужна помощь?»

source: "I had a few other questions..."
ru: «У меня есть парочка других вопросов...»

source: "Nothing. Farewell."
ru: «Ничего. Прощай».

source: "Err... right. I had some questions about the organization..."
ru: «Ррр... ладно. У меня есть несколько вопросов об организации...»

source: "Right. I had some other questions..."
ru: «Правильно. У меня есть еще вопросы...»

source: "Oh. Farewell."
ru: «О... Прощай».

source: "Fine. Tell me about the organization."
ru: «Отлично. Расскажи мне об организации».

source: "Fine. Answer some other questions for me."
ru: «Ладно. Ответь мне еще на пару вопросов».

source: "Fine. Farewell."
ru: «Ладно. Прощай».

source: "I had some other questions about the organization..."
ru: «У меня есть другие вопросы об организации...»

source: "I had some other questions..."
ru: «У меня есть другие вопросы...»

source: "Transport me like that again, and I'll kill you."
ru: «Перемести меня так еще раз - и я тебя прикончу».

source: "How did you teleport me?"
ru: «Как ты меня телепортировал?»

source: "I had a few questions for you..."
ru: «У меня есть пара вопросов к тебе...»

source: "Not right now. Farewell."
ru: «Не сейчас. Прощай».

source: "Not really. Farewell."
ru: «На самом деле, ничего. Прощай».

source: "I came to warn you not to do that again."
ru: «Я пришел предупредить тебя, чтобы ты больше так не делал».
