Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dsevtai.dlg.po
Languages: ru

source: This woman's face looks broken, and she is covered in scars - they look like bite marks and fingernail cuts. She is cradling the shreds of several rags in her hands and is staring emptily at the wall of the monument, at the names there.
ru: Лицо женщины разбито, а она вся покрыта шрамами, оставленными от укусов и царапин. Она уставилась пустым взглядом в стену монумента с именами, держа в руках обрывки различного тряпья.

source: "Greetings."
ru: «Приветствую».

source: Leave the woman alone.
ru: Оставить женщину в покое.

source: I ran into a strange woman, Sev'Tai, by the Dustman memorial outside the Mortuary. She was mourning the death of her three sisters, who had been attacked by a group of 'Chaosmen' called the Starved Dogs Barking. She asked me to kill three of their number, and I agreed. She said they could be found in the Hive block south of the memorial, past the south gate.
ru: Я повстречался со странной женщиной, Сев-Тай, у мемориала тленных, рядом с Моргом. Она оплакивала смерть трех сестер, убитых группой хаоситов, именующейся Голодными Псами Лающими. Она попросила меня убить троих членов этой группы, и я согласился. Она сказала, что их можно найти за южными воротами, в квартале Улья к югу от мемориала.

source: I ran into a strange woman, Sev'Tai, by the Dustman memorial outside the Mortuary. She was mourning the death of her three sisters, who had been attacked by a group of 'Chaosmen' called the Starved Dogs Barking. She asked me to kill three of their number, and I agreed. She said they could be found in the Hive block south of the memorial, the one with all the harlots and drunks.
ru: Я повстречался со странной женщиной, Сев-Тай, у мемориала тленных, рядом с Моргом. Она оплакивала смерть трех сестер, убитых группой хаоситов, именующейся Голодными Псами Лающими. Она попросила меня убить троих членов этой группы, и я согласился. Она сказала, что их можно найти за южными воротами, в квартале Улья к югу от мемориала, полном блудницами и пьяницами.

source: I returned to Sev'Tai and claimed I'd killed the Starved Dogs. The fanged wench was so distraught and so desperate to believe them dead that she actually thought I had done as she asked. Foolish woman... at least she was good for a few coppers.
ru: Я вернулся к Сев-Тай и сказал ей, что убил Голодных Псов. Клыкастая девка была настолько смятенной и одержимой верой в их смерть, что она на самом деле посчитала, что я выполнил ее просьбу. Дура... по крайней мере, у нее была вещичка на несколько монет.

source: I ran into a strange woman, Sev'Tai, by the Dustman memorial outside the Mortuary. She was mourning the death of her three sisters, who had been attacked by a group of 'Chaosmen' called the Starved Dogs Barking. She asked me to kill three of their number, and I agreed... thing is, I had already encountered the Hivers she had mentioned before I spoke with her, so I'd fulfilled her request before she had even asked.
ru: Я повстречался со странной женщиной, Сев-Тай, у мемориала тленных, рядом с Моргом. Она оплакивала смерть трех сестер, убитых группой хаоситов, именующейся Лающими Голодными Псами. Она попросила меня убить троих членов этой группы, и я согласился... дело в том, что я уже повстречал тех обитателей Улья, о которых она говорила, так что я выполнил ее просьбу до того, как она меня попросила.

source: "Hssst! Get you back!" The woman's teeth peel back, displaying a row of black canines. "What you want of Sev'Tai?!"
ru: «Хссст! Назад! — женщина скалится, обнажив ряд черных клыков. — Что тебе нужно от Сев-Тай?!»

source: "What's the matter?"
ru: «В чем дело?»

source: "Sorry to disturb you. Farewell."
ru: «Извини за беспокойство. Прощай».

source: "What wrong?! Those Cos... Ca-ows... CHAOS-men wrecked my cart, attacked me, and killed three of my sisters who tried to stop them! Not sisters anymore - now they's nothing but names on this memorial wall!"
ru: «Что не так?! Эти Хос... Ха-вос... ХАОС-иты сломали мою повозку, напали на меня, убили трех моих сестер, которые пытались им помешать! Больше нет сестер — от них не осталось ничего, кроме имен на этой стене!»

source: "Chaosmen?"
ru: «Хаоситы?»

source: "I mourn your loss. Farewell."
ru: «Сожалею о твоей потере. Прощай».

source: "Chaosmen, a faction they says. What they ARE is an addled bunch that runs wild through the Hive and does whatevers they please! We never did no harm to them! Then they lope in like dogs and tear apart anything within their reach."
ru: «Хаоситы, говорят, это фракция такая. Они БОЛЬНЫЕ на всю голову, бесятся и творят все, что им нравится! Мы никогда не причиняли им вреда! А теперь они скачут как собаки и рвут на куски все, до чего дотянутся».

source: "Who are these Chaosmen who attacked you?"
ru: «Кто эти хаоситы, которые напали на тебя?»

source: "They're a Hiver gang, a bunch of addled sods that call themselves the... the... 'Starved Dogs Barking' or some such barmy nonsense!"
ru: «Они — банда Улья, кучка пустоголовых бедолаг, называющих себя... 'Голодными Псами Лающими', или как-то так!»

source: "You know, I wouldn't mind penning some men in the dead-book for some coin. You got the copper, we'll talk terms."
ru: «Знаешь, я не собираюсь прописывать людей в книгу мертвых за бесплатно. Будет медь, тогда и поговорим».

source: "Their actions were unjust. If you wish, I can see that the matter is rectified. If three deaths they caused, then three deaths shall these 'Starved Dogs' suffer."
ru: «Их действия были несправедливыми. Если ты хочешь, я могу исправить это. Если они убили троих, тогда должно быть убито три 'Голодных Пса'».

source: "I'll keep an eye out for them... I mourn your loss. Farewell."
ru: «Попробую их разыскать... Сожалею о твоей потере. Прощай».

source: "A copper earring in your purse if you pen three o' those murdering sods in the dead-book, jig?"
ru: «Медная серьга в твоем кошельке, если ты пропишешь троих из этих убийц в книге мертвых, идет?»

source: "Very well, but the mission is already done. I already killed three of them in the Hive not too long ago. They may have been the ones that killed your sisters."
ru: «Хорошо, только задача уже выполнена. Не так давно я уже убил троих из них в Улье. Кто-то из них мог быть убийцей твоих сестер».

source: "I'll see to it that they're put in the dead-book. Can you tell me where they might be found?"
ru: «Попробую записать их в книгу мертвых. Скажи мне, где их можно найти?»

source: "I don't think I can help you, Sev'Tai. Farewell."
ru: «Не думаю, что могу помочь тебе, Сев-Тай. Прощай».

source: "The powers be not blind in their justice this day!" The woman reaches into her spider-like hair and draws forth a copper earring. "Here you are. A pretty bit it should fetch. Tis worth thirty-three coppers at least, I'm sure. It belonged to one of me sisters... but she won't be needing it anymore."
ru: «На этот раз силы не были слепы в своей справедливости! — женщина вытаскивает из своей копны волос медную серьгу. — Это тебе. Она стоит по крайней мере тридцать три медяка. Она принадлежала одной из моих сестер... теперь ей это больше не понадобиться».

source: "Very well. Farewell, Sev'Tai."
ru: «Хорошо. Прощай, Сев-Тай».

source: "Go out the south gate, spireward from here... then walk around the block until you comes to a place where men run in circles, howling at the Sig sky. There's the Starved Dogs, they are."
ru: «Выйди через южные ворота, в сторону шпиля... потом прогуляйся по кварталу, пока не найдешь место, где люди бегают по кругу и воют на небо. Это и есть Голодные Псы Лающие».

source: "Yeah, I've been to that block. It's the one with all the harlots and drunks south of here. I'll go there and return shortly."
ru: «Ага, я был в том квартале. Там полно блудниц и пьяниц. Схожу туда и скоро вернусь».

source: "I'll go look for them, then."
ru: «Пойду, поищу их».

source: "You again..." The woman turns to face you, her lips peeling back in a snarl. "You have news for Sev'Tai?"
ru: «Снова ты... — женщина с рыком поворачивается лицом к тебе. — Есть новости для Сев-Тай?»

source: "I found the Starved Dogs Barking and penned three of them in the dead-book."
ru: «Я нашел Голодных Псов Лающих и прописал троих из них в книгу мертвых».

source: Lie: "I found three of the Starved Dogs Barking and penned three of them in the dead-book."
ru: Ложь: «Я нашел Голодных Псов Лающих и прописал троих из них в книгу мертвых».

source: "No good news yet. I'm still hunting down those Chaosmen."
ru: «Хороших новостей пока нет. Я все еще выслеживаю тех хаоситов».

source: I returned to Sev'Tai after killing three of the Starved Dogs. In exchange, she gave me a copper earring for my services and thanked me for avenging her sisters.
ru: Убив Голодных Псов, я вернулся к Сев-Тай. В обмен на услугу она дала мне медную серьгу и поблагодарила за отомщенных сестер.

source: The fanged woman nods as she sees you. "Sev'Tai and her sisters give thanks to you for your justice."
ru: Завидев тебя, клыкастая женщина кивает. «Сев-Тай и ее сестры благодарят тебя за оказанную справедливость».

source: "Very well, Sev'Tai. Farewell."
ru: «Хорошо, Сев-Тай. Прощай».
