Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dsguard2.dlg.po
Languages: ru

source: You see a Harmonium guard. He waves you away as you approach. "Move along, citizen. Nothing to see here."
ru: Ты видишь стражника Гармониума. При твоем приближении он отмахивается от тебя. «Проходи мимо, гражданин. Здесь не на что смотреть».

source: He frowns at you. "Which part of *move along* did you not understand?" He glares at you. "Nothing to see here, be gone."
ru: Он хмуро смотрит на тебя. «Какую часть из *проходи мимо* ты не понял? — он бросает на тебя яростный взгляд. — Здесь не на что смотреть, проваливай».

source: He looks at you mockingly. "Oh, you have questions. Well, that makes all the difference in the world..." He glares at you. "Look, I don't have time for any questions. Move along."
ru: Он насмешливо смотрит на тебя. «А, так у тебя есть вопросы. Что ж, это сразу меняет все дело... — он свирепо смотрит на тебя. — Послушай, у меня нет времени на вопросы. Проходи мимо».

source: "I don't have a moment to give you, citizen. Move along." He waves you away.
ru: «У меня нет ни секунды на тебя, гражданин. Проходи мимо». Он отмахивается от тебя.

source: You see a Harmonium guard. He frowns at your approach. "I don't have time for socializing, citizen. Move along."
ru: Ты видишь стражника Гармониума. При твоем приближении он хмурится. «У меня нет времени на общение, гражданин. Проходи мимо».

source: "Greetings."
ru: «Приветствую».

source: Ignore the man.
ru: Не обращать внимания на мужчину.

source: "I have some questions..."
ru: «У меня есть несколько вопросов...»

source: "Fine, farewell."
ru: «Отлично, прощай».

source: "It would only take a moment of your time."
ru: «Это займет не так уж много твоего времени».

source: "Fine. Farewell."
ru: «Отлично. Прощай».

source: "Farewell."
ru: «Прощай».
