Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dshad.dlg.po
Languages: ru

source: "I said don't talk to me." The wererat still won't look at you.
ru: «Я же сказал, не разговаривать со мной». Крысооборотень не смотрит в твою сторону.

source: "Don't you have someplace else to go? Like, not here?" The wererat's voice is languid and unworried.
ru: «Ты не можешь сходить в другое место? Например, не в это?» Голос крысооборотня спокоен и расслаблен.

source: "We will. Thanks."
ru: «Конечно. Спасибо».

source: "Don't talk to me. Talk to Raimon." The wererat avoids your gaze.
ru: «Не разговаривай со мной. Поговори с Раймоном». Крысооборотень избегает твоего взгляда.

source: "Big man, eh? Get goin' before Raimon gets up his courage and calls for reinforcements." This wererat seems strangely unconcerned.
ru: «Типа крутой, да? Давай, продолжай, пока Раймон не наберется смелости и не позовет подмогу». Этот крысооборотень почему-то ничем не обеспокоен.

source: He shrugs.
ru: Он пожимает плечами.

source: "Aw, for the love of... I guess you gotta die, berk..."
ru: «Ай, во имя любви... Кажется, сейчас ты умрешь, пень...»

source: After having slain his fellow wererat, this fellow looks square at Annah. "Annah, it's Shaddeus. I'm lettin' you out. I can't stand to see you caged like this. Put in a kind word for me should you make it back to the Village, and let 'em know that somethin' bad's coming that way. Can't say what, yet, but... just so you know."
ru: Прикончив своего приятеля-оборотня, этот парень смотрит прямо на Анну: «Анна, это Шаддеус. Я выпускаю тебя. Я не могу видеть тебя вот так, в клетке. Замолви за меня словечко, если вернешься в деревню, и скажи им, что тут происходит нечто зловещее. Пока не могу сказать, что, но... ты же сама это знаешь».

source: "Aye, then." He takes the keys from Raimon's body, unlocks the door, and opens it for you. "Get going, now." He gives a quick bow and scampers away.
ru: «Вот так, - он берет с тела Раймона ключи, отпирает дверь и открывает ее тебе. - А теперь пошевеливайся». Он отвешивает быстрый поклон и убегает.

source: "You're wondering why I did that, aren't you? I used to be a Buried Villager. Shaddeus was my name. I don't want to be a wererat, and I don't figure that it makes me any less loyal to humanity to have this disease. Get out. Now." He unlocks the door, opens it for you, and scampers away.
ru: «Тебя удивляет, почему я это сделал, ведь так? Когда-то я жил в Погребенной деревне. Меня звали Шаддеус. Я не хочу быть крысооборотнем, и не считаю, что эта зараза делает меня менее человечным. Уходи. Сейчас же». Он отпирает дверь, открывает ее тебе и убегает прочь.

source: "Very well."
ru: «Хорошо».

source: "Fine."
ru: «Отлично».

source: "I suppose I do. Farewell."
ru: «Наверное, так и следует поступить. Прощай».

source: "What if I threatened YOU?"
ru: «А если я буду угрожать ТЕБЕ?»

source: "I'm gone, then."
ru: «Тогда я ухожу».

source: Attack him.
ru: Атаковать его.

source: "Farewell, then."
ru: «Тогда прощай».

source: "I guess you can try."
ru: «Можешь попробовать».

source: "Thanks, Shaddeus. Farewell."
ru: «Спасибо, Шаддеус. Прощай».
