Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dshiv.dlg.po
Languages: ru

source: "I'd like to see you try taking it with holes in your skin."
ru: «Хочется посмотреть, как ты попытаешься это сделать с дырками в своей шкуре».

source: "I already paid this time through."
ru: «Я уже заплатил».

source: Bluff: "I already paid this time through."
ru: Блеф: «Я уже заплатил».

source: Flee.
ru: Сбежать.

source: "Rotten William? Aye, I'll let you in to talk to him as soon as you let me take a look inside that purse."
ru: «С Гнилым Уильямом? Ага, ты встретишься с ним не раньше, чем я встречусь с твоим кошельком».

source: "No way. You'll bleed first."
ru: «Ни за что. Сперва ты истечешь кровью».

source: "How much do you need?"
ru: «Сколько тебе надо?»

source: "No. It's not that important."
ru: «Нет. Это не так уж важно».

source: "It ain't much," he says magnanimously. "A mere ten pieces of jink will get you through."
ru: «Это не так много». Он великодушно говорит. «Всего лишь десять звенелок, и ты пройдешь мимо».

source: "It's a deal."
ru: «По рукам».

source: "No way."
ru: «Ни за что».

source: "Then you'll find it ain't that important when you start bleeding."
ru: «Тогда ты обнаружишь, что это не так уж важно, когда начнешь истекать кровью».

source: Fight.
ru: Сражаться.

source: He takes your money, pockets it, and says, "Get outta here now."
ru: Он берет твои деньги, прячет их в карман и говорит: «А теперь проваливай отсюда».

source: Leave.
ru: Уйти.

source: "Then you won't make it out of here alive." He draws his knife and attacks!
ru: «Тогда отсюда ты уйдешь убитым». Он выхватывает свой нож и нападает!

source: He looks off into the shadows, makes a hand motion, and looks back at you. "Fine. Go on through. Berk."
ru: Он вглядывается в тень, делает жест рукой и снова смотрит на тебя. «Хорошо. Проходи, пень».

source: "Thanks. Farewell."
ru: «Спасибо. Прощай».

source: He looks off into the shadows, makes a hand motion, and looks back at you. "No, you didn't. You're gonna die."
ru: Он вглядывается в тень, делает жест рукой и снова смотрит на тебя. «Нет, не платил. Теперь ты умрешь».

source: "What, you again? Don't you ever get tired of payin' us that jink? Guess not, since you're here. Ten pieces and you can come back another day."
ru: «Что, опять ты? Тебе что, не надоело нам платить? Похоже, нет, раз ты здесь. Десять монет, и ты можешь вернуться еще раз».

source: "I need to talk to your leader."
ru: «Мне нужно переговорить с вашим главарем».

source: "I heard Rotten William's sent you out killin', eh? Till you get it done, there's a price on that. Ten pieces o' jink."
ru: «Я слышал, Гнилой Уильям подбил тебя на убийство, а? Пока ты не разберешься с этим, для тебя будет старая цена. Десять звенелок».

source: "All right. Here you go."
ru: «Хорошо. Держи».

source: "I don't have that much."
ru: «У меня нет столько».

source: "But I'm working for Rotten William!"
ru: «Но я работаю на Гнилого Уильяма!»

source: "You don't really need to collect that."
ru: «На самом деле тебе не стоит их собирать».

source: "You'll take it if you can pry from my dead body."
ru: «Только через мой труп».

source: "Ain't you done killin' for Rotten William yet? You'll have to pay for that sort o' delay. Ten pieces o' jink and you can go on your merry way."
ru: «Ты все еще не убил кое-кого для Гнилого Уильяма? За отсрочку — деньги на бочку. Десять монет и ты можешь идти своей беззаботной дорогой».

source: "A pleasure. See me personally when you come back, aye?" He tips a wink at you.
ru: «Благодарю. Повидай меня, когда пойдешь назад, ладно?» Он подмигивает тебе.

source: "Funny. Farewell."
ru: «Весело. Прощай».

source: "That's a pity. Rotten William'll be real unhappy to hear that you slipped on a knife." He draws his weapon and moves in to attack.
ru: «Как жаль. Гнилой Уильям будет очень несчастлив слышать, что тебя подвесили на ноже». Он достает свое оружие и бросается в атаку.

source: "So'm I. What do you say? Pay and stay, or bleed?"
ru: «И я тоже. Что скажешь? Платить и говорить или кровоточить?»

source: "I'll pay."
ru: «Я заплачу».

source: He looks you over carefully and considers your words. "This time," he says, "I'll let it ride. Get out of here."
ru: Он с опаской смотрит на тебя, пытаясь уяснить твои слова. «На этот раз я тебе прощаю. Проваливай отсюда».

source: "You have no idea how much I wanted to hear that." He draws his knife and attacks.
ru: «Ты даже не представляешь, как я хотел услышать это». Он выхватывает свой нож и нападает.

source: "So y'got rid o' that harridan Krystall, eh? Y'think that means you don't have to pay? It's too bad ye're right. Go on through."
ru: «Так это ты избавился от этой карги Кристалл, да? Думаешь, теперь ты можешь не платить? Очень жаль, но это правда. Проходи».

source: "Greetings, stranger. Looks like you're in Darkalley Shiv territory now. Looks like you've got a purse that could use some lightening. You better pray it's got enough."
ru: «Приветствую, странник. Кажется, теперь ты на территории Заточек с Темного переулка. Похоже, у тебя есть кошелек, который можно немного облегчить. И молись, что нам этого хватило».
