Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dsostone.dlg.po
Languages: ru

source: This dark stone is covered in dust, as if it has been sitting here for years - it looks like a piece of one of the statues that was chipped away. A series of strange runes and markings cover the stone, and it feels strangely familiar somehow.
ru: Этот темный камень покрыт пылью, как будто он лежит здесь уже многие годы; он кажется куском, отколовшимся от одной из статуй. Его покрывает ряд странных рун и знаков. Почему-то он кажется тебе странно знакомым.

source: Examine the stone...
ru: Осмотреть камень...

source: Put the stone away.
ru: Отложить камень.

source: As you touch the stone, a mouth appears on the side, and begins speaking, in your voice; it echoes, as if speaking within a great chamber.
ru: Как только ты касаешься камня, на нем появляется рот, который начинает говорить твоим голосом; слышится эхо, как будто говорящий находится в большом помещении.

source: "Dak'kon, Morte, Xachariah, Deionarra - it is I. I have placed a minor messaging enchantment on this stone; listen to it fully, then do as I say."
ru: «Даккон, Морт, Захария, Дейонарра — это я. Я наложил на этот камень небольшое заклинание-сообщение; прослушайте его до конца, и сделайте так, как я скажу».

source: The voice takes a breath; it sounds irritated: "I don't know how we got separated, but I think the portal that brought us here divided us. It's only a minor setback - when you find this stone, stay with it until I can rejoin you. Based on my divinations, this Fortress is the size of several cities - the less you move around, the easier it is for me to find you."
ru: Голос переводит дыхание; он звучит раздраженно: «Не знаю, каким образом мы разделись, но мне кажется, что это все из-за портала, который перенес нас сюда. Это всего лишь небольшое затруднение; когда найдете этот камень, оставайтесь возле него, пока я не присоединюсь к вам. Интуиция подсказывает мне, что эта Крепость размером с несколько городов — чем меньше вы ходите, тем легче мне найти вас».

source: The voice takes another breath, then becomes more detached, as if surveying something and speaking about it: "I fought my way through the first of the vaults; this place is *filled* with shadows, way too many to keep fighting - if you encounter any, run before they swarm you; they're much tougher than the other shadows we encountered before; I think the energies of the Plane feed them somehow, make them stronger."
ru: Голос снова переводит дух, потом становится более отстраненным, будто говорящий что-то осматривает и говорит об этом: «Я пробрался через первый зал. Это место *напичкано* тенями, их слишком много, чтобы сражаться. Если наткнетесь на них — бегите, прежде чем они накинуться на вас: они намного сильнее теней, попадавшихся нам раньше. Думаю, энергия плана как-то подпитывает их, делает сильнее».

source: The voice takes another breath: "There were a series of great war relics within the vault that shifted me from place to place; I managed to lure the shadows to each machine, then shift while they swarmed where I had been. It bought me some time, time enough to escape: Once I had tripped four relics, it opened a portal out." The voice pauses, as if something just occurred to the speaker.
ru: Голос еще раз переводит дыхание: «В помещениях есть несколько огромных военных реликтов. Они перемещали меня с места на место. Мне удалось заманить тени к каждой из машин, а потом переместиться, прежде чем они набросятся на меня. Это дало мне немного времени для побега. Как только я обошел четыре реликта, они открыли портал». Голос останавливается, будто с говорящим что-то случилось.

source: "It strikes me now that the vault I came from might be some strange sort of gatehouse - the relics seem to seal it off from both the inside *and* the outside of the Fortress. Whatever built this place likes keeping the shadows under guard so they can't run loose; the shadows don't have any substance, so they wouldn't be able to use the machines to escape the vault. Hmmm. I'll have to think about that some more..."
ru: «Теперь до меня дошло, что зал, откуда я пришел, может быть странным подобием сторожевого поста: похоже, что реликты запирали его и изнутри, *и* снаружи Крепости. Кто бы ее ни построил, ему хочется держать теней под стражей, чтобы те не разбежались: они бестелесны, так что не могут воспользоваться машинами, чтобы сбежать. Хм-м. Мне нужно подумать над этим еще немного...»

source: "No matter - I'm in a room with a great crystal in it, and I'm going to examine it more closely before moving on." The voice pauses, as if the speaker is looking around. "There are five statues in the room, and they look like me - and they look *old,* too, like they've been here for some time."
ru: «Неважно. Я в комнате с огромным кристаллом, и собираюсь рассмотреть его в деталях, прежде чем пойду дальше, — голос умолкает, будто говорящий оглядывается. — В комнате пять статуй, похожих на меня, и еще они кажутся *очень* старыми, будто стоят здесь уже немало времени».

source: "As for the crystal... it doesn't seem like it belongs in the Fortress, and its size and shape reminds me of something I've read in the annals, some sort of dimensional prison that segments the soul. I don't think it's a coincidence the portal from the main vault teleported me here: I think the crystal's a trap, so *don't* touch it until we're together again - I *mean* it, Morte."
ru: «Что касается кристалла... не похоже, чтобы он принадлежал Крепости. Его размер и форма напоминают мне кое-что, о чем я читал в летописях — нечто вроде пространственной тюрьмы, заключающей в себе душу. Не думаю, что портал из главного зала телепортировал меня сюда случайно: мне кажется, что кристалл — это ловушка, так что *не трогайте* его, пока мы не встретимся. Я *серьезно*, Морт».

source: "I'm going to try and find you all now. If you find this reader stone, do *not* move from this spot, or I may never find you. I have left some supplies for you in the base of one of the statues. Don't waste them - I don't know how long it's going to take for us to find our enemy and get out, and we may need those supplies later. I'll see you all soon."
ru: «Сейчас я попытаюсь найти вас всех. Если найдете этот камень, *не сходите* с места, иначе я никогда вас не найду. Я оставил вам немного припасов у подножья одной из статуй. Не тратьте их попусту: я не знаю, сколько еще понадобится времени, чтобы найти нашего врага и выбраться отсюда. Эти запасы могут понадобиться нам позже. Скоро увидимся».

source: Let the stone fall silent.
ru: Позволить камню утихнуть.

source: Continue listening.
ru: Продолжать слушать.

source: Listen...
ru: Слушать...

source: Release the stone, let it fall silent.
ru: Отпустить камень, дать ему утихнуть.
