Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dstalema.dlg.po
Languages: ru

source: Stale Mary shared with me the knowledge of how to speak with the dead. I can now converse with corpses that haven't been too long dead for their previous occupants to speak through them.
ru: Тухлая Мери поделилась со мной знанием того, как разговаривать с мертвыми. Теперь я могу общаться с трупами, которые мертвы достаточно недолго, чтобы их прежние обитатели могли говорить через них.

source: "Greetings, and farewell."
ru: «Здравствуй и прощай».

source: She indicates herself and speaks again. "Suh-suh-stuhl Muhhhry." It sounds as if her vocal cords are festering away in some soupy mess at the base of her throat.
ru: Она указывает на себя и говорит: «Ту-ту-тулуй Муури». Звучит так, будто ее связки превратились в какую-то желеобразную массу.

source: "Stale Mary? I had some questions..."
ru: «Тухлая Мери? У меня есть несколько вопросов...»

source: "I must take my leave now, Mary. Farewell."
ru: «Мне пора идти, Мери. Прощай».

source: The corpse nods slowly in reply.
ru: Труп медленно кивает в ответ.

source: "I had some questions..."
ru: «У меня есть несколько вопросов...»

source: "I must take my leave, now. Farewell."
ru: «Мне уже пора идти. Прощай».

source: She nods her head, awaiting your question.
ru: Она кивает, ожидая вопрос.

source: "Hargrimm said that I needed to *learn* to listen to you... do you know what he meant by that?"
ru: «Харгримм сказал, что мне нужно *научиться* слушать тебя... Ты знаешь, что он имел в виду?»

source: "Mary, I need to speak with the Silent King. Can you help me?"
ru: «Мери, мне нужно поговорить с Безмолвным Королем. Ты можешь мне помочь?»

source: "Why have I been made a prisoner?"
ru: «Почему меня сделали пленником?»

source: "Where am I?"
ru: «Где я?»

source: "What are you doing here?"
ru: «Что ты здесь делаешь?»

source: "Who inhabits this place?"
ru: «Кто здесь живет?»

source: "Let me ask you of someone in particular..."
ru: «Позволь мне спросить кое о ком в частности...»

source: "Have you seen a small, bronze sphere anywhere here?"
ru: «Тебе не попадался где-нибудь поблизости маленький бронзовый шар?»

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: She mumbles and groans a stuttering, completely incomprehensible phrase.
ru: Она издает бормотание и стоны, произнося что-то совершенно нечленораздельное.

source: "My apologies, but I can't understand you. Would there be a better way for us to communicate?"
ru: «Извини, но я не могу тебя понять. Как бы нам еще пообщаться?»

source: "I can't understand you. Can't you speak any more clearly?"
ru: «Я не понимаю тебя. Ты не могла бы говорить почетче?»

source: "Er... I had some other questions..."
ru: «Э... У меня есть другие вопросы...»

source: "Never mind... farewell."
ru: «Неважно... Прощай».

source: She shakes her head sadly, her shoulders rising up in a painfully slow shrug.
ru: Она печально качает головой, ее плечи поднимаются от долгого болезненного вздоха.

source: "Farewell, then."
ru: «Тогда прощай».

source: The corpse takes a step towards you, reaching her arm out to touch you.
ru: Труп делает к тебе шаг, протягивая руку, чтобы коснуться тебя.

source: Take a step back.
ru: Отступить на шаг.

source: Let her touch you.
ru: Позволить ей коснуться тебя.

source: "What are you doing?"
ru: «Что ты делаешь?»

source: She only moans softly in reply, reaching out once more to touch your arm.
ru: Она лишь тихонько стонет, еще раз пытаясь прикоснуться к тебе.

source: Allow her to touch you.
ru: Позволить ей прикоснуться к тебе.

source: She only moans softly in reply, reaching out once more to touch your arm. Despite the ravages of time, there is still some vestige of humanity left in her gaze. You can see she means you no harm.
ru: Она лишь тихонько стонет, еще раз пытаясь прикоснуться к тебе. Несмотря на разрушительное действие времени, в ее взгляде еще осталась капля человечности. Ты видишь, что она не желает тебе зла.

source: Her nearly fleshless hand brushes gently against your forearm, and she speaks: "Luhhhssnnn." (Listen.)
ru: Она нежно проводит своей рукой, на которой почти не осталось плоти, по твоей руке, и произносит: «Сууушй». (Слушай.)

source: "How did you do that?"
ru: «Как ты это сделала?»

source: "How is it that I can understand you?"
ru: «Каким образом я тебя понимаю?»

source: She touches you once more. "Spuhhhkkk tuuuh uhhh yuhhhh kuhnn. Buhuuhhh mhuuusssst duhh uhhht puhhhpuhhleee." (Speak to us you can. But you must do it properly.)
ru: Она снова касается тебя. «Гуувурить с нуууми муушешь. Нуу нуууну деелуть эээту пуруувиинуу». (Говорить с нами можешь. Но нужно делать это правильно.)

source: "Can you teach me?"
ru: «Можешь меня научить?»

source: She smiles, the hardened skin of her face creaking like thick leather. "Yuhhh." (Yes.)
ru: Она улыбается, загрубевшая кожа ее лица скрипит как жесткая кожаная одежда. «Дууу». (Да.)

source: "Please do, then..."
ru: «Тогда сделай это, пожалуйста...»

source: She finishes teaching you the skills required to speak with the dead, a process she calls 'Stories-Bones-Tell.'
ru: Она заканчивает обучать тебя всем необходимым для общения с мертвыми навыкам, которые она называет «Историей костей».

source: "Can I talk to any dead body?"
ru: «Я могу говорить с любыми трупами?»

source: "Suhmmm. Uhhhhers tuh duhhhud. Muhhht yuhhhh skuhhhh." (Some. Others too dead. Must use skill.)
ru: «С некутууурммм. Дурухии сишшкм мерссвыы. Нуужнуу ыыспууйзуууть умеениии». (С некоторыми. Другие слишком мертвы. Нужно использовать умение.)

source: "Thanks. I had some questions..."
ru: «Спасибо. У меня есть несколько вопросов...»

source: "Thanks. Farewell."
ru: «Спасибо. Прощай».

source: "Huhhhllls uffff Suhhlnnn Kuhnnng." (Halls of Silent King.)
ru: «В зууулххх Бесмулуунуу Кууурууул». (В залах Безмолвного Короля.)

source: "Tell me about the Silent King."
ru: «Расскажи мне о Безмолвном Короле».

source: "I had some other questions..."
ru: «У меня есть другие вопросы...»

source: "That's all I wished to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "Guuhhhd uuuhd zzzohhhhmmmb. Cuhrrr fuhhrrr kuh-kuwht whunnns." (Guide other zombies. Care for quiet ones.)
ru: «Слиижу з дурухимии зуумб. Зубуучусь уу тиихииххх». (Слежу за другими зомби. Забочусь о тихих.)

source: "Tell me about the other zombies."
ru: «Расскажи мне о других зомби».

source: "Quiet ones?"
ru: «Тихих?»

source: "Zzzohhhmmmb. Ssskeeelllt. Guh-guh-gooooolll. Rrrrahhhhts." (Zombies. Skeletons. Ghouls. Rats.)
ru: «Зззуумб. Ссскееелты. Упыыыры. Курыыысы». (Зомби. Скелеты. Упыри. Крысы.)

source: "Tell me about the zombies."
ru: «Расскажи мне о зомби».

source: "Tell me about the skeletons."
ru: «Расскажи мне о скелетах».

source: "Tell me about the ghouls."
ru: «Расскажи мне об упырях».

source: "Tell me about the rats."
ru: «Расскажи мне о крысах».

source: "Duhhh whu-whu-whuuuk uhhhh Suhhlnnn Kuhnnng." (Do work of Silent King.)
ru: «Дееелт ру-ру-рубууту лууу Беесмуулнуу Кууруул». (Делают работу для Безмолвного Короля.)

source: "What sort of work?"
ru: «Какую работу?»

source: "Who else inhabits this place?"
ru: «Кто еще здесь живет?»

source: "Rhuuuuhhhb thhhht whuuuchhh huhhh b-b-bhhooork. Cuhrrr fuhhrrr thuh truh duhhhd." (Rebuild that which has been broken. Care for the true dead.)
ru: «Вустууувливуут р-р-рузрууушыынуууе. Зубуутиисуу уб истиинуу мервыыыхх». (Восстанавливают разрушенное. Заботятся об истинно мертвых.)

source: "Hhhhuhhhg-rrrrm, thhhhur lllehhhd, ghuuuvsss usss thwuhhhd uhhhh Suhhlnnn Kuhnnng. Ssskeeelllts ghuuudsss uunnn uurh whuuhk." (Hargrimm, their leader, gives us the word of Silent King. Skeletons guide us in our work.)
ru: «Хууг-рррм, ииих лииидр, переедуует нууум сулуууву Бесмуулнуу Куурул. Скеелты рукууувудт нуушеи рубуутуу». (Харгримм, их лидер, передает нам слово Безмолвного Короля. Скелеты руководят нашей работой.)

source: "Tell me about Hargrimm."
ru: «Расскажи мне о Харгримме».

source: "Hunnnguhhh... uuhhhlwuhh hunnnguhhh." (Hungry... always hungry.)
ru: «Гулуудныы... вееечнуу гулуудныыы». (Голодные... вечно голодные.)

source: "Uuuhhnn?" (Yes?)
ru: «Уууу?» (Да?)

source: "Tell me of yourself."
ru: «Расскажи мне о себе».

source: "Tell me about Soego."
ru: «Расскажи мне о Соэго».

source: "Tell me about Acaste."
ru: «Расскажи мне об Акасте».

source: "Never mind. I had some other questions..."
ru: «Неважно. У меня есть другие вопросы...»

source: "Suhhhhhlunnnh Kuh-kuknnng." (Silent King.)
ru: «Бисмууулны Кууруль». (Безмолвный Король.)

source: "Yes, what can you tell me of him?"
ru: «Да, но что ты можешь о нем сказать?»

source: "Never mind. Tell me of someone else."
ru: «Неважно. Расскажи мне о ком-то другом».

source: "What do you know of him?"
ru: «Что ты о нем знаешь?»

source: "Never mind, then... tell me of someone else."
ru: «Тогда неважно... расскажи мне ком-то другом».

source: "Never mind, then... I had some other questions..."
ru: «Тогда неважно... У меня есть другие вопросы...»

source: "Never mind, then. Farewell."
ru: «Тогда неважно. Прощай».

source: "Hhhhuhhhg-rrrrm, ssskeeelllts lllehhhd, ghuuuvsss usss thwuhhhd uhhhh Suhhlnnn Kuhnnng. Cuh-cuhnnnshurnd. Wuhhhhrhhd." (Hargrimm, skeletons' leader, gives us the word of Silent King. Concerned. Worried.)
ru: «Хуууг-рррм, лииидр скееелтууув, переедууут нум сулуууву Бесмуулнуу Куурул. Ву-вузулууунувун. Биспуукуитс». (Харгримм, лидер скелетов, передает нам слово Безмолвного Короля. Взволнован. Беспокоится.)

source: "Why is he concerned?"
ru: «Почему он взволнован?»

source: "Tell me of someone else."
ru: «Расскажи мне о ком-то другом».

source: "Suhhhguh. Uhhhcuhhhstuh." (Soego. Acaste.)
ru: «Сууугу. Уукустууу». (Соэго. Акаста.)

source: "Why is he worried about Soego?"
ru: «Почему он беспокоится насчет Соэго?»

source: "Why is he worried about Acaste?"
ru: «Почему он беспокоится насчет Акасты?»

source: "Suhhguh puhhhrrrkuuuh duhthuh." (Soego preaches death.)
ru: «Сууугуу пруупуведуит смиирть». (Соэго проповедует смерть.)

source: "Preaches death?"
ru: «Проповедует смерть?»

source: "Wuhhhnnnzzz uhsss tuh-tuh-tuh duhhh." (Wants us to die.)
ru: «Хуучит, штуубы мыыы умиирлиии». (Хочет, чтобы мы умерли.)

source: "Why does he want you to die?"
ru: «Почему он хочет вашей смерти?»

source: Stale Mary told me that Hargrimm, the Silent King's high priest, is worried about the Dustman, Soego. Soego has been trying to get the other undead of the Dead Nations to give up their 'un-life' and accept the True Death.
ru: Тухлая Мери сказала мне, что Харгримм, высший жрец Безмолвного Короля, обеспокоен по поводу тленного, Соэго. Тот пытался убедить другую нежить Мертвых Народов отдать свою «нежизнь» и принять Истинную Смерть.

source: "Huh-hhhhh Duzzzzmunn." (He Dustman.)
ru: «Ууун Тулиииныыы». (Он тленный.)

source: "Why is Hargrimm worried about Acaste?"
ru: «Почему Харгримм беспокоится насчет Акасты?»

source: "Uhhhcuhhhstuhhh... unnhguh." (Acaste... anger.)
ru: «Ууукусту... злууу». (Акаста... злая.)

source: "Anger?"
ru: «Злая?»

source: "Uhhhcuhhhstuhhh wunnnn kuh-kuhllll uhh-uhhhvuhhhunnn." (Acaste want kill everyone.)
ru: «Уукууусту хуучт всиих упиить». (Акаста хочет всех убить.)

source: "Why does she want to kill everyone?"
ru: «Почему она хочет всех убить?»

source: "Hunnnguhhh... unnnhgrrruhhh." (Hungry. Angry.)
ru: «Гуулуднй... злуууй». (Голодная. Злая.)

source: "Why is Hargrimm worried about Soego?"
ru: «Почему Харгримм обеспокоен Соэго?»

source: Stale Mary told me that Hargrimm, the Silent King's high priest, is worried about Acaste. She is a ghoul who seems intent on killing and eating everything in the Dead Nations.
ru: Тухлая Мери сказала мне, что Харгримм, высший жрец Безмолвного Короля, обеспокоен по поводу Акасты. Она - упыриха, которая, по всей видимости, намеревается убить и сожрать всех подряд в Мертвых Народах.

source: "Stuh-stuh-*stuhhh* Muhreee." (Stale Mary.)
ru: «Ту-ту-*туулууй* Мээри». (Тухлая Мери.)

source: "What do you do, here?"
ru: «Чем ты здесь занимаешься?»

source: "How did you come to be here?"
ru: «Как ты сюда попала?»

source: "Thuh truh duhhhd." (The true dead.)
ru: «Истину миртвыыы». (Истинно мертвые.)

source: "Nuuhhhh, sssuuhhh." (No, sorry.)
ru: «Неее, изувинии». (Нет, извини.)

source: She shrugs. "Uuhhhsssk Hhhhuhhhg-rrrrm." (Ask Hargrimm.)
ru: Она пожимает плечами. «Спрууусиии Хуг-рррм». (Спроси Харгримма.)

source: "Duhhhhd luhhhnnn tuhhhmmm. Muhhhhmuhrrr guhhhnnn." (Dead long time. Memory gone.)
ru: «Дуууну умиирлуу. Зубыыылууу». (Давно умерла. Забыла.)

source: "Whuh?" (Why?)
ru: «Зууучм?» (Зачем?)

source: "I need to leave this place, Mary. I've so much to do... and to be imprisoned here, simply for stumbling upon the Dead Nations... it isn't right. Please... I ask only for a modicum of compassion. Can you help me?"
ru: «Мне нужно покинуть это место, Мери. Мне еще столько нужно сделать... томиться здесь, бродить по Мертвым Народам... это все неправильно. Пожалуйста... я прошу тебя проявить лишь каплю сострадания. Ты можешь мне помочь?»

source: "Never mind, for now. Farewell."
ru: «Пока неважно. Прощай».

source: "I need to leave this place."
ru: «Мне нужно уйти отсюда».

source: "Nuhhh." (No.)
ru: «Неее». (Нет.)

source: "Then I had some other questions..."
ru: «Тогда у меня есть другие вопросы...»

source: You see Stale Mary. When she finally notices you, she groans softly: "Guh-guhruuuhhh..."
ru: Ты видишь Тухлую Мери. В конце концов, заметив тебя, она тихо стонет: «П-пуривеестууу...»

source: You see Stale Mary. When she finally notices you, she groans softly: "Guh-guhruuuhhh..." (Greetings.)
ru: Ты видишь Тухлую Мери. В конце концов, заметив тебя, она тихо стонет: «П-пуривеестууу...» (Приветствую.)

source: "Just passing by. Farewell."
ru: «Я просто проходил мимо. Прощай».

source: Stale Mary is quiet for a time, then nods. She points to the first of the three portals along the northern wall. "C-c-cluuhh ayyysss. Thuuuh uh Suhhhlunnh Kuh-kuknnng. Wwhhhuuuhbh uuhhhnd nuuuheehhh ahhhlllk-ku-kuuuhh. Bhu-bhu-buhhh uhn suuuhhh lhuuung ayyye lhhhuuuv." (Close eyes. Think of Silent King. Walk through northwest alcove. But only so long as I live.)
ru: Тухлая Мери некоторое время молчит, затем кивает. Она указывает на первый из трех входов в северной стене. «З-з-зукрууй глууз. Дууумууй у Бизмуулнуум К-кууурул. Прруды чииз сеевир-зуупудну н-н-ниишу. Нуу тууку й дууужну быыыт живууу». (Закрой глаза. Думай о Безмолвном Короле. Пройди через северо-западную нишу. Но только я должна быть жива.)

source: "Thanks, Mary. Farewell."
ru: «Спасибо, Мери. Прощай».

source: Stale Mary told me that, in order to reach the Silent King's throne room, I could use a portal in her chambers. I must close my eyes and think of the Silent King before stepping into the alcove in the northwest corner. The portal should work as long as Stale Mary is still alive.
ru: Тухлая Мери сказала, что для того чтобы попасть в тронный зал Безмолвного Короля, я могу воспользоваться порталом в ее комнате. Я должен закрыть глаза и подумать о Безмолвном Короле, входя в нишу в северо-западном углу. Портал будет действовать до тех пор, пока Тухлая Мери жива.

source: "Luhnnngg." (Long.)
ru: «Дуувнууу». (Давно.)

source: Stale Mary speaks, her voice ponderous: "Nuh-nuh-nor I." (Nor I.)
ru: Тухлая Мери произносит тяжелым голосом: «Й т-т-туужи». (Я тоже.)

source: "Yuhhh." (Yes.)
ru: «Дуууу». (Да.)

source: Stale Mary makes a faint gurgling sound.
ru: Тухлая Мери издает тихий булькающий звук.

source: This musty-smelling female zombie looks exceptionally old, almost mummified. Her skin has the appearance of moldering, gray-green leather, and one of her eyes has fallen out, leaving a dark pit in her face. Her voice is slow and thick: "Guh-guh-guhreeetingz."
ru: Эта пахнущая плесенью женщина-зомби выглядит исключительно старой, почти как мумия. У ее кожи вид гниющего серо-зеленого мяса, один из глаз выпал, оставив на лице темную дыру. Она говорит медленно и хрипло: «Пы-пы-пыривееествую».

source: "Greetings..."
ru: «Приветствую...»

source: "Yuhhhrrr f-f-f-rehhhnd? Tuh-tuh-tuhk muhhh ssskuhhl..." (Your friend? Take my skull.) Stale Mary grips her head in both her hands...
ru: «Туувуй дурууг? В-в-вузмиии мууй чеерип...» (Твой друг? Возьми мой череп.) Тухлая Мери берется за свою голову обеими руками...

source: "Take... your skull? But that'll kill you."
ru: «Взять... твой череп? Но это же убьет тебя».

source: "Uh... all right. Thanks..."
ru: «Э... ладно. Спасибо...»

source: "Wait... I had some other questions..."
ru: «Погоди... У меня еще вопросы...»

source: "We'll discuss it later. Farewell."
ru: «Мы обсудим это позже. Прощай».

source: Mary slowly shakes her head side to side - her splitting lips form what might be a sad smile. "Kuh-kill? N-n-nuuuh. Mmm uhhhlrrruhhhdy dhhhud." (Kill? No. I'm already dead.) Her hands remain at her temples, awaiting your reply.
ru: Мери медленно мотает головой туда-сюда, ее разомкнутые губы образуют подобие грустной улыбки. «Убииит? Н-н-нее. Я ужыы миртууу». (Убьет? Нет. Я уже мертва.) Она ждет твоего ответа, держа руки на висках.

source: "Thanks, Mary. I'll take your skull to Lothar."
ru: «Спасибо, Мери. Я принесу твой череп Лотару».

source: "No, Mary - I just can't. I'll find another way."
ru: «Нет, Мери, я просто не могу. Я найду другой способ».

source: Mary nods. "Y-y-yuh hhhuf uhhh kinnnd hhhuhhhrt." (You have a kind heart.)
ru: Мери кивает. «У-у-у тее дубрууу сиирце». (У тебя доброе сердце.)

source: "Farewell, Mary."
ru: «Прощай, Мери».

source: With a sickening, wet wrenching sound, Stale Mary tears her head from her shoulders. Her rotten body collapses in a stinking heap shortly after passing you her skull.
ru: С отвратительным чавкающим звуком Тухлая Мери вырывает свою голову из плеч. Как только череп оказывается у тебя в руках, ее разложившееся тело распадается на зловонные останки.

source: Put the head away, leave.
ru: Забрать голову и уйти.

source: "My companion has been kidnapped by a powerful man who demands a 'greater' skull for my companion's release. What should I do, Mary?"
ru: «Моего товарища похитил могущественный человек, который требует в обмен на его освобождение 'более великий' череп. Что мне делать, Мери?»

source: Mary nods towards the double doors at the southern end of the throne room. "L-L-Luuhhhv hhheeere nooowww. Wuhhhl tuhhhlk ughhhahn lllaaatuhhhr..." (Leave here, now. We'll talk again later.)
ru: Мери кивает на двойные двери в южном конце тронного зала. «Уууухууди. Пугууурим пууже...» (Уходи. Поговорим позже.)

source: Leave.
ru: Уйти.

source: "How is it that you speak to these other zombies? I cannot understand them as I can you..."
ru: «Как ты разговариваешь с теми другими зомби? Я не могу понять их так, как понимаю тебя...»
