Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dthugp1.dlg.po
Languages: ru

source: This heavy-set thug is swathed in rags, dyed red and black. He looks like he is made almost purely of muscle. He glowers at you as you approach.
ru: Этот крупный головорез закутан в красно-черные лохмотья. Он выглядит так, словно сделан целиком из мускулов. Когда ты подходишь, он бросает на тебя свирепый взгляд.

source: "Greetings."
ru: «Приветствую».

source: Leave the thug alone.
ru: Оставить головореза в покое.

source: "An' how ken I help you then, guvner?" This man's face breaks into a sneer. "Looks t'me ye needs a healer."
ru: «Чем могу тебе помочь, законник? - его лицо перекашивается от презрительной усмешки. - По мне, так тебе бы к лекарю сходить».

source: "You one of the ones who robbed a monk in the Hive? Took his prayer bead necklace?"
ru: «Ты из числа тех, кто ограбил монаха в Улье? Забрал его четки?»

source: "I had some questions for you..."
ru: «У меня есть вопросы к тебе...»

source: "Wipe that sneer off your face or you'll be the one needing a healer, 'guvner.'"
ru: «Убери эту ухмылочку с лица, или это тебе понадобится лекарь, 'законник'».

source: "Never mind, then. Farewell."
ru: «Тогда забудь об этом. Прощай».

source: "Bar that! No time for askin' n' answerin', guvner." He spits at your feet. "Now PIKE OFF, ye clueless sod!"
ru: «Задвинься! Нет времени на вопросы и ответы, законник, - он сплевывает тебе под ноги. - ПРОВАЛИВАЙ, бестолочь несчастная!»

source: "Looks to me the one needing a pike is you."
ru: «Мне кажется, что это тебе нужно проваливать».

source: "I'd be watchin' where ye be lettin' those threats fly, guvner. Ye let another one slip yer tongue, and I'll give ye a second smile, jig?"
ru: «На твоем месте я бы не стал разбрасываться такими угрозами. Еще хоть одна слетит с твоего языка - и я подарю тебе вторую улыбку, усек?»

source: "If you think you can take me, come on."
ru: «Если считаешь, что можешь одолеть меня, тогда вперед».

source: "Perhaps we can come to an agreement. The necklace is of no value to anyone not of his order. Perhaps I could buy it from you."
ru: «Возможно, мы могли бы договориться. Эти четки не представляют ценности ни для кого, кроме членов его ордена. Я мог бы их выкупить».

source: The man frowns. "No, I'm attached to it, I am. Can't let it go... 'cept for a hefty bit a coin. Say, fifteen copper?"
ru: Человек хмурится. «Нет, я к ним привязался. Не могу их отдать... разве что за кучку монет. Скажем, пятнадцать медяков?»

source: "Done."
ru: «Идет».

source: "How about ten?"
ru: «Как насчет десяти?»

source: Bluff: "No, not worth it. I'll let the rest of his order look for you - I think the brothers of *Erit-Agge* will be able to make an arrangement with you, but it won't be to your liking."
ru: Блеф: «Нет, оно того не стоит. Пусть его орден поохотится за тобой. Наверняка братья *Наз Ледия* смогут с тобой договориться, только это тебе вряд ли понравится».

source: "I can't meet your price. Perhaps another time."
ru: «Твоя цена мне не по карману. Может, в другой раз».

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: "Right then, it's a deal. Here you go..."
ru: «Ладно, по рукам. Держи...»

source: "Thanks."
ru: «Спасибо».

source: "Eh, well... all right. It's an ugly thing anyways. Here you go..."
ru: «Э, ну... ладно. Все равно эта штуковина выглядит по-уродски. Держи...»

source: "Eh?" The man's sneer fades. "What're ye on about? Wot brothers? The sod was alone, he was."
ru: «А? - его ухмылка меркнет. - О чем это ты? Какие еще братья? Тот бедолага был один».

source: Lie: "He's a member of a religious order, you fool. That 'necklace' you stole is their most holy relic. If it isn't returned, the REST of his order'll come looking for you... and they don't have any reservations about killing thieves."
ru: Ложь: «Ты глупец. Он - член религиозного ордена. Эти 'четки', которые ты украл, - их самая священная реликвия. Если ее не вернуть, ВЕСЬ его орден будет за тобой охотиться... а у них нет никаких предрассудков насчет убийства воров».

source: The man's eyes widen. "Eh... now... we was just keepin' the relic for 'im." He reaches into the fold of his robe and pulls forth the necklace, which he hands carefully to you. "Here it is, no harm done, eh?"
ru: Он выпучивает глаза. «Э... ну... мы просто взяли их ненадолго». Он запускает руку в складку одежды, вытягивает четки и бережно передает их тебе. «Вот они, без обид, лады?»

source: Lie: "I hope this is enough to call off the rest of his Order. Perhaps a donation to their cause is in order as well. It might help smooth things over and ward off any curses that might come your way."
ru: Ложь: «Надеюсь, этого будет достаточно, чтобы утихомирить его орден. Возможно, небольшое пожертвование тоже не будет лишним. Это поможет сгладить углы и уберечь тебя от их проклятий».

source: "Your wisdom could move mountains. Farewell."
ru: «Твоя мудрость способна двигать горы. Прощай».

source: I talked to one of the thugs about Porphiron's necklace and convinced him through a series of... harmless... lies that if he didn't return the necklace, the more 'militant' brothers in Porphiron's order would be coming for him.
ru: Я поговорил с одним из бандитов насчет ожерелья Порфирона и с помощью... безвредной... лжи убедил его в том, что если он не вернет четки, за ним придут более «воинственные» братья ордена Порфирона.

source: "Curses?!" The man makes a semi-circle over his heart. "Eh, well, now, wouldn't want any o' that..." He reaches into a purse at his belt, and hands over several copper coins. "Take it wit me blessing, guvner. Tell 'im no harm was meant."
ru: «Проклятий?! - он выводит полукруг напротив сердца. - Э, ну, мне бы этого не хотелось... - он достает из кошелька на поясе несколько медных монет и дает их тебе. - Возьми это с моим благословением, законник. Передай, что я не желал ему зла».

source: "Your donation is appreciated. Farewell."
ru: «Благодарю за пожертвование. Прощай».

source: This heavy-set thug is swathed in rags, dyed red and black. He looks like he is made almost purely of muscle. He glowers at you as you approach and bites his thumb. "Pike off, guvner. I got nothing more to say to ye!"
ru: Этот крупный головорез закутан в красно-черные лохмотья. Он выглядит так, словно сделан целиком из мускулов. Когда ты подходишь, он сердито смотрит на тебя и показывает оскорбительный жест. «Отвали, законник. Нам больше не о чем говорить!»

source: "Very well. Farewell."
ru: «Отлично. Прощай».
