Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dtrans.dlg.po
Languages: ru

source: "Is it? You said we were linked. Surely, you've felt your body wane over the past century - you even carry the branchings of Ravels' frame over yourself, and you *detest* her - but you need the frame over your spectral form to prevent yourself from decaying faster."
ru: «Разве? Ты говорил, что мы связаны. Безусловно, за последний век ты почувствовал, как твое тело убывает — ты даже носишь на себе ветки, оставшиеся от Равель, а ведь ты ее *ненавидишь*... однако тебе нужен каркас поверх твоей призрачной формы, чтобы замедлить распад».

source: EVEN IF THERE WERE TRUTH IN YOUR WORDS, THERE IS NOTHING TO BE DONE. I WOULD SOONER DIE THE DEATH OF THE BODY HERE IN THIS FORTRESS THAN SUFFER EXISTENCE WITH YOU.
ru: ДАЖЕ ЕСЛИ БЫ В ТВОИХ СЛОВАХ БЫЛА ПРАВДА, С ЭТИМ НИЧЕГО НЕ ПОДЕЛАЕШЬ. Я СКОРЕЕ УМРУ СМЕРТЬЮ ТЕЛА ЗДЕСЬ, В ЭТОЙ КРЕПОСТИ, ЧЕМ СТАНУ СТРАДАТЬ, СОСУЩЕСТВУЯ С ТОБОЙ.

source: "But why choose that slow, crawling oblivion when we have another solution? If you and I were to be re-united, both of us would cease suffering; we would become whole."
ru: «Но зачем выбирать медленно подкрадывающееся забвение, когда есть другой выход? Если мы воссоединимся, все наши страдания прекратятся; мы станем единым целым».

source: "But why die slowly when we could become one again? We'd stop torturing each other at last."
ru: «Но зачем умирать медленной смертью, если можно снова стать единым целым? Мы бы тогда, наконец, перестали мучить друг друга».

source: YOUR WORDS ARE *POISON* TO ME. I NO LONGER WISH TO BE A PART OF YOU AND SHARE YOUR *WRETCHED* EXISTENCE. LOOK AT YOU. YOUR SHELL IS BROKEN AND SCARRED. I WOULD RATHER DIE FREE THAN ENCASED IN YOUR SICKLY SHELL.
ru: ТВОИ СЛОВА ДЛЯ МЕНЯ СЛОВНО *ЯД*. Я БОЛЬШЕ НЕ ЖЕЛАЮ БЫТЬ ЧАСТЬЮ ТЕБЯ, И РАЗДЕЛЯТЬ ТВОЕ *ЖАЛКОЕ* СУЩЕСТВОВАНИЕ. ПОГЛЯДИ НА СЕБЯ. ТВОЙ КАРКАС СЛОМАН И ПОКРЫТ РУБЦАМИ. Я СКОРЕЕ УМРУ СВОБОДНЫМ, ЧЕМ ЗАКЛЮЧУ СЕБЯ В ТВОЮ БОЛЬНУЮ ОБОЛОЧКУ.

source: "And look at *you.* A spectral creature that postures and boasts, but whose life and his power are figments of what life once was. Is that how you wish the planes to remember you after you fade into oblivion?"
ru: «А теперь погляди на *себя*. Призрачное создание, которое только хвастает и кичится, при том, что его жизнь и сила — всего лишь домысел того, какой однажды была жизнь. Таким ты хочешь, чтобы тебя запомнили планы, когда ты канешь в небытие?»

source: "Very well. Then there are other things I would know..."
ru: «Хорошо. Я хочу узнать о других вещах...»

source: I DO NOT WISH TO TRADE ONE OBLIVION FOR ANOTHER. AND I DO NOT WISH TO INHABIT YOUR SHELL, BROKEN ONE.
ru: Я НЕ ЖЕЛАЮ МЕНЯТЬ ОДНО ЗАБВЕНИЕ НА ДРУГОЕ. И Я НЕ ХОЧУ ЖИТЬ В ТВОЕЙ ОБОЛОЧКЕ, СЛОМАННЫЙ.

source: "It doesn't *have* to be oblivion. Who knows what will happen if we become whole? Perhaps you shall be yourself, and I shall be the one who dies. Or perhaps the two of us will become something *greater* than the parts."
ru: «Это *не обязательно* должно быть забвение. Кто знает, что случится, если мы станем одним целым? Возможно, ты останешься собой, а я стану тем, кто способен умирать. Или, может, мы оба станем чем-то *большим*, чем по отдельности».

source: YOU KNOW NOT WHAT YOU SPEAK OF. IF WE ARE RE-UNITED, THEN IT SHALL BE AN ENDING. THERE SHALL BE NO *FUTURE* FOR US. WE SHALL GO ON TO FURTHER TORMENTS. I KNOW THIS.
ru: ТЫ НЕ ЗНАЕШЬ, О ЧЕМ ГОВОРИШЬ. ЕСЛИ МЫ ОБЪЕДИНИМСЯ, ЭТО СТАНЕТ КОНЦОМ. ДЛЯ НАС НЕ БУДЕТ *БУДУЩЕГО*. НАС БУДУТ ЖДАТЬ НОВЫЕ МУЧЕНИЯ. Я ЭТО ЗНАЮ.

source: "Then we shall confront these torments together, as one being. And we shall defeat them."
ru: «Тогда мы встретим эти мучения вместе, как одно существо. И мы их победим».

source: KNOW THAT IF WE BECOME ONE, WE SHALL SUFFER. THERE IS TOO *MUCH* OF THE NATURE OF THE FIRST ONE IN US FOR US TO BE SAVED. WE SHALL BE DAMNED.
ru: ЗНАЙ, ЧТО ЕСЛИ МЫ СТАНЕМ ОДНИМ ЦЕЛЫМ, МЫ БУДЕМ СТРАДАТЬ. В НАС ОСТАЛОСЬ *СЛИШКОМ* МНОГО ЕСТЕСТВА ПЕРВОГО ИЗ НАС. МЫ БУДЕМ ПРОКЛЯТЫ.

source: "Then we shall take the battle to damnation itself, and we will become free again."
ru: «Тогда мы дадим бой самому проклятью, и снова станем свободными».

source: KNOW THAT I HAVE ALWAYS *HATED* YOU, BROKEN ONE. WHEN WE ARE ONE, I WILL CONTINUE TO *HATE* YOU. WHEN YOUR SHELL DIES AT LAST, KNOW THAT I SHALL TAKE *PLEASURE* IN YOUR DEATH.
ru: ЗНАЙ, ЧТО Я ВСЕГДА *НЕНАВИДЕЛ* ТЕБЯ, СЛОМАННЫЙ. КОГДА МЫ ОБЪЕДИНИМСЯ, Я НЕ ПЕРЕСТАНУ *НЕНАВИДЕТЬ* ТЕБЯ. КОГДА ТВОЯ ОБОЛОЧКА, НАКОНЕЦ, УМРЕТ, ЗНАЙ, ЧТО Я БУДУ *РАД* ТВОЕЙ СМЕРТИ.

source: "I can live with that - and so can the planes. If we are cast low, then you shall know pleasure in my suffering. But it is better that you join with me and hate me than we die slowly apart, with nothing but oblivion awaiting us."
ru: «Я смогу с этим жить, и планы тоже смогут. Если нам не повезет, ты насладишься моими муками. Но будет лучше, если мы объединимся, и ты продолжишь ненавидеть меня, вместо того чтобы умирать поодиночке, с одним лишь забвением впереди».

source: KNOW THAT MY HATRED FOR YOU WILL *UNMAKE* THE PLANES. PREPARE YOURSELF. WE SHALL BE AS ONE AGAIN - UNTIL YOUR LAST MOMENTS OF LIFE.
ru: ЗНАЙ, ЧТО МОЯ НЕНАВИСТЬ К ТЕБЕ *УНИЧТОЖИТ* ПЛАНЫ. ПРИГОТОВЬСЯ. МЫ СНОВА СТАНЕМ ЕДИНЫМ ЦЕЛЫМ... ДО ПОСЛЕДНЕГО ТВОЕГО ВЗДОХА.

source: "Before we do, what of my friends? Is it possible to save them?"
ru: «Пока мы не начали, скажи, что насчет моих друзей? Возможно ли спасти их?»

source: "Before we do, what of my companions? I would see their lives become their own again."
ru: «Пока мы не не начали, скажи, что насчет моих товарищей? Я хотел бы, чтобы их жизни снова стали их собственными».

source: "Very well. I am ready to become mortal again."
ru: «Хорошо. Я готов снова стать смертным».

source: I AM MORTALITY ITSELF. THE NATURE OF LIFE AND DEATH IS SOMETHING I KNOW... WELL. WHEN WE ARE ONE, MY KNOWING SHALL BE YOURS.
ru: Я — САМА СМЕРТНОСТЬ. ПРИРОДА ЖИЗНИ И СМЕРТИ — ЭТО КАК РАЗ ТО, В ЧЕМ Я... НЕПЛОХО РАЗБИРАЮСЬ. КОГДА МЫ СТАНЕМ ЕДИНЫМ ЦЕЛЫМ, МОИ ЗНАНИЯ СТАНУТ ТВОИМИ.

source: THERE IS *NOTHING* IN YOUR SHELL OF A MIND THAT IS OF CONSEQUENCE, BROKEN ONE.
ru: В ТВОЕЙ ОБОЛОЧКЕ И В ТВОЕМ РАЗУМЕ НЕТ *НИЧЕГО* ВАЖНОГО, СЛОМАННЫЙ.

source: "Except one thing - now I know where you are and what you are, I could tell others, or find you again myself. One day I might remember how to reach you, and you will have to face me again. That's why you want me to forget, isn't it?"
ru: «Кроме одного: теперь я знаю, кто ты такой и где находишься, и я могу рассказать это другим или снова тебя найти. Однажды я вспомню, как добраться до тебя, и тебе снова придется встретиться со мной. Ведь поэтому ты хочешь, чтобы я все забыл?»

source: "Except that - from what the Pillar of Skulls told me, there were three that knew where you could be found and how to reach you - one is Trias, one's you, and the other is me. If you kill Trias and I, there'll be no one who knows who you are and how to find you."
ru: «Кроме одного: судя по тому, что сказала мне Колонна Черепов, только трое знали, где тебя найти и как до тебя добраться: Триас, ты и я. Если ты убьешь меня с Триасом, больше никто не будет это знать».

source: "Except one thing - from what the Pillar of Skulls told me, there were three that knew where you could be found and how to reach you - one was Trias, but he's dead. One's you, and the other is me. Once I forget, there's no one in all of existence who knows who you are and how to reach you."
ru: «Кроме одного: судя по тому, что сказала мне Колонна Черепов, только трое знали, где тебя можно найти и как до тебя добраться. Одним из них был Триас, но он мертв. Еще есть мы с тобой. Как только я забуду, больше никто в мире не будет знать это».

source: YES, THE ANGEL THAT SHIELDS ITSELF WITH GOLDEN LIES. YOU LED ME TO HIM AT LAST. LIKE YOU, THE BETRAYER WAS DIFFICULT TO FIND. HE WILL DIE THE FINAL DEATH.
ru: ДА, АНГЕЛ, ПРИКРЫВАЮЩИЙСЯ ЗОЛОТОЙ ЛОЖЬЮ. В КОНЦЕ КОНЦОВ, ТЫ ПРИВЕЛ МЕНЯ К НЕМУ. КАК И ТЕБЯ, ЭТОГО ПРЕДАТЕЛЯ БЫЛО ТРУДНО НАЙТИ. ОН УМРЕТ ПОСЛЕДНЕЙ СМЕРТЬЮ.

source: "So you used me to find him? You wanted me to kill him, didn't you, so his knowledge would die - then you tried to kill me, so *I* would forget where to find you."
ru: «Значит, ты использовал меня, чтобы найти его? Ты ведь хотел, чтобы я его убил? Чтобы его знание умерло... а затем ты пытался убить меня, чтобы *я* забыл, где тебя искать».

source: I SEE TIME'S BLADE HAS NOT BLED YOUR MIND OF ALL REASON. MY PURPOSE WAS ALWAYS SUCH: TO MAKE YOU FORGET.
ru: Я ВИЖУ, КЛИНОК ВРЕМЕНИ ЕЩЕ НЕ ЛИШИЛ ТВОЙ РАЗУМ ОСТАТКОВ РАССУДКА. МОЕЙ ЦЕЛЬЮ ВСЕГДА БЫЛО ЗАСТАВИТЬ ТЕБЯ ЗАБЫТЬ.

source: "But *why?* Why do-"
ru: «Но *зачем*? Зачем...»

source: BECAUSE I NEVER AGAIN WISH TO SUFFER YOUR *PRESENCE,* BROKEN ONE. YOU ARE AN IRRITATION, A REMINDER OF WHAT LIFE ONCE WAS, AND I DETEST SUCH REMINDERS. I WISH TO BE LEFT IN PEACE IN MY FORTRESS.
ru: ПОТОМУ ЧТО Я БОЛЬШЕ НЕ ЖЕЛАЮ ТЕРПЕТЬ ТВОЕ *ПРИСУТСТВИЕ*, СЛОМАННЫЙ. ТЫ — РАЗДРАЖИТЕЛЬ, НАПОМИНАНИЕ О ПРОШЛОЙ ЖИЗНИ, А Я НЕНАВИЖУ ПОДОБНЫЕ НАПОМИНАНИЯ. Я ХОЧУ, ЧТОБЫ МЕНЯ ОСТАВИЛИ В ПОКОЕ В МОЕЙ КРЕПОСТИ.

source: AS YOU HAVE FORGOTTEN ME, I WISH TO FORGET YOU. FOREVER.
ru: КАК ТЫ ЗАБЫВАЕШЬ МЕНЯ, ТАК И Я ХОЧУ ТЕБЯ ЗАБЫТЬ. НАВСЕГДА.

source: YOU LIE. YOU HAVE ALWAYS FORGOTTEN. AND I HAVE ALWAYS REMEMBERED. IT WAS ALWAYS SUCH.
ru: ТЫ ЛЖЕШЬ. ТЫ ВСЕГДА ЗАБЫВАЛ. А Я ВСЕГДА ПОМНИЛ. ТАК БЫЛО ВСЕГДА.

source: "Then that is acceptable to me. But know that I will suffer your attacks no longer. You will keep the shadows here and allow me to live MY life, and I will allow you to live YOURS."
ru: «Тогда это мне подходит. Но знай, что я больше не потерплю твоих нападений. Ты будешь держать тени здесь и позволишь мне жить МОЕЙ жизнью, а я позволю тебе жить ТВОЕЙ».

source: "I don't think that's the reason, either. I think you make me forget you because you FEAR me."
ru: «Так или иначе, я не думаю, что причина в этом. Мне кажется, что ты заставляешь меня терять память, потому что БОИШЬСЯ меня».

source: "But I no longer forget when I die. Perhaps once, but no longer."
ru: «Но я больше не теряю память, умирая. Может, раньше оно и было так, но не теперь».

source: "'Always' doesn't mean what it once did. I have already died once, and my memories returned to me, intact."
ru: «'Всегда' не означает, что такого никогда не случится. Я уже однажды умер, и моя память вернулась ко мне нетронутой».

source: "'Always' doesn't mean what it once did. I have died, time and again, and my memories have returned to me."
ru: «'Всегда' не означает, что такого никогда не случится. Уже не раз бывало так, что после смерти моя память возвращалась ко мне нетронутой».

source: YOUR DECEPTIONS WILL NOT *SHIELD* YOU HERE, BROKEN ONE.
ru: ТВОИ ХИТРОСТИ НЕ *ЗАЩИТЯТ* ТЕБЯ ЗДЕСЬ, СЛОМАННЫЙ.

source: "It is the truth. Killing me won't stop me - because killing me doesn't make me *forget* anymore. I'll know you always, I'll remember everything you've done, how to reach here, and eventually, how to destroy you."
ru: «Это правда. Смертью ты меня не остановишь, потому что смерть больше *не стирает* мою память. Я всегда буду знать о тебе, помнить все, что ты натворил, как добраться сюда, и, наконец, как тебя уничтожить».

source: THEN I SHALL IMPRISON YOU, NAMELESS ONE. IF YOU WILL NOT FORGET, THEN I SHALL NOT ALLOW YOU TO BE FREE.
ru: ТОГДА Я ПОСАЖУ ТЕБЯ В ТЮРЬМУ, БЕЗЫМЯННЫЙ. ЕСЛИ ТЫ НЕ ЗАБУДЕШЬ, ТО Я НЕ ПОЗВОЛЮ ТЕБЕ БЫТЬ СВОБОДНЫМ.

source: "But I already escaped from 'the greatest prison ever devised.' You can't kill me, you can't hold me, and you can't make me forget myself any longer."
ru: «Но я уже убегал из 'величайшей тюрьмы из когда-либо созданных'. Ты не можешь убить меня, не можешь удержать меня, и больше не сможешь заставить меня забыть себя».

source: "But I already escaped from that crystal prison you threw in my path. You can't kill me, you can't hold me, and you can't make me forget myself any longer."
ru: «Но я уже убегал из того кристалл, который подбросил мне на пути. Ты не можешь убить меня, не можешь удержать меня, и больше не сможешь заставить меня забыть себя».

source: YES... BUT IT WAS NOT YOUR DOING. THE LOVE-TORN SPIRIT FREED YOU. SHE SHALL NOT DO IT AGAIN. ONCE I CRUSH THE BONES FROM YOUR BODY, I WILL TAKE YOUR LIMP SHELL AND SEAL IT WITHIN THE CRYSTAL. YOU SHALL NEVER WALK THE PLANES AGAIN.
ru: ДА... НО ЭТО БЫЛА НЕ ТВОЯ ЗАСЛУГА. ТЕБЯ ОСВОБОДИЛ ТЕРЗАЕМЫЙ ЛЮБОВЬЮ ПРИЗРАК. БОЛЬШЕ ОНА ЭТОГО НЕ СДЕЛАЕТ. КАК ТОЛЬКО Я РАЗДРОБЛЮ ВСЕ ТВОИ КОСТИ, Я ВОЗЬМУ ТВОЮ БЕЗВОЛЬНУЮ ОБОЛОЧКУ И ЗАПЕЧАТАЮ ЕЕ В КРИСТАЛЛ. ТЫ БОЛЬШЕ НИКОГДА НЕ СТУПИШЬ НА ПЛАНЫ.

source: "You can try. Prepare yourself, spirit. We shall see if my mortality can be slain."
ru: «Можешь попробовать. Готовься, дух. Посмотрим, можно ли убить мою смертность».

source: THEN I WILL FEED YOU TO THE SHADES. I WILL DEFEAT YOU HERE, THEN CAST YOU INTO THE SHADOW GALLERIES, WHERE THEY MAY FEED ON YOU. THEY WILL KILL YOU ACROSS THE SPAN OF SEVERAL ETERNITIES. YOU SHALL *NEVER* WALK THE PLANES AGAIN.
ru: ТОГДА Я СКОРМЛЮ ТЕБЯ ТЕНЯМ. Я ПОВЕРГНУ ТЕБЯ, ПОТОМ БРОШУ В ГАЛЕРЕИ ТЕНЕЙ, ГДЕ ОНИ БУДУТ ПОЖИРАТЬ ТЕБЯ. ОНИ БУДУТ УБИВАТЬ ТЕБЯ НА ПРОТЯЖЕНИЕ НЕСКОЛЬКИХ ВЕЧНОСТЕЙ. ТЫ БОЛЬШЕ *НИКОГДА* НЕ СТУПИШЬ НА ПЛАНЫ.

source: YOU HAVE NO *CHOICE,* BROKEN ONE. WHEN YOU LEAVE HERE, YOU WILL FORGET ALL THAT HAS TRANSPIRED. I NO LONGER WISH YOU TO KNOW HOW TO FIND ME. YOU WILL DIE THE DEATH OF THE MIND, AGAIN AND AGAIN, BECAUSE IT IS MY WILL.
ru: У ТЕБЯ НЕТ *ВЫБОРА*, СЛОМАННЫЙ. КОГДА ТЫ УЙДЕШЬ ОТСЮДА, ТЫ ЗАБУДЕШЬ ВСЕ СЛУЧИВШЕЕСЯ. Я БОЛЬШЕ НЕ ХОЧУ, ЧТОБЫ ТЫ ЗНАЛ, КАК МЕНЯ НАЙТИ. ТЫ БУДЕШЬ УМИРАТЬ СМЕРТЬЮ РАЗУМА, СНОВА И СНОВА, ПОТОМУ ЧТО ТАКОВА МОЯ ВОЛЯ.

source: IT IS OF NO MATTER. YOU CANNOT DIE. YOUR MIND MAY BE LOST, BUT YOUR FLESH WILL LIVE ON.
ru: ЭТО НЕВАЖНО. ТЫ НЕ МОЖЕШЬ УМЕРЕТЬ. ТЫ МОЖЕШЬ ПОТЕРЯТЬ РАЗУМ, НО ТВОЯ ПЛОТЬ ПРОДОЛЖИТ ЖИТЬ.

source: "Mind may be lost? What do you mean?"
ru: «Потерять разум? О чем это ты»

source: I HAVE FELT YOUR SPIRIT ERODE. YET YOU LIVE ON. THAT IS ALL THAT IS NEEDED.
ru: Я ЧУВСТВУЮ, КАК ТВОЙ ДУХ РАЗРУШАЕТСЯ. И ВСЕ ЖЕ ТЫ ПРОДОЛЖАЕШЬ ЖИТЬ. ЭТОГО ДОСТАТОЧНО.

source: "'Needed'? Why?"
ru: «'Достаточно'? Почему?»

source: IT IS OF NO MATTER. YOU CANNOT DIE. YOUR MIND MAY BE LOST, BUT YOUR FLESH WILL LIVE ON. THAT IS ALL THAT IS NEEDED.
ru: ЭТО НЕВАЖНО. ТЫ НЕ МОЖЕШЬ УМЕРЕТЬ. ТЫ МОЖЕШЬ ПОТЕРЯТЬ РАЗУМ, НО ТВОЯ ПЛОТЬ ПРОДОЛЖИТ ЖИТЬ. ЭТОГО ДОСТАТОЧНО.

source: WE SHARE A LINK, YOU AND I, HOWEVER SMALL. I DO NOT WISH YOU DESTROYED, ONLY FAR FROM ME.
ru: МЕЖДУ НАМИ, МНОЙ И ТОБОЙ, ЕСТЬ ХОТЬ И НЕБОЛЬШАЯ, НО СВЯЗЬ. Я НЕ ХОЧУ ТЕБЯ УНИЧТОЖАТЬ — ТОЛЬКО ДЕРЖАТЬ ТЕБЯ ПОДАЛЬШЕ.

source: "Then why have you been trying to *kill* me all this time?"
ru: «Так почему же ты пытался *убить* меня все это время?»

source: "If we're linked, then when I suffer, you must suffer as well."
ru: «Если мы связаны, то если пострадаю я, ты тоже должен пострадать».

source: "So you didn't want to kill me because if I were to die, that link would be broken..."
ru: «Значит, ты не хотел меня убивать, потому что если бы я умер, эта связь была бы разорвана...»

source: IT IS OF *NO* CONSEQUENCE.
ru: ЭТО *НЕ ИМЕЕТ* ЗНАЧЕНИЯ.

source: "Wait... those shadows you sent against me - they never succeeded in killing me... but that was never their *purpose,* was it? They only 'kill' me to make me forget."
ru: «Погоди... те тени, которых ты на меня насылал... им никогда не удавалось убить меня... но это ведь никогда и не было их *целью*? Они 'убивают' меня лишь для того, чтобы заставить меня потерять память»

source: "Is it? Maybe you didn't want to kill me because if I were to die, the link between us would be broken... and you would be destroyed as well."
ru: «Разве? Может, ты не хотел убить меня, потому что если бы я умер, связь между нами была бы разрушена... и ты бы тоже был уничтожен».

source: THE WEAK SUFFER. I *ENDURE.*
ru: СТРАДАЮТ СЛАБЫЕ. Я *ТЕРПЛЮ*.

source: "So if I were to die, that link would be broken..."
ru: «Значит, если бы я умер, эта связь была бы разрушена...»

source: YOU CANNOT DIE.
ru: ТЫ НЕ МОЖЕШЬ УМЕРЕТЬ.

source: "Well, if I cannot die, then you can't exist. You're my *mortality.*"
ru: «Что ж, раз я не могу умереть, то ты не можешь существовать. Ты — моя *смертность*».

source: PERHAPS ONCE. NO LONGER. I HAVE CHANGED. I HAVE TRANSCENDED AND BECOME SOMETHING GREATER.
ru: ВОЗМОЖНО, РАНЬШЕ Я И БЫЛ ЕЮ. НО НЕ ТЕПЕРЬ. Я ИЗМЕНИЛСЯ. Я ВЫШЕЛ ЗА ПРЕДЕЛЫ И СТАЛ ЧЕМ-ТО БОЛЬШИМ.

source: "Perhaps so - but at your core, you are *still* my mortality. If I die, you die."
ru: «Может, оно и так, но по сути ты *до сих пор* моя смертность. Если умру я, умрешь и ты».

source: "So you concede a creature *can* change its nature?"
ru: «Значит, ты признаешь, что существо *может* изменить свою сущность?»

source: "But nothing can change the nature of a man. You said so yourself."
ru: «Но ведь ничто не может изменить сущности человека. Ты сам это сказал».

source: YOU KNOW *NOTHING* OF WHAT YOU SPEAK. YOUR WORDS ARE HOLLOW - AS IS YOUR SHELL.
ru: ТЫ *ПОНЯТИЯ НЕ ИМЕЕШЬ*, О ЧЕМ ГОВОРИШЬ. ТВОИ СЛОВА ПУСТЫ, КАК И ТВОЯ ОБОЛОЧКА.

source: "I think I know exactly what I'm saying. If I were to be destroyed, you would be destroyed."
ru: «Думаю, я в точности знаю, о чем говорю. Если бы меня уничтожили, ты тоже был бы уничтожен».

source: YOU LISTEN, BUT YOU DO NOT *HEAR.* KNOW THAT YOU CANNOT DIE.
ru: ТЫ СЛУШАЕШЬ, НО НЕ *СЛЫШИШЬ*. ЗНАЙ: ТЫ НЕ МОЖЕШЬ УМЕРЕТЬ.

source: "Actually, I can - now. I had a golem forge a weapon that can kill even me. All it needed was to be brought to a place cut off from the rest of the planes so my immortality could not draw upon other lives. And here I am."
ru: «Вообще-то, уже могу. Голем выковал мне оружие, которым можно убить даже меня. Все, что нужно — это находиться в месте, отрезанном от остальных планов, чтобы мое бессмертие не смогло вытянуть жизнь из других. И вот я здесь».

source: "Perhaps not. There are other things I would know..."
ru: «Пожалуй, нет. Я хотел бы узнать о другом...»

source: YOU *LIE.*
ru: ТЫ *ЛЖЕШЬ*.

source: Hold up blade: "Do I? Look upon this blade - see its nature. If you are as all-knowing and as-powerful as you CLAIM, then you will know this is the weapon that can unmake me."
ru: Поднять клинок: «Разве? Погляди на этот клинок, узри его суть. Если ты такой всезнающий и всемогущий, как УТВЕРЖДАЕШЬ, ты поймешь, что это и есть оружие, способное уничтожить меня».

source: Hold up blade: "Do I? Look upon this blade - see its nature. If you are as all-knowing and as-powerful as you CLAIM, then you will know this is the weapon that can unmake me. And since we share a link, it is the blade that can unmake YOU."
ru: Поднять клинок: «Разве? Погляди на этот клинок, узри его суть. Если ты такой всезнающий и всемогущий, как УТВЕРЖДАЕШЬ, ты поймешь, что это и есть оружие, способное уничтожить меня. А поскольку мы связаны, этот клинок может уничтожить и ТЕБЯ».

source: As you speak the words, holding the blade, you feel it twist in your hands, becoming something else. Something deadly beyond ANYTHING the planes have known.
ru: Когда ты произносишь это, держа в руках клинок, ты чувствуешь, как он изгибается в твоих руках, становясь чем-то другим. Чем-то настолько смертоносным, что с ним не сравнится НИЧТО известное на планах.

source: YOU WOULD NOT DARE SUCH A THING.
ru: ТЫ НЕ ПОСМЕЕШЬ СОВЕРШИТЬ ТАКОЕ.

source: IF I PERISH, *YOU* SHALL PERISH. OUR LINK SHALL BE BROKEN. YOU SHALL DIE THE FINAL DEATH.
ru: ЕСЛИ ПОГИБНУ Я, ПОГИБНЕШЬ И *ТЫ*. НАША СВЯЗЬ РАЗОРВЕТСЯ. ТЫ УМРЕШЬ ПОСЛЕДНЕЙ СМЕРТЬЮ.

source: "You *know* I would. After all the misery you've put me through, I would gladly stab this right through your spectral hide."
ru: «Ты ведь *знаешь*, что посмею. После всех тех бед, через которые ты заставил меня пройти, я с радостью воткну это прямо в твою призрачную шкуру».

source: "I will use the blade on myself if you do not surrender to me. You and I will both be destroyed."
ru: «Если не сдашься мне, я использую клинок на себе. Мы оба будем уничтожены».

source: Use the blade on yourself.
ru: Использовать на себе клинок.

source: IT WOULD BE A FOOL'S GESTURE. YOUR DEATH WOULD HAVE NO MEANING.
ru: ЭТО БУДЕТ ПОСТУПОК ГЛУПЦА. ТВОЯ СМЕРТЬ БУДЕТ БЕССМЫСЛЕННОЙ.

source: "Then as I see it, I have two choices - either we both die, or I let you kill me again and again, losing what few pieces of my mind I have left. I think I'd prefer the quick death - UNLESS you have a THIRD solution."
ru: «Тогда, как мне кажется, у меня два варианта: либо мы оба умрем, либо я позволю тебе убивать меня снова и снова, теряя остатки своего разума. Пожалуй, я предпочту быструю смерть, ЕСЛИ только у тебя нет ТРЕТЬЕГО варианта».

source: "As I see it, I have two choices - either I kill myself with this blade, or I let you kill me again and again, losing what few pieces of my mind I have left. I think I'd prefer the quick death - UNLESS you have a THIRD solution."
ru: «Как мне кажется, у меня два варианта: либо мы оба умрем, либо я позволю тебе убивать меня снова и снова, теряя остатки своего разума. Пожалуй, я предпочту быструю смерть, ЕСЛИ только у тебя нет ТРЕТЬЕГО варианта».

source: THERE IS NO RESOLUTION TO THIS MATTER. YOU WILL SURRENDER THE BLADE, THEN YOU WILL SUBMIT. YOU WILL LEAVE THIS FORTRESS, AND YOU WILL LEAVE WITHOUT YOUR MEMORY. THERE IS NO *OTHER* SOLUTION.
ru: ЭТА ПРОБЛЕМА НЕРАЗРЕШИМА. ТЫ ОТДАШЬ КЛИНОК, ПОТОМ СДАШЬСЯ. ТЫ ПОКИНЕШЬ ЭТУ КРЕПОСТЬ, НО БЕЗ ПАМЯТИ. *ДРУГОГО* ВЫХОДА НЕТ.

source: "There is one other one. Re-unite with me. We will become one again, as we were meant to be."
ru: «Есть еще один выход. Воссоединись со мной. Мы снова станем единым целым, как и должно было быть».

source: YOU KNOW NOT WHAT YOU DO. IF WE ARE RE-UNITED, THEN IT SHALL BE AN ENDING. THERE SHALL BE NO *FUTURE* FOR US. WE SHALL GO ON TO FURTHER TORMENTS.
ru: ТЫ НЕ ВЕДАЕШЬ, ЧТО ТВОРИШЬ. ЕСЛИ МЫ ОБЪЕДИНИМСЯ, ЭТО СТАНЕТ КОНЦОМ. ДЛЯ НАС НЕ БУДЕТ *БУДУЩЕГО*. НАС БУДУТ ЖДАТЬ НОВЫЕ МУЧЕНИЯ.

source: "It is better *that* happen than the multiverse continues to suffer because of us."
ru: «Пусть лучше случится *это*, чем мультивселенная продолжит страдать от нас».

source: "I am willing to risk such torments. I tire of fighting you across the planes and across time. It ends now."
ru: «Я рискну пойти на это. За все это время я устал драться с тобой повсюду на планах. Теперь это закончится».

source: IF WE BECOME ONE, WE SHALL SUFFER. THERE IS TOO *MUCH* OF THE NATURE OF THE FIRST ONE IN US FOR US TO BE SAVED. WE SHALL BE DAMNED. YOU KNOW NOT WHAT YOU DO.
ru: ЕСЛИ МЫ СТАНЕМ ЕДИНЫМ ЦЕЛЫМ, МЫ БУДЕМ СТРАДАТЬ. В НАС ОСТАЛОСЬ *СЛИШКОМ* МНОГО ЕСТЕСТВА ПЕРВОГО ИЗ НАС. МЫ БУДЕМ ПРОКЛЯТЫ. ТЫ НЕ ПОНИМАЕШЬ, ЧТО ТВОРИШЬ.

source: "No, I know very well what I do. And I think this is the only answer. Prepare yourself."
ru: «Нет, я прекрасно все понимаю. И я считаю, что это единственный путь. Приготовься».

source: "I can live with that - and so can the planes."
ru: «Я смогу жить с этим, и планы тоже смогут».

source: "You shall know no pleasure, creature. You shall be my servant, and all you have accumulated across lifetimes shall be mine."
ru: «Тебе это не доставит радости, создание. Ты станешь моим слугой, и все, что ты накопил за все жизни, станет моим».

source: A NAME IS A THING EARNED BY A MAN THROUGH HIS ACTIONS. BY THE NATURE OF THAT, THE NAME WE ONCE HAD IS MEANINGLESS.
ru: ИМЯ — ЭТО ТО, ЧТО ЧЕЛОВЕК ЗАРАБАТЫВАЕТ СВОИМИ ДЕЙСТВИЯМИ. СОГЛАСНО ЭТОМУ УТВЕРЖДЕНИЮ, ИМЯ, КОТОРОЕ КОГДА-ТО У НАС БЫЛО, ТЕПЕРЬ БЕССМЫСЛЕННО.

source: "You don't *know* what our name was, do you?"
ru: «Ты ведь *не знаешь*, каким было наше имя?»

source: A NAME IS A THING GIVEN TO A MAN BY THOSE THAT SEE HIM FOR WHAT HE IS. BY THE NATURE OF THAT, THE NAME WE ONCE HAD IS MEANINGLESS.
ru: ИМЯ — ЭТО ТО, ЧТО ДАЕТСЯ ЧЕЛОВЕКУ ТЕМИ, КТО ВИДИТ ЕГО ТАКИМ, КАКОЙ ОН ЕСТЬ. СОГЛАСНО ЭТОМУ УТВЕРЖДЕНИЮ, ИМЯ, КОТОРОЕ КОГДА-ТО У НАС БЫЛО, ТЕПЕРЬ БЕССМЫСЛЕННО.
