Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dtrans.dlg.po
Languages: ru

source: SO YOU HAVE COME.
ru: ИТАК, ТЫ ПРИШЕЛ.

source: YOU ARE UNWELCOME HERE, BROKEN ONE.
ru: ТЫ ЗДЕСЬ НЕЗВАНЫЙ ГОСТЬ, СЛОМАННЫЙ.

source: "What have you done to my friends?"
ru: «Что ты сделал с моими друзьями?»

source: "What have you done to my friend?"
ru: «Что ты сделал с моим другом?»

source: "What have you done to my companions?"
ru: «Что ты сделал с моими товарищами?»

source: "What have you done to my companion?"
ru: «Что ты сделал с моим товарищем?»

source: "I know you for what you are - you are my mortality. Your armor - it is twisted like tree branches. Such things speak of Ravel's magicks."
ru: «Я знаю, кто ты такой. Ты — моя смертность. Твоя броня... она как переплетенные ветви дерева. Подобные вещи указывают на магию Равель».

source: THEY DIED FOR YOU AS THEY ALWAYS HAVE. SUCH IS THE WAY OF ALL MORTAL THINGS.
ru: КАК И РАНЬШЕ, ОНИ УМЕРЛИ ЗА ТЕБЯ. ТАКОВА СУДЬБА ВСЕХ СМЕРТНЫХ ВЕЩЕЙ.

source: HE DIED FOR YOU AS THEY ALWAYS HAVE. SUCH IS THE WAY OF ALL MORTAL THINGS.
ru: КАК И РАНЬШЕ, ОН УМЕР ЗА ТЕБЯ. ТАКОВА СУДЬБА ВСЕХ СМЕРТНЫХ ВЕЩЕЙ.

source: SHE DIED FOR YOU AS THEY ALWAYS HAVE. SUCH IS THE WAY OF ALL MORTAL THINGS.
ru: КАК И РАНЬШЕ, ОНА УМЕРЛА ЗА ТЕБЯ. ТАКОВА СУДЬБА ВСЕХ СМЕРТНЫХ ВЕЩЕЙ.

source: IT IS THE FATE OF ALL THAT FOLLOW YOU, BROKEN ONE. YOU HAVE FORGOTTEN MUCH.
ru: ЭТО СУДЬБА ВСЕХ ТЕХ, КТО СЛЕДУЕТ ЗА ТОБОЙ, СЛОМАННЫЙ. ТЫ МНОГОЕ ЗАБЫЛ.

source: THEY TRIED TO HARM ME. *HERE,* OF ALL PLACES. I DEFENDED MYSELF. IN SO DOING, MORTALITY CLAIMED THEM. THEIR DEATHS WERE BY THEIR OWN HAND.
ru: ОНИ ПЫТАЛИСЬ ПРИЧИНИТЬ МНЕ ВРЕД. ИМЕННО *ЗДЕСЬ*, СРЕДИ ВСЕХ ВОЗМОЖНЫХ МЕСТ. Я ЗАЩИЩАЛСЯ. ПРИ ЭТОМ СМЕРТНОСТЬ ЗАБРАЛА ИХ ЖИЗНИ. ОНИ УМЕРЛИ ПО СВОЕЙ ВИНЕ.

source: "Why did you do it?"
ru: «Зачем ты это сделал?»

source: HE TRIED TO HARM ME. *HERE,* OF ALL PLACES. I DEFENDED MYSELF. IN SO DOING, MORTALITY CLAIMED HIM. HIS DEATH WAS BY HIS OWN HAND.
ru: ОН ПЫТАЛСЯ ПРИЧИНИТЬ МНЕ ВРЕД. ИМЕННО *ЗДЕСЬ*, СРЕДИ ВСЕХ ВОЗМОЖНЫХ МЕСТ. Я ЗАЩИЩАЛСЯ. ПРИ ЭТОМ СМЕРТНОСТЬ ЗАБРАЛА ЕГО ЖИЗНЬ. ОН УМЕР ПО СВОЕЙ ВИНЕ.

source: SHE TRIED TO HARM ME. *HERE,* OF ALL PLACES. I DEFENDED MYSELF. IN SO DOING, MORTALITY CLAIMED HER. HER DEATH WAS BY HER OWN HAND.
ru: ОНА ПЫТАЛАСЬ ПРИЧИНИТЬ МНЕ ВРЕД. ИМЕННО *ЗДЕСЬ*, СРЕДИ ВСЕХ ВОЗМОЖНЫХ МЕСТ. Я ЗАЩИЩАЛСЯ. ПРИ ЭТОМ СМЕРТНОСТЬ ЗАБРАЛА ЕЕ ЖИЗНЬ. ОНА УМЕРЛА ПО СВОЕЙ ВИНЕ.

source: I GAVE THEM THE OPPORTUNITY TO DEPART THIS PLACE, BUT THEY SEEMED DETERMINED TO HELP YOU, DESPITE THE COST TO THEMSELVES.
ru: Я ДАЛ ИМ ВОЗМОЖНОСТЬ ПОКИНУТЬ ЭТО МЕСТО, НО ПОХОЖЕ, ЧТО ОНИ РЕШИЛИ ПОМОЧЬ ТЕБЕ, ДАЖЕ ЦЕНОЙ СВОИХ ЖИЗНЕЙ.

source: I GAVE HIM THE OPPORTUNITY TO DEPART THIS PLACE, BUT HE SEEMED DETERMINED TO HELP YOU, DESPITE THE COST TO HIMSELF.
ru: Я ДАЛ ЕМУ ВОЗМОЖНОСТЬ ПОКИНУТЬ ЭТО МЕСТО, НО ПОХОЖЕ, ЧТО ОН РЕШИЛ ПОМОЧЬ ТЕБЕ, ДАЖЕ ЦЕНОЙ СВОЕЙ ЖИЗНИ.

source: I GAVE HER THE OPPORTUNITY TO DEPART THIS PLACE, BUT SHE SEEMED DETERMINED TO HELP YOU, DESPITE THE COST TO HERSELF.
ru: Я ДАЛ ЕЙ ВОЗМОЖНОСТЬ ПОКИНУТЬ ЭТО МЕСТО, НО ПОХОЖЕ, ЧТО ОНА РЕШИЛА ПОМОЧЬ ТЕБЕ, ДАЖЕ ЦЕНОЙ СВОЕЙ ЖИЗНИ.

source: SHE WAS ESPECIALLY FIERCE IN YOUR DEFENSE. HER FEELINGS FOR YOU BURNED BRIGHTER THAN ELYSIUM'S FIRES.
ru: ОНА ОБОРОНЯЛА ТЕБЯ ОСОБЕННО ЯРОСТНО. ЕЕ ЧУВСТВА К ТЕБЕ ГОРЕЛИ ЯРЧЕ ОГНЕЙ ЭЛИЗИУМА.

source: SHE WAS QUITE STRONG. HER TOLERANCE FOR PAIN WOULD HAVE KILLED THREE GREATER DEMONS.
ru: ОНА БЫЛА ДОВОЛЬНО СИЛЬНА. БОЛЬ, КОТОРУЮ ОНА ТЕРПЕЛА, УБИЛА БЫ ТРОИХ КРУПНЫХ ДЕМОНОВ.

source: "So you *killed* them."
ru: «Значит, ты их *убил*».

source: I TOOK NO PLEASURE IN THEIR DEATHS.
ru: ИХ СМЕРТЬ НЕ ДОСТАВИЛА МНЕ УДОВОЛЬСТВИЕ.

source: THE TIEFLING GIRL WAS ESPECIALLY FIERCE IN YOUR DEFENSE. HER FEELINGS FOR YOU BURNED BRIGHTER THAN ELYSIUM'S FIRES.
ru: ДЕВЧОНКА-ТИФЛИНГ ОБОРОНЯЛА ТЕБЯ ОСОБЕННО ЯРОСТНО. ЕЕ ЧУВСТВА К ТЕБЕ ГОРЕЛИ ЯРЧЕ ОГНЕЙ ЭЛИЗИУМА.

source: AND THE TANAR'RI... SHE WAS QUITE STRONG. HER TOLERANCE FOR PAIN WOULD HAVE SHAMED THE BAATEZU THEMSELVES.
ru: А ТАНАРРИ... ОНА БЫЛА ДОВОЛЬНО СИЛЬНА. ОНА ТЕРПЕЛА БОЛЬ, КОТОРАЯ ПОСРАМИЛА БЫ САМИХ БААТЕЗУ.

source: THE TANAR'RI WAS QUITE STRONG. HER TOLERANCE FOR PAIN WOULD HAVE SHAMED THE BAATEZU THEMSELVES.
ru: ТАНАРРИ БЫЛА ДОВОЛЬНО СИЛЬНА. ОНА ТЕРПЕЛА БОЛЬ, КОТОРАЯ ПОСРАМИЛА БЫ САМИХ БААТЕЗУ.

source: I TOOK NO PLEASURE IN HIS DEATH.
ru: ЕГО СМЕРТЬ НЕ ДОСТАВИЛА МНЕ УДОВОЛЬСТВИЯ.

source: I TOOK NO PLEASURE IN HER DEATH.
ru: ЕЕ СМЕРТЬ НЕ ДОСТАВИЛА МНЕ УДОВОЛЬСТВИЯ.

source: IT WAS NOT MY WILL. IT WAS NOT I THAT BROUGHT THEM HERE.
ru: ЭТО ПРОИЗОШЛО НЕ ПО МОЕЙ ВОЛЕ. НЕ Я ПРИВЕЛ ИХ СЮДА.

source: IT WAS NOT MY WILL. IT WAS NOT I THAT BROUGHT HIM HERE.
ru: ЭТО ПРОИЗОШЛО НЕ ПО МОЕЙ ВОЛЕ. НЕ Я ПРИВЕЛ ЕГО СЮДА.

source: IT WAS NOT MY WILL. IT WAS NOT I THAT BROUGHT HER HERE.
ru: ЭТО ПРОИЗОШЛО НЕ ПО МОЕЙ ВОЛЕ. НЕ Я ПРИВЕЛ ЕЕ СЮДА.

source: ALL OF THEM HAD A CHOICE. AND THEY CHOSE TO DIE FOR YOU.
ru: У НИХ ВСЕХ БЫЛ ВЫБОР. И ВСЕ ОНИ ВЫБРАЛИ СМЕРТЬ ЗА ТЕБЯ.

source: HE HAD A CHOICE. AND HE CHOSE TO DIE FOR YOU.
ru: У НЕГО БЫЛ ВЫБОР. И ОН ВЫБРАЛ СМЕРТЬ ЗА ТЕБЯ.

source: SHE HAD A CHOICE. AND SHE CHOSE TO DIE FOR YOU.
ru: У НЕЕ БЫЛ ВЫБОР. И ОНА ВЫБРАЛА СМЕРТЬ ЗА ТЕБЯ.

source: IT HAS ALWAYS BEEN THE WAY OF ALL THAT FOLLOW YOU. FOR THEY ARE TORMENTED SOULS, SEEKING A RELEASE. BUT THEY KNOW NOT WHY.
ru: ЭТО СУДЬБА ВСЕХ, КТО СЛЕДУЕТ ЗА ТОБОЙ. ПОТОМУ ЧТО ОНИ — СТРАДАЮЩИЕ ДУШИ, КОТОРЫЕ ИЩУТ ОСВОБОЖДЕНИЯ. НО НЕ ЗНАЮТ, ПОЧЕМУ.

source: YOU HAVE FORGOTTEN THIS. AND YOU SHALL AGAIN.
ru: ТЫ ЗАБЫЛ ЭТО. И ЗАБУДЕШЬ СНОВА.

source: "Then why did you *do* it?"
ru: «Так почему же ты *сделал* это?»

source: CAN IT BE THAT YOU HAVE COME ALL THIS WAY AND KNOW NOT WHAT LIES AT THE END?
ru: КАК МОЖЕТ СТАТЬСЯ, ЧТО ТЫ ПРОДЕЛАЛ ВЕСЬ ЭТОТ ПУТЬ, НЕ ЗНАЯ, ЧТО ЖДЕТ ТЕБЯ В КОНЦЕ?

source: I AM THAT WHICH WALKS WITH ALL LIFE. MY VOICE IS A DEATH RATTLE, A LAST BREATH IN THE THROAT, THE WHISPER OF A DYING MAN.
ru: Я ТОТ, КТО СОПРОВОЖДАЕТ ВСЕХ ЖИВЫХ. МОЙ ГОЛОС — ПРЕДСМЕРТНЫЙ ХРИП, ПОСЛЕДНИЙ ВЗДОХ, ШЕПОТ УМИРАЮЩЕГО.

source: YES. I AM THAT WHICH WAS SPLIT FROM YOU BY THE HAG'S POWER. FREED FROM THE PRISON OF YOUR FLESH.
ru: ДА. Я ТОТ, КТО БЫЛ ОТДЕЛЕН ОТ ТЕБЯ СИЛОЙ ВЕДЬМЫ. ТОТ, КТО БЫЛ ОСВОБОЖДЕН ИЗ ТЕМНИЦЫ ТВОЕЙ ПЛОТИ.

source: YES. I AM THAT WHICH WAS SPLIT FROM YOU BY THE HAG'S POWER.
ru: ДА. Я ТОТ, КТО БЫЛ ОТДЕЛЕН ОТ ТЕБЯ СИЛОЙ ВЕДЬМЫ.

source: "Who are you?"
ru: «Кто ты?»

source: "Who are you?! Why have you done this?!"
ru: «Кто ты?! Зачем ты это сделал?!»

source: "No, I know what you are - you are my mortality. Your armor - it is twisted like tree branches. Such things speak of Ravel's magicks."
ru: «Нет, я знаю, кто ты такой. Ты — моя смертность. Твоя броня... она как переплетенные ветви дерева. Такие вещи указывают на магию Равель».

source: "What do you mean?"
ru: «О чем это ты?»

source: "You... are my mortality."
ru: «Ты... моя смертность».

source: "Freed from me?"
ru: «Освобожден от меня?»

source: I HAVE BEEN FREED FROM THE PRISON OF YOUR FLESH.
ru: Я БЫЛ ОСВОБОЖДЕН ИЗ ТЕМНИЦЫ ТВОЕЙ ПЛОТИ.

source: THE MOMENT I WAS SPLIT FROM YOUR CANCEROUS SHELL, I KNEW LIFE. I KNEW FREEDOM. I SHALL NOT SURRENDER IT TO YOU.
ru: В ТОТ МИГ, КОГДА МЕНЯ ОТДЕЛИЛИ ОТ ТВОЕЙ ПОГАНОЙ ОБОЛОЧКИ, Я ПОЗНАЛ ЖИЗНЬ. Я ПОЗНАЛ СВОБОДУ. Я НЕ ОТДАМ ЕЕ ТЕБЕ.

source: "We were not meant to be separated. And the planes have suffered because of our separation."
ru: «Нас не должны были разделять. Наше разделение принесло планам страдания».

source: "You have proven quite troublesome to me and my previous incarnations, spirit. We were not meant to be separated."
ru: «Ты доставил мне и моим прошлым воплощениям много хлопот, дух. Нас не должны были разделять».

source: YOU KNOW *NOTHING* OF MEANING AND SEPARATION. BEFORE YOUR MEMORY DIES AGAIN, KNOW THAT WE WERE NEVER MEANT TO BE AS *ONE.*
ru: ТЫ *НИЧЕГО* НЕ ЗНАЕШЬ О СМЫСЛЕ РАЗДЕЛЕНИЯ. ПРЕЖДЕ ЧЕМ ТЫ СНОВА ВСЕ ЗАБУДЕШЬ, ЗНАЙ: НАМ НИКОГДА НЕ БЫЛО СУЖДЕНО БЫТЬ *ЕДИНЫМ ЦЕЛЫМ*.

source: THIS SHALL BE THE LAST TIME YOU AND I SPEAK, BROKEN ONE.
ru: ЭТО БУДЕТ ПОСЛЕДНИЙ НАШ РАЗГОВОР, СЛОМАННЫЙ.

source: "Then there is something I would know, spirit - I have traveled far, and there are many questions you can answer."
ru: «Тогда я хотел бы кое-что узнать, дух. Я через многое прошел, а ты можешь ответить на многие мои вопросы».

source: "I will not surrender to you. Prepare yourself, spirit. We shall see if my mortality can be slain."
ru: «Я не сдамся тебе. Готовься, дух. Посмотрим, можно ли убить мою смертность».

source: I WILL INDULGE YOU THIS ONE LAST TIME. THEN THIS FORTRESS SHALL BE SILENT AGAIN.
ru: Я УДОВЛЕТВОРЮ ТВОЮ ПРОСЬБУ В ПОСЛЕДНИЙ РАЗ. ЗАТЕМ КРЕПОСТЬ ВНОВЬ ОБРЕТЕТ ТИШИНУ.

source: "Then my questions are these..."
ru: «Тогда вот мои вопросы...»

source: (This is a placeholder.)
ru: (Это заглушка для текста.)

source: DO YOU THINK I *FEAR* TO FACE YOU, BROKEN ONE? I DO NOT.
ru: ТЫ СЧИТАЕШЬ, ЧТО Я *БОЮСЬ* ВСТРЕТИТЬСЯ С ТОБОЙ, СЛОМАННЫЙ? ЭТО НЕ ТАК.

source: "Is that why you send shadows to kill me rather than trying to defeat me yourself? They've never succeeded in killing me, nor *will* they."
ru: «Поэтому ты послал теней убить меня, вместо того чтобы попробовать победить меня самому? Им никогда не удавалось убить меня, и никогда *не удастся*».

source: "An iron golem, forged from the weapons of war, told me this once: When one kills from a distance and does not show himself, it speaks of weakness. It is how a *coward* fights."
ru: «Железный голем, выкованный из оружия войны, однажды сказал мне: когда кто-то убивает издалека, не выдавая себя, это говорит о его слабости. Так сражаются *трусы*».

source: "Is that why you send shadows after me rather than confronting me yourself? They've never succeeded in killing me... but that was never their *purpose,* was it? They only 'kill' me to make me forget."
ru: «Поэтому ты послал за мной теней, вместо того чтобы сразиться со мной самому? Им никогда не удавалось убить меня... но ведь это никогда и не было их *целью*? Они 'убивали' меня только для того, чтобы я потерял память».

source: "If you do not fear me yet, then you have one thing left to learn. For now, there are other things I would know..."
ru: «Если ты все еще не боишься меня, тебе остается этому научиться. А пока я хотел бы узнать о других вещах...»

source: I SEND SHADOWS BECAUSE THEIR REACH IS LONG. YET IT IS *MY* EYES THAT GUIDE THEM.
ru: Я ПОСЫЛАЮ ТЕНЕЙ, ПОТОМУ ЧТО ОНИ МОГУТ ДОБРАТЬСЯ КУДА УГОДНО. И ВСЕ ЖЕ ИХ ВЕДУТ *МОИ* ГЛАЗА.

source: "So the shadows can travel distances you cannot."
ru: «Значит, тени могут преодолевать недоступные тебе расстояния».

source: "Very well. There are other things I would know..."
ru: «Хорошо. Я хочу узнать кое о чем еще...»

source: THERE IS *NOTHING* I CANNOT DO.
ru: НЕТ *НИЧЕГО* НЕПОДВЛАСТНОГО МНЕ.

source: "Yet you never traveled beyond these walls to fight me... only sent shadows. That is how a *coward* fights."
ru: «Тем не менее, ты никогда не выходил за эти стены, чтобы сразиться со мной... только посылал теней. Так дерутся *трусы*».

source: "We shall see. There are other things I would know..."
ru: «Посмотрим. Я хочу узнать о другом...»

source: MY ENERGIES ARE NEEDED TO SUSTAIN THIS PLACE, BROKEN ONE, ELSE IT WOULD BE *MY* HAND ON YOUR THROAT WITH EACH OF YOUR DEATHS. I MAY NOT TRAVEL BEYOND THESE FORTRESS WALLS FOR LONG.
ru: МОЯ ЭНЕРГИЯ НЕОБХОДИМА ДЛЯ ПОДДЕРЖКИ ЭТОГО МЕСТА, СЛОМАННЫЙ, А ИНАЧЕ КАЖДЫЙ РАЗ, УМИРАЯ, ТЫ ЧУВСТВОВАЛ БЫ *МОЮ* РУКУ НА СВОЕЙ ГЛОТКЕ. Я НЕ МОГУ ПОКИДАТЬ ЭТУ КРЕПОСТЬ НАДОЛГО.

source: "I don't believe you. I think you're *afraid* to confront me... or else you are lying to me, and there is another reason you remain here..."
ru: «Я тебе не верю. Мне кажется, ты *боишься* сразиться со мной... или же врешь мне, и есть другая причина того, что ты остаешься здесь...»

source: "Yet, even when I was within the Fortress walls, you sent Vhailor to try and stop me, when you could have stopped me yourself."
ru: «И все же, даже когда я оказался в пределах Крепости, ты послал Вейлора остановить меня, хотя и мог сделать это сам».

source: "Yet, even when I was within the Fortress walls, you sent that hollow suit of armor to try and stop me, when you could have stopped me yourself."
ru: «И все же, даже когда я оказался в пределах Крепости, ты послал те бестелесные доспехи остановить меня, хотя и мог сделать это сам».

source: "Yet, even when I was within the Fortress walls, you sent Ignus to try and stop me, when you could have stopped me yourself."
ru: «И все же, даже когда я оказался в пределах Крепости, ты послал Игнуса остановить меня, хотя и мог сделать это сам».

source: "Yet, even when I was within the Fortress walls, you sent that insane burning sorcerer to try and stop me, when you could have stopped me yourself."
ru: «И все же, даже когда я оказался в пределах Крепости, ты послал того чокнутого горящего колдуна остановить меня, хотя и мог сделать это сам».

source: "Then that crystal you set up to try and segment me and trap me - you didn't want to kill me, you only wanted to imprison me."
ru: «А потом, тот кристалл, из которого ты устроил мне ловушку... ты ведь не хотел меня убивать — ты хотел лишь заточить меня».

source: THE MERCYKILLER SPIRIT WAS... CONVENIENT. MANY ARE THE INJUSTICES YOU HAVE COMMITTED, AND MANY ARE THE SCARS THEY HAVE LEFT ON THE PLANES. I GAVE THE SPIRIT ARMOR THE CHANCE TO *RECTIFY* THEM.
ru: ДУХ УБИЙЦЫ МИЛОСЕРДИЯ БЫЛ... К МЕСТУ. ТЫ НАТВОРИЛ МНОГО НЕСПРАВЕДЛИВОСТИ, ОСТАВИЛ МНОГО ШРАМОВ НА ТЕЛЕ ПЛАНОВ. Я ПОДАРИЛ ДУХУ В ДОСПЕХАХ ШАНС *ИСПРАВИТЬ* ЭТО.

source: "What did you tell him that turned him against me? He was my ally, and he followed me h-"
ru: «Что такого ты ему сказал, чтобы настроить против меня? Он был моим союзником, он шел со мной с...»

source: "Then you set up that crystal to try and trap me, and *that* failed."
ru: «Затем ты устроил из того кристалла ловушку для меня, и из *этого* ничего не вышло».

source: I TOLD HIM OF YOUR *CRIMES.* I TOLD HIM HOW OTHERS DIE IN YOUR PLACE SO THAT YOU MIGHT LIVE. IT LENT HIM STRENGTH.
ru: Я РАССКАЗАЛ ЕМУ О ТВОИХ *ПРЕСТУПЛЕНИЯХ*. Я РАССКАЗАЛ ЕМУ, КАК ДРУГИЕ УМИРАЮТ ВМЕСТО ТЕБЯ, ЧТОБЫ ТЫ МОГ ЖИТЬ. ЭТО ПРИДАЛО ЕМУ СИЛЫ.

source: "But that's YOUR crime, too. As long as we are separated, others will continue to die in our place. So Vhailor should have tried to kill *you.*"
ru: «Но ведь это и ТВОИ преступления. Пока мы разделены, другие продолжат умирать вместо нас. Так что Вейлор должен был убить *тебя*».

source: *I* HAVE COMMITTED NO CRIME.
ru: *Я* НЕ СОВЕРШАЛ ПРЕСТУПЛЕНИЙ.

source: "*You're* the one who keeps killing me, *you're* the one who's stacked the bodies of others so high the galleries of this Fortress are FILLED with shadows, and you DARE to say you've committed no crime? You're fortunate Vhailor's dead, or else *you* would be split upon his axe."
ru: «*Ты* тот, кто продолжает убивать меня. *Ты* тот, насобирал такую кучу трупов, что галереи этой Крепости просто ЗАБИТЫ тенями. И после этого ты СМЕЕШЬ утверждать, что не совершал преступлений? Тебе повезло, что Вейлор мертв, иначе он зарубил бы своим топором *тебя*».

source: DO NOT SPEAK TO *ME* OF JUDGMENT. SOON THE PLANES SHALL JUDGE YOU, AND THERE SHALL BE AN ENDING OF THINGS BETWEEN US, BROKEN ONE.
ru: НЕ РАССКАЗЫВАЙ *МНЕ* О ПРАВОСУДИИ. ВСКОРЕ ПЛАНЫ ВЫНЕСУТ ТЕБЕ ПРИГОВОР, И ЭТО СТАНЕТ КОНЦОМ СПОРА МЕЖДУ НАМИ, СЛОМАННЫЙ.

source: "But even after Vhailor failed, you *didn't* confront me, even though you claim you could have. You put that crystal in my path to try and imprison me."
ru: «Но даже после того, как Вейлор потерпел поражение, ты *не встретился* со мной в бою, хоть и утверждаешь, что можешь. Ты оставил на моем пути тот кристалл, чтобы попытаться захватить меня».

source: THE SORCERER WAS... CONVENIENT. HIS RAGE FOR YOU RUNS DEEP. I THOUGHT IT FITTING HE BE ALLOWED *VENGEANCE* UPON YOU. IF THE PLANES CANNOT TEACH YOU MERCY, PERHAPS *PAIN* CAN.
ru: КОЛДУН БЫЛ... К МЕСТУ. У ЕГО НЕНАВИСТИ К ТЕБЕ ГЛУБОКИЕ КОРНИ. Я СЧЕЛ ПОДХОДЯЩИМ ПОЗВОЛИТЬ ЕМУ *ОТОМСТИТЬ* ТЕБЕ. РАЗ ПЛАНЫ НЕ МОГУТ НАУЧИТЬ ТЕБЯ БЫТЬ МИЛОСЕРДНЫМ, МОЖЕТ, *БОЛЬ* СМОЖЕТ.

source: "He wanted revenge? For my teaching him the way of the Art and making him suffer?"
ru: «Он хотел отомстить? За то, что я научил его Искусству и заставил страдать?»

source: "He wanted revenge? For what?"
ru: «Он хотел отомстить? За что?»

source: YES. AS PAIN TAUGHT HIM, I THOUGHT PAIN MIGHT TEACH YOU. BUT THE SORCERER WAS WEAKER THAN I THOUGHT, AND NOW YOU ARE HERE. SOON, THERE SHALL BE AN ENDING OF THINGS BETWEEN US, BROKEN ONE.
ru: ДА. РАЗ БОЛЬ ПРОУЧИЛА ЕГО, Я ПОДУМАЛ, ЧТО БОЛЬ МОГЛА БЫ ПОУЧИТЬ И ТЕБЯ. НО КОЛДУН ОКАЗАЛСЯ СЛАБЕЕ, ЧЕМ Я ПОЛАГАЛ, — И ВОТ ТЫ ЗДЕСЬ. ВСКОРЕ ПОДОЙДЕТ КОНЕЦ НАШЕМУ СПОРУ, СЛОМАННЫЙ.

source: "So you sent Ignus to try and stop me... but when he failed, then you *still* didn't confront me, even when you could have - instead, you put that crystal in my path to imprison me."
ru: «Значит, ты послал Игнуса остановить меня... но когда он потерпел поражение, ты *все равно* не вступил со мной в бой, хоть и мог. Вместо этого ты оставил на моем пути тот кристалл, чтобы заточить меня».

source: IT IS NO MATTER. YOU HAVE *FORGOTTEN* SUCH THINGS. AND YOU SHALL AGAIN.
ru: ЭТО НЕВАЖНО. ТЫ *ЗАБЫЛ* ПОДОБНЫЕ ВЕЩИ. И ПРОДОЛЖАЕШЬ ЗАБЫВАТЬ.

source: "So you sent him to try and stop me... but when he failed, you *still* didn't confront me - you put that crystal in my path to imprison me."
ru: «Значит, ты послал его остановить меня... но когда он потерпел поражение, ты *все равно* не вступил со мной в бой: ты оставил на моем пути тот кристалл, чтобы заточить меня».

source: YES, THE CRYSTAL IS A PRISON, PERHAPS ONE OF THE GREATEST EVER DEVISED.
ru: ДА, КРИСТАЛЛ — ЭТО ТЕМНИЦА, БЫТЬ МОЖЕТ, ВЕЛИЧАЙШАЯ ИЗ КОГДА-ЛИБО СОЗДАННЫХ.

source: I USED IT, FOR I TIRE OF TRACKING YOU ACROSS THE PLANES, NAMELESS ONE. YOU ARE... *DIFFICULT* TO FIND. I PREFER YOU BE KEPT CLOSE, WHERE I MAY WATCH YOU. THE CRYSTAL IS SUCH A PLACE WHERE YOU MAY BE KEPT.
ru: Я ВОСПОЛЬЗОВАЛСЯ ИМ, ПОТОМУ ЧТО УСТАЛ ИДТИ ПО ТВОЕМУ СЛЕДУ ЧЕРЕЗ ПЛАНЫ, БЕЗЫМЯННЫЙ. ТЕБЯ... *ТРУДНО* ОТЫСКАТЬ. Я ПРЕДПОЧИТАЮ ДЕРЖАТЬСЯ ПОБЛИЖЕ К ТЕБЕ, ЧТО МОЖНО БЫЛО НАБЛЮДАТЬ ЗА ТОБОЙ. КРИСТАЛЛ — КАК РАЗ ТАКОЕ МЕСТО.

source: I WOULD KNOW *HOW* YOU FREED YOURSELF FROM THE CRYSTAL.
ru: Я ХОТЕЛ БЫ ЗНАТЬ, *КАК* ТЫ ВЫБРАЛСЯ ИЗ КРИСТАЛЛА.

source: "Why am I difficult to find?"
ru: «Почему меня трудно отыскать?»

source: "I had help. The woman I brought here long ago, Deionarra, freed me."
ru: «Мне помогли. Меня освободила Дейонарра, женщина, которую я привел сюда давным-давно».

source: "My ways are my own. Know that that prison cannot hold me - just as you cannot stop me now."
ru: «Это мое дело. Знай, что меня не удержит никакая тюрьма, так же как сейчас ты не можешь меня остановить».

source: IT IS OF NO CONSEQUENCE.
ru: ЭТО НЕ ИМЕЕТ ЗНАЧЕНИЯ.

source: "Why not tell me, then? I will forget this anyway, and I would know this last time."
ru: «Так почему бы не рассказать мне? Я все равно забуду. Я хотел бы узнать об этом в последний раз».

source: "Then there can be no harm in telling me."
ru: «Тогда нет ничего страшного в том, чтобы рассказать мне».

source: JUST AS THERE IS POWER IN NAMES, THERE IS POWER IN *NOT* HAVING A NAME. THE EYES OF THE PLANES SLIDE OFF SUCH A ONE. ONE SUCH AS YOU - AND ONE SUCH AS I.
ru: ТОЧНО ТАК ЖЕ, КАК ЕСТЬ СИЛА В ИМЕНАХ, ЕСТЬ СИЛА И В *ОТСУТСТВИИ* ИМЕНИ. ВЗГЛЯДЫ ПЛАНОВ ПРИКОВАНЫ К ТАКИМ. ТАКИМ, КАК ТЫ... И Я.

source: AH... THE LOVE-TORN SPIRIT. THERE ARE TIMES I HAVE FELT HER ECHO IN THE HALLS OF THIS FORTRESS. SHE SHALL *NOT* FREE YOU AGAIN.
ru: А... ТЕРЗАЕМЫЙ ЛЮБОВЬЮ ДУХ. ВРЕМЕНАМИ Я ЧУВСТВУЮ ЕЕ ОТГОЛОСКИ В ЗАЛАХ КРЕПОСТИ. БОЛЬШЕ ОНА *НЕ ОСВОБОДИТ* ТЕБЯ.

source: "She won't *need* to. There are others things I would know..."
ru: «Ей это и *не понадобится*. Я хотел бы знать другие вещи...»

source: SUCH ARROGANCE. WE SHALL TEST THAT ARROGANCE THIS DAY, BROKEN ONE.
ru: ЧТО ЗА НАДМЕННОСТЬ. СЕГОДНЯ МЫ ЕЕ ПРОВЕРИМ, СЛОМАННЫЙ.

source: "We shall see. There are others things I would know..."
ru: «Посмотрим. Я хотел бы знать другие вещи...»

source: YOU KNOW *NOTHING.*
ru: ТЫ *НИЧЕГО* НЕ ЗНАЕШЬ.

source: "Why is sustaining this place so important for you? If you are truly as powerful as you say, why would you want to remain here? There is NOTHING here."
ru: «Почему поддержка этого места так важна для тебя? Если ты и вправду такой могущественный, как говоришь, зачем тебе оставаться здесь? Здесь же НИЧЕГО нет».

source: IT IS MY FORTRESS. IT IS MY HOME.
ru: ЭТО МОЯ КРЕПОСТЬ. ЭТО МОЙ ДОМ.

source: "And what a home it is, too. Mortared from my regrets, with nothing but the shades of those we've murdered filling its halls, abandoned relics of the past languishing beneath dust, and the life-draining energies of the Negative Material Plane to feast the eyes on. There are words for places like that - they're called *prisons.*"
ru: «И что же это за дом? Построенный на моих сожалениях, в чьих залах лишь тени тех, кого мы убили, с заброшенными реликтами прошлого, томящимися под слоем пыли, с вытягивающей жизнь энергией Негативного материального плана — тут есть на что полюбоваться. Подобным местам даже название есть — они зовутся *тюрьмами*».

source: EVERY WORD BETRAYS YOUR IGNORANCE, BROKEN ONE. THE FORTRESS IS *SILENT.* ALL THAT COMES HERE *DIES* BEFORE INTRUDING INTO MY PRESENCE. AND THE SHADOWS ARE QUIET CREATURES.
ru: С КАЖДЫМ СЛОВОМ ТЫ ВЫДАЕШЬ СВОЕ НЕВЕЖЕСТВО, СЛОМАННЫЙ. КРЕПОСТЬ *БЕЗМОЛВНА*. ВСЕ ПРИШЕДШИЕ СЮДА *УМИРАЮТ*, ТАК И НЕ ВТОРГНУВШИСЬ В МОЮ ОБИТЕЛЬ. А ТЕНИ — ТИХИЕ СОЗДАНИЯ.

source: "I think you *have* to remain here, along with the shadows and the ghosts, because that's what you've become. I don't think you sustain this place at all. I think it sustains *you.*"
ru: «Я думаю, что тебе *приходится* оставаться тут вместе с призраками и тенями, потому что ты стал таким же. Не думаю, что ты поддерживаешь это место — это оно поддерживает *тебя*».

source: I REMAIN HERE BY *CHOICE.*
ru: Я НАХОЖУСЬ ЗДЕСЬ ПО *СОБСТВЕННОЙ* ВОЛЕ.

source: "*Really?* So when you said you can't journey beyond this Fortress for long, you were lying? And how is it possible that a Fortress built from MY regrets needs YOU to sustain it?"
ru: «*Правда*? Значит, когда ты говорил, что не можешь выходить за пределы Крепости, ты лгал? И как вообще может быть такое, чтобы крепость, построенная на МОИХ сожалениях, нуждалась в ТВОЕЙ поддержке?»

source: I WILL SEE YOU DIE A *THOUSAND* DEATHS FOR YOUR INSOLENCE, BROKEN ONE. YOU ARE AN INTRUDER WITHIN THESE HALLS, AND I SHALL SEE TO IT YOU *NEVER* RETURN.
ru: Я ОБЕСПЕЧУ ТЕБЕ *ТЫСЯЧУ* СМЕРТЕЙ ЗА ТВОЮ ДЕРЗОСТЬ, СЛОМАННЫЙ. ТЫ ЗДЕСЬ — НЕЗВАНЫЙ ГОСТЬ, И Я ПОЗАБОЧУСЬ О ТОМ, ЧТОБЫ ТЫ *НИКОГДА* ОТСЮДА НЕ ВЫШЕЛ.

source: "Consider this: you say we are linked. So when I suffer, you must suffer as well. Perhaps you are trapped here *because* you suffer, but differently than I do."
ru: «Подумай вот о чем: ты говоришь, что мы связаны. Значит, когда я страдаю, ты тоже должен страдать. Возможно, ты заточен здесь как раз *потому*, что страдаешь, только не так как я».

source: "I tire of your idle threats. Prepare yourself, spirit. We shall see if my mortality can be slain."
ru: «Я устал от твоих пустых угроз. Приготовься, дух. Посмотрим, можно ли убить мою смертность».

source: WHAT IS THIS FOOLISHNESS YOU SPEAK OF?
ru: ЧТО ЗА ЧУШЬ ТЫ НЕСЕШЬ?

source: "Is it possible that as I die the death of the mind with each of my deaths, you die the death of the body? As I lose spirit, you lose substance. That's why you find it harder and harder to leave this Fortress and travel beyond this plane. This Fortress is not only your prison, it's going to become your tomb."
ru: «Возможно ли, что каждый раз, когда я умираю смертью разума, ты умираешь смертью тела? В то время как я теряю дух, ты теряешь вещество. Вот почему тебе все труднее и труднее покидать Крепость и путешествовать по планам. Это Крепость для тебя — не только тюрьма: она станет тебе могилой».

source: IMPOSSIBLE.
ru: ЭТО НЕВОЗМОЖНО.
