Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dtrans.dlg.po
Languages: ru

source: A NAME IS A CLOAK OF LETTERS THROWN UPON A MAN. IT MEANS NOTHING.
ru: ИМЯ — ЭТО ПЛАЩ ИЗ БУКВ, НАКИНУТЫЙ НА ЧЕЛОВЕКА. ОНО НИЧЕГО НЕ ЗНАЧИТ.

source: YOU WILL NEVER KNOW YOUR NAME, BROKEN ONE.
ru: ТЫ НИКОГДА НЕ УЗНАЕШЬ СВОЕ ИМЯ, СЛОМАННЫЙ.

source: "Our name is known to me, creature. In knowing, I have become strong."
ru: «Мне известно наше имя, создание. С этим знанием я стал сильнее».

source: THERE IS NO ONE IN ALL EXISTENCE THAT KNOWS OUR NAME. THIS IS OUR SHIELD. NAMES CARRY POWER. WHEN ONE IS *NAMELESS* AS WE ARE, THEN ONE IS STRONG. WE CANNOT BE HUNTED. WE CANNOT BE TRACKED. WE CANNOT BE HARMED.
ru: НИКТО ВО ВСЕМ МИРЕ НЕ ЗНАЕТ НАШЕГО ИМЕНИ. ЭТО НАШ ЩИТ. В ИМЕНАХ КРОЕТСЯ СИЛА. КОГДА У КОГО-ТО *НЕТ* ИМЕНИ, КАК У НАС, ОН СИЛЕН. НАС НЕЛЬЗЯ НАЙТИ. НАС НЕЛЬЗЯ ПРОСЛЕДИТЬ. НАМ НЕЛЬЗЯ НАВРЕДИТЬ.

source: "Why was that ever important? Were we being hunted?"
ru: «Что в этом вообще важного? Нас что, преследовали?»

source: YOU *LIE.* OUR NAME IS LOST, FORGOTTEN, AND SO IT SHALL REMAIN UNTIL ETERNITY DIES.
ru: ТЫ *ЛЖЕШЬ*. НАШЕ ИМЯ ПОТЕРЯНО, ЗАБЫТО, И ТАК БУДЕТ ДО СКОНЧАНИЯ ВЕКОВ.

source: "Do I lie? If you are of me, you *know* when I deceive you. I do not lie now."
ru: «Разве я лгу? Если ты был моей частью, ты *знаешь*, когда я обманываю тебя. Сейчас я не лгу».

source: EVEN WITH SUCH KNOWING, YOU DO NOT HAVE THE POWER TO DEFEAT ME.
ru: ДАЖЕ С ТАКИМ ЗНАНИЕМ ТЫ НЕ В СИЛАХ ПОБЕДИТЬ МЕНЯ.

source: "Yes, I do - and I shall not allow you to trick me into a battle that is not even necessary. For in knowing my name, my true name, I know yours. There is nothing more you can do to me."
ru: «Я в силах это сделать, и я не позволю тебе втянуть меня в бой, в котором даже нет нужды. Потому что, зная свое имя, свое истинное имя, я знаю и твое имя. Ты больше ничего не сможешь мне сделать».

source: "We shall see, spirit. Prepare yourself, and we shall see if my mortality can die..."
ru: «Посмотрим, дух. Готовься; сейчас увидим, может ли моя смертность умереть...»

source: I WILL *UNMAKE* YOU.
ru: Я *УНИЧТОЖУ* ТЕБЯ.

source: "No, I will unmake *you.* I no longer wish you to inhabit the planes... farewell, and know that oblivion welcomes you."
ru: «Нет, это *ты* будешь уничтожен. Я больше не желаю, чтобы ты существовал на планах... прощай. Знай: забвение приветствует тебя».

source: "No, you will not - you will rejoin with me, and we shall become as one again, as we were meant."
ru: «Нет, ты воссоединишься со мной, и мы снова станем единым целым, как и должно было быть».

source: ALL THAT LIVES IS HUNTED. THE PREDATOR IS DEATH. IT HUNTS US NO LONGER.
ru: НА ВСЕХ ЖИВЫХ ВЕДЕТ ОХОТУ ХИЩНИЦА, ИМЯ КОТОРОЙ — СМЕРТЬ. НАС ОНА БОЛЬШЕ НЕ ИЩЕТ.

source: "Then know it hunts us now. Our name is known to me, creature. In knowing it, I have become strong."
ru: «Тогда знай, что теперь она ищет нас. Наше имя известно мне, создание. С этим знанием я стал сильнее».

source: "No, it now hunts for *others* in our place. Countless others are dying because you and I are separated. We cannot continue to live like this, or else we will continue killing others in our place."
ru: «Нет, вместо нас она охотится на *других*. Нет счета умершим от того, что мы с тобой разделены. Мы не можем продолжать такую жизнь, иначе мы продолжим убивать других вместо себя».

source: EVERYTHING THAT LIVES DIES. THE SHADES HERE SUFFER, BUT FOR THEM, IT IS IMMORTALITY OF A SORT. I AM THE LIGHT IN THE DARKNESS OF THIS FORTRESS, AND THEIR HATRED IS FOR YOU, NOT I.
ru: ВСЕ ЖИВУЩЕЕ УМИРАЕТ. ЗДЕШНИЕ ТЕНИ СТРАДАЮТ, НО ДЛЯ НИХ ЭТО СВОЕГО РОДА БЕССМЕРТИЕ. Я СЛОВНО ЛУЧ СВЕТА ВО ТЬМЕ ЭТОЙ КРЕПОСТИ, И ИХ НЕНАВИСТЬ НАПРАВЛЕНА НА ТЕБЯ, А НЕ НА МЕНЯ.

source: "So you will allow innocents to suffer in our place?"
ru: «Значит, ты позволишь невинным страдать вместо нас?»

source: IF YOU WOULD END THEIR SUFFERING, SUBMIT TO ME. ALLOW YOURSELF TO BE KEPT IN THIS FORTRESS WITHIN THE CRYSTAL, AND INNOCENTS NEED NOT SUFFER. THEY SUFFER BECAUSE *YOU* DIE, NOT I.
ru: ЕСЛИ ХОЧЕШЬ ПРЕКРАТИТЬ ИХ СТРАДАНИЕ, СДАЙСЯ МНЕ. ПОЗВОЛЬ ДЕРЖАТЬ СЕБЯ В КРИСТАЛЛЕ, В ЭТОЙ КРЕПОСТИ — И В СТРАДАНИЯХ НЕВИННЫХ НЕ БУДЕТ НЕОБХОДИМОСТИ. ОНИ СТРАДАЮТ ИЗ-ЗА *ТВОИХ* СМЕРТЕЙ, А НЕ ИЗ-ЗА МЕНЯ.

source: "I will not allow myself to be held prisoner... prepare yourself, spirit. We shall see if my mortality can die."
ru: «Я не позволю держать себя в плену... готовься, дух. Посмотрим, может ли умереть моя смертность».

source: THE QUESTION IS MEANINGLESS.
ru: ЭТОТ ВОПРОС НЕ ИМЕЕТ СМЫСЛА.

source: "Nonetheless, before there is an ending between us, I will hear your answer."
ru: «Тем не менее, прежде чем между нами все закончится, я хочу услышать от тебя ответ».

source: THEN THIS IS MY ANSWER, AND YOU ARE THE PROOF. *NOTHING* CAN CHANGE THE NATURE OF A MAN.
ru: ТОГДА ВОТ МОЙ ОТВЕТ, И ТЫ ЕМУ ПОДТВЕРЖДЕНИЕ. *НИЧТО* НЕ МОЖЕТ ИЗМЕНИТЬ СУЩНОСТЬ ЧЕЛОВЕКА.

source: "Then that is all I wished to know. I shall prove you wrong... prepare yourself, spirit. We shall see if my mortality can die."
ru: «Тогда это все, что я хотел узнать. Я докажу, что ты ошибаешься... готовься, дух. Посмотрим, может ли умереть моя смертность».

source: "If there is anything I have learned in my travels across the planes, it is that many things may change the nature of a man. Whether regret, or love, or revenge or fear - whatever you *believe* can change the nature of a man, can."
ru: «Если я что и понял в своих странствиях по планам, так это то, что сущность человека может измениться от многих вещей. Раскаяние, любовь, месть, страх — все, во что ты *веришь*, может изменить сущность человека».

source: "You're wrong. Belief can change the nature of a man. I was able to unmake Vhailor with belief - I wonder if I could unmake myself."
ru: «Ты ошибаешься. Вера может изменить сущность человека. Мне удалось силой веры уничтожить Вейлора. Интересно, смогу ли я уничтожить себя».

source: "You're wrong. Belief can change the nature of a man. Once, long ago, I was able to make a man with belief - I wonder if I could unmake one, too."
ru: «Ты ошибаешься. Вера может изменить сущность человека. Однажды, давным-давно, мне удалось силой веры создать человека. Интересно, смогу ли я уничтожить себя».

source: "Then that is your answer. There is something else I would know..."
ru: «Что ж, да будет так. Я хочу узнать кое-что еще...»

source: THEN YOU LEARNED A FALSE LESSON, BROKEN ONE.
ru: ТОГДА ТЫ ИЗВЛЕК НЕВЕРНЫЙ УРОК, СЛОМАННЫЙ.

source: "Have I? I've seen belief move cities, make men stave off death, and turn an evil hag's heart half-circle. This entire Fortress has been constructed from belief. Belief damned a woman, whose heart clung to the hope that another loved her when he did not. Once, it made a man seek immortality and achieve it. And it has made a posturing spirit think it is something more than a part of me."
ru: «Неужели? Я видел, как вера сдвигала города, защищала людей от смерти, и растапливала сердце злой ведьмы. Вся эта Крепость построена на вере. Вера прокляла женщину, чье сердце цеплялось за надежду, что другой любил ее, хотя он не любил. Однажды она вынудила человека искать бессмертие и обрести его. И она заставила наглого духа думать, что он — нечто большее, чем часть меня».

source: YOUR DEFIANCE WILL HURT YOU MORE THAN ANY WOUND IN THIS PLACE. BELIEF CANNOT CHANGE THE NATURE OF A MAN.
ru: ТВОЙ ВЫЗОВ ПРИЧИНИТ ТЕБЕ БОЛЬШЕ БОЛИ, ЧЕМ ЛЮБАЯ ПОЛУЧЕННАЯ ЗДЕСЬ РАНА. ВЕРА НЕ МОЖЕТ ИЗМЕНИТЬ ПРИРОДУ ЧЕЛОВЕКА.

source: "I think it can. I think belief could even unmake me, if I believed it *enough.*"
ru: «Я считаю, что может. Я думаю, что вера может уничтожить даже меня, если я буду верить в это *достаточно* сильно».

source: "Perhaps I shall put it to the test later... for now, there are other things I would know."
ru: «Пожалуй, я проверю это позже... а пока я хотел бы узнать о другом».

source: YOU DO NOT POSSESS THE FORCE OF WILL FOR SUCH A THING.
ru: ТЫ НЕ ОБЛАДАЕШЬ ДОСТАТОЧНОЙ СИЛОЙ ВОЛИ.

source: "So you admit it's possible."
ru: «Значит, ты признаешь, что это возможно».

source: "We shall see... perhaps I should try."
ru: «Посмотрим... может, мне стоит попробовать».

source: "Or if we share the link you say, perhaps I could unmake *you.*"
ru: «Или, раз уж между нами есть связь, может, я смог бы уничтожить *тебя*».

source: DO NOT TRY MY *PATIENCE,* BROKEN ONE.
ru: НЕ ИСПЫТЫВАЙ МОЕ *ТЕРПЕНИЕ*, СЛОМАННЫЙ.

source: Focus your will inwards, center yourself.
ru: Сфокусировать свою волю внутрь, сосредоточиться.

source: Try to focus, center yourself.
ru: Попытаться сфокусировать волю, сосредоточиться.

source: YOU ARE A *FOOL* TO THINK YOU CAN ACHIEVE SUCH A THING. YOU CAN BARELY KEEP YOUR OWN TATTERED MIND INTACT. THERE IS NOWHERE LEFT FOR YOU TO FALL, BROKEN ONE.
ru: ТЫ *ГЛУПЕЦ*, РАЗ СЧИТАЕШЬ, ЧТО МОЖЕШЬ ДОБИТЬСЯ ТАКОГО. ВСЕ, НА ЧТО ТЕБЯ ХВАТИТ — ЭТО СОХРАНИТЬ В ЦЕЛОСТИ СВОЙ ИЗОРВАННЫЙ РАЗУМ. ТЕБЕ НЕКУДА ДАЛЬШЕ ПАДАТЬ, СЛОМАННЫЙ.

source: Keep focusing.
ru: Продолжать концентрироваться.

source: As you focus, delving into the core of your being, you find little to latch onto, only fragments and pieces... and you realize that you cannot unmake yourself; you simply do not possess the will.
ru: Пока ты концентрируешься, рыская в глубинах своей сущности, ты обнаруживаешь, что тебе не за что зацепиться — там только осколки... и вдруг ты осознаешь, что неспособен уничтожить себя: ты попросту не обладаешь достаточной силой воли.

source: "Perhaps not *this* time, spirit. There are other things I would know..."
ru: «Пожалуй, не в *этот* раз, дух. Я хотел бы узнать другие вещи...»

source: *STOP.* YOU KNOW *NOT* WHAT YOU DO.
ru: *ПРЕКРАТИ*. ТЫ *НЕ ВЕДАЕШЬ*, ЧТО ТВОРИШЬ.

source: "I know what I do. You have tormented me enough, and now it ends."
ru: «Я знаю, что творю. Ты причинил мне достаточно боли, и теперь это все закончится».

source: IF YOU DO THIS THING, *WE* SHALL BE UNDONE. THERE IS NO ONE FATE HERE. YOU DESTROY US BOTH.
ru: ЕСЛИ ТЫ СДЕЛАЕШЬ ЭТО, *МЫ* БУДЕМ УНИЧТОЖЕНЫ. ЭТО НЕ НАША СУДЬБА. ТЫ УНИЧТОЖИШЬ НАС ОБОИХ.

source: "As I see it, I have two choices - either I kill us both, or I let you kill me again and again, losing what few pieces of my mind I have left. I think I'd prefer we both die - UNLESS you have a THIRD solution."
ru: «Как мне кажется, у меня два варианта: либо мы оба умрем, либо я позволю тебе убивать меня снова и снова, теряя остатки своего разума. Пожалуй, я предпочту быструю смерть, ЕСЛИ только у тебя нет ТРЕТЬЕГО варианта»

source: "Then we shall both die. I shall unmake us both, creature."
ru: «Тогда мы оба умрем. Я уничтожу нас обоих, создание».

source: THERE IS NO OTHER RESOLUTION TO THIS MATTER.
ru: ТУТ НЕТ ДРУГОГО ВЫХОДА.

source: "I think there is - we can become one again, as we were meant."
ru: «А я думаю, есть: мы можем снова стать одним целым, как и должно было быть».

source: NO. THEY ARE *DEAD.* DEAD THEY SHALL REMAIN.
ru: НЕТ. ОНИ *МЕРТВЫ*. ПУСТЬ ОСТАЮТСЯ МЕРТВЫМИ.

source: "Why? *Can't* you save them? Don't you have the power?"
ru: «Почему? Разве ты *не можешь* их спасти? Разве у тебя нет на то силы?»

source: "So you don't have the power to save them? So your powers *are* limited..."
ru: «Значит, ты не в силах их спасти? То есть, твое могущество *ограничено*...»

source: "Then I shall see you JOIN them. Prepare yourself, spirit. We shall see if my mortality can be slain."
ru: «Тогда я позабочусь о том, чтобы ты к ним ПРИСОЕДИНИЛСЯ. Готовься, дух. Посмотрим, можно ли убить мою смертность».

source: DO NOT *QUESTION* MY POWER HERE, IN THIS PLACE. THERE IS NOTHING I CANNOT DO, NOW THAT I AM FREE OF YOU.
ru: НЕ СТАВЬ ПОД *СОМНЕНИЕ* МОЕ МОГУЩЕСТВО ЗДЕСЬ, В ЭТОМ МЕСТЕ. ТЕПЕРЬ, КОГДА Я ОСВОБОДИЛСЯ ОТ ТЕБЯ, НЕТ НИЧЕГО НЕПОДВЛАСТНОГО МНЕ.

source: BUT IT IS NOT MY *WILL* THAT THEY BE SAVED. THEY CHALLENGED ME IN MY HOME, AND THEIR DEATHS SHALL BE REMINDERS TO ALL THAT CHALLENGE ME.
ru: НО У МЕНЯ *НЕТ* ЖЕЛАНИЯ СПАСАТЬ ИХ. ОНИ БРОСИЛИ МНЕ ВЫЗОВ В МОЕМ ДОМЕ, И ИХ СМЕРТИ БУДУТ НАПОМИНАНИЕМ ВСЕМ ТЕМ, КТО ИДЕТ ПРОТИВ МЕНЯ.

source: BROKEN ONE, IN THE SPAN OF YOUR FORGOTTEN LIFETIMES, I HAVE OBSERVED, LEARNED, AND GATHERED POWER WITHIN THE VAULTS OF MY BODY.
ru: СЛОМАННЫЙ, НА ПРОТЯЖЕНИЕ ЗАБЫТЫХ ТОБОЙ ЖИЗНЕЙ Я НАБЛЮДАЛ, УЧИЛСЯ И СОБИРАЛ СИЛУ В ГЛУБИНАХ СВОЕГО ТЕЛА.

source: "You *can't* resurrect them, can you?"
ru: «Ты ведь *не можешь* их воскресить?»

source: "I don't think you have a choice. I don't think you *can* resurrect them."
ru: «Не думаю, что у тебя есть выбор. Не думаю, что ты *можешь* воскресить их».

source: "Perhaps you will join them soon enough. I had other things I would know..."
ru: «Возможно, вскоре ты к ним присоединишься. Я хотел бы узнать о других вещах...»

source: "Then I shall see you lying dead with them. Prepare yourself, spirit. We shall see if my mortality can be slain."
ru: «Тогда я позабочусь о том, чтобы ты присоединился к ним. Готовься, дух. Посмотрим, можно ли убить мою смертность».

source: WHEN YOU FOUGHT IN THE BLACK DECADE WAR, ALL YOUR MILITARY KNOWLEDGE WAS CARVED IN MY MIND. WHEN YOU DANCED SORCERIES WITH LUM THE MAD, I LEARNED WITH YOU. ALL YOU HAVE FORGOTTEN, I HAVE *NOT.* THE POWER OVER LIFE AND DEATH IS BUT A MINOR DISPLAY OF MY POWER.
ru: ПОКА ТЫ ВОЕВАЛ В ЧЕРНОЙ ДЕСЯТИЛЕТНЕЙ ВОЙНЕ, ВСЕ ТВОИ ВОЕННЫЕ ЗНАНИЯ ВЫГРАВИРОВАЛИСЬ В МОЕМ РАЗУМЕ. ПОКА ТЫ ЗАХОДИЛСЯ В КОЛДОВСКОМ ПЛЯСЕ С БЕЗУМНЫМ ЛЮМОМ, Я УЧИЛСЯ ВМЕСТЕ С ТОБОЙ. ВСЕ ЗАБЫТОЕ ТОБОЙ Я *НЕ ЗАБЫЛ*. ВЛАСТЬ НАД ЖИЗНЬЮ И СМЕРТЬЮ — ЛИШЬ НЕЗНАЧИТЕЛЬНОЕ ПРОЯВЛЕНИЕ МОЕЙ СИЛЫ.

source: "You say you learned *with* me; what I experienced, you experienced. Are you saying we share a link, you and I...?"
ru: «Говоришь, ты учился *вместе* со мной. Все, что пережил я, пережил и ты. То есть, ты говоришь, что мы связаны, ты и я?..»

source: "So that link we share... it allows you to experience what I experience, learn what I learn..."
ru: «Значит, эта связь между нами... она позволяет тебе переживать и познавать то же, что переживаю и познаю я...»

source: IT IS A SMALL THING, OF *NO* CONSEQUENCE.
ru: ЭТО МЕЛОЧЬ, *НЕ ИМЕЮЩАЯ* ЗНАЧЕНИЯ.

source: "No, I don't think so - if you claim *you* have the power, maybe I do, too."
ru: «Нет, я так не думаю: раз ты утверждаешь, что обладаешь силой, может, и я ею обладаю».

source: YOUR MIND IS A BROKEN STONE, ITS EDGES DULL FROM MISUSE AND NEGLECT. EVEN IF YOU KNEW POWER, YOU WOULD NOT KNOW HOW TO HARNESS IT.
ru: ТВОЙ РАЗУМ — СЛОВНО ЩЕБЕНЬ; ЕГО КРАЯ ЗАТУПИЛИСЬ ОТ НЕПРАВИЛЬНОГО И НЕБРЕЖНОГО ИСПОЛЬЗОВАНИЯ. ДАЖЕ ЕСЛИ БЫ У ТЕБЯ И БЫЛА СИЛА, ТЫ БЫ НЕ ЗНАЛ, КАК ЕЮ ВОСПОЛЬЗОВАТЬСЯ.

source: "No, I don't think so - I think that link could work both ways. If you claim *you* have the power, maybe I do, too."
ru: «Нет, я так не думаю. Мне кажется, что эта связь работает в обе стороны. Если ты заявляешь, что обладаешь силой, может, и у меня она есть».

source: YOU DO NOT HAVE THE YEARS NEEDED TO LEARN THE ARTS OF LIFE AND DEATH. YOU WILL FALL BEFORE ME.
ru: У ТЕБЯ НЕТ ТЕХ ДОЛГИХ ЛЕТ, НЕОБХОДИМЫХ ДЛЯ ИЗУЧЕНИЯ ИСКУССТВА ЖИЗНИ И СМЕРТИ. ТЫ ПАДЕШЬ ПЕРЕДО МНОЙ.

source: You feel a stirring in your mind, and you suddenly realize you *do* possess the years needed to learn - for you knew it all once, across multiple incarnations. But the process will take time, and you know your mortality will *not* allow you the time you need. You may have the time to resurrect one companion, but no more than that.
ru: Ты чувствуешь шевеление в своей голове, и вдруг осознаешь, что у тебя *есть* все эти годы, ведь когда-то, много перевоплощений назад, ты все это знал. Но это может занять некоторое время, и ты понимаешь, что твоя смертность *не даст* тебе его. У тебя есть время на возрождение только одного товарища.

source: "You know, as I made my way here, I opened that inner vault. Those greater shadows are running free in the Fortress - they're no longer locked in that chamber."
ru: «Кстати, направляясь сюда, я открыл внутреннее помещение. Те большие тени теперь гуляют без присмотру по Крепости: они больше не заперты в том зале».

source: Resurrect one of your companions...
ru: Возродить одного из своих товарищей...

source: Resurrect your companion...
ru: Возродить товарища...

source: "Then I shall leave them where they lie. There are other things I would know..."
ru: «Тогда пусть лежат, где лежали. Я хотел бы узнать о других вещах...»

source: Time seems to slow as you reach out, slowly, and you can feel the soul of your companion, faintly, and you know that you can draw it back into its body.
ru: Время словно замирает, когда ты медленно подходишь. Ты ощущаешь слабое присутствие души своего товарища. И тут ты понимаешь, что можешь вернуть ее обратно в тело.

source: Resurrect Morte.
ru: Возродить Морта.

source: Resurrect Annah.
ru: Возродить Анну.

source: Resurrect Dak'kon.
ru: Возродить Даккона.

source: Resurrect Fall-from-Grace.
ru: Возродить Падшую Грацию.

source: Resurrect Nordom.
ru: Возродить Нордома.

source: Resurrect Ignus.
ru: Возродить Игнуса.

source: Resurrect Vhailor.
ru: Возродить Вейлора.

source: "Then I shall leave them where they lie... there are other things I would know."
ru: «Так пусть лежат, где лежали... Я хотел бы узнать о других вещах».

source: "Then see for yourself, if you don't believe me - I'm not going anywhere."
ru: «Не веришь мне — сам посмотри, я ведь никуда не денусь».

source: I SHALL RETURN AND THEN TAKE YOUR MEASURE, BROKEN ONE. IF YOU HAVE FREED THE SHADOWS, I SHALL *FEED* YOU TO THEM.
ru: Я ВЕРНУСЬ И РАЗБЕРУСЬ С ТОБОЙ, СЛОМАННЫЙ. ЕСЛИ ТЫ ОСВОБОДИЛ ТЕНЕЙ, Я *СКОРМЛЮ* ТЕБЯ ИМ.

source: "Very well... I'll be here. IF you make it back."
ru: «Хорошо... Я буду здесь. ЕСЛИ ты вернешься».

source: ASK YOUR QUESTIONS. BUT KNOW YOU SHALL NEVER REMEMBER THE ANSWERS.
ru: ЗАДАВАЙ СВОИ ВОПРОСЫ. НО ЗНАЙ, ЧТО ОТВЕТОВ ТЕБЕ НЕ ЗАПОМНИТЬ.

source: "You have done everything you can to prevent us from meeting face to face. Why?"
ru: «Ты сделал все возможное, чтобы не встретиться со мной лицом к лицу. Зачем?»

source: "Why did you send Vhailor after me when you knew he could kill me?"
ru: «Зачем ты послал за мной Вейлора, когда узнал, что он может убить меня?»

source: "Why did you send Ignus after me when you knew he could kill me?"
ru: «Зачем ты послал за мной Игнуса, когда узнал, что он может убить меня?»

source: "You said we share a link, you and I."
ru: «Ты сказал, что между нами есть связь».

source: "I may be immortal, but Ravel told me the ritual was flawed: Whenever I die, I lose a fraction of my mind. In time, after many deaths, I shall lose the ability to even think for myself."
ru: «Может, я и бессмертный, но Равель сказала, что ритуал прошел неудачно: после каждой смерти я теряю частицу разума. Со временем, после множества смертей, я потеряю способность даже думать самостоятельно».

source: "We were not meant to be divided, spirit; our separation is unnatural. I cannot continue to live and die like this."
ru: «Нас не следовало разделять; наше разделение неестественно. Я не могу продолжать все так же жить и умирать».

source: "If we are linked as you say, I would know my name."
ru: «Если мы, как ты говоришь, связаны, то я хочу знать твое имя».

source: "If we are linked as you say, then speak our name."
ru: «Если мы, как ты говоришь, связаны, то назови наше имя».

source: "My friends... I want their lives returned to them, and I want them to have free passage from this place."
ru: «Мои друзья... Я хочу, чтобы им вернули их жизни, и чтобы они свободно могли уйти отсюда».

source: "My companions... their lives are mine to take, not yours. I want them resurrected. Now."
ru: «Мои товарищи... я имею право отбирать их жизни, но не ты. Я хочу, чтобы их воскресили. Сейчас же».

source: "Then this is my final question: What can change the nature of a man?"
ru: «Тогда вот мой последний вопрос: что может изменить сущность человека?»

source: "There is nothing more I wish to know. Prepare yourself, spirit. We shall see if my mortality can be slain."
ru: «Я узнал достаточно. Готовься, дух. Посмотрим, можно ли убить мою смертность».

source: THEN PREPARE YOURSELF TO DIE AGAIN, BROKEN ONE.
ru: ТОГДА ПРИГОТОВЬСЯ УМЕРЕТЬ СНОВА, СЛОМАННЫЙ.

source: "Even if I die, I'll come back for you. I *swear* it. I'll track you down again, no matter how long it takes."
ru: «Даже если я умру, я вернусь за тобой. *Клянусь*. Я снова выслежу тебя, сколько бы времени это у меня не заняло».

source: "Deionarra told me that I could reverse death only when the victim had died close to me. But what she awakened in me - are you saying that was only a fraction of my power over life and death?"
ru: «Дейонарра сказала, что я могу обращать смерть, только если жертва умерла неподалеку от меня. Но то, что она во мне пробудила... ты говоришь, что это только малая часть моей власти над жизнью и смертью?»

source: "If you claim *you* have the power, then I must have the power, too - even if I wasn't there at the moment of death."
ru: «Если ты утверждаешь, что обладаешь силой, тогда и у меня должна быть эта сила... даже если я не был рядом в миг смерти».

source: THIS WILL *NOT* HELP YOU. YOU HAVE RAISED YOUR COMPANION TO DIE A SECOND DEATH.
ru: ЭТО ТЕБЕ *НЕ ПОМОЖЕТ*. ТЫ ПОДНЯЛ СВОЕГО ТОВАРИЩА, ЧТОБЫ ТОТ УМЕР ВТОРОЙ СМЕРТЬЮ.

source: "Even if we die, I'll come back for you. I *swear* it. I'll track you down again, no matter how long it takes."
ru: «Даже если мы умрем, я вернусь за тобой. *Клянусь*. Я снова выслежу тебя, сколько бы времени это у меня не заняло».

source: "Resurrect my friend and give them free passage from this place. *If* you have that power."
ru: «Возроди моего друга и позволь ему свободно уйти отсюда. *Если* у тебя есть такая сила».

source: "I demand you resurrect my companion and give them free passage from this place. *If* you have that power."
ru: «Я требую, чтобы ты воскресил моего товарища и позволь ему свободно уйти отсюда. *Если* у тебя есть такая сила».

source: "Before we become one, I want the life of my friend returned to-"
ru: «Прежде чем мы станем единым целым, я хочу вернуть жизнь своему другу...»

source: "Before we do, I demand you resurrect my companion."
ru: «Прежде чем мы сделаем это, я требую, чтобы моего товарища возродили».

source: "Then where's the harm in-?"
ru: «Тогда что плохого в...»

source: IT IS NOT MY *WILL* THAT YOUR COMPANION BE SAVED. YOUR MORTAL... *DOG* CHALLENGED ME IN MY HOME, AND ITS DEATH SHALL BE A REMINDER TO ALL THAT CHALLENGE ME.
ru: Я *НЕ ЖЕЛАЮ* СПАСАТЬ ТВОЕГО ТОВАРИЩА. ТВОЯ СМЕРТНАЯ... *ШАВКА* БРОСИЛА МНЕ ВЫЗОВ В МОЕМ ДОМЕ, И ЕЕ СМЕРТЬ БУДЕТ НАПОМИНАНИЕМ ВСЕМ, КТО ИДЕТ ПРОТИВ МЕНЯ.

source: "You *can't* resurrect my companion, can you?"
ru: «Ты ведь *не можешь* возродить моего товарища?»

source: "I don't think you have a choice. I don't think you *can* resurrect my companion."
ru: «Не думаю, что у тебя есть выбор. Не думаю, что ты *можешь* возродить моего товарища».

source: "Perhaps you will follow them to death's door soon enough. I had other things I would know..."
ru: «Возможно, уже скоро ты последуешь за ним в дверь смерти. Я хочу узнать о другом...»

source: "Then you shall die as well. Prepare yourself, spirit. We shall see if my mortality can be slain."
ru: «Тогда ты все равно умрешь. Готовься, дух. Посмотрим, можно ли убить мою смертность».
