Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/duhir.dlg.po
Languages: ru

source: Uhir lost his 'lucky knife' down in the catacombs, below - he stabbed a ghoul in the eyes with it and fled. If I happen across it I just might bring it back to him.
ru: Юхир потерял свой «счастливый нож» внизу, в катакомбах: он всадил его в глаз упырю и убежал. Если он мне попадется, я мог бы вернуть его Юхиру.

source: I returned Uhir's 'lucky' knife to him. Perhaps it'll work a bit better for him in the future... though it *did* keep him from getting eaten by a ghoul, once.
ru: Я вернул Юхиру его «счастливый» нож. Может, в следующий раз ему с ним повезет больше... хотя однажды он уже *спас* его от упыря.

source: "Maybe next time..."
ru: «В другой раз...»

source: I decided to keep Uhir's 'lucky' knife for myself. He didn't seem too happy about it.
ru: Я решил прикарманить себе «счастливый» нож Юхира. Похоже, ему это не очень понравилось.

source: You have just enough time to see a look of panic cross the ragged Collector's face before he turns and flees.
ru: Ты успеваешь разглядеть лишь перекошенное от ужаса лицо сборщика в лохмотьях, после чего он разворачивается и убегает.

source: "Uhir, wait... damn."
ru: «Юхир, постой... проклятье».

source: "Eh... well, I got bit up a bit by a ghoul, down below, while I was lookin' about for stuff to sell off."
ru: «Э... ну, там, внизу, меня немного покусал упырь, пока я искал барахло на продажу».

source: "Down below?"
ru: «Внизу?»

source: "I had some other questions for you."
ru: «У меня есть другие вопросы к тебе».

source: "I see. Farewell."
ru: «Понятно. Прощай».

source: "Name's Uhir, so it is." He spits. "As if it mattered down here."
ru: «Зовут Юхир, - он сплевывает. - Как будто здесь это что-то значит».

source: "Is this your knife, here, with 'UHIR' carved on it?"
ru: «Не твой ли это нож с нацарапанным словом 'ЮХИР'?»

source: "All right. I had some other questions for you."
ru: «Ладно. У меня были к тебе другие вопросы».

source: He nods, but says nothing.
ru: Он кивает, но не отвечает.

source: "Who are you?"
ru: «Кто ты?»

source: "What are you doing?"
ru: «Чем ты занимаешься?»

source: "You're covered in bandages. What happened to you?"
ru: «Ты весь в бинтах. Что с тобой приключилось?»

source: "Forget it. Farewell."
ru: «Забудь. Прощай».

source: "Waitin' for my wounds to heal up, so's I can make another run down below. I sells the stuff I find down there."
ru: «Жду, пока затянутся раны, а там еще раз спущусь. Я продаю вещички, которые нахожу внизу».

source: "I had some other questions..."
ru: «У меня есть другие вопросы...»

source: "That's all I wanted to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: He nods his head. "Down in the catacombs, where all the deaders is. Say... you goin' down there, anytime?"
ru: Он кивает. «Внизу в катакомбах, где одни трупаки. Слушай... а ты сам-то туда не собираешься?»

source: "Perhaps. Why?"
ru: «Возможно. А что?»

source: "Never mind that. I had another question..."
ru: «Неважно. У меня есть другие вопросы».

source: "I might. Farewell."
ru: «Я постараюсь. Прощай».

source: Uhir nods at you. "Thanks again for helpin' get me lucky knife back, cutter."
ru: Юхир кивает тебе. «Еще раз спасибо за то, что помог мне вернуть мой счастливый ножик, рубака».

source: "Of course. Farewell."
ru: «Конечно. Прощай».

source: Uhir eyes you warily, like a dog who fears you might steal his food. "Eh? Again? Whatcha want?"
ru: Юхир смотрит на тебя испуганными глазами, словно пес, который боится, что ты украдешь его еду. «А? Снова ты? Чего хочешь?»

source: "I wanted some answers."
ru: «Мне нужны ответы».

source: "Nothing. Farewell."
ru: «Ничего. Прощай».

source: This sour-faced, middle-aged man starts when you approach him, and reaches for his belt... finding no weapon there, he simply backs away from you. You can see that, beneath his Collector's robes, his lower legs and forearms are swathed in filth-encrusted bandages. "Whatcha want?"
ru: Этот среднего возраста мужичок с кислой рожей при твоем приближении хватается за пояс... не найдя там оружия, он попросту пятится от тебя. Ты замечаешь, что под нарядом сборщика его икры и предплечья замотаны грязными бинтами. «Чего надо?»

source: "Just the answers to some questions..."
ru: «Просто ответь на несколько вопросов...»

source: "'Cause I lost my lucky knife!" He grunts angrily, stomping his foot. "He's been with me for years, right here..." He points to an empty sheath on his belt.
ru: «Я потерял мой счастливый ножик! - сердито бормочет он, топая ногой. - Он был со мной многие годы, вот тут...» - он указывает на пустые ножны на поясе.

source: "So what happened to it?"
ru: «Так что же с ним случилось?»

source: "That's too bad. I had other questions..."
ru: «Очень жаль. У меня есть другие вопросы...»

source: "Hope you find it. Farewell."
ru: «Надеюсь, ты. Прощай».

source: "I was pokin' about in the catacombs below and ran smack into a ghoul! Must a' been a straggler, 'cause there's usually more than one. He bit at me face, so's I covered up with my arms an' stabbed it in the eyes. It dropped and bit at me leg for a while afore I shaked the piker off and made it back up here."
ru: «Шарился по катакомбам внизу и наткнулся на упыря! Должно быть, отставший, потому что обычно они по одиночке не ходят. Хотел укусить меня за лицо, а я прикрылся рукой и пырнул его ножиком в глаз. Он упал и куснул меня за ногу, а потом я стряхнул с себя засранца и прибежал сюда».

source: "Is it this knife, here, with 'UHIR' carved on it?"
ru: «Это не этот нож с выцарапанной надписью 'ЮХИР'?»

source: "Quite a story. I'll bring back your knife if I see it down there."
ru: «Вот так история. Если попадется твой нож - принесу его тебе».

source: "I hope you find the knife. I had other questions."
ru: «Надеюсь, ты найдешь свой нож. У меня есть другие вопросы».

source: "Like I said, I'll bring it back if I see it. I had other questions..."
ru: «Как я уже сказал, если мне попадется твой нож, я его тебе принесу. У меня же еще вопросы...»

source: "I'll wager the ghoul's as upset as you. Farewell."
ru: «Готов поспорить, упырь расстроен не меньше твоего. Счастливо».

source: "Would ya? I'd be grateful, so I would. It's got me name carved into the handle..."
ru: «Правда? Я буду благодарен, дело говорю. У него на рукоятке нацарапано мое имя...»

source: "I'm glad to help. Before I go, let me ask some questions..."
ru: «Рад был помочь. Пока я не ушел, позволь мне кое о чем спросить...»

source: "I'll expect payment, you realize."
ru: «Видишь ли, я жду, что мне за него заплатят».

source: "I'll take my leave, now. Farewell."
ru: «Я уже должен идти. Прощай».

source: Uhir frowns. "I'll give ya what I can, but it won't be much. Look around, cutter... I won't be showerin' ya with wealth, now."
ru: Юхир хмурится. «Я дам тебе все, что у меня есть, но на много не рассчитывай. Оглянись, рубака... я просто не могу осыпать тебя золотом».

source: "That'll have to do, then. I had questions..."
ru: «Тогда на том и сойдемся. У меня вопрос...»

source: "We'll talk more when I've got your knife. Farewell."
ru: «Мы еще поговорим, когда я достану твой нож. Прощай».

source: Uhir squints at you. "Find me knife, perchance?"
ru: Юхир смотрит на тебя прищурено. «Ну как, нашел мой ножик?»

source: "Yes, I have... here it is."
ru: «Да... вот он».

source: "Yes, I have."
ru: «Да».

source: Lie: "No... I haven't. Farewell."
ru: Ложь: «Нет... Счастливо».

source: "No, not yet. Where'd you lose it, again?"
ru: «Еще нет. Еще раз, где ты его потерял?»

source: "Not yet. Farewell."
ru: «Еще нет. Прощай».

source: Uhir takes the knife and holds it lovingly. "Ah, you're back! Me lucky knife... thanks, cutter. And *you!*" He lectures his knife, shaking it: "Don't you go runnin' off again!" He slides the blade into its sheath with a smile.
ru: Юхир берет нож и трепетно обнимает его. «О, ты вернулся! Мой счастливый ножик... спасибо, рубака. Так, теперь *ты*! - он начинает вычитывать нож, тряся его. - Больше не вздумай убегать!» Он с улыбкой засовывает нож в ножны.

source: "Farewell, Uhir."
ru: «Прощай, Юхир».

source: "Alls I got is this handful of copper, cutter..." He offers you the dozen or so coins. "That enough?"
ru: «Все, что у меня есть - эта пригоршня монет... - он протягивает тебе дюжину монет. - Этого хватит?»

source: "Yes, that'll do. Here's your knife."
ru: «Да, этого хватит. Держи свой нож».

source: "Keep your money, Uhir... here's your knife."
ru: «Оставь себе свои деньги, Юхир... вот твой нож».

source: "Hmm. I'll just keep this, then. Farewell."
ru: «Хм. Тогда я оставлю его себе. Прощай».

source: Uhir's eyes widen in surprise. "It's me lucky knife!"
ru: Юхир выпучивает глаза от удивления. «Это ж мой счастливый ножик!»

source: "Here, take it. It's rightfully yours."
ru: «Вот, держи. Он по праву твой».

source: "If you'd like it back, I'd consider selling it."
ru: «Если хочешь его вернуть, предлагаю выкупить его у меня».

source: "It's a nice knife... I'll be keeping it, Uhir. Farewell."
ru: «Славный нож... Я оставлю его себе, Юхир. Прощай».
