Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dulthera.dlg.po
Languages: ru

source: You see an overweight, older woman wearing tattered clothes. She seems to be wandering the streets aimlessly, cackling to herself. When she notices your approach she gives you a toothless smile. "Come to see Ulthera have ye? What can she do for ye?"
ru: Ты видишь грузную пожилую женщину, одетую в тряпье. Похоже, она бесцельно гуляет по улицам, что-то бормоча себе под нос. Заметив тебя, она одаривает тебя беззубой улыбкой. «Что, пришел повидать Ультеру? Чем она может быть полезна?»

source: "Greetings."
ru: «Приветствую».

source: Ignore her.
ru: Игнорировать ее.

source: "Aye, aye. Greetings to ye..." She examines you casually and her smile broadens. "Rarely does one such a ye come to visit Ulthera. What ye be needing?"
ru: «Аха, аха. И тебе привет...» Она небрежно осматривает тебя, ее улыбка становится еще шире. «Нечасто же Ультеру навещают такие как ты. Чего тебе нужно?»

source: "I have some questions..."
ru: «У меня есть пара вопросов...»

source: "Nothing, farewell."
ru: «Ничего, прощай».

source: "Aye, ask ye then."
ru: «Аха, ну так задавай».

source: "Who are you?"
ru: «Кто ты?»

source: "What are you doing here?"
ru: «Что ты здесь делаешь?»

source: "What can you tell me about this place?"
ru: «Что ты можешь рассказать об этом месте?»

source: "I wanted to ask you about Sheryl's father, Arkin."
ru: «Я хотел спросить тебя насчет отца Шерил, Аркина».

source: "Nothing, I must be going. Farewell."
ru: «Ладно, я должен идти. Прощай».

source: "Did ye not hear me? Have scars grown o'er ye ears an' made ye deaf?" She cocks her head to one side and begins to examine your ears. "Bah! No matter. Ulthera be who I am. Ulthera the witch I be called."
ru: «Ты меня не слышишь? Что, уши шрамами заросли и ты оглох?» Она склоняет голову набок и начинает осматривать твои уши. «Ба! Ладно, неважно. Ультера — вот я кто. Ведьма Ультера — так зовусь».

source: "Are you a witch?"
ru: «Ты ведьма?»

source: "I have some more questions..."
ru: «У меня есть другие вопросы...»

source: "I must be going now, farewell."
ru: «Я должен идти, прощай».

source: She lets loose a cackling laugh that hurts your ears. "Course not, ye berk. Folks don't understand Ulthera. Think she's crazy, strange... a witch. That's all."
ru: От ее неудержимо громкого хохота у тебя закладывает уши. «Конечно, нет, пень ты эдакий. Люди не понимают Ультеру. Думают, она чокнутая, странная... короче, ведьма. Вот как».

source: "What does Ulthera do..." She frowns and her face becomes a mass of wrinkles. "She divines things lost. Folks come to her and ask her questions. She finds the things they ask her about."
ru: «Что делает Ультера... — она хмурится, отчего лицо покрывается сетью морщин. — Она предсказывает, где искать утерянное. Люди приходят к ней и задают вопросы. А она находит вещи, о которых они просили».

source: "I've lost my memories, can you find them for me?"
ru: «Я потерял свои воспоминания, ты можешь их разыскать?»

source: "I've lost my name, can you find it for me?"
ru: «Я потерял свое имя, ты можешь найти его?»

source: She frowns at you for a moment and then holds out her withered hand. "Ye hand, give it to Ulthera."
ru: Она хмуро смотрит на тебя, затем протягивает морщинистую ладонь. «Руку. Дай-ка ее Ультере».

source: Take her hand.
ru: Протянуть ей руку.

source: Refuse.
ru: Отказаться.

source: You reach out and take Ulthera's hand. For a moment nothing happens. Suddenly you feel another presence in your mind, probing into your deepest thoughts. The sensation is strange and somehow frightening. Instinctively you fight back, trying to push the intruder from your being. You hear a gasp from Ulthera as she releases your hand.
ru: Ты берешь Ультеру за руку. Некоторое время ничего не происходит. Внезапно ты чувствуешь в своем разуме чье-то присутствие, прощупывающее твои самые сокровенные мысли. Ощущение очень странное и немного пугающее. Инстинктивно ты пытаешься выдворить непрошеного гостя из своего сознания. Ты слышишь хрип Ультеры, отпускающей твою руку.

source: "Well?"
ru: «Ну как?»

source: "Aye, a strange one ye be..." She shakes her head sadly. "Ulthera doesn't know... Ye memories feel more hidden than lost... Or mayhap possessed by another... A great gulf Ulthera senses..." She sighs. "Ulthera cannot help ye... Ye are beyond her simple means."
ru: «Аха, ты какой-то странный... — она горестно качает головой. — Ультера не знает... Твои воспоминания скорее скрыты, чем потеряны... Или, быть может, принадлежат другому... Ультера чувствует глубокую пропасть... — она вздыхает. — Ультера не может тебе помочь... Ты не под силу ее простым средствам».

source: "I don't understand what you were just talking about. What do you mean?"
ru: «Я не понял, о чем ты только что сказала. Что ты имеешь ввиду?»

source: She snorts and shakes her head. "Ulthera understands less than ye do... Forgive an old woman. Ulthera cannot help ye."
ru: Она фыркает и качает головой. «Ультера понимает еще меньше тебя... Прости старуху. Ультера не сможет тебе помочь».

source: "Aye, a strange one ye be..." She shakes her head sadly. "Ulthera doesn't know... Ye name not be lost, but given up freely... Nameless ye are, and nameless ye shall stay. A choice ye made... Ulthera cannot help ye."
ru: «Аха, ты какой-то странный... — она горестно качает головой. — Ультера не знает... Твое имя не потеряно — от него отказались по собственной воле... Ты Безымянный, и должен остаться безымянным. Это твой выбор... Ультера не может тебе помочь».

source: She glances about and smiles. "This be Pharod's realm. The Buried Village it be called... Sigil lies above, the catacombs below... Nothing more does Ulthera know..."
ru: Она с улыбкой озирается. «Это владения Фарода. Зовутся Погребенной деревней. Сигил — наверху, катакомбы — внизу... Больше Ультера ничего не знает...»

source: "I'm looking for Pharod, where can I find him?"
ru: «Я ищу Фарода, где его найти?»

source: "Tell me about the catacombs."
ru: «Расскажи мне о катакомбах».

source: "I must be going, farewell."
ru: «Я должен идти. Прощай».

source: "North and east, there ye need to go. Ulthera knows not where exactly. Guards Pharod has, so guards ye should seek. If ye find guards, Pharod is sure to be near..."
ru: «На север и на восток — туда тебе надо. Ультера точно не знает. У Фарода есть стражники, их-то и ищи. Найдешь стражников — значит, и Фарод где-то неподалеку...»

source: "You mentioned catacombs, what can you tell me about them?"
ru: «Ты упомянула про катакомбы, что ты можешь о них рассказать?»

source: She looks worried. "Crypts of the dead they be, Weeping Stone they be called. The dead rest uneasy there; walk the halls they do... Care ye should take if ye go there." She points vaguely. "South and east, there ye need to go if ye seek Weeping Stone..."
ru: Она выглядит обеспокоенной. «Это склепы умерших, Плачущим камнем они зовутся. Там мертвым не спится, все по залам ходят... Берегись, если туда попадешь, — она неопределенно указывает рукой. — На юг и на восток — туда тебе надо, если ищешь Плачущий камень...»

source: "You mentioned Pharod, where can I find him?"
ru: «Ты упомянула про Фарода, где мне найти его?»

source: "Bah! That wench Sheryl sent ye!" She seems to be making a statement rather than asking a question. She glares at you a moment before continuing. "What ye want to know about Arkin?"
ru: «Ба! Так это потаскушка Шерил тебя прислала!» Она произносит это скорее утвердительно, чем вопросительно. Она свирепо смотрит на тебя перед тем, как продолжить. «Чего ты хочешь узнать об Аркине?»

source: "Sheryl says he's missing. She's worried about him."
ru: «Шерил сказала, что он пропал. Она беспокоиться за него».

source: "Never mind, I have some questions..."
ru: «Неважно. У меня есть вопросы...»

source: She nods her head slowly. "Aye, missing he be. An' that foolish wench came an' asked Ulthera... No! Accused Ulthera! Accused her of wrongdoing... Bah! Ulthera is insulted!"
ru: Она медленно кивает. «Аха, пропал он. А эта чокнутая потаскушка пришла к Ультере спросить... Нет! Обвинить Ультеру! Обвинить ее в злодействе... Ба! Ультеру обидели!»

source: "Surely you can forgive a child worried over a missing father."
ru: «Ты вполне могла бы простить дитя, которое тревожится за пропавшего отца».

source: Ulthera glares at you but soon her anger fades and she nods her head. "Aye, aye... Ulthera can forgive, for worry can make one so young forget her manners... How can Ulthera help ye?"
ru: Ультера яростно смотрит на тебя, но затем ее злость угасает, и она кивает. «Аха, аха... Ультера может простить тревогу, которая заставила девчонку позабыть о манерах... Чем Ультера может быть полезна?»

source: "Arkin was looking for portal keys. I understand he came to you for help?"
ru: «Аркин искал ключи к порталам. Он ведь приходил к тебе за помощью?»

source: "Aye." She nods. "Arkin came to Ulthera an' asked her to divine what the keys may be... Lost keys, aye, lost to time, lost to man... Find them Ulthera did... Gave them to Arkin she did. Arkin has the keys."
ru: «Аха, — она кивает. — Аркин приходил к Ультере и просил ее погадать, чем могут быть ключи... Потерянные ключи, аха, потерянные временем, потерянные людьми... Ультера нашла их... дала Аркину. У Аркина были ключи».

source: "What are they?"
ru: «Чем они являются?»

source: "Ah... Ulthera has them... The keys. Simple they are." She begins to cackle and rummage around in her pockets. After a moment a look of glee crosses her wrinkled features. "Here ye be, the key of entry..." She hands you a candlestick.
ru: «А... Были они у Ультеры... ключи. Они простые». Она начинает бормотать и рыться в карманах. Через некоторое время ее морщинистое лицо озаряет веселье. «Вот он, ключ для входа...» Она протягивает тебе подсвечник.

source: "...and the exit key, what is it?"
ru: «А ключ для выхода, какой он?»

source: She laughs hysterically for a moment at some unseen joke. "Aye, the exit key... an empty purse! Aye, ye must leave the tomb with an empty purse..." Ulthera hands you an empty purse.
ru: Она дико хохочет над какой-то известной лишь ей шуткой. «Аха, а ключ для выхода... пустой кошелек! Аха, ты должен уйти из гробницы с пустым кошельком...» Ультера протягивает тебе пустой кошелек.

source: "Now all I need is the location of the portal. Where is it?"
ru: «Теперь мне нужно найти портал. Где он находится?»

source: She laughs again and then shrugs. "Ulthera knows not... lost it is. Arkin knew, not Ulthera." Ulthera gives you a solemn look and lowers her voice. "Find she can, aye, but ye must bring Ulthera something..."
ru: Она снова хохочет, пожимая плечами. «Ультера не знает... он потерян. Аркин знал, но не Ультера, — Ультера серьезно смотрит на тебя и понижает голос. — Она может его найти, но ты взамен должен кое-что принести Ультере...»

source: "What is it that you need?"
ru: «И что тебе нужно?»

source: She taps her chin with a bony finger. "Hmm. A tomb ye would find... sympathetic it must be... Bring Ulthera a human leg bone. Find the portal she will. Now go!"
ru: Она поглаживает подбородок костистым пальцем. «Хм-м. Ты хочешь найти гробницу... должно быть что-то похожее... Принеси Ультере кость из человеческой ноги. Тогда она найдет портал. А теперь иди!»

source: "Very well, Ulthera. I'll bring you a human leg bone. Farewell."
ru: «Хорошо, Ультера. Я принесу тебе кость из человеческой ноги. Прощай».

source: "Forget it. I don't want to do this. Farewell."
ru: «Забудь. Я не собираюсь этого делать. Прощай».

source: "Hmm. I need to think about this. Farewell."
ru: «Хм-м. Мне нужно подумать над этим. Прощай».

source: You see Ulthera, the diviner. She waves a gnarled hand at your approach. "Aye, back again are ye. What ye be wanting?"
ru: Перед тобой гадалка Ультера. Она машет тебе шишковатой рукой. «Аха, вернулся, значит. Чего хочешь?»

source: You see Ulthera, the diviner. She waves a gnarled hand at your approach. "Aye, back again are ye. Thinking ye were. Find Ulthera a human leg bone an' she will find ye the portal. What say ye?"
ru: Перед тобой гадалка Ультера. Она машет тебе шишковатой рукой. «Аха, вернулся, значит. Решил подумать. Найди Ультере кость из человеческой ноги, и она найдет тебе портал. Что скажешь?»

source: "I'll consider it. Farewell."
ru: «Я еще подумаю. Прощай».

source: You see Ulthera, the diviner. She waves a gnarled hand at your approach. "Aye, back again are ye. Refused to help ye did. Find Ulthera a human leg bone an she will find ye the portal. What say ye?"
ru: Перед тобой гадалка Ультера. Она машет тебе шишковатой рукой. «Аха, вернулся, значит. Отказался от помощи. Найди Ультере кость из человеческой ноги, и она найдет тебе портал. Что скажешь?»

source: You see Ulthera, the diviner. She waves a gnarled hand at your approach. "Aye, back again are ye. Agreed to help ye did. Find Ulthera a human leg bone an' she will find ye the portal. Where be the bone?"
ru: Перед тобой гадалка Ультера. Она машет тебе шишковатой рукой. «Аха, вернулся, значит. Согласился на помощь. Найди Ультере кость из человеческой ноги, и она найдет тебе портал. Что скажешь?»

source: "I don't have it yet. I'm still looking. Farewell."
ru: «У меня ее еще нет. Продолжаю искать. Прощай».

source: "Here it is, now tell me where the portal is."
ru: «Вот она. А теперь скажи, где находится портал».

source: Ulthera glances about cautiously and then takes the bone from you. She clutches it close to her chest and begins to chant while swaying to and from. Her voice becomes more anxious but lowers in volume until you can barely hear her. Finally she gasps and points to the northwest with the bone. "Aye, north an' west it be, near the entrance to the town... Ulthera found it for ye, now go!"
ru: Ультера внимательно осматривает кость, затем берет ее у тебя. Она прижимает ее поближе к телу и, покачиваясь, начинает петь. Ее голос становится все тревожней и тише, пока ты практически не перестаешь ее слышать. Наконец, она с хрипом указывает костью в северо-западном направлении. «Аха, на север и на запад, неподалеку от входа... Ультера нашла его. А теперь иди!»

source: "Thank you, Ulthera. Farewell."
ru: «Спасибо, Ультера. Прощай».

source: "Nothing, actually. Farewell."
ru: «На самом деле — ничего. Прощай».

source: Ulthera frowns at you and then puts her hands on her hips. "Fearing an old woman? Fearing mayhap Ulthera will bite ye? Never ye mind then. What else ye be wanting?"
ru: Ультера хмуро смотрит на тебя, держа руки на поясе. «Боишься старую женщину? Боишься, что Ультера тебя укусит? Ну, тогда забудь. Чего еще тебе нужно?»

source: I found the leg bone for Ulthera and asked her to find the location of the portal Arkin used. She chanted and carried on a bit, then said the portal could be found to the northwest, near the entry to the buried village. I hope she is right.
ru: Я нашел Ультере кость ноги и попросил ее найти место, где находится портал Аркина. Немного попев, она сказала, что портал может находиться на северо-западе, неподалеку от входа в Погребенную деревню. Надеюсь, она окажется права.

source: Ulthera, the witch, gave me the keys to the portal that Sheryl's father, Arkin, wanted to explore. The entry key is a candlestick and the exit key is an empty purse. Unfortunately Ulthera does not know the location of the portal. She has asked me to find a human leg bone. She claims she can use the bone to find the portal. I have agreed to do this.
ru: Ведьма Ультера дала мне ключи к порталу, который Аркин, отец Шерил, хотел исследовать. Ключом для входа является подсвечник, а ключом для выхода — пустой кошелек. К сожалению, Ультера не знает, где находится портал. Она попросила меня найти кость из человеческой ноги. Она сказала, что может найти портал с помощью кости. Я согласился найти эту кость.
