Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dvaxis.dlg.po
Languages: ru

source: The zombie nods. "Yu wunt out, go tuh arch on firzzt fluur, nurthwezzt ruum... Yuh need fungur-bone, shape of crook..." He holds up his index finger and bends it into a crook. "When yuh have key, guh to arch, jump ta sucret cryp and ken escape frum here. Secret escape route." He nods eagerly. "Yuh can REST there."
ru: Зомби кивает. «Тее надо выити, пойти ф арку на певом этаже, февео-фападный фал... Тее нувна кофть паица, фогнутоо в кьюк... — он поднимает указательный палец и сгибает его в крюк. — Ефли у тея кьюч, иди в авку и пуыгай ф тайную гуобицу. И ты выбралфя отфюда. Тайный выфод, — он энергично кивает. — Там ты мовефь ОДОФНУТЬ».

source: "An arch on the first floor, northwest room? All right, I'll go check it out."
ru: «Арка в северо-западной комнате, на первом этаже? Хорошо, я проверю».

source: Use your Stories-Bones-Tell ability on the corpse.
ru: Использовать на трупе свою способность «История костей».

source: "Lissen! R'member!" The zombie sounds angry. "Arch, firzzzt fluur, nurthwezzt ruum..." He holds up his index finger and bends it. "Yuh need finger bone, bent. Yuh guh ta sucret cryp. Escape route. Yuh ken REST there."
ru: «Фуфай! Фапомиай! — в голосе зомби слышна раздраженность. — Арка, пеувый этаж, феверо-фападная коуната... — он поднимает указательный палец и сгибает его. — Тее нувна кофть паица, фогнутая. Ты попаефь ф тайную гуобицу. Тайный выфод. Там ты мовефь ОДОФНУТЬ».

source: "Arch, first floor, northwest room, opens with a crooked finger bone? All right, I got it this time."
ru: «Арка в северо-западной комнате, на первом этаже, открывается костью изогнутого пальца? Хорошо, на этот раз запомнил».

source: "Scribe." Shrugs. "Old. Yellow."
ru: «Пифец, — пожимает плечами. — Фтарый. Вовтый».

source: "There's nothing more to be said, I suppose. I wanted to know something else..."
ru: «Полагаю, добавить больше нечего. Я хочу знать кое-что еще...»

source: "Hunh?" Frowns. "Hoo shee?"
ru: «Э? — хмурится. — Фто она?»

source: "Forget it. I wanted to know something else..."
ru: «Забудь. Я хочу знать кое-что еще...»

source: "Guide. He at Mortuary frunt door. Wut yu wunt wi' him?"
ru: «Пвоводник. На пеувом этаже. Фто ты хофефь фнать о нем?»

source: "It was great talking to you. Farewell."
ru: «Было приятно поболтать с тобой. Прощай».

source: "What do you know about him?"
ru: «Что ты знаешь о нем?»

source: "Actz strange, not Duhstie, not Anarchizt, eyez changed..." Shrugs. "Likez ratz. Strange."
ru: «Фтвааный. Не твуфявый, не анавфифт. Гуава двугие... — пожимает плечами. — Как у квыфы. Фтванно».

source: "Good thing he's the only strange one around here. There's something else I wanted to know..."
ru: «Хорошо, что только он странный в этом месте. Я хочу знать кое-что еще...»

source: You see the false zombie. You're amazed at the man's disguise... his breathing is so subdued, you can barely see it.
ru: Ты видишь фальшивого зомби. Ты удивлен его маскировке... его дыхание едва заметно, ты практически не можешь уловить его.

source: "Greetings."
ru: «Приветствую».

source: Leave the corpse in peace.
ru: Оставить труп в покое.

source: Leave him alone.
ru: Оставить его в покое.

source: The zombie quickly glances around to see if anyone is watching, then turns to face you. "Wut?"
ru: Зомби быстро оглядывается вокруг, высматривая соглядатая, затем поворачивается к тебе: «Фто?»

source: "Here's that embalming room key you wanted."
ru: «Вот ключ к бальзамационной комнате, который ты хотел».

source: "Where is that key you mentioned again?"
ru: «Еще раз — где тот ключ, о котором ты говорил?»

source: "I had some questions for you..."
ru: «У меня есть несколько вопросов к тебе...»

source: "Never mind."
ru: «Неважно».

source: The zombie glances around to see if anyone is watching, then makes a shooing motion and hisses at you. "Guh 'way! Git!"
ru: Зомби быстро оглядывается вокруг, высматривая соглядатая, затем шипит на тебя. «Ухои! Вон!»

source: "No. I had some questions for you, first..."
ru: «Нет. Сначала у меня несколько вопросов к тебе...»

source: "Never mind then."
ru: «Тогда неважно».

source: Oddly enough, your ability does not seem to work on this corpse.
ru: Довольно странно, но твоя способность не работает с этим трупом.

source: "Yeah, they're the stupid ones all right."
ru: «Ага, уж кто тупой, так это они. Это точно».

source: "Doesn't that hurt?"
ru: «Это не больно?»

source: "That disguise is pretty good. Say... can you disguise me as a zombie, too?"
ru: «Довольно неплохая маскировка. Скажи... а ты можешь и меня замаскировать под зомби?»

source: "I have to leave. Farewell."
ru: «Мне нужно идти. Прощай».

source: The sarcasm is evidently lost on the zombie, who nods eagerly. "Stuh-pud Duhstees. Me make GUD zumbie."
ru: Зомби определенно не понял сарказма, энергично кивая словам. «Тупие твуфявые. Ив мея ХОВОФЫЙ фомби».

source: "That disguise is pretty good. Can you disguise me as a zombie?"
ru: «Довольно неплохая маскировка. А ты можешь и меня замаскировать под зомби?»

source: Poke it in the eye.
ru: Ткнуть его в глаз.

source: He looks at your scars. "I ask yu same question. Me, it not hurt much." Claps his chest. "Me TUFF."
ru: Он смотрит на твои шрамы. «А как ты думаефь? По мие, нет, не офень, — бьет себя по груди. — Я КИЕПКИЙ».

source: He looks you up and down for a few moments, mumbling to himself, then nods. "U-huh. Me need jar uf embalming flew-id." Points at the scars on your chest. "N' some needle and thread."
ru: Что-то бормоча, он несколько раз оглядывает тебя с ног до головы, затем кивает. «Уху. Мие нуна банка баифама, — показывает на шрамы на твоей груди. — И игоука ф ниткой».

source: "I'll think about it. I had some other questions..."
ru: «Я подумаю над этим. У меня есть еще несколько вопросов...»

source: "No thanks. Maybe some other time... farewell."
ru: «Может, быть в другой раз, спасибо... Прощай».

source: "Some embalming fluid and some thread? I'll go see if I can find some."
ru: «Бальзамирующая жидкость и нитка? Пойду, поищу их».

source: He looks you up and down with a strange expression. "U be GUD zumbie. I cud make u a zumbie? GUD dis-gize."
ru: Странным взглядом он осматривает тебя с ног до головы. «Ты будефь ХОВОФЫМ фомби. Мовно фделать из тея фомби? ХОВОФАЯ мафкиофка».

source: "Thanks anyway. I had some other questions for you..."
ru: «Спасибо. У меня есть другие вопросы к тебе...»

source: "Sure. Can you do it?"
ru: «Конечно. Ты сможешь сделать это?»

source: "Why not? I already feel like one of the walking dead."
ru: «Почему бы и нет? Я и так чувствую себя ходячим мертвецом».

source: "No... no... that's all right. Farewell."
ru: «Нет... нет... так тоже неплохо. Прощай».

source: The zombie takes the items from you, then sets to work...
ru: Зомби берет у тебя предметы и приступает к работе...

source: The corpse gives a muffled yelp as you jab it in the eye, and its hands shoot up to cover its face. It begins mumbling what you take for obscenities under its breath.
ru: После твоего тычка в глаз труп, рефлекторно закрыв руками лицо, издает нечленораздельный вопль. Он начинает что-то невнятно бормотать, сыпля проклятиями в твой адрес.

source: Try to hold still.
ru: Попробовать не двигаться.

source: The zombie liberally applies the embalming fluid to your body, then stitches up several of your scars. Working from your feet upwards, he stitches up your scars, then finishes off the disguise by stitching up your lips.
ru: Зомби обильно натирает твое тело бальзамирующей жидкостью, затем широкими стежками зашивает несколько шрамов. Начав с ног, он медленно поднимается наверх, зашивая в конце концов твои губы.

source: "Mmm-hmmph-mmm... Fanks."
ru: «Ммм-ммф-ммм... Фпафибо».

source: The zombie holds up his hand. "Curful! Talk pulls stitches out, ruin diz-gize. Zumbie no talk. Yoo got to talk? Talk slow, curful." ^NNOTE: Take heed that no one expects zombies to talk. If you speak to someone as a zombie, you run the risk of exposing your disguise.^-
ru: Зомби держит тебя за руку. «Офтововно! Вафгоов вафофет фвы, науфив мафкивку. Фомби не говоят. Поняу? Говои медвенно, офтовоно». ^NПРИМЕЧАНИЕ: Помните, что никто не ожидает, что зомби будет говорить. Если вы, будучи зомби, заговорите с кем-нибудь, вы рискуете раскрыть свою маскировку.^-

source: "Mmph... mmm. I... understand."
ru: «Ммф... ммм. Я... понимаю».

source: The zombie frowns. "Diz-gize wun't last long... um-balming fluid dry up, stitchez fall out." He shrugs. "Prob-lee not last ousside Mortuaree. Uhnd no running! Yoo run, yoo ruin whole diz-gize." ^NNOTE: Equipping weapons and/or running will instantly nullify your zombie disguise. If you find a new weapon, hold off on equipping it until you no longer wish to be disguised. If you have Always Run on, be sure to switch it off if you want to maintain the disguise when you finish speaking to Vaxis.^-
ru: Зомби хмурится. «Мафкирофка не деужится доуго... бальфам выфыхает, фвы рвутфя, — он жмет плечами. — Фнаружи Морга от нее нифего не офтанетфя. Не бегай! Ефли ты побежифь, то науфифь вфю мафкирофку». ^NПРИМЕЧАНИЕ: Вооружение и/или бег немедленно разрушит вашу маскировку. Если вы найдете новое оружие, не используйте его до тех пор, пока вам больше не понадобится маскировка. Если у вас включен автобег и вы хотите сохранить маскировку, проверьте, что он отключен сразу же, как закончите разговаривать с Ваксисом.^-

source: "You're not a zombie! Who are you?"
ru: «Ты не зомби! Кто ты?»

source: Nod again, leave.
ru: Снова кивнуть, уйти.

source: The 'zombie' frowns. "Yu look familer. Me see yoo beefor?"
ru: «Зомби» хмурится. «Фде-то я тея виел. Мы не виелифь раньфе?»

source: "Maybe. Where have you seen me?"
ru: «Может быть. Где ты меня видел?»

source: To your surprise, the zombie turns away from you... he is starting to glance around fearfully.
ru: К твоему удивлению, зомби отступается от тебя... Он начинает со страхом озираться.

source: "You won't talk? Then get ready to start screaming."
ru: «Не хочешь говорить? Тогда приготовься кричать».

source: The zombie is watching you both fearfully. He is still silent... but something in his expression tells you Morte's guess was right on the mark.
ru: Зомби смотрит на вас обоих с явной опаской, продолжая молчать... но что-то в его выражении говорит тебе, что предположение Морта верно.

source: "Why are you disguised as a corpse?"
ru: «Зачем ты замаскировался под зомби?»

source: "The Anarchists, huh? That who you're watching this place for?"
ru: «Значит, анархисты? Так за кем вы тут следите?»

source: "It'll be a LOT less painful for you if you tell me now why the Anarchists want you to spy on this place."
ru: «Если ты скажешь мне прямо сейчас, почему анархисты следят за этим местом, боли будет ГОРАЗДО меньше».

source: The zombie looks disappointed, but he shrugs and begins to fish deeply into his stained tunic. "Beehn quiet, Duhsties beehn quiet, nuthin' new since lahst rehport." After a few moments, he hands you some items, then grunts. "Heer." Judging by the smell, they must have been hidden so as to avoid turning up if he was searched. "Me leeve in shurt while."
ru: Зомби выглядит сбитым с толку, но затем пожимает плечами, начиная копаться в своей заляпанной тунике. «Вфе тихо, твувявыя не февелятся, нифего новоо с пофледнего отфета». Спустя несколько секунд он протягивает тебе какие-то предметы, затем ворчит: «Вот» Судя по запаху, они прятались очень глубоко, чтобы их невозможно было найти в случае обыска. «Я фкоро уйду».

source: "Leave? How?"
ru: «Уйдешь? Как?»

source: The zombie grunts. "Portal's an arch - fizzzt floor, nurthwest ruhm, needs skel-tun finger bone tuh open." He nods. "Guud luhk."
ru: Зомби ворчит: «Поутал в арке — пеувый этав, феверо-фападная коумата, нувен кофтяной паиец дья откуывания, — он кивает. — Удафи».

source: "Uh... all right."
ru: «Э-э... Ладно».

source: Leave. Quickly.
ru: Уйти. Быстро.

source: "That was your last chance. Prepare to die."
ru: «Это был твой последний шанс. Готовься к смерти».

source: "Burn in hell, then. I'm leaving. You better watch yourself... *zombie!*"
ru: «Тогда гори в аду. Я ухожу. Тебе лучше быть настороже... *зомби*!»

source: "How about I expose your disguise to the guards?"
ru: «А что, если я раскрою твою маскировку страже?»

source: As you turn to leave, the 'zombie' mumbles something... it looks like he's trying to say something, but it's difficult with his lips stitched closed. "Hoo YU? Wut yu wunt?"
ru: Ты уже почти отвернулся, как «зомби» начинает что-то бормотать... кажется, он пытается что-то сказать, но с зашитым ртом это сделать трудно. «Фто ТЫ? Фто тее нао?»

source: "Portals?"
ru: «Порталы?»

source: "Do you know someone named Pharod?"
ru: «Ты знаешь кого-нибудь по имени Фарод?»

source: "Who are you?"
ru: «Кто ты?»

source: "Tell me who you are, or I'll call the guards."
ru: «Рассказывай, кто ты такой, или я позову стражу».

source: As you are turning to leave, the zombie makes a low growl in his throat. "Yoo say nuthin to nuh-whun bout ME. Yoo bee kwi-it. Say NUTHIN t'Duhstees." He puts his finger across lips. "Shhhhhh." He then draws the finger across his throat. "Or I gut yuu in yer sleep. You HEER me?"
ru: Ты уже почти отвернулся, как зомби начинает издавать низкое протяжное ворчание: «Никоу ничео не говои пво МЕЯ. Моучи. Не говои НИФЕО твуфявым, — он прикладывает палец к губам. — Фффф». После этого он проводит пальцем по горлу. «Или ты уфнефь нафегда. ПОЯЛ мея?»

source: Lie: "Why... I was looking for you."
ru: Ложь: «Чего... Я искал тебя».

source: "Did you just THREATEN me? That does it... prepare to die."
ru: «Ты пытаешься меня ЗАПУГАТЬ? Ну все... готовься к смерти».

source: Lie: "I wouldn't even *think* of telling the Dustmen about you."
ru: Ложь: «Я даже и *не думал* ничего говорить тленным о тебе».

source: Truth: "I promise I won't say anything to the Dustmen about you."
ru: Правда: «Обещаю, что я ничего не скажу о тебе тленным».

source: "Whatever. You mind your affairs, and I'll mind mine."
ru: «Как хочешь. У тебя свои дела, у меня — свои».

source: As you address the zombie, it blinks in surprise. "Eh? Wut?"
ru: Зомби от неожиданности моргает при твоем обращении. «А? Фто?»

source: The 'zombie' is trying to respond behind stitched lips; he has a peculiar half-frightened, half-angry expression. "Hoo YU? Wut yu wunt?"
ru: «Зомби» пытается что-то сказать сквозь зашитые губы. На его лице странная смесь испуга и злобы. «Фто ТЫ? Фего тее нао?»

source: The zombie doesn't seem to have heard you. He looks you up and down for a few moments, then frowns. "Wut yu do heer?" His eyes narrow suspiciously. "Yu spy on Duhstees?"
ru: Кажется, зомби не расслышал тебя. Он осматривает тебя с ног до головы, затем хмурится. «Фто ты фдефь делаефь? — его глаза недоверчиво сужаются. — Фпионифь за Мертфяками?»

source: "No. I'm trying to escape."
ru: «Нет. Я пытаюсь сбежать отсюда».

source: "I'm not a spy. I got sealed in here by accident. Can you help me out?"
ru: «Я не шпион. Меня случайно здесь заперли. Ты поможешь мне выбраться отсюда?»

source: Lie: "Yes, I'm spying on the... Dusties."
ru: Ложь: «Да, я шпионю здесь за... трухлявыми».

source: "Why don't you tell me what YOU'RE doing here before I call the guards."
ru: «Почему бы тебе не рассказать мне, что ТЫ здесь делаешь, пока я не позвал стражу».

source: One of the zombies on the second floor of the Mortuary wasn't a zombie at all, but a man in disguise. Why anyone would disguise themselves as a zombie is beyond me.
ru: Один из зомби на втором этаже Морга — на самом деле не зомби, а замаскированный человек. Зачем кому-то строить из себя зомби — мне не понятно.

source: I told the disguised spy that I was there to "relieve" him, and he handed over everything he had collected, mostly a lot of bandages and healing items, which he must have needed to maintain his disguise.
ru: Я пообщался с замаскированным шпионом, которого я должен был «сменить». Он выложил все, что он сумел собрать — преимущественно бинты и исцеляющие предметы, необходимые для его маскировки.

source: In exchange for the "zombie's" help, I agreed to go get an embalming key from some Dustwoman with blades for hands and yellow eyes.
ru: В обмен на помощь «зомби» я согласился достать ключ от бальзамационной, который находится у некой тленной с лезвиями на руках и желтыми глазами.

source: In exchange for the "zombie's" help, I agreed to go get an embalming key from that Dustwoman embalmer I met in the other room, Ei-Vene, I think her name was. How she could possibly use an embalming key with those blades for her hands is beyond me.
ru: В обмен на помощь «зомби» я согласился достать ключ от бальзамационной, который находится у тленной-бальзамировщицы Эи-Вейн (кажется, так ее зовут), которую я уже видел в другой комнате. Как ей удается со своими лезвиями на руках открывать двери ключами — для меня остается загадкой.

source: "A Dustman woman... with yellow eyes and blades on her fingers? I already met her in the embalming room. Hold on - I'll be back with the key shortly."
ru: «Тленная... с желтыми глазами и лезвиями на пальцах? Я ее уже видел в бальзамационной. Погоди... я скоро вернусь с ключом».

source: Got Vaxis his precious embalming key. He must need it to get new supplies to maintain his disguise, if the embalming fluid smell coming off of him is any indication.
ru: Ваксис получил свой драгоценный ключ от бальзамационной. Должно быть, ему нужны припасы для того, чтобы поддерживать маскировку, раз от него несет во все стороны бальзамирующей жидкостью.

source: It sounds like the Dustmen and Pharod aren't on the best of terms... Vaxis told me Pharod's bringing a lot of bodies to the Mortuary, and the Dustmen suspect that he's killing people before their hour's up.
ru: Похоже, тленные и Фарод не в лучших отношениях... Ваксис сказал мне, что Фарод привез в Морг слишком много тел, и тленные подозревают, что он просто убивает их до положенного срока.

source: He shrugs. "Mhust be one 'round sumwhere... look in storage roomz on upper floor. Maybe there."
ru: Он пожимает плечами. «Доувен быть де-то фдефь... Ифи на фкладах навеуху. Мовет быть, там».

source: "All right. I had some other questions..."
ru: «Хорошо. У меня есть другие вопросы...»

source: "Very well. I'll check upstairs for this crooked finger bone, then head to the first floor, to one of the arches in the northwest room. Got it."
ru: «Хорошо. Я проверю наверху, есть ли там изогнутая кость пальца, потом пойду на первый этаж, к одной из арок в северо-западной комнате. Все ясно».

source: "Crooked finger bone? Where am I going to find one of those?"
ru: «Кость согнутого пальца? А где можно найти ее?»

source: Vaxis told me there's a secret portal in the northwest room of the first floor of the Mortuary - if you take a crooked finger bone up to it, it will activate and take me to a secret crypt, where Vaxis says I can "rest." He doesn't know where I could find a crooked finger bone, however, but he suggested I try the upper floor of the Mortuary.
ru: Ваксис сообщил мне о секретном портале в северо-западной комнате на первом этаже Морга. Если у меня с собой будет кость согнутого пальца, то она активирует его и перенесет меня в тайную гробницу, где я, по словам Ваксиса, смогу «отдохнуть». Он не знает, где можно найти кость согнутого пальца, но, тем не менее, он посоветовал мне поискать на верхнем этаже Морга.

source: Vaxis told me there's a secret portal in the northwest room of the first floor of the Mortuary - if you take a crooked finger bone up to it, it will activate and take me to a secret crypt, where Vaxis says I can "rest."
ru: Ваксис сообщил мне о секретном портале в северо-западной комнате на первом этаже Морга. Если у меня с собой будет кость согнутого пальца, то она активирует его и перенесет меня в тайную гробницу, где я, по словам Ваксиса, смогу «отдохнуть».

source: Vaxis said something about Soego being strange - saying that he liked "rats," whatever THAT means. Vaxis accusing anyone of being strange is ironic enough.
ru: Ваксис как-то странно отозвался о Соэго — сказал, что тот похож на «крысу», что бы ЭТО ни значило. Довольно иронично, что Ваксис обвиняет кого-то в странностях.

source: In exchange for some needle and thread and some embalming fluid, Vaxis disguised me as a zombie. He warned me that running would ruin the disguise, and that I shouldn't talk to others while disguised, as zombies don't "talk."
ru: В обмен на иголку, нитку и бальзамирующую жидкость Ваксис замаскировал меня под зомби. Он предупредил меня, что бег может разрушить маскировку, и что я не должен ни с кем разговаривать, будучи замаскированным. Зомби ведь «не разговаривают».

source: "Very well. Farewell, Vaxis."
ru: «Отлично. Прощай, Ваксис».
