Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dvaxis.dlg.po
Languages: ru

source: "Look, I'm the one asking the questions here, *zombie.* Tell me what you're doing here, or I'll make that disguise a reality."
ru: «Слушай, *зомби*, вопросы здесь задаю я. Рассказывай, что ты здесь делаешь, или я сделаю эту маскировку настоящей».

source: "I must take my leave. Farewell."
ru: «Я должен идти. Прощай».

source: He studies you more intently. "Yu spy? Yu wit cell?"
ru: Он изучает тебя более пристально. «Ты фпион? Ты иф яфейки?»

source: "Cell?"
ru: «Яфейки?»

source: Lie: "Yes... I've been looking for you. I'm glad I finally found you."
ru: Ложь: «Да... Я искал тебя. И очень рад, что нашел».

source: Lie: "Yes... but I can't speak too much about it right now, if you catch my meaning. What's *your* mission here?"
ru: Ложь: «Да... но я не могу сейчас об этом говорить, если ты понимаешь, что я имею в виду. Какова *твоя* миссия здесь?»

source: Lie: "Yes... but I can't speak too much about it right now. What are you doing here?"
ru: Ложь: «Да... но я не могу говорить об этом сейчас. Что ты делаешь здесь?»

source: "Uh, I don't have time to talk right now... maybe some other time."
ru: «Э-э, сейчас у меня нет времени на разговоры... может, как-нибудь в другой раз».

source: "Huh?"
ru: «А?»

source: Frowns, then hisses at you. "Yu no spy!" He makes a shooing motion. "Git! Git!"
ru: Хмурясь, он шипит на тебя. «Ты не фпион! — он гонит тебя прочь. — Профь! Профь!»

source: "First, you'll tell me what you're doing here, or I'll call the guards."
ru: «Сперва ты расскажешь мне, что ты здесь делаешь, или я позову стражу».

source: "Answer my damn questions, or I'll make that disguise a reality before you get three paces."
ru: «Отвечай на мои чертовы вопросы, или не успеешь пройти и трех шагов, как я сделаю эту маскировку настоящей».

source: The zombie nods at this, and you think you detect him puffing up a little in pride behind his zombie disguise.
ru: Зомби согласно кивает. Кажется, ты замечаешь, что под слоем маскировки его распирает от гордости.

source: "All right, all right... I'm leaving."
ru: «Ну хорошо, хорошо... Я ухожу».

source: "Can you help me escape?"
ru: «Ты поможешь мне выбраться отсюда?»

source: "So what are you doing here?"
ru: «Так что же ты делаешь здесь?»

source: Lie: "So you're a spy for the Anarchists? Well, I'm spying on the Dusties, too... but I can't speak too much about it right now, if you catch my meaning. What's *your* mission here?"
ru: Ложь: «Так ты шпионишь для анархистов? Я тоже шпионю за трухлявыми... Но сейчас я не могу об этом говорить, если ты понимаешь, о чем я. Какова *твоя* миссия здесь?»

source: Lie: "So you're a spy for the Anarchists? I'm spying on the Dusties... but I can't speak too much about it right now. What are you doing here?"
ru: Ложь: «Так ты шпионишь для анархистов? Я тоже шпионю за трухлявыми... Но сейчас я не могу об этом говорить. Что ты здесь делаешь?»

source: The zombie seems interested. "Yu in trouble? Wutt yu do?"
ru: Зомби выглядит заинтересованным. «Пвоулемы? Фево ты натвовил?»

source: "I woke up on one of the slabs upstairs."
ru: «Я очнулся на одной из плит на верхнем этаже».

source: "I got... trapped in here somehow. Can you help me out?"
ru: «Каким-то образом я... оказался здесь запертым. Ты поможешь мне выбраться?»

source: "Maybe I'll speak of it another time."
ru: «Поговорим об этом в другой раз».

source: The zombie's looking at you like you're crazy. "Yu barmee?"
ru: Зомби смотрит на тебя как на умалишенного. «Ты фпятил?»

source: "Yes, I am barmee. Very barmee."
ru: «Да, я фпятил. Я окончательно фпятил».

source: "'Barmee'? What's that?"
ru: «Фпятил? Что это значит?»

source: "I know it's hard to believe, but I'm not going to lie to you: I woke up from the dead on one of the slabs upstairs."
ru: «Я знаю, в это трудно поверить, но я говорю правду: я очнулся из мертвых на одной из плит на верхнем этаже».

source: "Uh, no... actually, I was trapped in here somehow. Can you help me out?"
ru: «Э-э, нет... На самом деле, я каким-то образом оказался здесь заперт. Ты поможешь мне выбраться?»

source: "Forget we spoke. I must be taking my leave."
ru: «Забудь о нашем разговоре. Мне нужно идти».

source: He looks at you, then hisses and makes a shooing motion. "Yu barmee! Git away frum me!"
ru: Он смотрит на тебя, затем начинает шипеть и отмахиваться от тебя. «Ты фпятил! Профь от мея!»

source: "I'm not going anywhere. Tell me what you're doing here, or I'll call the guards."
ru: «Я никуда не уйду. Рассказывай, что ты здесь делаешь, или я позову стражу».

source: "You'll answer my damn questions first, or I'll make that disguise a reality."
ru: «Сначала ты ответишь на мои чертовы вопросы, или я сделаю твою маскировку настоящей».

source: "All right, all right... farewell."
ru: «Ну ладно, ладно... прощай».

source: The fake zombie is looking at you both suspiciously.
ru: Фальшивый зомби недоверчиво смотрит на вас обоих.

source: "It's the truth - I woke up on one of the slabs here."
ru: «Это правда — я очнулся на одной из здешних плит».

source: "Uh, sorry. Actually, I was trapped in here somehow. Can you help me out?"
ru: «Э-э, прошу прощения... На самом деле, я оказался здесь заперт. Ты поможешь мне выбраться?»

source: "Never mind. I must take my leave now."
ru: «Неважно. Мне нужно идти».

source: He looks at you, then hisses and makes a shooing motion. "Addle-cuve! Idjit! Git awuh frum me, burk! Guh!"
ru: Он смотрит на тебя, затем начинает шипеть и отмахиваться от тебя. «Пуфтогоовый! Приурок! Профь от мея, пей! Профь!»

source: "All right, all right... I'm going."
ru: «Ну хорошо, хорошо... Я ухожу».

source: He seems frightened for a moment, then studies you and a sneer crawls across his face. "Yu spill th' dark on me, me spill dark on *yu.* I have friends hid heer, yu got *nubudy.* Yu not s'posd be heer. Duhstees kill yu. Me escape."
ru: На миг он кажется испуганным, потом осматривает тебя, и по его лицу расползается ухмылка. «Ты подеиффя фо мной фвоим фекветом, я подеюфь фвоим ф *тоой*. Фдефь у мея пряфуффа друфья, у тея фдефь *никоо*. Тее фдефь не мефто. Твуфьявые тея уют. Я фбегу».

source: "You won't escape if I KILL you. Now answer my questions, or I'll make that disguise a reality."
ru: «Ты не сможешь сбежать, если я УБЬЮ тебя. А теперь отвечай, или я сделаю твою маскировку настоящей».

source: "Burn in hell, then. I'm leaving."
ru: «Тогда гори в аду. Я ухожу».

source: The zombie's eyes narrow, and he hisses at you. "Yu TRY n' put me in dead-book? I have frens hid heer, yu got *nubudy.* Yu tuch me, my frends kill YU."
ru: Глаза зомби превращаются в щелочки, он шипит на тебя: «Ты ПЫТАЕФФЯ фапифать мея ф кьигу мертфых? У мея фдефь пвяфуффа двуфья, у тея фдефь *никоо*. Твониф мея — они тея пвиконфят».

source: "I'll risk it. Prepare to die."
ru: «Я рискну. Готовься к смерти».

source: "Burn in hell, then. I'm leaving. You better watch yourself... *zombie.*"
ru: «Тогда гори в аду. Я ухожу. Тебе лучше быть настороже... *зомби*».

source: He seems frightened for a moment, then studies your build, and a sneer crawls across his face. "YOO try n' put ME in dead-book? I have frens hid heer, yu got *nubudy.* Yu tuch me, my frends kill YU."
ru: На миг он кажется испуганным, потом осматривает тебя, и по его лицу расползается ухмылка. «ТЫ пытаеффя фапифать МЕЯ ф кьигу мертфых? У мея фдефь пвячуффа двуфья, у тея фдефь *никоо*. Твонеф мея — они тея пвиконфят».

source: "What if I expose your disguise to the guards?"
ru: «Что, если я раскрою твою маскировку перед стражей?»

source: The zombie's eyes narrow, and he hisses at you. "Yu spill th' dark on me, me spill dark on *yu.* I have friends hid heer, yu got *nubudy.* Duhstees kill yu. Me escape."
ru: Глаза зомби превращаются в щелочки, он шипит на тебя: «Ты подеилфя фо мной фвоим фекретом, я подеюфь фоим ф *тоой*. Фдефь у мея прячуффа друфья, у тея фдефь *никоо*. Твуфьявые тея уют. Я фбегу».

source: "That was your last chance, corpse. Prepare to die."
ru: «Это был твой последний шанс, труп. Готовься к смерти».

source: "Burn in hell, then. I'm leaving. You better watch yourself *zombie.*"
ru: «Тогда гори в аду. Я ухожу. Тебе лучше быть настороже, *зомби*».

source: There must be something in your eye that makes the zombie's expression crumble. "Nuh-nuh-no! Dun't cull th' gards!" He looks frightened. "Muh-muh-me spy un Duhstees, say wut I see. Nuh-Nuthin' more."
ru: Недобрый блеск в твоих глазах не оставляет от его самонадеянности и следа. «Не-не-не! Не наа фвать фтражу! — он явно напуган. — Я-я-я фпионю фа твуфявыми, говою, фео увиву. Ни-нифео больфе».

source: "Spy? For who?"
ru: «Шпионишь? Для кого?»

source: "What have you seen the Dustmen do?"
ru: «И чем же, по твоим наблюдениям, занимаются тленные?»

source: "I had some other questions..."
ru: «У меня есть другие вопросы...»

source: "That's all I wanted to know. Farewell, *zombie.*"
ru: «Это все, что я хотел узнать. Прощай, *зомби*».

source: "Nuh-nuh-no! Dun't huurt me!" The fact you outweigh the zombie by several pounds of raw muscle seems to influence his decision, and his expression crumbles. "Dunht huurt me! Muh-muh-me spy un Duhstees, say wut I see. Nuh-Nuthin' more."
ru: «Не-не-не! Не твогаи мея!» Факт того, что ты явно превосходишь зомби в грубой силе, очевидно, повлиял на его решение, и от его самонадеянности не осталось и следа. «Я-я-я фпионю за твуфьявыми, говою, фео увиву. Ни-нифео больфе».

source: "That's all I wanted to know. Now stay out of my way, *zombie.*"
ru: «Это все, что я хотел знать. А теперь прочь с дороги, *зомби*».

source: The zombie falls into a frightened silence. He seems unwilling to say any more.
ru: Зомби в страхе умолкает, ничего не желая говорить.

source: "C'mon. Who are you watching this place for?"
ru: «Ну же, для кого ты следишь за этим местом?»

source: "It'll be a LOT less painful for you if you tell me now who you're spying for."
ru: «Если ты скажешь мне прямо сейчас, для кого ты шпионишь, будет ГОРАЗДО меньше боли».

source: "Never mind then. What have you seen the Dustmen do?"
ru: «Тогда неважно. Так чем же, по твоим наблюдениям, занимаются тленные?»

source: "There was something else I wanted to know..."
ru: «Есть еще кое-что, что я хочу узнать...»

source: "Forget it, then. Farewell, *zombie.*"
ru: «Тогда забудь об этом. Прощай, *зомби*».

source: "Luukin' fur me? Why?" He squints at you. "Yu gut muhssage fur me?"
ru: «Иффефь мея? Вафем? — он искоса смотрит на тебя. — У тея соофение двя мея?»

source: Lie: "Yes, I have a message for you."
ru: Ложь: «Да, у меня есть сообщение для тебя».

source: "Message from who?"
ru: «Сообщение от кого?»

source: "No, I don't have a message."
ru: «Нет, у меня нет сообщений».

source: Hisses angrily. "Then wut yu *want,* burk?!"
ru: Яростно шепчет. «Тада фео тее *надо*, пей?!»

source: "I'm looking for a way out of here. Can you help me?"
ru: «Я ищу выход отсюда. Ты можешь мне помочь?»

source: "I wanted some information..."
ru: «Мне нужны кое-какие сведения...»

source: "Tell me what you're doing here, or I'll call the guards."
ru: «Рассказывай, что ты здесь делаешь, или я позову стражу».

source: "I want you to answer my damn questions, or I'll make that disguise a reality before you get three paces."
ru: «Отвечай на мои чертовы вопросы, или не успеешь пройти и трех шагов, как я сделаю эту маскировку настоящей».

source: "Sorry to trouble you... whoever you are. Farewell."
ru: «Извини, что побеспокоил тебя... кем бы ты ни был. Прощай».

source: "Wut muhssage?"
ru: «Какое фоофение?»

source: "You are to tell me your mission."
ru: «Ты должен сообщить мне свое задание».

source: Lie: "I have your new orders."
ru: Ложь: «У меня к тебе новые распоряжения».

source: Lie: "I... have your new orders."
ru: Ложь: «У меня... к тебе новые распоряжения».

source: "Sorry, I don't have a message."
ru: «Извини, у меня нет сообщений».

source: "Never mind. Sorry to trouble you. Farewell."
ru: «Неважно. Извини за беспокойство. Прощай».

source: His eyes narrow angrily. "Yu NO muhssagerr. Hoo yu?"
ru: Его глаза в ярости сужаются. «Ты не фьяфной. Фто ты?»

source: "I'm asking the questions here, *zombie.* Tell me who you are, or I'll make that disguise a reality."
ru: «*Зомби*, вопросы здесь задаю я. Рассказывай, что ты здесь делаешь, или я сделаю эту маскировку настоящей».

source: "Me spy on Duhstees. Say wut I see. Nuthin' more."
ru: «Я фпионю фа твуфьявыми. Говою, чео вифу. Нифео больфе».

source: "I see. There was something else I wanted to ask you..."
ru: «Понятно. Я хотел спросить у тебя еще кое-что...»

source: "That's all I wanted to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "Nuthin'. They do nuthin'. Can't find nuthin'. Dead, dead, juhst dead people, Duhstees do *nuthin'.*" Eyes narrow in conviction. "Still I watch."
ru: «Нифео. Они нифео ни деают. Нифео не нафол. Твупы, твупы, пвофто твупы. Твуфьявые *нифео* ни деают, — его глаза деловито сужаются. — Буу дальфе фледить».

source: He narrows his eyes, like he's trying to figure you out. "Wut ordrs?"
ru: Он сужает глаза, будто пытаясь тебя вычислить. «Какие вафповявения?»

source: "Tell me your mission."
ru: «Доложи свою миссию».

source: "I need to find an escape route where I may leave unobserved."
ru: «Мне нужно найти выход, через который можно уйти незамеченным».

source: "I am here to relieve you. Give me all the information you've gathered, all your possessions, then leave."
ru: «Я твой сменщик. Сообщи все, что тебе удалось узнать, отдай все вещи и покинь это место».

source: "I am here to help you in any way you need."
ru: «Я здесь, чтобы помочь тебе во всем, в чем ты будешь нуждаться».

source: "Your orders will have to wait for another time. I will be back."
ru: «Твои распоряжения будут переданы в свое время. Я вернусь».

source: He is silent for a moment, then nods slightly, as if in understanding. "Why shud I hulp yu?"
ru: Он на секунду умолкает, затем медленно, будто бы понимающе кивает. «Пофеу я доувен помоать тее?»

source: "Because I need your help."
ru: «Потому что мне нужна твоя помощь».

source: "Maybe we could help each other out. What do you want in return?"
ru: «Мы можем помочь друг другу. Что ты хочешь взамен?»

source: "Because I won't *expose* your little disguise... if you help me."
ru: «Потому что я не хотел бы *раскрывать* твою маскировочку... если только ты не поможешь мне».

source: "You look like someone who'd much rather disguise themselves as a corpse than BE one. That reason enough?"
ru: «Тебе, похоже, больше по душе маскироваться под труп, чем БЫТЬ им. Годится такая причина?»

source: "Forget we met. I must take my leave. Farewell."
ru: «Забудь о нашей встрече. Я должен идти. Прощай».

source: The zombie gives a half-sneer. "Everybodee *needs* sumthin', but nubudy *gives* anything. Yu *give* me sumfin', *maybee* I help."
ru: Зомби едва усмехается. «Фем *нао* фео-то, но нифто нифео *не дает*. *Дай* мне фео-нить, и, *мовет*, я помоу».

source: "What is it you need?"
ru: «Что тебе надо?»

source: "How about you help me, and I won't call the guards?"
ru: «Как на счет того, чтобы ты мне помог, а я взамен не стал звать стражу?»

source: "You look like someone who'd much rather be breathing than saying no to me. Now... for the last time: How do I get out of this place?"
ru: «Ты похож на того, кто скорее выбрал бы остаться в живых, чем ответил мне 'нет'. Итак... в последний раз спрашиваю: как мне отсюда выбраться?»

source: "Not interested. Farewell."
ru: «Неинтересно. Прощай».

source: He looks you up and down as if wondering if he can take you, stares at your scars, then decides against it. "Hmmph. Yu kin escape through portalz."
ru: Он оглядывает тебя с ног до головы, как бы примериваясь, сможет ли он с тобой справиться, останавливается на шрамах и решает не делать этого. «Хм-м. Ты мовефь убевать фееф поуталы».

source: "You won't escape if I KILL you. Now start talking, or I'll make that disguise a reality."
ru: «Ты не сможешь сбежать, если я УБЬЮ тебя. А теперь отвечай, или я сделаю твою маскировку настоящей».

source: "You won't escape if I KILL you. Now start talking, I'll make that disguise a reality."
ru: «Ты не сможешь сбежать, если я УБЬЮ тебя. А теперь отвечай, или я сделаю твою маскировку настоящей».

source: "Uh need you t'git a *key* fur me. Wunt iron key tuh embulmuh's rum."
ru: «Тее нуно найти *кьюч* дья мея. Нуен желефный кьюч к байвамовофной комуафе».

source: "You mean this key?"
ru: «Ты имеешь в виду этот ключ?»

source: "All right. Where is this key?"
ru: «Хорошо. Где этот ключ?»

source: "I don't have time for this. Help me escape, or I'll call the guards."
ru: «У меня нет времени на это. Помоги мне сбежать, или я позову стражу».

source: "I'm not going to go fetch anything for you. Help me escape, or I'll snap your neck right here and now."
ru: «Я не собираюсь ничего тебе приносить. Помоги мне сбежать, или я прямо здесь и сейчас сверну тебе шею».

source: "No thanks. Maybe some other time."
ru: «Нет, спасибо. Может быть, в другой раз».

source: "A dusstie chit hazzit." He points at his eyes. "She haz yuhllo eyez..." He then makes a motion with his hands that reminds you of a pair of cutting shears. "Bladezz on fingerzz."
ru: «Он у твуфьявой, — он показывает на свои глаза. — У нее воутые глафифи...» Затем он делает движение руками, похожее на стрижку ножницами. «Лефвия на пайфах».

source: "We already crossed paths. Here's the key."
ru: «Я уже с ней встречался. Вот ключ».

source: "A Dustman woman... with yellow eyes and blades on her fingers? All right then. I'll be back with the key."
ru: «Тленная... с желтыми глазами и лезвиями на пальцах? Хорошо. Я вернусь с ключом».

source: "This Dustman woman sounds really attractive. Are you sure you don't want me to introduce the two of you?"
ru: «Судя по твоему описанию, эта тленная выглядит довольно привлекательно. Ты уверен, что не хочешь, чтобы я вас познакомил?»

source: The zombie blinks. He doesn't seem to have understood you.
ru: Зомби моргает. Кажется, он тебя не понял.

source: "That was a joke, see, you're sup... forget it, I'll go find your key."
ru: «Это была шутка, видишь ли, ты... а, забудь, найду я твой ключ».

source: The zombie squints at you. "If yu're cught, dun't say nothin' bout me, or me gut yu in yur sleep."
ru: Зомби косо на тебя смотрит. «Ефи тея поимают, не говои никоу обо мне, или я добеусь до тея, когда ты буешь фпать».

source: "I'll get your damned key... but you had best watch your threats, you hear me?"
ru: «Я найду твой треклятый ключ... но лучше бы тебе быть поосторожнее со своими угрозами, слышишь меня?»

source: "I'll be back."
ru: «Я еще вернусь».

source: "Me gud at duh-guise. Me ulso gut scars. Me wuhr lots of embalming fluid. Me make GUD zumbie." The zombie giggles through stitched lips, then taps his head. "Duhstees stuh-pud."
ru: «Я ховоф ф мафкироуке. У мея ефть фрамы. Я наил на сея мноо байфамируфеи фидкофти. Иф мея поуфифя ХООФЫЙ фомби, — зомби хихикает через зашитые губы, потом стучит себя по голове. — Твуфяки тууупые».

source: "I wait heer fur yu. Get key." The zombie gives you a stomach-churning smile. "Then I help yu."
ru: «Я фду тея фдефь. Найди кьюч, — зомби улыбается мертвецким оскалом. — Потом я помоу тее».

source: "If I can find it, I'll bring it back."
ru: «Если я найду его, то принесу».

source: "Forget it, then."
ru: «Тогда забудь об этом».

source: The zombie's eyes widen, then he holds his hand out and snaps his fingers. "Gife it t'me."
ru: Глаза зомби расширяются, он протягивает руку и прищелкивает пальцами. «Дай его мие».

source: "Hold a moment. There's something I want first."
ru: «Секундочку. Я хочу кое-что взамен».

source: "Here you go."
ru: «На, бери».

source: The zombie's eyes widen, and he snatches the key from your hand. He turns it over, nodding all the while. "Gud... gud."
ru: Глаза зомби расширены, он выхватывает ключ из твоей руки. Затем он поворачивается, все время кивая. «Хорофо... хорофо».

source: "Now... how do I get out of here?"
ru: «А теперь... Как мне выбраться отсюда?»

source: "Now... there was something I wanted to know..."
ru: «А теперь... Есть кое-что, о чем я хочу узнать...»

source: "Wut yu want tuh knuw?"
ru: «Фто ты хофефь уфнать?»

source: "How can I escape from here?"
ru: «Как мне выбраться отсюда?»

source: "Where was that portal you mentioned again?"
ru: «Еще раз — где тот портал, о котором ты говорил?»

source: "Can you disguise me as a zombie?"
ru: «Ты можешь замаскировать меня под зомби?»

source: "Can you disguise me as a zombie again?"
ru: «Ты можешь еще раз замаскировать меня под зомби?»

source: "What are you doing here?"
ru: «Что ты здесь делаешь?»

source: The shambling corpse gazes at you with vacant eyes. The number "821" is carved into his forehead, and his lips have been stitched closed. The faint smell of formaldehyde emanates from the body.
ru: Неуклюжий труп смотрит на тебя пустым взглядом. На его лбу вырезан номер «821», а его губы крепко зашиты. От тела исходит легкий запах формальдегида.

source: "I'm missing a journal. Have you seen it?"
ru: «Я потерял дневник. Тебе ничего такого не попадалось?»

source: "Can you tell me anything about Dhall?"
ru: «Что ты можешь сказать о Дхолле?»

source: "Can you tell me anything about Deionarra?"
ru: «Что ты можешь сказать о Дейонарре?»

source: "Can you tell me anything about Soego?"
ru: «Что ты можешь сказать о Соэго?»

source: "How did you get to look like that?"
ru: «Как ты приобрел такой внешний вид?»

source: "Never mind. I may have some questions later. Don't go anywhere."
ru: «Неважно. Позже у меня могут появиться другие вопросы. Никуда не уходи».

source: "Fuh-AROD?" The zombie frowns briefly in thought. "Me... heer he live in Hive somewhere." He shakes his head. "Not know where." He frowns again. "Dushties vare-ee mad, thay not LIKE Fuh-arod."
ru: «Фа-ОД? — нахмурившись, зомби напряженно думает. — Я... фвыфал, фто он фиет де-то ф Уле, — он качает головой. — Нефнаю где, — он снова хмурится. — Твуфявые фодят ф ума, они не ЛЮЯТ Фа-ода».

source: "Hive?"
ru: «Улей?»

source: "Why don't the Dustmen like Pharod?"
ru: «А почему тленные не любят Фарода?»

source: "So... seen anything interesting going on?"
ru: «Итак... что тут у нас интересного?»

source: "Slumz ousside this place."
ru: «Твуффобы фнауви».

source: "He'z a Cullector. Bringz deaderz to Mortuaree, sellz 'em to Dustmen. Bringz LOT uf deaderz. Dushties not know where he getz deaderz. Think he'z puttin' berks in dead-book."
ru: «Он фбофик. Пвинофит твупы ф Моуг, пводает их твуфвым. Пвинофит МУОГО твупоф. Твуфявые ненают, откуда он их беет. Дуают, он пифет пьей в кьигу мертфых».

source: "Uh... what?"
ru: «Э-э... что?»

source: "Oh. There was something else I wanted to know..."
ru: «А... Есть кое-что еще, о чем я хочу узнать...»

source: "Do' kno. Sum berk peel you?"
ru: «Ненают. Какой-то пей обфифтил тея?»

source: The zombie tries to speak, pauses, tries again, then shrugs. Apparently, he can't explain it any better.
ru: Зомби пытается сказать, умолкает, пытается снова, затем вздыхает. Очевидно, что доходчивей он сказать не сможет.

source: The zombie grunts. "Yu kin escape through portalz." He waves his hands. "Phoof."
ru: Зомби ворчит. «Ты мовешь убевафь феев поуталы, — он взмахивает руками. — Пуф».

source: "I know you're not a zombie, you know. You're not fooling anyone."
ru: «Знаешь, мне известно, что ты не зомби. Тебе никого не одурачить».

source: "Portals? What portals?"
ru: «Порталы? Что за порталы?»

source: "Portalz..." The zombie waves around the area. "Portalz evereewheer."
ru: «Поуталы... — зомби окидывает широким жестом пространство вокруг себя. — Поуталы вефде».

source: "Can you show me one of these portals?"
ru: «Ты можешь показать мне один из этих порталов?»
