Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dvlask.dlg.po
Languages: ru

source: Unlike other Collectors you've seen, the robes on this one seem to be of fine quality. "Ah, another deader has come to visit us. Please excuse the *mess;* my colleagues haven't had the time to tidy up."
ru: В отличие от других сборщиков, одежды этого отличного качества. «А, еще один мертвец нанес нам визит. Прошу прощения за этот *беспорядок*. У моих коллег нет времени на уборку».

source: "There's no way out..."
ru: «Отсюда нет выхода...»

source: Vlask chuckles softly. "You again! My friends and I very rarely get repeat business. I'll get right to the point: the price is now two hundred coppers for the key."
ru: Власк сдавленно хихикает. «Снова ты! У меня и моих друзей очень мало постоянных клиентов. Перейдем сразу к делу: теперь цена составляет двести медяков за ключ».

source: "I came back to kill you."
ru: «Я вернулся, чтобы убить тебя».

source: "Take the money."
ru: «Возьми деньги».

source: "I don't have enough."
ru: «У меня нет столько».

source: "Why, sure there is. The door is right over there. But you need one of these to activate the portal." He holds up what appears to be a small glass bead. "Come; let us talk price."
ru: «Отчего же, есть. Дверь находится прямо здесь. Вот только тебе понадобится вот это, чтобы активировать портал». В руке он держит нечто, похожее на маленькую стеклянную бусину. «А теперь поговорим о цене».

source: "I think I'll just kill you instead."
ru: «Лучше я тебя просто убью».

source: "I'm listening..."
ru: «Я слушаю».

source: "Simple. You pay my comrades and me one hundred coppers. I give you the key to the portal."
ru: «Все просто. Ты платишь мне и моим товарищам сто медяков. Я даю тебе ключ к порталу».

source: "What if I don't want to pay?"
ru: «А что, если я не хочу платить?»

source: "Here's the money. Give me the key."
ru: «Вот деньги. Давай ключ».

source: "Then my friends and I will just have to sell your body to the Dustmen. Either way, we get paid."
ru: «Тогда я и мои друзья просто продадим твое тело тленным. Так или иначе, мы свое получим».

source: "I think I'll kill you instead."
ru: «Лучше я тебя убью».

source: "My comrades and myself appreciate doing business with you. Simply crushing the glass bead will activate the portal."
ru: «Я со своими товарищами рад иметь дело с тобой. Просто раздави стеклянную бусину - и портал откроется».

source: "Farewell."
ru: «Прощай».

source: "Now that's a shame. Boys, prepare this one for the Dustmen."
ru: «Как жаль. Ребята, приготовьте этого для тленных».

source: "Prepare to die..."
ru: «Приготовься к смерти...»
