Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dvoorsha.dlg.po
Languages: ru

source: You see a middle aged man in shoddy clothes. He frowns at your approach and looks about warily.
ru: Перед тобой мужчина средних лет в дешевой одежде. При твоем приближении он обеспокоенно хмурится.

source: "Greetings."
ru: «Приветствую».

source: Ignore him.
ru: Игнорировать его.

source: His frown deepens as he examines you. "Uh... hello. What do you want?"
ru: Изучая тебя, он хмурится еще сильнее. «Э... привет. Чего тебе надо?»

source: "I have some questions..."
ru: «У меня есть несколько вопросов...»

source: "Never mind. I must be going, farewell."
ru: «Неважно. Я должен идти. Прощай».

source: "Like what?"
ru: «Например?»

source: "Who are you?"
ru: «Кто ты?»

source: "What are you doing here?"
ru: «Что ты здесь делаешь?»

source: "What can you tell me about this place?"
ru: «Что ты можешь рассказать об этом месте?»

source: "I'm looking for a deva. I've heard he's in Curst."
ru: «Я ищу одного дэва. Я слышал, что он в Проклятом».

source: He hesitates before answering. "Name's Voorsha." He doesn't elaborate on his answer.
ru: Поколебавшись, он отвечает: «Зовут Вурша». Похоже, в подробности вдаваться он не собирается.

source: "I have some more questions..."
ru: «У меня есть еще вопросы...»

source: "I must be going, farewell."
ru: «Я должен идти. Прощай».

source: He stares at you blankly then shrugs. "I'm a... trader. This is my storage area."
ru: Он недоумевающе смотрит на тебя, пожимая плечами. «Я... э-э-э... торговец. Здесь мой склад».

source: "What do you store here?"
ru: «Что ты здесь хранишь?»

source: He frowns. "I don't see that that's any concern of yours."
ru: Он хмурится. «Не понимаю, почему это должно тебя касаться».

source: "I'm just curious..."
ru: «Мне просто любопытно...»

source: He shrugs. "Well..." He gestures vaguely. "Ale, mead, and... other goods." He looks somewhat nervous.
ru: Он пожимает плечами. «Что ж... — он делает неопределенный жест рукой. — Эль, медовуха и... э-э-э... другие товары». Кажется, он чем-то обеспокоен.

source: "What are you so nervous about?"
ru: «Чем ты так обеспокоен?»

source: He begins to fidget. "Nothing..." He gives you a defiant look. "Can we change the subject?"
ru: Он начинает суетиться. «Ничем... — он дерзко смотрит на тебя. — Может, сменим тему?»

source: "No, I think you're up to something and I want to know what."
ru: «Нет, мне кажется, что ты что-то скрываешь, и я хочу знать, что».

source: He glares at you then sighs. "I'm... bringing the stuff in through... alternate channels. The guards don't know..."
ru: Он смотрит на тебя, потом вздыхает. «Я... э-э-э... поставляю товары из... э-э-э... альтернативных источников. О которых не знает стража...»

source: "You're a smuggler."
ru: «Ты контрабандист».

source: He frowns. "I'm a bootlegger. Sounds better than smuggler, don't you think?" He gives you a crafty look. "Say... how'd you like to help me out... for a piece of the business?"
ru: Он хмурится. «Торговец запрещенными товарами. Звучит лучше, чем контрабандист, не находишь? — он лукаво смотрит на тебя. — Кстати... Ты не помог бы мне... э-э-э... с кое-каким дельцем?»

source: "What kind of help?"
ru: «Какая требуется помощь?»

source: He thinks for a moment. "There's a gehreleth near here. It's been trying to kill me and that makes it hard to get my stuff out. I need someone to take care of it."
ru: Он немного размышляет. «Тут неподалеку живет гехрелет. Пытался прикончить меня, а это существенно затрудняет поставки моего товара. Мне нужен кто-то, кто сможет позаботится об этом».

source: "What's a gehreleth?"
ru: «Кто такой гехрелет?»

source: "Why don't you deal with it yourself?"
ru: «А почему ты не разберешься с ним сам?»

source: "What do I get if I take care of it for you?"
ru: «А что я получу в обмен за труды?»

source: He shrugs. "It's just some dumb creature intent on eating everything it sees..." He looks at you anxiously.
ru: Он пожимает плечами. «Это просто тупая тварь, которая пытается сожрать все, что увидит...» Он беспокойно на тебя смотрит.

source: "I'm not a warrior, it would kill me outright." He glances at your scars. "Anyone who can survive what you obviously have should be able to deal with it."
ru: «Я не воин, в прямой схватке он меня запросто прикончит, — он пробегается взглядом по твоим шрамам. — Если ты смог выжить после таких ран, то с ним ты запросто расправишься».

source: He smiles. "I can use a partner. Business is good and I can't distribute everything by myself. We'll split the profits down the middle. What do you say?"
ru: Он улыбается. «Я могу взять тебя в партнеры. Дела идут в гору, и я один уже не могу всех обеспечить. Мы разделим прибыль пополам. Что скажешь?»

source: "Sure, why not."
ru: «Конечно, почему бы и нет».

source: "I don't think so."
ru: «Нет, что-то не хочется».

source: "I'll think about it. I have some other questions..."
ru: «Я подумаю над этим. У меня есть другие вопросы...»

source: His smile broadens. "Great. Take care of the gehreleth and get back to me."
ru: Он широко улыбается. «Отлично. Разберись с гехрелетом и возвращайся назад».

source: "All right. I have some other questions..."
ru: «Хорошо. У меня есть другие вопросы».

source: "I must be going, farewell..."
ru: «Я должен идти. Прощай...»

source: He frowns. "All right, but if you change your mind my offer still stands. I'm out of business if I can't get that gehreleth taken care of."
ru: Он хмурится. «Хорошо, но если передумаешь — предложение все еще в силе. Я вылечу в трубу, если не разберусь с этим гехрелетом».

source: He glances about. "Nothing to tell really." He shrugs. "Look around for yourself."
ru: Он озирается по сторонам. «Да в общем-то ничего особенного, — пожимает он плечами. — Лучше сам осмотрись».

source: He frowns. "A deva... I've heard rumors..." He pauses.
ru: Он хмурится. «Дэва... Что-то я об этом слышал...» Он умолкает.

source: "What rumors?"
ru: «Что именно?»

source: He shrugs and looks away. "Some digging was going on down here to expand the prison. Word is they broke into an unknown chamber by accident..." He turns back to you. "Found *something* or *someone* there, imprisoned."
ru: Пожимая плечами, он отводит взгляд. «Кто-то внизу решил расширить тюрьму. Говорят, что при раскопках случайно наткнулись на неизвестную комнату... — он смотрит на тебя. — Нашли там *что-то* или *кого-то*, запертого».

source: "Go on."
ru: «Продолжай».

source: "Some say it was a deva that was found. Others say if was baatezu, and others say it was a tanar'ri." He shrugs. "Don't care myself. Whatever it is, I intend to stay away from it."
ru: «Одни говорят, что нашли дэва, другие говорят — что баатезу, а третьи — что танарри, — пожимает он плечами. — Мне все равно. Кто бы там ни был, лучше от него держаться подальше».

source: "Where is this chamber?"
ru: «Где находится эта комната?»

source: "I see. I have some more questions..."
ru: «Понятно. У меня есть еще вопросы...»

source: "I have no idea. Keep poking around down here and you're likely to find it... not that that would be a good thing, mind you."
ru: «Не знаю. Поспрашивай кого-нибудь там внизу и, скорее всего, ты найдешь ее... Только как бы это потом тебе боком не вышло».

source: You see Voorsha, the bootlegger. He glances about nervously at your approach. "Hello... again. What can I do for you?"
ru: Перед тобой Вурша, торговец запрещенными товарами. Он нервно наблюдает за твоим приближением. «Привет... э-э-э... еще раз. Чем могу быть полезен?»

source: "You mentioned needing some help. What do you need?"
ru: «Ты говорил, что тебе нужна помощь. Что тебе нужно?»

source: "You asked me to take care of some gehreleth for you."
ru: «Ты просил меня разобраться с гехрелетом».

source: "I've killed that gehreleth for you."
ru: «Я убил гехрелета».

source: "Nothing, farewell."
ru: «Ничего, прощай».

source: He stares at you for a moment. "Yes. Will you do it?"
ru: Пару секунд он пялится на тебя. «Да. Ты сделаешь это?»

source: "What do I get if I do?"
ru: «Что я получу, если я это сделаю?»

source: He looks surprised but quickly recovers. He glances at you to see if you noticed. "Uh... that's great. Good job."
ru: Похоже, он удивлен, но пытается не подать виду. Пытаясь понять, заметил ли ты это, он смотрит на тебя. «Э-э-э... отлично. Хорошая работа».

source: "You said you'd make me your partner. I'm ready to collect."
ru: «Ты говорил, что сделаешь меня своим партнером. Пора делиться».

source: He nods. "Yes... I did say that." He stares at you for a moment then begins to fidget.
ru: Он кивает. «Да... Я говорил такое». Он смотрит на тебя, после чего начинает беспокойно вертеться.

source: "So we're partners now. Right?"
ru: «Теперь мы партнеры. Верно?»

source: "You didn't think I could kill the gehreleth, did you?"
ru: «Ты ведь не ожидал, что я смогу убить гехрелета, так ведь?»

source: He stares at you a moment longer then sighs. "No, I don't think so..." He sighs. "It seems you've exceeded my expectations... I was hoping the gehreleth would deal with you and save me the trouble. Now I guess I have to take care of you myself." He suddenly draws a weapon and attacks.
ru: Он смотрит на еще дольше, после чего вздыхает. «Нет, я так не думаю... — он еще раз вздыхает. — Похоже, ты превзошел мои ожидания... Я надеялся, что гехрелет разберется с тобой и избавит меня от неприятностей. Теперь, похоже, мне придется взяться за дело самому». Он неожиданно хватается за оружие и бросается в атаку.

source: Defend yourself.
ru: Защищаться.

source: He stares at you a moment longer then sighs. "No, I didn't... It seems you've exceeded my expectations... I was hoping the gehreleth would deal with you and save me the trouble. Now I guess I have to take care of you myself." He suddenly draws a weapon and attacks.
ru: Он смотрит на еще дольше, после чего вздыхает. «Нет, не ожидал... Похоже, ты превзошел мои ожидания... Я надеялся, что гехрелет разберется с тобой и избавит меня от неприятностей. Теперь, похоже, мне придется взяться за дело самому». Он неожиданно хватается за оружие и бросается в атаку.

source: "I must be going now. Farewell."
ru: «Я должен идти. Прощай».

source: "I've already dealt with the gehreleth, it's dead. So, are we partners now?"
ru: «Я уже разобрался с гехрелетом, он мертв. Теперь мы партнеры, верно?»

source: "I must be going now, farewell."
ru: «Я должен идти, прощай».
