Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dwernet.dlg.po
Languages: ru

source: You see a burly thug. His face is scarred and creased with countless tales of violence, and his voice comes like gravel scraping over a seabed. "Wha' d'ya want, berk?"
ru: Перед тобой здоровяк-головорез. Его лицо все в шрамах и складках, рассказывающих о бесчисленных жестокостях, а его голос звучит, как шорох гальки на морском дне. «Чего те, пень?»

source: "Wha', you again?" He belches.
ru: «Че, снова ты?» Он рыгает.

source: "Aww, has the poor li'l man heard we coming for his money?" He scratches himself. "You go back and tell him he's givin' it up or he's a dead man. Go on, now."
ru: «О-о, так бедняжка уже прослышал, что мы идем за его деньжатами? — он почесывается. — Поди, скажи ему, чтобы приготовил их, иначе он покойник. А теперь проваливай».

source: "I ain't a stinkin' tout. You want someone to answer questions, ask someone who cares. I don't. Now git out of here 'fore I put my boys on you."
ru: «Я не какой-то там вонючий осведомитель. Если хочешь ответы на свои вопросы — спрашивай тех, кому есть дело. Не меня. А теперь выметайся отсюда, пока я не послал на тебя своих парней».

source: "I've come to talk to you about Kyse, the dump caretaker."
ru: «Я пришел поговорить с тобой насчет Кайса, смотрителя свалки».

source: "I had a few questions..."
ru: «У меня несколько вопросов...»

source: "Nothing. Farewell."
ru: «Ничего. Прощай».

source: "Forget it. Farewell."
ru: «Забудь. Прощай».

source: "I had a few questions, first..."
ru: «Сперва ответь на пару вопросов...»

source: "Fine. Farewell."
ru: «Отлично. Прощай».

source: "Fine, then. Farewell."
ru: «Ну ладно. Прощай».
