Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dxanthia.dlg.po
Languages: ru

source: You see a pretty young woman in fine clothes. Her skin lacks the usual yellow tint of the inhabitants of this ward. She appears to be watching three nearby creatures with interest.
ru: Ты видишь симпатичную, хорошо одетую девушку. У ее кожи нет того желтого оттенка, присущего жителям этого района. Кажется, она с интересом наблюдает за тремя существами неподалеку.

source: "Greetings."
ru: «Приветствую».

source: Ignore her.
ru: Игнорировать ее.

source: She turns to face you and an annoyed look crosses her face. "Yes? What do you want?"
ru: Она оборачивается к тебе, по ее лицу пробегает тень раздражения. «Да? Чего ты хочешь?»

source: "I have some questions..."
ru: «У меня есть несколько вопросов...»

source: "Nothing, farewell."
ru: «Ничего, прощай».

source: "Fine." She looks irritated.
ru: «Хорошо». Она выглядит раздраженной.

source: "Who are you?"
ru: «Кто ты?»

source: "What are you doing here?"
ru: «Что ты здесь делаешь?»

source: "What can you tell me about this ward?"
ru: «Что ты можешь рассказать об этом районе?»

source: "I must be going now, farewell."
ru: «Мне нужно идти, прощай».

source: "My name is Xanthia." She looks you up and down then frowns. "Is there something else you want?"
ru: «Меня зовут Ксантия, - она осматривает тебя с головы до ног и мрачнеет. - Тебе еще что-нибудь нужно?»

source: "I'll be leaving now, farewell."
ru: «Мне уже пора, прощай»

source: "There's going to be a fight and I want to see it." She smiles wickedly. "It should be interesting."
ru: «Намечается драка, и я хочу ее посмотреть, - она по-озорному усмехается. - Должно быть интересно».

source: "A fight?"
ru: «Драка?»

source: "I see. I have some questions..."
ru: «Понятно. У меня тут несколько вопросов...»

source: "Yes. See the three thokola over there?" She points to three hulking creatures with rippling muscles. "They're going to try to kill an abishai." She snorts. "The stupid oafs."
ru: «Да. Видишь вон там троих токола? - она показывает на троих громадных существ, играющих мускулами. - Они намереваются убить абишая, - она фыркает. - Глупые болваны».

source: "I've heard of something called an abishai. What exactly is it?"
ru: «Я слышал о чем-то под названием абишай. Что это такое?»

source: "The thokola look like they can take care of themselves."
ru: «С виду токола могут о себе позаботиться».

source: "It's a Lower Planes creature, a baatezu I think..." She frowns in thought. "In any case, abishai have nasty dispositions, sharp claws, and can cast spells. Very formidable..."
ru: «Это твари с Нижних планов, кажется, баатезу... - она хмурится, задумавшись. - Как бы там ни было, у абишаев скверный характер, острые когти, и они умеют колдовать. Они весьма опасны...»

source: "Normally I would say yes, thokola are very powerful warriors..." She smiles slyly and leans in to whisper to you. "However, I know something they don't..."
ru: «В общем случае я бы сказала 'да': токола - очень сильные воины... - она хитро улыбается, наклоняется к тебе и переходит на шепот. - Однако мне известно то, чего они не знают...»

source: "What might that be?"
ru: «И что же это?»

source: "Abishai can only be hurt by magic." She snickers. "The thokola will be slaughtered, I have no doubt of it." She straightens up and watches the thokola eagerly.
ru: «Абишаев можно ранить только магией, - она посмеивается. - Токола погибнут, в этом я не сомневаюсь». Она выпрямляется и продолжает с нетерпением наблюдать за токола.

source: "How do you know they can only be hurt by magic?"
ru: «Откуда ты знаешь, что их можно ранить только магией?»

source: She gives you an annoyed look. "My husband is very high up in the Harmonium. The Harmonium guards are trained to deal with creatures such as abishai." She looks away. "That's how I know, my husband told me."
ru: Она раздраженно смотрит на тебя. «Мой муж - большая шишка в Гармониуме. Стражников Гармониума обучают обращаться с таким существами, как абишаи, - она смотрит в сторону. - Так я и узнала - муж мне рассказал».

source: "Why don't you warn the thokola?"
ru: «Почему ты не предупредишь токола?»

source: "Why should I do that?" She smiles evilly. "I'm the one who suggested the fight."
ru: «Зачем мне это делать? - она злобно усмехается. - Это я им и предложила подраться».

source: "Why?"
ru: «Зачем?»

source: "My husband tries to better his social standing with his underlings by drinking with them in the local taverns. Last evening he forced me to just such an occasion. Those three oafs were there, boasting of their prowess as warriors. It was obvious they were in a drunken stupor. When they decided to leave one of them tripped and fell into the table I was sitting at." She pauses.
ru: «Мой муж пытается наладить контакт с подчиненными, выпивая с ними в местных тавернах. Вчера вечером он затащил меня на подобное мероприятие. Те три олуха хвастались своими воинскими умениями. Было очевидно, что они напились. Когда они решили уходить, один из них споткнулся и упал на стол, за которым я сидела». Она умолкает.

source: "Go on."
ru: «Продолжай».

source: She frowns angrily. "Most of the drinks at the table spilled into my lap and ruined a very expensive evening gown. So, while the cretin was trying to apologize I whispered to him that I only accepted the apology of a warrior of stature. If he were truly such a warrior, he'd be able to defeat an abishai in hand-to-hand combat."
ru: Она сердито хмурится. «Почти вся выпивка на столе пролилась мне на подол и испортила весьма дорогое вечернее платье. Итак, пока этот идиот пытался извиниться, я шепнула ему, что приму извинения только от настоящего воина. А если он настоящий воин, то сможет победить абишая в рукопашной схватке».

source: "You're going to get them killed because they ruined a dress?"
ru: «Ты обрекаешь их на гибель из-за того, что они испортили тебе платье?»

source: "You obviously do not understand the intricacies behind this situation." She looks at you like you are an idiot child. "I was embarrassed and humiliated in front of my husband and his underlings!" She looks angry.
ru: «Очевидно, ты не понимаешь всей сложности этой ситуации, - она смотрит на тебя, как на недоразвитого ребенка. - Меня поставили в неловкое положение и унизили на глазах у моего мужа и его подчиненных!» Кажется, она разозлилась.

source: "I see... I have some questions..."
ru: «Понятно... У меня тут несколько вопросов...»

source: "Nothing..." She looks about with distaste. "Were it not for the fight, I wouldn't be caught dead here."
ru: «Ничего... - она с отвращением оглядывается. - Если бы не драка, меня бы сюда и силой не затащили».

source: "Fight?"
ru: «Драка?»

source: You see Xanthia. She gives you a bored look. "Why must you annoy me again?"
ru: Ты видишь Ксантию. Она бросает на тебя скучающий взгляд. «Зачем ты снова меня беспокоишь?»

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: You see Xanthia. She gives you a look filled with hatred. "You warned the brute, didn't you?"
ru: Ты видишь Ксантию. Он бросает на тебя взгляд, полный ненависти. «Ты ведь предупредил этих животных?»

source: "Yes, I did what I felt was right."
ru: «Да, я сделал то, что счел правильным».

source: "No, I don't know what you're talking about."
ru: «Нет, понятия не имею, о чем ты».

source: She nods her head slowly. "I will not forget this insult. Good day to you." She turns and leaves.
ru: Она медленно кивает. «Я не забуду этой обиды. Хорошего тебе дня». Она отворачивается и уходит.

source: Leave.
ru: Уйти.

source: She smiles at you. "Very well, play your games of deceit. Know you this, berk. I do not forget an insult. Good day to you." She turns and leaves.
ru: Она усмехается тебе. «Ладно, пень, играй в свои лживые игры, только знай: я не забуду этой обиды. Хорошего тебе дня». Она отворачивается и уходит.

source: You see Xanthia. She gives you a bored look as you approach. "Well... I saw you talking to that oaf Thorp. Did you warn him?"
ru: Ты видишь Ксантию. Когда ты подходишь, она окидывает тебя скучающим взглядом. «Что ж... я видела, как ты говорил с тем болваном Торпом. Ты его предупредил?»

source: "No, I decided to enjoy the show with you."
ru: «Нет, я решил насладиться представлением вместе с тобой».

source: Xanthia laughs and then smiles. "How nice... Please feel free to join me." She pauses in thought for a moment and then removes a pouch at her side. "Here... Take this as a reward for not spoiling a ladies fun." She hands you the pouch.
ru: Ксантия смеется, затем улыбается тебе. «Как мило... Прошу, можешь присоединиться ко мне, - она умолкает на миг, задумавшись, затем снимает с пояса кошелек. - Вот... Прими это в качестве награды за то, что не испортил женскую забаву». Она дает тебе кошелек.

source: "Thank you, Xanthia. Farewell."
ru: «Спасибо, Ксантия. Прощай».

source: I met a woman named Xanthia in the Lower Ward. She is upset because three thokola ruined her evening gown by spilling drinks on her while they were drunk. She decided to get revenge by not accepting their apology unless they can defeat an abishai in hand-to-hand combat. She says that abishai can only be hurt by magic or magical weapons, neither of which the thokola have. She intends to watch the thokola get slaughtered by the abishai. Should I warn them?
ru: В Нижнем районе я встретил девушку по имени Ксантия. Она расстроена из-за троих токола, которые испортили ей вечернее платье, разлив на нее выпивку, когда были пьяными. Она решила отомстить и не принимать их извинения до тех пор, пока они не победят абишая в рукопашной схватке. Она говорит, что абишая можно поранить только магией или волшебным оружием, а их у токола нет. Она собирается посмотреть, как токола будут убиты абишаем. Нужно ли мне их предупредить?

source: "No, I wouldn't do that after the nice *gift* you gave me."
ru: «Нет, я не стану это делать после твоего славного *подарка*».

source: Xanthia laughs and then smiles. "How nice..." She turns her attention away from you.
ru: Ксантия смеется, потом улыбается тебе. «Как мило...» Она больше не обращает на тебя внимание.

source: "Farewell."
ru: «Прощай».
