Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dzerb.dlg.po
Languages: ru

source: This huge creature stands over nine feet tall. Rippling muscles support its massive frame. It seems to be engaged in conversation with two similar creatures next to it.
ru: Перед тобой стоит существо высотой в девять футов. Его массивное тело играет мускулами. Похоже, оно увлеченно общается с двумя другими подобными существами.

source: "Greetings."
ru: «Приветствую».

source: Ignore the creature.
ru: Не обращать внимания на существо.

source: He turns at your greeting and begins to look about. After a moment he looks down and notices you. A look of confusion crosses his features. "What you want of Zerb?"
ru: Он оборачивается на твое приветствие, глядя озираясь по сторонам. Глянув вниз, он замечает тебя. На его лице появляется смущение. «Что надо от Зерба?»

source: "I have some questions..."
ru: «У меня есть несколько вопросов...»

source: "Nothing, farewell."
ru: «Ничего, прощай».

source: He gives you an apologetic look and shakes his head. "Zerb not speak language well. Sorry, you talk Thorp." He gestures to one of the creatures next to him.
ru: С извиняющимся видом он качает головой. «Зерб не говорит язык хорошо. Прощение, спроси Торпа», — он указывает на одно из существ рядом с собой.

source: "All right, thank you."
ru: «Хорошо, спасибо».

source: You see Zerb. He looks down at you and smiles. "Zerb greet you again."
ru: Ты видишь Зерба. С улыбкой он смотрит вниз на тебя «Зерб приветствует тебя еще один раз».

source: "Never mind, farewell."
ru: «Неважно, прощай».

source: You see Zerb. He looks down at you and bows. "Zerb greet you, friend. Zerb thank you for saving life." He turns away.
ru: Ты видишь Зерба. Он смотрит на тебя вниз, кланясь. «Зерб приветствует тебя, друг. Зерб говорит спасибо, за спасение жизни». Он отворачивается назад.

source: Leave.
ru: Уйти.
