Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/dzm506.dlg.po
Languages: ru

source: This heavily stitched corpse is shuffling lazily back and forth between two slabs. The number "506" has been stitched on its forehead... and the side of its neck... and its right arm... in fact, the skin of this peeling corpse has been sewn up with so many stitches its skin looks like a bizarre street map.
ru: Этот покрытый швами труп вяло передвигается между двумя плитами. Номер «506» вышит у него на лбу... и на боку шеи... и на правой руке... В сущности, у этого трупа так много швов, что его кожа выглядит как причудливая карта улиц.

source: Examine the stitches.
ru: Осмотреть швы.

source: "I know you're not a zombie, you know. You're not fooling anyone."
ru: «Знаешь, мне известно, что ты не зомби. Тебе никого не одурачить».

source: Use your Stories-Bones-Tell ability on the corpse.
ru: Использовать на трупе свою способность «История костей».

source: "It was great talking to you. Farewell."
ru: «Было приятно с тобой поболтать. Прощай».

source: Leave the corpse in peace.
ru: Оставить зомби в покое.

source: The corpse stares straight ahead, oblivious.
ru: Труп самозабвенно смотрит вперед.

source: The corpse does not stir. It looks like it is too far gone to answer any of your questions.
ru: Труп не шевелится. Кажется, он слишком далек от того, чтобы отвечать на твои вопросы.

source: The stitches encircle the corpse, running from its arms, across its chest, up its neck, and into the damp mass of white hair. As you follow the crossroads of stitches, you notice someone has jammed a needle into the corpse's forehead... the needle is attached to a thread stitching up the side of the skull. You could probably unravel it if you had something to cut the thread.
ru: Швы опоясывают тело, пробегая по рукам через весь торс наверх по шее и скрываясь в копне белых волос. Проходя по пересечениям швов, ты замечаешь, что кто-то приколол иголку ко лбу... в иглу вдета нить, которая выходит из шва на черепе. Ты мог бы вытащить ее, если бы у тебя было что-нибудь, чтобы разрезать нить.

source: You slice the thread neatly with the scalpel, then pluck out the needle and pull the stitches out. As you do, the skin covering the forehead peels back to reveal the corpse's chalk-white skull - where, to your surprise, the number "78" has been chiseled.
ru: Ты аккуратно срезаешь нить с помощью скальпеля, а затем выдергиваешь иголку, распуская швы. Кожа на лбу отваливается, обнажая белый как мел череп. К твоему удивлению, на нем выбит номер «78».

source: This heavily stitched corpse is shuffling lazily back and forth between two slabs. Although the number "506" has been stitched almost all over its body, the skin on its forehead has peeled back from the skull, revealing the number "78" chiseled into the bone.
ru: Этот покрытый швами труп вяло передвигается между двумя плитами. Хотя по всему телу у него вышит номер «506», в месте, где кожа отвалилась ото лба, на кости выбит номер «78».

source: Cut the stitches with your scalpel, then pull out the needle and thread.
ru: Разрезать швы скальпелем, затем вытащить иголку с ниткой.

source: "Hmmm. Maybe there's something around here I can use to cut the thread... I'll be back."
ru: «Хм-м. Возможно, здесь есть что-нибудь, чем я смог бы срезать нитку... Я еще вернусь».

source: Examine the corpse again.
ru: Снова осмотреть труп.

source: Leave the corpse alone.
ru: Оставить труп в покое.

source: "Seems you got two different designations there, corpse."
ru: «Похоже, у тебя два разных обозначения, труп».

source: Examine the corpse again.
ru: Снова осмотреть труп.
