Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/emace.dlg.po
Languages: ru

source: This weapon appears to be made of an unusual metal. Examining it reveals that it is constructed of one solid piece of metal rather than a blade inserted into a hilt. As you ponder this the blade begins to shift and change in your hand. It looks as if it is trying to break free of its current form.
ru: Это оружие сделано из необычного металла. Осмотр показывает, что оно сделано из целого куска металла, а не клинка, вставленного в эфес. В твоих руках клинок начинает вибрировать и меняться. Похоже, он пытается вырваться из своей текущей формы.

source: Will the blade to change.
ru: Заставить клинок измениться.

source: Leave the blade alone.
ru: Оставить клинок в покое.

source: The metal of the blade begins to writhe and pulse in your hand. You can almost sense a feeling of anticipation emanating from the blade. What form do you will it to take?
ru: Металл клинка начинает извиваться и пульсировать в твоих руках. Ты ощущаешь чувство ожидания, исходящее от клинка. Какую форму ты хочешь ему придать?

source: Will it to become a hammer.
ru: Заставить его стать молотом.

source: Will it to become an axe.
ru: Заставить его стать топором.

source: Will it to become a mace.
ru: Заставить его стать булавой.

source: Will it to become spiked gauntlets.
ru: Заставить его стать шипованными рукавицами.

source: Will it to become a fine dagger.
ru: Заставить его стать кинжалом.

source: Leave the blade as is.
ru: Оставить клинок таким, какой он есть.

source: There is a flurry of activity as the blade undergoes some astounding changes. Within moments you have the weapon of your choice.
ru: Клинок испытывает потрясающие изменения. Через несколько секунд у тебя в руках оказывается требуемое оружие.

source: Done.
ru: Готово.

source: The blade suddenly stops writhing and settles into its current form.
ru: Клинок неожиданно перестает извиваться и приобретает свою текущую форму.
