Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/gfguard.dlg.po
Languages: ru

source: "You again? Guards! Guards!"
ru: «Опять ты? Стража! Стража!»

source: Fight.
ru: Сражаться.

source: Leave.
ru: Уйти.

source: "All right, berk... move it along and no one gets hurt."
ru: «Ладно, пень... проваливай, и никто не пострадает».

source: "Welcome back to the Foundry, sir."
ru: «Добро пожаловать обратно в Литейную, сэр».

source: "Thanks. I had an item to be picked up."
ru: «Спасибо. Мне нужно забрать одну вещь».

source: "Thanks."
ru: «Спасибо».

source: You see a burly, bored-looking guard. "State your business, please."
ru: Ты видишь крепкого стражника, который выглядит скучающим. «Прошу сообщить, по какому ты делу».

source: "Just looking around."
ru: «Просто осматриваюсь».

source: "I'm here to pick up an order."
ru: «Я здесь, чтобы забрать заказ».

source: "I'm here to put in an order."
ru: «Я здесь, чтобы оставить заказ».

source: "Who are you?"
ru: «Кто ты?»

source: "What are you doing?"
ru: «Чем ты занимаешься?»

source: "Then I'm certain you won't mind just passing along."
ru: «Тогда уверен, ты не будешь против отойти подальше».

source: "May I come in?"
ru: «Можно войти?»

source: "Not at all."
ru: «Вовсе нет».

source: "Yes."
ru: «Да».

source: Lie: "Yes."
ru: Ложь: «Да».

source: "No."
ru: «Нет».

source: "I'm sure I had it on me..."
ru: «Уверен, она у меня где-то была...»

source: "I'm sorry, sir, but we are not currently accepting any new orders, due to a large project we have undertaken. Check back in about a year, sir. Thank you for your interest."
ru: «Прошу прощения, сэр, но в данный момент мы не принимаем новых заказов в связи с крупным проектом, которым мы заняты. Возвращайся примерно через год. Спасибо за твою заинтересованность».

source: "Right. I had more questions."
ru: «Ладно. У меня есть еще вопросы...»

source: "I am a guard of the Believers of the Source, sir."
ru: «Я стражник верящих в Первопричину, сэр».

source: "Believers of the Source?"
ru: «Верящих в Первопричину?»

source: "Guarding the gate, sir."
ru: «Охраняю ворота, сэр».

source: "Riiight. I had more questions."
ru: «П-нятно. У меня есть другие вопросы».

source: "Thanks for your time."
ru: «Спасибо за уделенное время».

source: "You are in front of the Great Foundry, home to the Believers of the Source."
ru: «Ты находишься перед Великой Литейной, домом верящих в Первопричину».

source: "The who?"
ru: «Кого?»

source: "What is the Great Foundry?"
ru: «Что такое Великая Литейная?»

source: "Oh. Thanks. I had more questions."
ru: «О, спасибо. У меня есть другие вопросы».

source: Leave: "Oh."
ru: Уйти: «Ах».

source: "State the nature of your requirement, sir."
ru: «Укажи суть твоего требования».

source: "What is this place?"
ru: «Что это за место?»

source: "No business. Sorry."
ru: «Извини, я здесь не по делу».

source: "Not until you can demonstrate that you have business here, sir."
ru: «Только если ты покажешь, что ты здесь по делу».

source: "I see. I had more questions, then."
ru: «Понятно. Тогда у меня еще вопросы».

source: "Thank you, sir. The clerk you seek holds office on the southern wall of the Foundry. Thank you for your patronage." He opens the gate for you.
ru: «Спасибо, сэр. У клерка, которого ты ищешь, есть контора в южной стене Литейной. Благодарю за поддержку». Он открывает тебе ворота.

source: "Sir, you do not appear to have a receipt."
ru: «Похоже, у тебя нет квитанции».

source: "Hm. No. I do have other questions, though."
ru: «Хм, нет. Только у меня есть другие вопросы».

source: "Then I'm afraid you'll have to leave, sir."
ru: «Тогда боюсь, что ты должен уйти».

source: "Yes, sir, I'm sure you did. However, until you can produce evidence that you have business here, I'm afraid we cannot offer admittance."
ru: «Да, сэр, я уверен, что так оно и есть. Однако, пока ты не предоставишь доказательство, что ты здесь по делу, боюсь, что мы не можем разрешить тебе войти».

source: "I had other questions, then."
ru: «Тогда у меня есть другие вопросы».

source: "Yes, sir. Godsmen, we're called."
ru: «Да, сэр. Нас называют боголюдьми».

source: "Why?"
ru: «Почему?»

source: "Aside from being home to the Believers of the Source, it is also one of the largest foundries known to mortal existence. Much traffic passes through these gates; we take orders from all across the planes. Currently, we are not accepting any further orders as most of our craftsmen are either working on a new project or are commissioned for the next several months on smaller orders. What this means in practical terms is that you're not getting in unless you have a receipt for work to pick up or have urgent business inside."
ru: «Кроме того, что это дом верящих в Первопричину, это еще и одна из самых больших литейных, известных смертным. Через эти ворота много чего проходит; мы принимаем заказы со всех планов. В данный момент мы больше не принимаем заказов, поскольку большинство наших ремесленников либо работают над новым проектом, либо им поручены более мелкие заказы на ближайшие несколько месяцев. На деле это означает, что тебя впустят, только если при тебе есть квитанция на получение заказа, либо у тебя здесь срочное дело».

source: "I do have urgent business!"
ru: «У меня срочное дело!»

source: "I do have a receipt!"
ru: «У меня есть квитанция!»

source: "We are one of the fifteen recognized factions of Sigil, sir. We believe that every being has within it the spark of divinity - neither good nor evil, necessarily, but potential to be divine. Beyond divinity, we believe there lies something greater. We believe all life has a purpose and a goal, and we are devoted to understanding what these goals are. We strive toward greatness with every step in our lives."
ru: «Мы - одна из пятнадцати признанных фракций Сигила, сэр. Мы верим, что в каждом существе есть искра божественности - не обязательно добро или зло, а лишь возможность быть подобным богу. Мы полагаем, что за божественностью есть нечто большее. Мы верим, что у каждой жизни есть предназначение и цель, и мы призваны осознать эти цели. С каждым шагом в нашей жизни мы стремимся к величию».

source: "Sounds important."
ru: «Звучит важно».

source: "Good for you. Are you going to let me in?"
ru: «Рад за тебя. Ты собираешься меня впускать?»

source: "We believe it is, sir. Can I help you with anything else?"
ru: «Мы верим, что это так, сэр. Могу ли я еще чем-то помочь?»

source: "Yes. I had more questions."
ru: «Да. У меня есть еще вопросы».

source: "Thanks, no."
ru: «Спасибо, не стоит».

source: "Yes, sir. Go on in."
ru: «Да. Входи».

source: "I have a message for Keldor from Giltspur the auctioneer."
ru: «У меня сообщение для Кельдора от аукционера Гилтспура».

source: "Yes, sir. We were told about you. Go on in."
ru: «Да. Нам о тебе сообщили. Входи».

source: The guard looks at you with an unreadable expression for a moment. "Good luck with it. Go on in."
ru: Некоторое время стражник смотрит на тебя со скучным выражением. «Желаю удачи. Входи».

source: "Welcome back, sir? You have more business inside, I presume. Please keep the courtyard clear, and keep moving."
ru: «Добро пожаловать обратно, сэр! Полагаю, у тебя тут еще дела. Пожалуйста, проходи и не загораживай проход».

source: "Very well. Farewell."
ru: «Отлично. Прощай».

source: "Thank you, sir. You'll find him in the Great Godsman Hall." He opens the gate for you.
ru: «Спасибо, сэр. Ты найдешь его в Великом зале боголюдей». Он открывает для тебя ворота.

source: "No business. Sorry. Farewell."
ru: «Извини, я здесь не по делу. Прощай».
