Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/gfwrk.dlg.po
Languages: ru

source: The yard worker turns and flees from you.
ru: Рабочий разворачивается и убегает от тебя.

source: Done.
ru: Готово.

source: This person studiously ignores you as the guards escort you toward the exit.
ru: Этот человек намеренно игнорирует тебя, пока стража сопровождает тебя к выходу.

source: "I heard that they found a smith's awl near the body. But then, I guess you could find one of those just about anywhere here. My money's on Thildon as the culprit - never was a meaner man in the Foundry."
ru: «Я слышал, что рядом с телом нашли шило кузнеца. Но, с другой стороны, я считаю, что здесь его можно было бы найти где угодно. Ставлю на то, что виновен Тильдон — в Литейной не было более злобного человека».

source: "Thanks for your help. But I need some questions answered."
ru: «Спасибо за помощь. Тем не менее, мне нужны ответы на несколько вопросов».

source: "Right. That's all I needed to know."
ru: «Отлично. Это все, что я хотел узнать».

source: "Ask away."
ru: «Спрашивай».

source: "Who are you?"
ru: «Кто ты?»

source: "What are you doing?"
ru: «Чем ты занимаешься?»

source: "Who's your boss?"
ru: «Кто твой начальник?»

source: "Forget it. Farewell."
ru: «Забудь. Прощай».

source: "Why? You with the Takers? I already paid my taxes."
ru: «А что? Ты от стяжателей? Я уже заплатил налоги».

source: "The Takers? Who?"
ru: «Стяжатели? Кто они такие?»

source: "No, I was just curious. You know. Being friendly."
ru: «Нет, я просто поинтересовался. Ну, ты знаешь. Проявил дружелюбие».

source: "Forget it. I wanted to know something else anyway."
ru: «Забудь. Мне все равно нужно узнать кое-что другое».

source: "Forget it."
ru: «Забудь».

source: "Making my daily wage. Working to improve myself. Keeping this place clean. Making sure the material gets to the smiths when they need it. Making sure the finished product gets wherever it's supposed to go... in short, my job."
ru: «Отрабатываю свое дневное жалование. Работаю над собой. Поддерживаю в этом месте чистоту. Слежу, чтобы материалы доходили до кузнецов, когда они в них нуждаются. Забочусь, чтобы готовая продукция доходила туда, куда надо... короче, делаю свою работу».

source: "So your job is basically clean-up and grunt work?"
ru: «Значит, твоя задача — просто прибираться и выполнять черную работу?»

source: "I see. Another question for you."
ru: «Ясно. Еще один вопрос к тебе».

source: "I see. So long."
ru: «Ясно. Пока».

source: "Why? You work for him?"
ru: «А что? Ты на него работаешь?»

source: "Um... yes."
ru: «М-м-м... да».

source: "Are you kidding?"
ru: «Ты шутишь?»

source: "You know... the taxmen of the city? What are you, clueless? I have to get back to work."
ru: «Ну, ты знаешь... городские сборщики налогов. Ты что, бестолочь? Мне нужно возвращаться к работе».

source: Leave.
ru: Уйти.

source: "Don't really have time to be friendly, especially with the yard boss lookin' over the shoulder. We're busy these days. How about if I just tell you I can be friendly when this project's done?"
ru: «Нет у меня времени быть дружелюбным, особенно когда начальник смотрит тебе через плечо. Последнее время мы сильно заняты. Что, если я просто скажу, что могу побыть дружелюбным, когда этот проект закончится?»

source: "All right. Maybe you can answer another question."
ru: «Хорошо. Может, ответишь еще на один вопрос?»

source: "Sure. Farewell."
ru: «Конечно. Прощай».

source: "If you want to look at it like that. Since I'm learning this Godsman screed, I figure it's a test of stubborns. I look at my whole life as a test of stubborns."
ru: «Если хочешь так считать. С тех пор, как я изучаю нудное учение боголюдей, я решил, что это — проверка на упорство. Я рассматриваю свою жизнь как проверку на упорство».

source: "Why not look at it as a test of smarts and just walk away?"
ru: «Почему бы не посмотреть на это как на проверку на сообразительность и просто уйти?»

source: "Does that really help?"
ru: «И как, выходит?»

source: "I see. Farewell."
ru: «Понятно. Прощай».

source: "Then he's the salt of the earth. A real gentleman. Can't say enough good things about him, only I got to get back to work." The worker turns away and ignores further entreaties.
ru: «Тогда он — соль земли. Настоящий джентльмен. Хороших вещей о нем просто не перечесть, вот только мне нужно возвращаться к работе». Рабочий отворачивается и игнорирует последующие просьбы.

source: "One of the most rotten bastards it's ever been my misfortune to run across... and I grew up in the Hive amidst some real winners. Hope he gets killed soon... painfully and horribly. But then, most of us yard workers do."
ru: «Один из самых прогнивших ублюдков, которых я имел несчастье повстречать... а вырос я в Улье среди нескольких настоящих чемпионов по этой части. Надеюсь, его скоро прикончат... ужасно и мучительно. Да и потом, большинство из нас, рабочих, думают так же».

source: "I see. Answer me some other questions."
ru: «Понятно. Ответь еще на несколько вопросов».

source: "Got it. So long."
ru: «Ясно. Пока».

source: "Walk away to what? Who's going to hire me? System's made sure I'm not fit for other kinds of labor except menial because I was born into the Hive. Hells, I'm happy to've made it this far. 'Less you can get me a better job than this, I'm happy where I am. Better than starvin' to death."
ru: «Уйти куда? Кто возьмет меня на работу? Система позаботилась о том, чтобы я не подходил для других видов труда, кроме как для прислуживания, потому что родился я в Улье. Черт, я рад, что хоть здесь работаю. Если только ты не найдешь мне лучшую работу, чем эта, я рад оставаться здесь. Все же лучше, чем помереть с голоду».

source: "Oh, please, you can do anything if you put your mind to it."
ru: «О, прошу тебя, ты мог бы заняться чем угодно, если б только решился».

source: "That's convincing. But don't you think you could do it better?"
ru: «Звучит убедительно. Но тебе не кажется, что ты мог бы добиться лучшего?»

source: "Surprisingly, yes. Gives me hope that I'm going to end up better, either in this life or the next. I may be ignoring the obvious, but let me tell you that once you've eaten gutter swill like me, you get to appreciate the small kindnesses life throws your way. It ain't all primroses for the lower classes, berk." The worker turns away. "I got to get back to work."
ru: «Как ни странно, да. Это дает мне надежду на то, что когда-нибудь я закончу лучше, в этой жизни или в следующей. Я, может, и не вижу очевидного, но скажу тебе вот что: хлебнув помоев, как я, начинаешь ценить те маленькие радости, что жизнь подбрасывает тебе. Для низших классов жизнь — не одни лишь первоцветы, пень, — рабочий отворачивается. — Мне нужно возвращаться к работе».

source: "What, and end up looking like a scarred zombie like you? No, thanks. I don't know what you've done, but I'm happy how I am, thanks. Slow progression through life is more suited to my beliefs. Now if you'll excuse me, I gotta get back to work." The worker turns and ignores you.
ru: «И что, закончить таким ошрамованным зомби, как ты? Нет уж, извольте. Не знаю, что ты там наделал, но спасибо, я рад быть таким, какой я есть. Медленное продвижение по жизни больше соответствует моим убеждениям. А теперь, если ты позволишь, мне надо вернуться к работе». Рабочий отворачивается и игнорирует тебя.

source: "Tell you what... you live your life and I'll live mine. Right? I have to get back to work." The worker turns away and ignores you.
ru: «Вот что я тебе скажу... ты живешь своей жизнью, а я живу своей. Лады? А теперь мне нужно возвращаться к работе». Рабочий отворачивается и игнорирует тебя.

source: "I tell you, with all the excitement happening around here these days, I hardly know what's happening. It's like I never left the Hive... how can I help you?"
ru: «Говорю тебе, со всеми теми волнениями, которые происходят вокруг в последнее время, я с трудом понимаю, что вообще происходит. Как будто я никогда не покидал Улей... чем я могу тебе помочь?»

source: "You can answer me some questions."
ru: «Ты мог бы ответить мне на несколько вопросов».

source: "You can't. Forget it."
ru: «Не можешь. Забудь».

source: You see a drab Hiver hauling crates around. You can't even tell this poor sod's sex. "What do you want from me?"
ru: Ты видишь серого жителя Улья, который таскает ящики. Ты даже не можешь определить пол бедняги. «Чего ты хочешь от меня?»

source: "Just a couple of answers."
ru: «Только пару ответов».

source: "Nothing. Farewell."
ru: «Ничего. Прощай».

source: "What do you want?"
ru: «Чего тебе надо?»

source: "Just some answers."
ru: «Просто несколько ответов».

source: "Nothing."
ru: «Ничего».
