Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/n1201.dlg.po
Languages: ru

source: This foul-smelling note has a strange looking diagram inscribed beneath the writing. It looks as if it's instructing you to fold the corners of the note so their points touch the center. There is a series of strange marks on each corner - one mark on the upper right, two marks on the lower right, three marks on the lower left, and no marks on the upper left.
ru: На этой вонючей записке под текстом изображена странная диаграмма. Кажется, она указывает, что тебе следует загнуть уголки записки к центру. На каждом из уголков есть ряд странных отметок: одна отметка в верхнем правом, две — в нижнем правом, три — в нижнем левом и ни одной в верхнем левом.

source: Fold the upper right into the center.
ru: Загнуть верхний правый уголок.

source: Fold the lower right into the center.
ru: Загнуть нижний правый уголок.

source: Fold the lower left into the center.
ru: Загнуть нижний левый уголок.

source: Fold the upper left into the center.
ru: Загнуть верхний левый уголок.

source: Leave the note alone.
ru: Оставить записку в покое.

source: You fold the corner inwards so its point touches the center.
ru: Ты загибаешь уголок таким образом, чтобы он касался центра.

source: Unfold the note, start again.
ru: Разложить записку, начать заново.

source: Unfold the note and leave it alone.
ru: Разложить записку, оставить ее в покое.

source: As you fold the upper left inward to the center, you watch as the upper right unfolds by itself, resuming its normal position.
ru: Как только ты загибаешь верхний левый уголок, ты видишь, что верхний правый уголок разгибается сам по себе, возвращаясь в прежнее положение.

source: Fold the upper right back into the center.
ru: Снова загнуть правый верхний уголок.

source: Fold the lower left corner inwards.
ru: Загнуть нижний правый уголок.

source: As you fold the lower left corner inwards, it stays for a moment, then the other two corners unfold outwards. Nothing happens.
ru: Как только ты загибаешь нижний левый уголок, на мгновение он остается в таком положении, но затем другие уголки разгибаются. Ничего не происходит.

source: Examine the note again.
ru: Снова осмотреть записку.

source: Put the note away.
ru: Отложить записку.

source: As you fold the upper right corner back to the center, the lower left corner mirrors the action, until all the corners touch in the center. You watch for a moment, and the corners of the paper raise up, turning the note into a small four-sided paper pyramid.
ru: Как только ты снова загибаешь верхний правый уголок, нижний левый уголок повторяет то же действие. Теперь все уголки касаются центра. Какое-то время ты наблюдаешь за тем, как уголки бумаги поднимаются, превращая записку в небольшую четырехугольную бумажную пирамидку.

source: Open the sides of the pyramid.
ru: Разогнуть пирамидку.

source: You peel back the sides of the pyramid, and the paper disintegrates to dust. Inside is a small triangle-shaped earring. It catches the light and gleams brightly.
ru: Ты отгибаешь стороны пирамидки, и бумага превращается в пыль. Внутри находится треугольная серьга. Она блестит и играет на свету.

source: Take the triangle earring...
ru: Взять треугольную серьгу...
