Repository: winterheart/planescape
Catalog: po/pst-ee/*/dlg/skjourn.dlg.po
Languages: ru

source: This appears to be some sort of journal. Sheets of dried human skin have been stretched across a framework of bone, and strangely enough, it appears the sheets of skin have healed together at the seams, forming the spine of a makeshift book. It looks like the outer sheets of skin form a cover for the other skin sheets locked inside the bone frame.
ru: Это смахивает на какой-то дневник. Куски человеческой кожи пришиты к костяной раме. Довольно странно, но на месте швов куски кожи заживлены, образуя основу для самодельной книги. Похоже, что внешние куски являются обложкой для других, скрытых внутри костяной рамы.

source: Examine the exterior.
ru: Осмотреть обложку.

source: Examine the skin.
ru: Осмотреть кожу.

source: Examine the frame.
ru: Осмотреть раму.

source: Unlock the bone frame.
ru: Раскрыть костяную раму.

source: Leave the strange journal alone.
ru: Оставить странный дневник в покое.

source: A series of symbols have been written in blood across the exterior of the sheets of skin, but you can't make them out; they appear to be some form of writing, but they seem to be written upside down, right to left, and at odd angles that make your eyes hurt.
ru: Кожаные куски обложки расписаны кровавыми символами, но их невозможно распознать. Они явно подчинены какому-то правилу, однако написаны сверху вниз, справа налево и под таким диким наклоном, что у тебя начинают болеть глаза.

source: The skin looks to be the same pallor as yours; its scarred gray surface reminds you of a zombie's hide, and the pages feel more like cured leather than skin.
ru: Кожа такая же бледная, как и твоя. Покрытая рубцами серая поверхность напоминает тебе зомби, страницы больше похожи на выдубленную шкуру, чем на кожу.

source: Despite the crudity of the writing, you have to admit the design of the bone frame is actually quite intricate; the bones have been carved so that they snap neatly together. It looks like the bones can be unhooked from each other, allowing the book to be opened and read.
ru: Несмотря на неразборчивое письмо, ты признаешь, что конструкция костяной рамы довольно замысловата. Кости вырезаны таким образом, что могут аккуратно сцепляться воедино. Похоже, кости можно отцепить друг от друга и открыть тем самым книгу для чтения.

source: You unlock the bone frame, which unfolds with a neat *snap.* You open the book, and study the pages... they are filled with the same strange series of symbols as were on the exterior cover, and they don't seem to make any sense.
ru: Ты размыкаешь костяную раму, которая раскрывается с четким щелчком. Ты открываешь книгу, изучая страницы... они заполнены такими же странными символами, как и обложка. Похоже, в них нет никакого смысла.

source: Try and puzzle out the symbols.
ru: Попробовать разобраться в символах.

source: Re-hook the bone frame and leave the journal alone.
ru: Сцепить обратно костяную раму и оставить дневник в покое.

source: The symbols don't seem to follow any pattern - at least any that you can see. The angles and the pictures displayed seem to be completely arbitrary, but you can't be absolutely sure.
ru: Символы не поддаются никакой системе — по крайней мере, ты ее не замечаешь. Начертания и наклон совершенно произвольны, но ты в этом не уверен полностью.

source: Try and puzzle out the symbols again.
ru: Попробовать разобраться в символах еще раз.

source: As you re-hook the bone frame, you are suddenly struck with a strange thought - that the pages of the interior aren't *supposed* to make any sense. You... whoever you were at the time... put the symbols there to deceive anyone looking to read the real contents, which are hidden somewhere else in the journal frame.
ru: Ты заново сцепляешь костяную раму, но неожиданно тебя поражает странная мысль: содержимое страниц *не должно* было быть осмысленным. Ты... кем бы ты ни был раньше... написал эти символы для того, чтобы обмануть того, кто искал бы истинный смысл дневника, где-то в нем скрытый.

source: Examine the bone frame.
ru: Осмотреть костяную раму.

source: You examine the edge of the frame, and you notice that one of the bones has a hairline fracture around one of its ends; you put your hand over the edge and twist off the top of the bone, revealing a hollow space. Inside the space is a small, rolled-up scrap of skin.
ru: Ты осматриваешь кромку рамы и замечаешь, что вокруг конца одной из костей есть трещина толщиной с волос. Ты зажимаешь рукой кромку и поворачиваешь верхушку кости, внутри которой оказывается скрытая полость. Внутри нее ты обнаруживаешь небольшой скрученный обрывок кожи.

source: Pull out the skin, read it.
ru: Вытащить кожу, прочитать содержимое.

source: This scrap of skin is covered in writing; it looks like someone kept writing over it, again and again, until it is almost illegible. Nonetheless, you can make out some of the words and some of the symbols...
ru: Обрывок испещрен текстом; похоже, кто-то переписывал его помногу раз до состояния полной неразборчивости. Тем не менее, у тебя получается разобрать некоторые слова и символы...

source: "TRAPPed TraPped LADY'S WILL be done DODge her gaze... too MANY I KILL'd, too MANY strangle and kill and stop the BREATH in their throats... there's a WAY OUT I KNOW it then I'll give the BLADed one the laugh..."
ru: «В ЗАПАДне ЗапАдне ВОЛЯ ЛЕДИ УВЕРнуться от ее взгляда... слишком МНОГО Я УБИЛ, слишком МНОГО задушил и убил и останавливал ДЫХАНИЕ в их глотках... здесь есть ВЫХОД Я ЗНАЮ это а потом я помашу ручкой даме в ЛЕЗВИях...»

source: "...ONE of the ARCHEZ holds way Out, ONE of them does, ONE has the way out, can't just keep GOING through them one at a time, maybe - maybe I should go through one, THEN walk back to the same portal without..."
ru: «...в ОДНОЙ из АРОК есть выход Наружу, ОДНА из них выпустит, в ОДНОЙ есть выход наружу, нельзя просто ХОДИТЬ через них, наверное... наверное я должен пройти через один, а ЗАТЕМ вернуться назад в тот же портал без...»

source: The entry trails off into indecipherable scrawls. For some reason, you have a feeling that was the last entry... either the incarnation died in the maze or escaped somehow.
ru: Запись оканчивается неразборчивыми каракулями. Почему-то ты чувствуешь, что это последняя запись... либо воплощение умерло в лабиринте, либо каким-то образом ему удалось выбраться.

source: Hook the pages back together and put the journal away.
ru: Сцепить назад костяную раму и отложить дневник.

source: I found one of my journals in the Lady's mazes. Inscribed in it was a piece of skin that had some insane ramblings on it. Whoever I was when I wrote this, I was definitely a few stones short of a portal.
ru: В лабиринтах Леди я обнаружил один из своих дневников. Он велся на небольшом кусочке кожи и напоминает бред умалишенного. В каком состоянии я бы ни был, я определенно был в двух шагах от портала.

source: Un-hook the bone frame and read the scrap of skin inside...
ru: Раскрыть костяную раму и прочитать обрывок кожи...
