Repository: winterheart/planescape
Catalog: po/pst/*/dlg/d300mer8.dlg.po
Languages: ru

source: This old woman stands silently by the wall, staring off into the distance. She seems to be unconcerned with the flow of traffic around her, and clutches a wooden pole from which dozens of small fish are dangling.
ru: Эта старушка стоит, прислонившись к стене, и смотрит в никуда. Похоже, она не замечает поток людей, который течет мимо нее. В руках она держит деревянный шест, на котором висят небольшие рыбки.

source: "'Lo, sir, care to purchase some..." She suddenly recognizes you. "Oh, ye have returned."
ru: «Дарова, сэр, желаешь купить немного... — она тут же узнает тебя. — А, это ты вернулся».

source: "Oh... 'lo, sir." She squints at you for a moment, trying to discern your identity. "Oh my! 'Ere I was, thinkin' ye one o' me regular customers." She proffers her fish-pole. "Tuna, sir? Mackerel? Sea cucumber?"
ru: «О, дарова, сэр, — с секунду она смотрит на тебя, пытаясь узнать. — Ой! Я-то думала, что ты — один из моих постоянных клиентов». Она указывает на шест с рыбой. «Тунца, сэр? Или скумбрию? Может, морского огурца?»

source: "Hrmm..." Her mouth presses down into a tight-lipped frown, and she stares off over your shoulder.
ru: «Хрм-м...» Она хмуро сжимает губы и смотрит куда-то поверх твоего плеча.

source: You can see nothing of interest behind you. As you turn back to her, you catch her looking at you... she looks away quickly, resuming her staring off into the distance once more.
ru: За собой ты не находишь ничего интересного. Поворачиваясь назад, ты ловишь на себе ее взгляд... Она быстро отводит его в сторону, продолжая смотреть куда-то вдаль.

source: "Goodness, no!" She pauses for a moment. "Aye, ye do."
ru: «Боже, нет! — на секунду она умолкает. — Да, знаю».

source: "I think... ye, or a man with yer very likeness, sir. T'was so long ago."
ru: «Кажись... это был ты или кто-то очень на тебя похожий, сэр. Давно это было».

source: "Well, sir, ye see... me sight's not so good now, t'wasn't back then, neither. But I thought I saw ye walkin' past with a small group trailin' along behind ye."
ru: «Ну, видишь ли, сэр... Теперь-то я не сильно хорошо вижу, не то что тогда. Но, кажись, тогда я тебя видела вместе с небольшой компашкой, идущей за тобой».

source: "It's hard to say, sir... t'was so long ago, and ye walked by so quick-like. But I remember, now, the way ye held yer head up... there was a woman followin' ya, tryin' to stop ye. To get ye to turn around, speak to her... but ye pushed her away."
ru: «Трудно сказать, сэр... давно это было, да и шли вы сильно быстро. Но помню, как уверенно ты держался... Там еще была девица, хотела остановить тебя, развернуть, чтоб поговорил с ней... Но ты ее оттолкнул».

source: "Beautiful woman, she was... looked so sad, so angry, all at once. She stood there for a moment, then followed along behind ye just the same, hustlin' to catch up."
ru: «Красавица была... такая одновременно грустная и сердитая. Малек постояла тут, потом побежала тебя догонять».

source: She shrugs. "There was at least two other gentlemen with ye, sir... the only one I remember too clearly, though, was tall, thin. Reeked of bub, he did; I smelled him from across the way. Looked like he hadn't bathed in ages, too. He followed ye close, he did, an' never said a word. Acted like the woman wasn't even there, even when she bumped against him, tryin' to stop ye. That's all I remember, sir."
ru: Она пожимает плечами. «С тобой, сэр, было по крайней мере еще два джентльмена... Одного я помню точно: высокий и худой. От него несло выпивкой — почуяла, когда он проходил мимо. И еще он, наверно, отродясь не мылся. Шел за тобой след в след, ни слова не проронил. Словно для него девицы и не было вовсе, даже когда она налетела на него, пытаясь остановить тебя. Вот и все, что я помню, сэр».

source: How much do you give the fishwife?
ru: Сколько ты хочешь дать торговке рыбой?

source: She smiles and nods at you. "Thank you, sir."
ru: Она улыбается и кивает тебе: «Спасибо, сэр».

source: "Oh, my! Why, thank ye, sir, most kindly. May the Lady's shadow pass ye over."
ru: «Ой! Спасибо сэр, ты очень добр. Да минует тебя тень Леди».

source: She stares at the heaping handful of coins for a moment, as if unsure what to do. You hold them a bit closer and she finally takes them, laughing uneasily. "Oh... oh! Oh my! Why, thank ye, sir! May the Lady's shadow pass ye over, and fortune always find ye! Please come and visit me, any time."
ru: С секунду она смотрит на полную пригоршню монет, словно не веря в происходящее. Ты протягиваешь ей руку, и она наконец-то берет их, натянуто смеясь. «О... ого! Ничего себе! Спасибо сэр, ты очень добр. Да минует тебя тень Леди, да прибудет с тобой удача! Приходи ко мне в любое время».

source: She shakes her head, mouth closed tightly, and continues to look over your shoulder. Each time you try to catch a glance of what she might be looking at, you turn back to find her staring at you for the briefest of moments.
ru: Она качает головой, еще сильнее поджав рот и пялясь в пространство над твоим плечом. Каждый раз, когда ты оглядываешься, пытаясь понять, на что она смотрит, ты ловишь на себе ее мимолетный взгляд.

source: "Well met again, sir! What can I do for ye?"
ru: «Здравствуй, сэр! Чем могу помочь?»

source: "Oh, surely, sir!"
ru: «О, конечно, сэр!»

source: "Greetings..."
ru: «Приветствую...»

source: Leave her be.
ru: Оставить ее в покое.

source: "I was just passing by. Farewell."
ru: «Я просто проходил мимо. Прощай».

source: "No fish, thanks. I had some questions..."
ru: «Нет, спасибо. У меня есть вопросы...»

source: "No, thanks. Farewell."
ru: «Нет, спасибо. Прощай».

source: Look behind you, see what she's staring at.
ru: Оглянуться назад, посмотреть, на что она смотрит.

source: "Uh... can you tell me about this area?"
ru: «Э-э-э... Что ты можешь рассказать об этом месте?»

source: "Do you know of a man named Pharod?"
ru: «Ты знаешь кого-нибудь по имени Фарод?»

source: "I've lost a journal, somewhere. Have you come across one?"
ru: «Я где-то потерял дневник. Он тебе не попадался?»

source: "Never mind... farewell."
ru: «Неважно... Прощай».

source: "What? Do I look familiar to you?"
ru: «Что такое? Ты меня знаешь?»

source: "Can you tell me about this area?"
ru: «Что ты можешь рассказать об этом месте?»

source: "Er... farewell."
ru: «Э-э-э... прощай».

source: "Have you seen me before, then?"
ru: «Так значит, мы раньше виделись?»

source: "Interesting. Farewell, fishwife."
ru: «Интересно. Прощай, торговка рыбой».

source: "Tell me..."
ru: «Скажи мне...»

source: "What did these people look like?"
ru: «Кто были эти люди?»

source: "What happened then?"
ru: «Что случилось потом?»

source: "You had said there was a group? Who else was there?"
ru: «Ты сказала, что там была целая компания? Кто еще там был?»

source: Give her some copper for her time.
ru: Дать ей немного меди за потраченное время.

source: "Interesting. Thanks, and farewell."
ru: «Интересно. Спасибо и прощай».

source: One copper common.
ru: Один медяк.

source: Five copper coins.
ru: Пять медяков.

source: Ten copper coins.
ru: Десять медяков.

source: Twenty copper coins.
ru: Двадцать медяков.

source: Nothing: "Interesting. Thanks, and farewell."
ru: Ничего: «Интересно. Спасибо и прощай».

source: "Of course. Farewell."
ru: «Конечно. Прощай».

source: "Thanks. Farewell."
ru: «Спасибо. Прощай».

source: "Could you tell me of when you saw me before, again?"
ru: «Можешь рассказать мне еще раз, когда ты меня видела?»

source: "Nothing, just passing by. Farewell."
ru: «Ничего, просто проходил мимо. Прощай».

source: Meir'am has the fish, but as *usual,* it's not that easy. I need something to carry the ink in, like a cup, or a tankard. Maybe one of the merchants in the square is selling one I can use.
ru: У Меирам есть рыба, но, как *всегда*, все не так просто. Мне нужно что-то, в чем я буду носить чернила — типа чаши или кружки. Возможно, я смогу купить что-нибудь подобное на площади у торговцев.

source: I finally got the ink, a whole tankard full. Now I can take this foul mess back to Mebbeth... who knows, maybe I can get her to drink it.
ru: Я наконец-то заполучил полную кружку чернил. Теперь нужно отнести эту гадость Меббет... Кто знает, может, я заставлю ее выпить их.

source: She blinks, then nods. "Aye, that fish... that fish is a strange one, it is. Not many have heard of it and less'd want to eat it... difficult to kill, and even in death, it still seems to live. Not many want to latch their teeth around somethin' that still writhes."
ru: Удивленно моргнув, она кивает. «Ага, та рыбка... та рыбка непростая. Немногие о ней знают, а желающих ее скушать — и того меньше... Трудно убить, и даже после смерти она как будто живая. Немного желающих жевать рыбу, которая вертится в зубах».

source: "Aye... but the ink, ye'll need somethin' to carry it in. Have ye a bowl or cup, perchance?"
ru: «Ага... только тебе нужно что-нибудь, чтобы унести чернила. Кубок там, или чашу?»

source: She nods and plucks a fish from her pole... it twitches as she grabs it, then starts lashing about as she begins to twist it like a rag. She wrings it until bluish-black ichor begins to trickle from the fish's gills. When your tankard is almost full, she relaxes her grip and throws the twitching fish into a sack at her side.
ru: Она кивает и срывает рыбу с шеста... Рыба извивается у нее в руке, а затем начинает неистово биться, когда Меирам выжимает ее словно тряпку. Наконец из жабр рыбы начинает течь синевато-черный гной. Наполнив твою кружку, она бросает извивающуюся рыбу в лежащий неподалеку мешок.

source: "Have you heard of a *Brogota-fin?* I was told it bleeds ink from its gills."
ru: «Ты когда-нибудь слышала о *брогота-фине*? Мне говорили, что из ее жабр текут чернила».

source: "Do you have one?"
ru: «У тебя она есть?»

source: "Great... I'll go look for one, then I'll be back."
ru: «Отлично... Пойду, поищу, потом вернусь».

source: "Hmmm. Or a tankard... maybe one of the merchants is selling one. Farewell."
ru: «Хм-м. Или кружку... может быть, какой-нибудь торговец продаст мне ее. Прощай».

source: "Thanks, and farewell."
ru: «Спасибо и прощай».

source: "Yes, I had some questions..."
ru: «Да, у меня есть несколько вопросов...»

source: "I brought a tankard. Can I get the ink from the fish in it?"
ru: «Я купил кружку. Можешь налить туда чернил из рыбы?»

source: "I brought a tankard. Can I get the ink from the fish in it?"
ru: «Я купил кружку. Можешь налить туда чернил из рыбы?»
