Repository: winterheart/planescape
Catalog: po/pst/*/dlg/d300mer1.dlg.po
Languages: ru

source: "Tell me about this area."
ru: «Расскажи мне об этом месте».

source: "I'm looking for a journal I've lost."
ru: «Я ищу потерянный дневник».

source: "Forget it. Let me see your wares."
ru: «Забудь. Давай посмотрим на твои товары».

source: "Nothing, never mind. Farewell."
ru: «Ничего, неважно. Прощай».

source: "That wasn't much help..."
ru: «Не очень-то это и помогло...»

source: "I'm looking for a man named Pharod."
ru: «Я разыскиваю мужчину по имени Фарод».

source: This dour-faced old fellow appears to be selling various hand weapons. "Ah - c'mon over, then! Come ta see my blades, have yeh?"
ru: Похоже, этот мрачного вида старик продает всякое оружие. «А, давай, подходи! Хочешь поглядеть на мои клинки, а?»

source: "Well met again, cutter. Come ta buy some a' the finest steel in Sigil, have yeh?"
ru: «И снова здравствуй, рубака. Что, хочешь купить самую лучшую сталь в Сигиле, а?»

source: "I've got a job ta do, sir..." He suddenly turns his head and coughs into his hand. "Excuse me. As I was sayin', I can't well stop sellin' just ta speak with yeh."
ru: «У меня и так полно работы, сэр...» Он неожиданно отворачивается и кашляет в кулак. «Извиняюсь. Как я уже сказал, я не могу остановить торговлю из-за пустой болтовни с тобой».

source: The old merchant takes a moment to look around. Once he's certain there aren't any potential customers in the immediate area, he holds his hand out to you.
ru: Старый торговец уличает момент, чтобы поглядеть по сторонам. Поняв, что вблизи нет потенциальных покупателей, он протягивает тебе открытую ладонь.

source: He nods and tucks the three copper coins beneath his clothes. "What did yeh want ta ask then, cutter?"
ru: Он кивает, пряча под одеждой три медяка. «Чего ты хочешь узнать, рубака?»

source: "This? Just another marketplace in the Hive, worst ward in our blessed city a' Sigil." He smiles bitterly, then shrugs. "As long as yeh watch yer back and get somewhere safe by dark, it's not too bad a place -- as slums go."
ru: «Об этом-то? Это всего лишь еще один рынок в Улье, самом худшем районе нашего благословенного города Сигила, — он горько улыбается, пожимая плечами. — На самом деле, это не такое уж плохое место, как для трущоб, если ты следишь за своей спиной и остерегаешься теней».

source: "Hmm. Nay, don't know the name. Sorry, cutter."
ru: «Хм-м. Не, не знаю такого имени. Извини, рубака».

source: "Haven't seen one lately, sorry. If yeh need a new journal, perhaps one a' the other merchants here has one for sale." He shrugs.
ru: «Не видал, извини. Если тебе нужен новый, то кто-нибудь из других торговцев сможет тебе продать». Он пожимает плечами.

source: The old merchant chuckles lightly, then coughs into his hand. "Yeh were payin' me for me time, not me answers, cutter. I woulda' helped if I could have, truly. Would yeh like ta see me goods, now?"
ru: Старый торговец тихонько смеется, затем кашляет в кулак. «Ты мне, рубака, не за ответы платил, а за время. Я бы помог, если мог, честно. Может, поглядишь на товары, а?»

source: "Ho ho! Nay, cutter, just old. I thank yeh for the concern, though." He smiles at you.
ru: «Хо-хо! Не, рубака, я просто стар. Но за беспокойство спасибо». Он улыбается тебе.

source: "Yes, I have."
ru: «Да, хочу».

source: "No, but I had some questions."
ru: «Нет, но у меня есть кое-какие вопросы».

source: "No, I was just passing by. Farewell."
ru: «Нет, я просто проходил мимо. Прощай».

source: "Are you sick?"
ru: «Ты болен?»

source: "Show me your wares, then."
ru: «Тогда покажи мне свои товары».

source: "I'll pay you for your time, then."
ru: «Тогда я заплачу за потраченное время».

source: "Never mind, then. Farewell."
ru: «Тогда неважно. Прощай».

source: Drop three coins into his hand.
ru: Бросить три монеты ему на ладонь.

source: "Yes."
ru: «Да».

source: "Not right now. Tell me about this area."
ru: «Не сейчас. Расскажи мне об этом месте».

source: "Never mind. Let me see your wares."
ru: «Неважно. Давай посмотрим на твои товары».

source: "Forget it. Farewell."
ru: «Забудь. Прощай».

source: "No, but I'm looking for a man named Pharod."
ru: «Нет, но я разыскиваю мужчину по имени Фарод».

source: "No, not now. I'm looking for a journal I've lost."
ru: «Нет, не сейчас. Я ищу потерянный дневник».

source: "No thanks. Farewell."
ru: «Нет, спасибо. Прощай».

source: "Let me see your wares."
ru: «Давай посмотрим на твои товары».

source: "That's all I wanted to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "Can you tell me about this area?"
ru: «Что ты можешь рассказать об этом месте?»

source: "May I see your wares?"
ru: «Можно взглянуть на твои товары?»

source: "Take care. Farewell."
ru: «Береги себя. Прощай».
