Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dabishai.dlg.po
Languages: ru

source: You see a red abishai. The creature is reptilian with a snake like-body, four clawed feet, leathery wings, and a draconian head. The scales covering its body are a dull shade of red. The creature stands upright on its hind legs, balancing with its prehensile tale. As you approach its eyes narrow to slits and it begins to hiss.
ru: Перед тобой красный абишай. Это существо представляет собой ящера со змееподобным телом, четырьмя когтистыми лапами, кожистыми крыльями и головой дракона. Его тело покрывает чешуя тускло-красного оттенка. Существо стоит на задних ногах, балансируя цепким хвостом. Когда ты приближаешься, его глаза сужаются в щелки, и оно начинает шипеть.

source: "Greetings."
ru: «Приветствую».

source: Ignore the creature.
ru: Не обращать внимания на существо.

source: The abishai glares at you and hisses in some guttural tongue. You realize it is not speaking to you when you hear a response from somewhere behind the abishai. After a moment it cocks its head to the side and hisses at you. "What want you?"
ru: Абишай бросает на тебя пристальный взгляд и шипит на каком-то гортанном наречии. Услышав ответ откуда-то из-за спины абишая, ты осознаешь, что говорит он не с тобой. Спустя мгновение, он склоняет голову набок и шипит: «Что ты хотеть?»

source: "I have some questions...
ru: «У меня есть несколько вопросов...»

source: "Nothing, farewell."
ru: «Ничего, прощай».

source: The abishai emits a series of hisses that are soon answered from the unknown source. "No... you ssspeak Tek'elach" It gestures vaguely behind it. "He agree talk you... "
ru: Абишай издает ряд шипящий звуков, на которые вскоре получает ответ неизвестно откуда. «Нет... ты говори ссс Текелач». Он указывает куда-то за своей спиной. «Он сссогласен говорить ссс тобой...»

source: "Why can't you answer my questions?"
ru: «Почему ты не можешь ответить на мои вопросы?»

source: "I see. I'll go speak with this Tek'elach then."
ru: «Понятно. Тогда я поговорю с Текелачем».

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: The abishai glares at you for a moment before answering. "Tek'elach want talk you. Not I. You go."
ru: Прежде чем ответить, абишай некоторое время пристально смотрит на тебя. «Текелач хотеть говорить ссс тобой. Не я. Иди».

source: You feel a wave of heat begin to emanate from the abishai as it leans in to talk to you. "You show respect... you be careful... I watch. I kill you if you do wrong." It displays rows of razor sharp teeth as it grins evilly at you. "You understand?"
ru: Ты чувствуешь волну жара, исходящую от абишая, когда он наклоняется к тебе и произносит: «Прояви уважение... следи за собой... я наблюдать. Сделать что-то не то - я тебя убить». Он злобно скалится, демонстрируя ряд бритвенно-острых зубов. «Понятно?»

source: "Yes, I understand. Farewell."
ru: «Да, понятно. Прощай».

source: "No, I'm stupid. Why don't you explain it to me."
ru: «Нет, я тупой. Объяснишь поподробнее?»

source: The abishai hisses at you and reaches out to the nearby wall. Its eyes never leave yours as it digs several deep furrows into the stone with a single swipe of its claws. "Understand now? Or want up close, personal explanation?"
ru: Абишай шипит на тебя, потом, не отрывая от тебя взгляда, одним взмахом когтистой лапы оставляет несколько глубоких борозд на каменной стене рядом с ним. «Теперь понять? Или хотеть персональное разъяснение?»

source: "I understand perfectly. Farewell."
ru: «Весьма доходчиво. Прощай».

source: Attack the abishai: "Let's see what you can do with a real opponent."
ru: Атаковать абишая: «Посмотрим, сможешь ли ты справиться с настоящим противником».

source: The abishai hisses at you angrily. "You told talk Tek'elach... go!"
ru: Абишай яростно шипит на тебя. «Говорить с Текелач... иди!»

source: "All right. Farewell."
ru: «Ладно. Прощай».
