Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dacaste.dlg.po
Languages: ru

source: Leave the ghoul-woman be.
ru: Оставить упыриху в покое.

source: "Hsssst. What have we here? Some pretty meat, aye, a little tough gristle? Sharpen me teeth on yer bone and grow fat on yer marrow, hmmm? Hsssst."
ru: «Хсссст. Что у нас тут? Немножко славного мяска, ага, только малость жилистое? Поточить бы зубы о твои кости да посмаковать твоим костным мозгом, хм-м-м? Хсссст».

source: "You must be Acaste."
ru: «Ты, должно быть, Акаста».

source: "I had some questions..."
ru: «У меня есть несколько вопросов...»

source: "I must take my leave, now. Farewell."
ru: «Мне уже пора идти. Прощай».

source: "I don't *have* to be anything to ye, meat and bones. Ye watch yer tone with me, or no one will find ye in one piece again."
ru: «Я *не должна* быть для тебя кем-либо, мясо-да-кости. Следи за своим тоном, не то тебя по кускам не соберут».

source: "I'll use whatever tone I like with you, ghoul."
ru: «Я буду говорить так, как захочу».

source: She begins to laugh before you've finished speaking, a terrible, shrill, mocking sound. "Foolish meat! Don't know, do ye! I am Acaste, ghoul-queen! My precious Blighted Ones'll feast upon you, devour every last bit, even yer marrow'll fill our bellies! Dare ye speak to me so?"
ru: Не успеваешь ты закончить мысль, как она начинает хохотать, жутко, пронзительно и насмешливо. «Глупое мясо! Ты ведь не понял! Я Акаста, королева упырей! Мои драгоценные Паршивцы отобедают тобой, сожрут каждый кусочек, да еще и косточки обсосут! Будешь и дальше продолжать в том же духе?»

source: "Your pack of sorry scavengers doesn't frighten me."
ru: «Ты не напугаешь меня своей стаей жалких падальщиков».

source: "Never mind. I had some questions..."
ru: «Неважно. У меня есть другие вопросы...»

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: She sneers at you. "Lucky, ye are, lucky meat, lucky! Lucky for the Silent King's word! Else ye'd be food for our bellies, wet and delicious!" She spits at your feet. "No more, no more speaking with the meat! Hssst!"
ru: Она смотрит на тебя презрительно. «Повезло тебе, везучее мясо! Повезло, что есть приказ Безмолвного Короля! Иначе быть бы тебе нашей закуской, сочной и вкусной! — она плюет тебе под ноги. — Хватит, хватит болтать с мясом! Хссст!»

source: Leave.
ru: Уйти.

source: "Who are ye to come before me like a feast? Answer Acaste."
ru: «И что за закуска передо мной? Отвечай Акасте».

source: "I have no name."
ru: «У меня нет имени».

source: Lie: "I am... Adahn."
ru: Ложь: «Я... Адан».

source: "Answer my questions, first..."
ru: «Сперва ответь на мои вопросы...»

source: "Then neither does Acaste. I call ye blooded one. Pray ye still have a name and a will before I tear ye apart."
ru: «Тогда нет и у Акасты. Буду звать тебя свежатиной. Молись, чтоб у тебя было имя и завещания перед тем, как я порву тебя на куски».

source: "Blooded one?"
ru: «Свежатиной?»

source: "My questions..."
ru: «А мои вопросы?..»

source: "Aaaadahn..." She draws her long, gray tongue slowly across her lips, yellowish drool trickling from the corners of her mouth. "Yes..."
ru: «А-а-адан... — она медленно проводит длинным серым языком по губам, из уголков ее рта стекает желтоватая слюна. — Да...»

source: "No. You will answer me now, before I flay the skin from yer bones and eat it! Ye'll make a fine feast for my Blighted Ones, yes..."
ru: «Нет, ты ответишь мне прямо сейчас, не то я спущу с тебя шкуру и обглодаю! Да, из тебя выйдет отличная закуска для моих Паршивцев...»

source: "Watch your tongue, ghoul, or you'll find it ripped from your rotted head."
ru: «Следи за языком, упыриха, не то я вырву его из твоей гнилой башки».

source: "Go! Pester Acaste while ye still live, meat! Ask!"
ru: «Давай! Понадоедай Акасте, мясо, пока ты еще живое! Спрашивай!»

source: "Did you know the Silent King is nothing but a skeleton?"
ru: «Ты знала, что Безмолвный Король — всего лишь скелет?»

source: "Why have I been made a prisoner?"
ru: «Почему меня сделали пленником?»

source: "Where am I?"
ru: «Где я?»

source: "What are you doing here?"
ru: «Чем ты здесь занимаешься?»

source: "Who inhabits this place?"
ru: «Кто здесь живет?»

source: "Let me ask you of someone in particular..."
ru: «Позволь мне спросить о кое-ком...»

source: "Have you seen a small, bronze sphere anywhere here?"
ru: «Тебе не попадался маленький бронзовый шар?»

source: Acaste grimaces. "Hssst! Because we didn't catch ye in the dark halls, where ye'd have been a meal to us!" She shakes her head, snarling. "Damn the Silent King, damn his old bones! Meat caught here, by the others, stays here until it *joins* the others."
ru: Акаста кривится. «Хссст! Потому что мы не поймали тебя в темных залах, где ты бы стал нашей закуской! — она рычит и качает головой. — Будь проклят Безмолвный Король со своими старыми костями! Мясо, которое ловят здесь другие, остается тут до тех пор, пока не *присоединится* к другим».

source: "Tell me about the Silent King."
ru: «Расскажи мне о Безмолвном Короле».

source: "Others? Who else inhabits this place?"
ru: «К другим? Кто еще живет в этом месте?»

source: "I had other questions..."
ru: «У меня есть другие вопросы...»

source: "That's all I wished to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "Silent King's lands, Dead Nations... place of marrow-filled bones and herd of dead-flesh..." She licks her lips hungrily, clutching at her belly.
ru: «Владения Безмолвного Короля, Мертвые Народы... жилище сочных костомах и толп мертвечины...» Она жадно облизывается, держась за живот.

source: "Who else inhabits this place?"
ru: «Кто еще здесь живет?»

source: "We fight, win and feed. Blooded ones such as ye become our food in the end. Ravenous hungers we have, burn the stomach, never full. We hunger all the time... and here ye are... hurry up, die and be still!"
ru: «Мы деремся, побеждаем и едим. Свежатина вроде тебя в конце концов становится нашей закуской. Мы ненасытные, наши животы горят, мы никогда не наедаемся. Мы постоянно хотим есть... и тут ты... сдохни поскорее и никуда не уходи!»

source: "Blooded ones?"
ru: «Свежатина?»

source: "How did you come to be here?"
ru: «Как ты сюда попала?»

source: "Wander catacombs, hunt and kill, crack open crypt and coffin, *eat* bones and dead-flesh. Come here..." Acaste blinks. "Here... strange place... Acaste stay among the weak, marrow-filled bones and herd of dead-flesh... can make noise, talk to them and they talk back."
ru: «Бродила по катакомбам, охотилась и убивала, вскрывала склепы и гробы, *ела* костомах и мертвечину. Пришла сюда... — Акаста прищуривается. — Здесь... странное местечко... Акаста остается здесь, среди слабых сочных костомах и толп мертвечины... можно пошуметь, поговорить с ними, и они отвечают».

source: "So why have you not killed and eaten these undead, then?"
ru: «Так почему же ты не перебила и не съела всю эту нежить?»

source: "Meat people to eat..." Her yellow eyes peer intently at you through her ragged, white hair. "...ye."
ru: «Мяско, чтобы перекусить... — ее желтые глаза пристально смотрят на тебя сквозь лохматые седые локоны. — Вроде тебя».

source: Acaste frowns. "Not easy prey. They are not still like other bones and dead-flesh are... they fight as pack and are many of them. Difficult to beat both, weaker separate, together strong, almost strong as Acaste. So we wait."
ru: Акаста хмурится. «Нелегкая добыча. Они двигаются, не то, что другие костомахи или мертвечина... Они дерутся вместе и их много. Трудно всех победить: они слабые по отдельности и сильные вместе, почти как Акаста. Так что мы подождем».

source: "What is it you wait for?"
ru: «Чего ты ждешь?»

source: "What do you do while you wait, then?"
ru: «Тогда чем ты занимаешься, пока ждешь?»

source: "We say we fight for them, kill blooded ones when they come to take from us, hunt blooded rat things, kill them, eat them, leave bits of bodies we not eat as warning, say 'no come here or we eat you.' They make us protect here only. Hargrumm and Stale Maree say we not allowed to go kill blooded ones."
ru: «Мы говорим, что сражаемся за них, убиваем свежатину, когда они приходят побеспокоить нас, охотимся на крысятину, убиваем и едим их, оставляем недоеденные куски в качестве предупреждения, типа 'не ходи сюда, не то съедим'. Они хотят, чтобы мы только защищали это место. Харгрым и Тухлая Меря говорят, что нам нельзя ходить и убивать свежатину».

source: "Who-"
ru: «Кто...»

source: "I had-"
ru: «У меня...»

source: "That's all I-"
ru: «Это все...»

source: Acaste no longer seems aware of you. She hisses, baring sharp, bloody teeth. "Hate them! Want to eat blooded ones! Hungry, we are... kill all blooded ones, tear flesh with teeth and crack bone, suck sweet marrow out of their warmth!"
ru: Похоже, что Акасте ты больше не интересен. Она шипит, обнажая острые окровавленные зубы. «Ненавижу их! Хочу есть свежатину! Мы хотим есть... убивать свежатину, раздирать зубами мясо и ломать кости, высасывать из них сладкий костный мозг!»

source: "Who is Hargrimm?"
ru: «Кто такой Харгримм?»

source: "Who is Stale Mary?"
ru: «Кто такая Тухлая Мери?»

source: "Blooded rats?"
ru: «Крысятина?»

source: "Go *squeak squeak*, run into dark small tunnels when chased, hard to catch. Snacks, hard to get. Warm flesh, easy crunch in teeth. Many of them elsewhere, we go kill them and eat them all. Hunger go away with so many in belly. Always watching us, with red juicy eyes in dark want to eat them."
ru: «Они *пищат*, убегают в темные норы, когда за ними гонишься, трудно поймать. Закуска, которую сложно достать. Теплая плоть, легко перекусить. Их еще много повсюду, мы ходим убивать их и есть. Сколько не съешь — все равно не наешься. Вечно следят за нами своими аппетитными красными глазками, так и хочется их съесть».

source: "Wait for weakness, yes... wait to see how strong Silent King is, if he stronger than Acaste. Wait for herd of dead-flesh to stop following marrow-filled bones..."
ru: «Ждем слабости, да... хотим увидеть, насколько силен Безмолвный Король, сильнее ли он Акасты. Ждем, пока толпы мертвечины перестанут ходить за сочными костомахами...»

source: "What will you do, then?"
ru: «И что ты собираешься делать?»

source: "Would *eat* all. Hungry. Kill all small blood fur-things, *eat* all rag blooded beings in village, eat. Catacombs are full of feast. Hungry are we! *Hunt* and *eat!"* As she talks, she becomes more agitated, gnashing her teeth and spraying spittle...
ru: «*Сожрем* их всех. Проголодались. Перебьем мелкую пушистую свежатину, *сожрем* всех оборванцев в деревне. В катакомбах полно жратвы. Мы проголодались! *Настигаем* и *съедаем*!» Говоря это, она все больше возбуждается, скрежеща зубами и плюясь...

source: Acaste, the leader of a pack of ghouls, is very eager to see the Dead Nations become her feeding ground. She is only waiting for a weakness to show itself before she and her ghouls begin to run rampant throughout the catacombs, killing and devouring all they run across.
ru: Акаста, вожак стаи упырей, жаждет увидеть, как Мертвые Народы станут местом ее кормежки. Она ждет лишь момента слабости, чтобы проявить себя. Тогда она со своими упырями прокатится по катакомбам неистовым потоком, убивая и пожирая всех, кто им попадется.

source: Let her rant.
ru: Позволить ей поразглагольствовать.

source: Leave her to her screaming.
ru: Уйти, пусть себе кричит.

source: "HSSSSST! Kill them ALL, Acaste would! Tear and rend, shred the herd of dead-flesh stupid, stupid cattle! Slow and weak, fit only to eat and rend and tear! Break and snap the weak bones! Suck the marrow from their brittle bones! KILL and EAT them ALL!"
ru: «ХССССТ! Всех перебьет Акаста! Разорвет на части, покромсает толпу тупых мертвяков, глупое стадо! Медленные и слабые, годятся только для того, чтобы есть их, рвать и кромсать! Поломаем и раскрошим слабые костомахи! Высосем мозг из хрупких косточек! ВСЕХ ПЕРЕБЬЕМ и СОЖРЕМ!»

source: Let her keep ranting.
ru: Позволить ей продолжать свои тирады.

source: "Acaste want them to be quiet, still, dead-dead not talk and walk! DIE and be STILL so that it can be eaten, caught between the teeth, crack their skulls to suck forth their brain-meat, then pull open their ribcage and devour the soft parts past the skin!" Acaste smashes a clawed fist into the ground, shattering the tiles in her rage.
ru: «Акаста хочет, чтобы они молчали и не двигались, были мертвыми мертвяками, не ходили, не болтали! Чтобы СДОХЛИ и НЕ ДВИГАЛИСЬ, чтобы можно было съесть их, схватить их зубами, расколоть череп, высосать мозг, а потом разворотить грудную клетку и сожрать мягкие внутренности!» В ярости Акаста бьет когтистым кулаком по полу, раскалывая плитку.

source: "HATE them. Tell Acaste, NO, do not hunt the blooded men who scavenge and creep in the tombs! Do not kill blooded rats! Leave them be, do not hunt, do not EAT! KILL THEM ALL and SILENCE them!" She suddenly falls silent, her rage finally spent, the last echoes of her screaming dying away in the darkness.
ru: «НЕНАВИЖУ их. Говорят Акасте: НЕТ, не убивай человечью свежатину, которая ползает и роется в гробницах! Не убивай крысятину! Оставь их в покое, не охоться, не ЕШЬ! УБЬЮ ИХ ВСЕХ и УСПОКОЮ!» Внезапно она умолкает, ее ярость сходит на нет, и последние отголоски ее криков стихают в темноте.

source: "Give me things of value, and I will help you."
ru: «Дай мне что-нибудь ценное, и я тебе помогу».

source: "Hssssst?" Acaste's eyes narrow. "What ye say about the King, blooded thing?"
ru: «Хсссст? — Акаста прищуривается. — Что ты сказал про Короля, свежатинка?»

source: "The Silent King is a dead thing. He isn't alive."
ru: «Безмолвный Король мертв. Он не жилец».

source: "Nothing. I had some questions..."
ru: «Ничего. У меня есть несколько вопросов...»

source: "Nothing, never mind. Farewell."
ru: «Ничего, неважно. Прощай».

source: "Certain of this, ye are? He is still and silent and food?"
ru: «Ты в этом уверен? Он не двигается, молчит и готов к употреблению?»

source: "I'm certain. He's definitely just a corpse."
ru: «Уверен. Он просто труп, вне всякого сомнения».

source: I told Acaste that the Silent King was dead, and she and her pack of ghouls began to terrorize the catacombs of the Dead Nations.
ru: Я сказал Акасте, что Безмолвный Король мертв, и она со своей стаей упырей начала терроризировать катакомбы Мертвых Народов.

source: Acaste face splits into a gruesome, toothy grin; she exhales a long, slow hiss, then screams: "*KILL THEM ALL, NOW! FEED!*"
ru: Лицо Акасты расплывается в отвратительной зубастой усмешке; она издает тихое долгое шипение, затем начинает вопить: «МОЧИТЕ ВСЕХ ПОДРЯД! НАЛЕТАЙ!»

source: Meet her attack.
ru: Принять бой.

source: Flee.
ru: Сбежать.

source: Acaste snarls. "Ye... silence the Silent One, make him still... Hssssst." Acaste eyes you warily, and circles you slightly. "Strong... strong... blooded one. Acaste will let ye leave this place now..."
ru: Акаста рычит. «Ты... заставил замолчать Безмолвного, усмирил его... Хссст, — Акаста осторожно осматривает тебя, медленно обходя по кругу. — Сильная... Сильная... свежатина. Акаста даст тебе уйти отсюда...»

source: "No, not just yet."
ru: «Нет, еще нет».

source: "All right. Farewell."
ru: «Ладно. Прощай».

source: Acaste's eyes narrow again. "Ye leave. Ye leave *now."*
ru: Акаста снова прищуривает глаза. «Ты уйдешь. Ты уйдешь *сейчас же*».

source: "I'll leave when I like, ghoul."
ru: «Я уйду, когда захочу».

source: "Many wander these halls, yes... marrow-filled bones, herd of dead-flesh, we, the Blighted Ones. All ruled by the Silent King..." She spits in disgust. "...who tells us what to do, what not to do. Also, the little tasties, blooded rats..." Acaste rubs her clawed hands together greedily.
ru: «Да, многие бродят по этим залам... сочные костомахи, толпы мертвечины, мы, Паршивые. Всеми правит Безмолвный Король, — она с отвращением сплевывает, — который говорит нам, что делать, а чего не делать. И еще мелкие вкусняшки, крысятинка...» Акаста жадно потирает свои когтистые руки.

source: "Tell me of your own kind."
ru: «Расскажи мне про своих сородичей».

source: "Tell me about the bones."
ru: «Расскажи мне про костомах».

source: "Tell me about the herd of dead-flesh."
ru: «Расскажи мне про толпы мертвечины».

source: "The bones, the skeletons. Weak. Tired, too many centuries, too *brittle.*" She snatches a bone off the floor, snapping it for emphasis. "*Weak.* Dead don't fear, but the bones *do.* *Afraid* to die and be fed upon by Acaste and Blighted Ones. Afraid to *die?* *We dead NOW.* *Fear* is something blooded ones stink of! *NOT DEAD ONES.*"
ru: «Кости, скелеты. Слабые. Устали, слишком много веком, слишком *хрупкие*, — чтобы подчеркнуть это, она хватает с пола кость и разламывает ее. — *Слабые*. Костомахи *боятся*, не то что мертвяки. *Боятся* умереть и стать закуской для Акасты и Паршивых. Страшно *умереть*? *Мы УЖЕ мертвы*. *Страхом* воняет только свежатина! *НО НЕ МЕРТВЫЕ*».

source: "Blighted Ones?"
ru: «Паршивые?»

source: "Hssst. Make noises like blooded cattle and stink of rot and sweet, stale juice." Acaste licks her lips, sucking spittle between her teeth. She frowns, then raises her arms and starts shambling about. "Go *unnnnnh unnnnh* most time, stumble-shamble and work. *Stupid* food! *Stupid* half-brain meat being!"
ru: «Хссст. Шумят, как стадо свежатины, воняют гнилью и сладкой тухлятинкой». Акаста облизывается, процеживая слюну между зубами. Она хмурится, затем поднимает руки и начинает волочить ноги. «Без конца *ноют*, шаркают-спотыкаются, работают. *Тупая* еда! *Тупые* полоумные мясные твари!»

source: "*Unssseen* King, not Silent. He say -- we do. Marrow-stuffed bones and herd of dead-flesh obey him, no question. Acaste not see, Acaste only *hear.* One day I shall meet this one... meat this one. Yessss. Acaste strong and Silent one weak. We shall see who master, yesss."
ru: «*Невидимый* Король, а не Безмолвный. Он говорит — мы делаем. Сочные костомахи и толпы мертвечины подчиняются ему беспрекословно. Акаста не видела, Акаста только *слышала*. Когда-нибудь я с ним встречусь... и закушу им. Да. Акаста сссильна, а Безмолвный ссслаб. Посссмотрим, кто тут главный, да».

source: "Let me ask of someone else in particular..."
ru: «Позволь мне спросит о кое-ком другом...»

source: "We are the Blighted Ones, yesss, Acaste and her lovely ghouls, her children, always hungry..."
ru: «Да, мы Паршивые, Акаста и ее красавчики-упыри, ее вечно голодные детки...»

source: Acaste narrows her eyes and cocks her head. "Who does the meat ask about?"
ru: Акаста прищуривается и поднимает голову. «О ком спрашивает мясо?»

source: "You, yourself."
ru: «О тебе самой».

source: "The Silent King."
ru: «О Безмолвном Короле».

source: "Hargrimm."
ru: «О Харгримме».

source: "Stale Mary."
ru: «О Тухлой Мери».

source: "Soego."
ru: «О Соэго».

source: "Never mind. I had other questions..."
ru: «Неважно. У меня есть другие вопросы...»

source: "Marrow." Acaste licks her cracked lips and gives a feral grin. "Old marrow... but is marrow." Acaste snarls, eyes burn. "Kill him, kill all the bones if not for the weak bones *and* herd of dead-flesh."
ru: «Костомаха, — Акаста облизывает потрескавшиеся губы и дико ухмыляется. — Древняя... и все же костомаха, — Акаста рычит, ее глаза загораются. — Убила бы его, перебила бы всех костомах, если бы не слабые костомахи *и* толпы мертвечины».

source: "Bones?"
ru: «Костомахи?»

source: "Herd of dead-flesh?"
ru: «Толпы мертвечины?»

source: "Let me ask of someone else..."
ru: «Позволь мне спросить кое о чем еще...»

source: "Fleshy *food.* Not strong, like Acaste. Weak dead-flesh woman."
ru: «Мясная *еда*. Слабее Акасты. Слабая бабская мертвечина».

source: "Acaste, I am! Ghoul-mother and queen of the Blighted Ones, yesss! Strong, fast, we hunt and *eat* in these halls..."
ru: «Я Акаста! Мать упырей и королева Паршивых, да! Сильные, быстрые, мы охотимся и *едим* в этих залах...»

source: Acaste shakes her head, lice dropping from her long, white hair as it sways about. "Acaste opens many coffins, many tombs, never seen such a thing."
ru: Акаста мотает головой, при этом из ее длинных седых волос выпадают вши. «Акаста вскрыла много гробов, много склепов, и ни разу не видела такой штуковины».

source: "Hssst! Meat thing comes once more, pestering Acaste, always!"
ru: «Хссст! Мяско снова пришло надоедать Акасте, как всегда!»

source: "Farewell, Acaste."
ru: «Прощай, Акаста».

source: "Pale blooded one who sleeps in dust and smells like blooded rat? He first I eat."
ru: «Бледная свежатина, которая спит среди праха и воняет крысятиной? Я его первым съем».

source: "He smells of blooded rat?"
ru: «Он воняет крысятиной?»

source: "Hsssst. But good eat him anyway. He stink of dust but ripe blood and meat beneath his pale skin. Good to eat."
ru: «Хсссст. Все равно для еды годится. Он воняет тленом, но под его бледной кожей сочное мясо и кровь. Хорошая еда».

source: "What's a blooded rat?"
ru: «Что за крысятина?»

source: "Acaste have nothing to give ye except yer life not eat."
ru: «Акасте нечего тебе дать, кроме твоей жизни».

source: The rot-stink of this ancient-looking ghoul-woman is nauseating, even from a distance. Her gray-green skin is infested with tomb rot and festering sores, and her fingers, each capped by a long, curved talon, are covered in dried blood and filth. Her hair, thick with scuttling insects and worms, hangs to her knees. It hides nearly all her face in shadow, save for a fanged, feral grin and a lolling gray tongue.
ru: Запах разложения, исходящий от этой древней с виду упырихи, вызывает тошноту даже на расстоянии. Ее серо-зеленая кожа поражена могильным гниением и гноящимися язвами, а ее пальцы с длинными загнутыми когтями покрыты засохшей кровью и грязью. В ее волосах, свисающих до колен, полно копошащихся насекомых и червей. Они почти полностью скрывают ее лицо, оставляя только дикий клыкастый оскал и свисающий серый язык.

source: "Greetings..."
ru: «Приветствую...»

source: "Actually... maybe not. I had some questions..."
ru: «С другой стороны... наверно, не. У меня пара вопросов...»

source: "Well... I could be wrong. Farewell."
ru: «Ну... Я могу ошибаться. Прощай».
