Repository: winterheart/planescape
Catalog: po/pst/*/dlg/danarch1.dlg.po
Languages: ru

source: I reported my success in killing the Harmonium officer to Leena.
ru: Я доложил Леене об успешном убийстве офицера Гармониума.

source: Leena, in the warehouse in the Lower Ward, has told me to prove loyalty to the Anarchists by killing the Harmonium officer Vorten.
ru: Чтобы доказать Леене со склада в Нижнем районе преданность идеалам Анархистов, я должен убить офицера Гармониума Вортена.

source: You see a middle-aged woman, her face care-lined and compassionate. She looks like she's led a hard life. "Can I help you with something, stranger?"
ru: Ты видишь женщину средних лет; ее сочувственное лицо покрыто морщинками заботы. Выглядит она так, словно у нее была непростая жизнь. «Могу ли я чем-то помочь тебе, незнакомец?»

source: "I was told by a... friend... that I could find a cell of Anarchists here. The password is 'eclipse.'"
ru: «Один мой... друг... сказал мне, что здесь я смогу найти ячейку анархистов. Пароль — 'затмение'».

source: "Who are you?"
ru: «Кто ты?»

source: "What is this place?"
ru: «Что это за место?»

source: "I'm looking for a floating, sarcastic skull. Have you seen it anywhere?"
ru: «Я разыскиваю одного язвительного летающего черепа. Нигде такого не видела?»

source: "I don't need anything. Sorry. Farewell."
ru: «Мне ничего не нужно. Извини. Прощай».

source: "Help you find something?"
ru: «Помочь тебе найти что-нибудь?»

source: "Back so soon? Destroy any plans for anyone?"
ru: «Так быстро вернулся? Разрушил чьи-то планы?»

source: "Not yet. I just need some questions answered."
ru: «Еще нет. Мне просто нужны ответы на некоторые вопросы».

source: "That Harmonium officer? He's dead."
ru: «Офицера Гармониума? Он мертв».

source: "Not recently. I just needed to ask some questions."
ru: «Пока нет. Просто нужно задать пару вопросов».

source: "Not yet. I just needed to ask some questions."
ru: «Еще нет. Просто нужно задать пару вопросов».

source: "I'm working on it. Farewell."
ru: «Я работаю над этим. Прощай».

source: She looks you over very carefully. She mutters something to herself that sounds like, "Got to change that soon..." She collects herself and looks deep into your eyes. "You're one of us, eh? Prove it."
ru: Она очень тщательно рассматривает тебя, бубня себе под нос что-то вроде «Нужно поскорее его сменить...». Потом собирается с мыслями и смотрит тебе прямо в глаза. «Значит, ты один из нас? Докажи это».

source: "How?"
ru: «Как?»

source: "I don't have anything to prove to you."
ru: «Мне не нужно ничего тебе доказывать».

source: "The person who gave me that information is Scofflaw Penn. He said you'd know his name."
ru: «Эту информацию мне дал Нарушитель Пенн. Он сказал, что тебе известно его имя».

source: "I'm Leena. I supervise these other two." She waves a hand at her companions.
ru: «Я Леена. Присматриваю за этими двумя», — она махает рукой на своих товарищей.

source: "What is it you do here?"
ru: «Чем ты здесь занимаешься?»

source: "Thanks. Farewell."
ru: «Спасибо. Прощай».

source: "This is a storehouse. I'm the supervisor. Things get stored here, things get taken out of here..." She shrugs. "Not much to tell, really."
ru: «Это склад. Я — бригадир. Сюда складывают вещи и отсюда их забирают... — она пожимает плечами. — На самом деле, говорить особо не о чем».

source: "I see. My thanks. Farewell."
ru: «Ясно. Благодарю. Прощай».

source: "A floating, sarcastic skull? Sorry. Haven't seen one around here. If you're looking for skulls, I'd try out the Bones of the Night - you look like you're into scars, and sure as balors hate pit fiends, Lothar'd decorate you with a few more."
ru: «Язвительный летающий череп? Извини, такого поблизости не видела. Если нужны черепа, советую заглянуть в Кости Ночи: похоже, ты неравнодушен к шрамам, а Лотар мог бы украсить тебя еще парочкой — ясно как ненависть балоров к пещерным демонам».

source: "Have you had any success in your... venture? Answer honest, now."
ru: «Ты достиг успеха в своем... деле? Только отвечай честно».

source: "Yes. He's dead."
ru: «Да. Он мертв».

source: Truth: "Not yet."
ru: Правда: «Еще нет».

source: Lie: "Yes. He's dead."
ru: Ложь: «Да, он мертв».

source: "Umm... what was it I was supposed to do again?"
ru: «М-м... еще раз, что я должен сделать?»

source: "You were supposed to take out that sanctimonious Harmonium prig Vorten. Go now and don't waste my time!"
ru: «Ты должен убрать эту самодовольную гармониумскую свинью Вортена. Пошел вон, хватит тратить мое время!»

source: "I just wanted to ask some questions..."
ru: «Я только хотел задать пару вопросов...»

source: "Farewell, then."
ru: «Тогда прощай».

source: She turns and begins giving orders to her underlings, ignoring you.
ru: Она отворачивается и начинает раздавать приказы своим подчиненным, игнорируя тебя.

source: "Please don't lie to me. It means that you have no respect for my sources, and it makes you look that much more foolish in my eyes. Go and take care of your task now."
ru: «Пожалуйста, не лги мне. Это означает, что ты не уважаешь мои источники, и делает тебя еще более глупым в моих глазах. Сейчас же иди и займись своим заданием».

source: "I just wanted to ask some questions!"
ru: «Я только хотел задать пару вопросов!»

source: "All right, then. I'll be back."
ru: «Ну ладно. Я скоро вернусь».

source: "Good, good... he was starting to get a little too close to one of our operations, even if he didn't know that himself. This should send those red-armored oppressors off after another target." Her eyes gleam. "You've proven your role. What did you want, anyway?"
ru: «Хорошо, хорошо... он стал слишком глубоко под нас копать, хоть и не догадывался об этом. Это должно переключить внимание краснолатных угнетателей на другую цель, — ее глаза вспыхивают. — Ты доказал, что ты тот, за кого себя выдаешь. Чего тебе, собственно, было нужно?»

source: "I wanted to ask some questions..."
ru: «Я хотел бы задать пару вопросов...»

source: "A place to stay."
ru: «Место для отдыха».

source: "I wanted to pick up some extra items."
ru: «Я хотел бы купить некоторые вещи».

source: "Nothing for now, thanks. Farewell."
ru: «Пока ничего, спасибо. Прощай».

source: "What did you want to know?"
ru: «Что ты хотел узнать?»

source: "I need a place to stay."
ru: «Мне нужно место для отдыха».

source: "I need to pick up some extra stuff."
ru: «Мне нужны кое-какие вещи».

source: "Tell me a bit about your cell."
ru: «Расскажи мне немного о своей ячейке».

source: "What are you hoping to accomplish here?"
ru: «Чего вы надеетесь здесь достичь?»

source: "Why are you an Anarchist?"
ru: «Почему ты стала анархистом?»

source: "What can you tell me about the Revolutionary League?"
ru: «Что ты можешь мне рассказать о Революционной Лиге?»

source: "Nothing else, I guess. Farewell."
ru: «Пожалуй, больше ничего. Счастливо».

source: "Talk to Conall over there. He takes care of that for us."
ru: «Поговори с Коналлом, он вон там. Он у нас по этой части».

source: "All right. Answer a few more questions for me, then..."
ru: «Ладно. Тогда ответь еще на пару вопросов...»

source: "Thanks."
ru: «Спасибо».

source: Her eyes widen. "He's highly placed, you know. At least, that's what my inquiries have told me. What do you need?"
ru: Ее глаза расширяются. «Он типа важная шишка. По крайней мере, так говорят мои источники. Чего тебе нужно?»

source: "I just need some answers..."
ru: «Мне нужны всего лишь несколько ответов...»

source: "Nothing right now. Just thought I'd introduce myself. Farewell."
ru: «Пока ничего. Просто хотел представиться. Счастливо».

source: "Actually, you do. Otherwise, we don't know if you've just bought a password off someone with loose lips or if you're just another flapping bonebox. One way, you prove your loyalty. The other way, you die."
ru: «Вообще-то, нужно. А иначе как мы узнаем, что ты попросту не купил пароль у какого-нибудь болтуна, или что ты — не очередная трепливая костяная шкатулка. Вариант первый: ты докажешь свою преданность. Вариант второй: ты умрешь».

source: "I'll prove it."
ru: «Я докажу свою преданность».

source: "Try to kill me. I dare you."
ru: «Попробуй меня убить. Я бросаю тебе вызов».

source: "All right." She whistles to her companions, and they attack you immediately!
ru: «Ладно». Она свистит своим товарищам, и они немедленно атакуют тебя!

source: Fight.
ru: Сражаться.

source: Flee.
ru: Сбежать.

source: "There is a Harmonium officer named Vorten. You will find him near the Hive entrance to the Lower Ward. Strike him down and return here with word of your success." She begins to turn away, and stops. "Don't bother lying, either - I have eyes *everywhere*."
ru: «Есть тут такой себе офицер Гармониума по имени Вортен. Ты найдешь его в Нижнем районе у входа в Улей. Убери его и возвращайся с вестью о своем успехе, — она начинает поворачиваться, но останавливается. — И не пытайся соврать: у меня *повсюду* есть глаза».

source: "I'm on it."
ru: «Я берусь за это».

source: "Forget it. You'll have to kill me first."
ru: «Забудь. Сначала тебе придется убить меня».

source: "It's the three of us. We report to one other, whose name I won't reveal, and we work independently. Sometimes an outside person will introduce someone to us, and depending on what we know of that person, we may or may not help 'em out. Conall's our storesman, Otis is our bruiser, and I'm the thinker."
ru: «Нас трое. Мы отчитываемся еще одному, но имени я не скажу; мы действуем независимо. Иногда кто-нибудь со стороны может свести нас еще с кем-то, и в зависимости от того, что мы знаем об этом человеке, мы либо помогаем ему, либо нет. Коналл — наш кладовщик, Отис — вышибала, а я — голова».

source: "How do you know who you can trust?"
ru: «Откуда вы знаете, кому можно доверять?»

source: "I had a few more questions..."
ru: «У меня есть еще пара вопросов...»

source: "What we're hoping to accomplish is the destruction of the modern system, to bring the entire polluted framework crashing down. We want the meek to inherit, if you will. Now."
ru: «Мы собираемся свергнуть нынешнюю систему, уничтожить всю прогнившую структуру власти. Если угодно, мы хотим, чтобы правили кроткие».

source: "Hmm. I had some more questions..."
ru: «Хм-м. У меня есть еще вопросов...»

source: "I see. Thanks."
ru: «Понятно. Спасибо».

source: "You mean aside from seeing families torn about by the militant practices of the Harmonium? Aside from seeing my friends wither and die because of the smog belched out by the Godsmen? Aside from the soul-crushing demands of the Fated, and self-indulgent pleasures of the Sensates who revel while others suffer? Oh, no reason, I suppose. Why should I see anything wrong with the way things are?"
ru: «То есть ты предлагаешь не замечать семьи, раздавленные военной машиной Гармониума? Или моих друзей, которые слабеют и умирают от зловоний боголюдей? Или приводящих в уныние запросов Обреченных? Или чувствующих, которые потакают своим прихотям и пируют посреди чумы? А, ну тогда, пожалуй, просто так. К чему мне замечать что-то дурное в том, как обстоят дела?»

source: "All right. Can you answer a couple more questions?"
ru: «Ладно. Ты можешь ответить еще на пару вопросов?»

source: "You already know too much, especially for someone who's not part of our cell. This is how it works: We break ourselves into cells, so that one group can't destroy another group through carelessness or bad luck. Sometimes we end up working at cross-purposes, but for the most part we're a thorn in the paw of the oppressive factions that currently run Sigil. We embarrass them enough that they take us seriously."
ru: «Ты уже и так слишком много знаешь, особенно для того, кто не входит в нашу ячейку. Все работает так. Мы разбиваемся на ячейки, чтобы одна группа не смогла уничтожить другую по причине неосторожности или неудачи. Иногда мы мешаем друг другу, но в основном мы как заноза в лапе правящих фракций-угнетателей Сигила. Мы мешаем им настолько, что им приходится считаться с нами».

source: "So how do you keep in touch with each other? Do you have an organization?"
ru: «Так как же вы поддерживаете связь друг с другом? У вас есть организация?»

source: "Sounds rewarding... and dangerous. I had some more questions..."
ru: «Звучит стояще... и опасно. У меня имеются несколько вопросов...»

source: "We don't. That's why we trust each other. And even among ourselves we tread lightly. We never really trust. It's a dangerous game, but it's one that's necessary to be played if we are ever to achieve freedom."
ru: «Мы не знаем. Поэтому мы доверяем друг другу. И даже среди товарищей мы действуем осторожно. Мы никогда не доверяем по-настоящему. Это опасная игра, но нам необходимо играть в нее, если мы намерены получить свободу».

source: "If you can't trust each other, how do you know what you're building toward?"
ru: «Если вы не доверяете друг другу, откуда вам знать, насколько вы продвинулись вперед?»

source: "Right now, we have no goal other than destruction of the existing, parasitic order. Tearing down corruption comes first. The healing can begin when we've excised the cancer in this society."
ru: «В данный момент у нас нет другой цели, кроме уничтожения существующих паразитических порядков. Сперва нужно свергнуть коррупцию. Исцеление сможет начаться лишь после того, как мы удалим рак на теле общества».

source: "Right. Answer a few more questions for me, then..."
ru: «Правильно. Тогда ответь мне еще на пару вопросов...»

source: "We have safe houses scattered throughout the Great Ring. The best one - the last I heard - is that we've got a strong cell in Curst, the gate town to Carceri. They probably won't show themselves unless something BIG happens, though. That town is full of traitors, and it's best not to lie low when folks are that peery."
ru: «У нас есть убежища, разбросанные по всему Великому Кольцу. По последним слухам, в самом лучшем из них — в Проклятом, привратном городе в Карцери — у нас есть очень сильная ячейка. Хотя они, наверное, не высунутся, если только не случится что-нибудь БОЛЬШОЕ. Тамошний город полон предателей, и лучше не высовываться, если люди так недоверчивы».

source: "Thanks. I had some other questions."
ru: «Спасибо. У меня есть еще несколько вопросов».
