Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dangyar.dlg.po
Languages: ru

source: The man glances up at the sound of your voice, and his slack expression vanishes... it looks like someone has lit two fires in his eyes. "What be yer business bargin' inta me house?" His eyes narrow, and his teeth clench. "Get! Or I'll send ye back ta whatever grave ye crawled from!"
ru: Мужчина озирается на голос, его вялость пропадает... в глаза вспыхивают два огонька. «Какого черта ты ввалился в мой дом? - глаза сужаются, челюсть стиснута. - Проваливай! Или я верну тебя обратно в твою могилу!»

source: "What were ye doin' botherin' me wife?! This ain't no flophouse for whore-chasers... ye'd best leave her alone and leave me home 'fore the dead book gets a new name innit!"
ru: «Какого черта ты цеплялся к моей жене?! Тут тебе не притон для любителей поразвлечься со шлюхами... оставь-ка ее в покое и проваливай из моего дома подобру-поздорову, пока в книге мертвых не появилось новое имя!»

source: The man's face turns blood-red, and he begins shouting. "Are ye daft?!" With a snarl, he spits at your feet. *"Ye filthy, scar-ridden dog! Off with ye, or even the Powers won't be able ta save yer hide!"*
ru: Лицо мужчины наливается кровью, он начинает кричать. «Ты че, тупой?! - рыкнув, он плюет тебе под ноги. - *Ты вонючая плешивая псина! Проваливай, или даже Силы не спасут твою шкуру!*»

source: The man throws a parting shot at your back. "Ye'd best never cross me door again, ye retch-stinkin' bastard."
ru: Мужчина цедит тебе в спину: «Только попробуй еще раз нарисоваться у меня в дверях, вонючий ублюдок».

source: You see Angyar -- he doesn't look any better than before. As you approach him again, he turns slowly to face you. His face tightens. "Ye again! Didn't ye hear me the FIRST time, ye pox-ridden dog?! Get out of me house, or so help the Powers, I'll carve ye where ye stand!"
ru: Перед тобой Ангар: лучше ему с прошлого раза явно не стало. Ты снова подходишь к нему, он медленно меняется в лице. «Опять ты! Что, чумная псина, С ПЕРВОГО раза не дошло?! Вон из моего дома, или я, да помогут мне Силы, зарублю тебя на месте!»

source: As you pull out the contract, the blood drains out of Angyar's face. For a moment he seems at a loss for words, then his temper quickly resurfaces. "Where did ye get that?! By the Powers, ye'd best tell me..."
ru: Кровь схлынивает с лица Ангиара при одном только виде контракта. Лишь на мгновение потеряв дар речи, он вновь разъяряется. «Где ты его достал?! Во имя Сил, тебе лучше сознаться...»

source: Angyar sputters for a moment, then his rage seems to find a focus. "I... I'll *kill* her! I..."
ru: Ангиар что-то бормочет, после чего его ярость находит новую мишень. «Я... я *убью* ее! Я...»

source: "Ye *dare*... ye *dare* tell me how ta act... in me *own* home...?" He takes a deep breath, then he explodes. "Get out, damn ye! And take that devil paper with ye!"
ru: «Да как ты... как ты *посмел*... грозить мне... в моем *собственном* доме?.. - перед тем как взорваться, он делает глубокий вдох. - Вали отсюда, будь ты проклят! И свою чертову бумажку захвати!»

source: "She went back on her word ta me, her *husband!*" Angyar's hand clenches into a fist, and he glares at you. "I told her ta speak of it ta no one, and here I find she tells the first stranger that comes into me house!"
ru: «Она нарушила слово, данное мне, ее *мужу*! - Ангиар стискивает кулаки и сердито смотрит на тебя. - Сказал же я ей: никому не говори - и вот узнаю, что она проболталась первому же незнакомцу, вошедшему в дом!»

source: Some of the fury seems to flow out of Angyar, and he grunts. "What's done is done..." He glances at you suspiciously, then nods at the contract. "What do ye plan on doin' with that paper, then?"
ru: Ярость Ангиара пропадает, он начинает ворчать. «Что сделано, то сделано... - глядя на тебя с недоверием, он кивает на контракт. - Что ты собираешься делать с этой бумажкой?»

source: Angyar can't seem to take his eyes from the contract. "Why'd ye bring it ta me?" He looks suspicious. "Ta ransom it?"
ru: Ангиар не может оторвать взгляда от контракта. «Зачем ты принес его мне? - недоверчиво спрашивает он. - Чтобы перепродать?»

source: You tear up the parchment, and Angyar's eyes follow the bits of paper as they float to the ground with a desperate look. He shudders slightly, then straightens, as if a great weight was lifted from him. "Ye..." He looks like he is about to thank you, then stops and stares at you suspiciously. "Nothin's free. Not in the Hive, cutter."
ru: Ты рвешь пергамент. Ангиар обреченно наблюдает за тем, как клочки бумаги падают на землю. Он вздрагивает, затем выпрямляется, словно с его плеч сваливается огромная тяжесть. «Ты...» Он собирается поблагодарить тебя, но прерывает себя и бросает на тебя подозрительный взгляд. «Ничего не бывает бесплатно. Только не в Улье, рубака».

source: Angyar's angry expression crumbles; he looks tired of fighting his good fortune. "I... I... must have prayed ta the right Powers this past half-month." He sighs. "Ye have me thanks, cutter... for whatever that's worth."
ru: Ярость Ангиара куда-то пропадает. Похоже, он жутко устал от борьбы за свое счастье. «Я... я... должно быть, молился правильной Силе последние полмесяца, - он вздыхает. - Спасибо тебе, рубака... если для тебя это хоть что-то значит».

source: "I ransomed me life ta one man already, and I'm not about ta do it again, especially ta a walkin' dead man." He snarls. "Get out of me home, or I'll see ye dead twice!"
ru: «Я уже продал свою жизнь и больше не собираюсь ею торговать. Особенно с ходячим трупом, - в сердцах произносит он. - Проваливай из моего дома, или откинешься во второй раз!»

source: Angyar nods. "Ask yer questions."
ru: Ангиар кивает: «Задавай свои вопросы».

source: Angyar nods. "Aye, that name be known t'me, and not a fond name it is, either."
ru: Ангиар кивает. «Ага, мне знакомо это имя, только его владелец мне не очень нравится».

source: He frowns. "He's one of them Collectors, and one with a long shadow: has quite a few boys at his beck n' call. He may not be lord of the realm, but he's not a smart one ta tangle with on his turf."
ru: Он хмурится. «Он один из сборщиков; тень у него длинная: куча мальчиков на побегушках. Он хоть и не король, но лучше с ним не связываться на его территории».

source: "Human vultures, jackals, hyenas... filthy berks who ain't got a shred of dignity. Most of them have their kip in Ragpicker's Square. Gather the deaders, scuttle everythin' worth jink from the bodies, then sell them back ta the Dusties at the Mortuary."
ru: «Падальщики, шакалы, гиены... грязные пни, у которых нет ни капли достоинства. Почти все они живут на площади Старьевщиков. Собирают жмуриков, вытряхивают с них все, что может стоить звенелок, а потом продают их в Морге трухлявым».

source: "Dusties pay for bodies. Helps them keep the streets clean when the rains aren't enough."
ru: «Трухлявые платят за тела. Это помогает держать улицы в чистоте, когда дождя недостаточно».

source: "Aye, but I wouldn't be doin' ye a favor tellin' it ta ye..." His frown deepens. "One of me kin fell inta his lot a few months back, an spilled some of the dark of ol' Pharod. Ta here tell, Pharod's actually got his kip buried somewhere *under* Ragpicker's Square. To get to it, there's some kind of portal ye need ta jump through while carryin' some junk in yer hand."
ru: «Уж лучше тебе этого не говорить... - он хмурится еще сильнее. - Одному моему родственнику пару месяцев назад подфартило, и он выведал небольшой секрете о старом Фароде. По слухам, берлога Фарода захоронена где-то прямо *под* площадью Старьевщиков. Чтобы попасть туда, нужно прыгнуть в портал, который открывается, когда ты держишь в руке какой-нибудь мусор».

source: "It's a few blocks from here... go straight west from the Mortuary gate, keep goin' until ye start seein' trash and rags piled up everywhere. Ye'd do best ta walk careful there... the Collectors there don't always wait for a body ta die before collectin' on the corpse, ye hear?"
ru: «В паре кварталов отсюда... иди на запад от ворот Морга, пока не увидишь мусор и кучи тряпья повсюду. Только будь там осторожнее... Сборщики не всегда ждут, когда тело умрет само, понимаешь?»

source: "Perhaps it's the sheer amount of riches and wealth that surrounds ye that distracted ye..." He snorts. "We have less than nothin', and I needed jink. Didn't seem ta matter too much at the time where it might come from, and sellin' me body ta the Dusties is a lot more honest than most work around here..."
ru: «Наверное, смутил вид богатств и роскоши вокруг... - он фыркает. - А у нас только дырка в кармане. Да и звенелки были нужны. Я продал тело трухлявым, это было гораздо лучше, чем любая из здешних работ. Тогда я об этом не очень заботился...»

source: "It's jest..." He sighs, then "I saw one of them zombies on the streets a half-month ago... one of them zombies that work for the Dusties, and it stabbed me, in me heart. I knew I'd made a mistake... I didn't want ta be any part of that after death."
ru: «Просто... - перед тем как продолжить, он вздыхает. - Полмесяца назад я увидел одного зомби... из тех, что работают на трухлявых. Он потряс меня до глубины души. Я понял, что сделал ошибку... Я не хотел становиться таким после смерти».

source: Angyar turns red. "I don't need any of yer preachings! Damn ye, ye *dare* ta speak ta me on yer high horse in me own home? I didn't ask ye ta get that devil-paper back for me -- I owe ye *nothin',* so get! Get out! I don't want ta lay eyes on ye again!
ru: Лицо Ангиара наливается кровью. «Мне не нужны твои поучения! Черт, да как ты *смеешь* читать мне нотации прямо у меня дома? Я не просил тебя доставать эту чертову бумажку! Я тебе *ничего* не должен, так что вон! Вон отсюда! Не хочу тебя больше видеть!»

source: A prickling sensation crawls along the back of your skull as you are about to speak... you suddenly know for a fact that Angyar isn't likely to accept your preaching peacefully.
ru: Не успеваешь ты раскрыть рот, как в затылке возникает ощущение покалывания... ты вдруг осознаешь, что Ангиар вряд ли спокойно воспримет твои поучения.

source: Angyar grunts. "I suppose so..."
ru: Ангиар нехотя кивает: «Ну да...»

source: You see Angyar -- he looks much better than before; some color has returned to his face, and his eyes have lost their haunted look. As you approach him again, he turns slowly to face you, and he snorts. "Hmmmph... if it isn't the Hive's own saint of sods... sods like meself." He grunts. "What can I do for ye?"
ru: Перед тобой Ангиар. Он выглядит гораздо лучше, чем в прошлый раз: на лице снова румянец, взгляд перестал быть затравленным. Завидев тебя, он медленно поворачивается и фыркает. «Пф... уж не сам ли ангел-хранитель всех умалишенных типа меня пожаловал... - он усмехается. - Что я могу сделать для тебя?»

source: Angyar nods. "That's the least I can do. I'll have me wife get some blankets out for ye..."
ru: Ангиар кивает: «Это самое малое, что я могу сделать. Скажу жене, чтобы она принесла одеяло...»

source: Angyar frowns, then shakes his head. "Haven't seen a thing such as that, cutter."
ru: Ангиар хмуро качает головой. «Никогда не видел ничего подобного, рубака».

source: "I ransomed me life ta one man already, and I'm not about ta do it again." He shakes his head. "We'll settle the debt now."
ru: «Я уже однажды продал свою жизнь и больше не собираюсь это делать, - он качает головой. - Давай рассчитаемся прямо сейчас».

source: Leave the man to his thoughts.
ru: Оставить его в раздумьях.

source: "I spoke to your wife. I think I can help you with..."
ru: «Я поговорил с твоей женой. Думаю, я смогу тебе помочь с...»

source: "Go ahead and try, if you think you have the strength..."
ru: «Давай, попробуй, раз силенки есть...»

source: "*No one* speaks to me that way... take back your words, or this house will become a crypt."
ru: «*Никто* не смеет так со мной разговаривать... Возьми свои слова обратно, или этот дом превратится в гробницу».

source: Show him his Dustman Contract.
ru: Показать ему контракт тленных.

source: "Calm yourself. I had some questions..."
ru: «Успокойся. У меня есть несколько вопросов...»

source: "Farewell, then."
ru: «Тогда прощай».

source: "That's it. You've earned your place in a grave..."
ru: «Ну все. Считай, что на свою могилу ты уже заработал...»

source: Leave without another word.
ru: Уйти не говоря ни слова.

source: "Your wife told me where it was. She was worried about you."
ru: «Твоя жена сказала мне, где он. Она беспокоилась о тебе».

source: "I took it from a Dustman named Mortai. It has your name on it."
ru: «Я взял его у одного тленного по имени Мортай. На нем было твое имя».

source: Tear up the contract.
ru: Порвать контракт.

source: "You won't *touch* her, if you know what's good for you."
ru: «Ты *не тронешь* ее, для твоего же блага».

source: "That's your own business, but let's settle matters between us first: What're you going to give me for this contract?"
ru: «Делай, что хочешь, но сначала давай займемся делом. Что ты дашь мне в обмен на контракт?»

source: "She told me because she was concerned about you... and your first reaction is to *punish* her for caring about you?"
ru: «Она сказала мне, потому что беспокоилась о тебе... а твоя первая реакция - *наказать* ее за заботу о тебе?»

source: "Why don't you *make* me leave, if you think you have the strength..."
ru: «Почему бы тебе не *выдворить* меня, если силенок хватает...»

source: "Hold on! She told me because she was concerned about you... and your first reaction is to *punish* her for caring about you?"
ru: «Погоди-ка! Она рассказала мне это, потому что беспокоилась о тебе... и твоя первая реакция - *наказать* ее за заботу о тебе?»

source: "She broke her promise because she loved you. Laws and vows sometimes have to give way before more important matters."
ru: «Она нарушила свое обещание, потому что любит тебя. Иногда законы и клятвы должны уступать более важным вещам».

source: "You have a reason to be angry. She should not have made the promise if she had no intention of keeping it. I cannot respect an oath-breaker, but such a thing is now in the past."
ru: «У тебя есть причины злиться. Она не должна была давать обещания, если не собиралась выполнять его. Терпеть не могу клятвоотступников, но теперь это дело прошлого».

source: "Well, she did, and you'll have to deal with it. There is nothing more to be said."
ru: «Ну да, она так поступила, и тебе придется смириться с этим. Здесь больше нечего сказать».

source: "I expect you to pay for it, just as you were paid for it."
ru: «Я надеялся, что ты заплатишь за него, раз уж ты выручил за него деньги».

source: "Consider this free. And expect a lot of rules in the Hive to change while I'm around."
ru: «Считай, что это бесплатно. И будь готов к тому, что пока я в Улье, изменится еще немало правил».

source: "I might need a favor in the future. Could you help me?"
ru: «В будущем мне может понадобиться некоторая помощь. Ты поможешь мне?»

source: "Well, if you feel the need to pay me, I had some questions..."
ru: «Ну, если ты ощущаешь необходимость отплатить мне, ты бы мог ответить на несколько вопросов...»

source: "Then think of a way to pay me... for now, farewell."
ru: «Тогда подумай над тем, как ты можешь мне отплатить... А пока прощай».

source: "Actually, perhaps you can help me... I have some questions..."
ru: «Ну вообще-то, ты можешь помочь мне... У меня есть несколько вопросов...»

source: "Just don't make the same mistake again... I may not be around next time to help you."
ru: «Просто не делай так больше... В следующий раз меня рядом может не быть».

source: "It's worth a great deal to me. Take care, Angyar."
ru: «Это многое для меня значит. Береги себя, Ангиар».

source: "You want to kill me? Go ahead and try..."
ru: «Хочешь убить меня? Давай, попробуй...»

source: "Very well. I'll just keep this contract close to me... just so you know it's still out there and still due when you die. Farewell, Angyar."
ru: «Хорошо. Я оставлю этот контракт себе... ведь когда ты умрешь, он будет еще в силе. Прощай, Ангиар».

source: "Can I ask why you signed the Dustman contract?"
ru: «Могу я спросить, почему ты подписал контракт с тленными?»

source: "I'm looking for a man named Pharod. Do you know where I can find him?"
ru: «Я разыскиваю человека по имени Фарод. Ты не знаешь, где его можно найти?»

source: "I've lost a journal of mine. Have you seen one?"
ru: «Я потерял свой дневник. Тебе ничего такого не попадалось?»

source: "Do you mind if I rest here?"
ru: «Ты не против, если я передохну у тебя?»

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: "What can you tell me about him?"
ru: «Что ты можешь рассказать о нем?»

source: "I had some other questions..."
ru: «У меня есть другие вопросы...»

source: "Collectors?"
ru: «Сборщиков?»

source: "Do you know where I can find him?"
ru: «Ты знаешь, где его можно найти?»

source: "I have some other questions..."
ru: «У меня есть другие вопросы...»

source: "I see. Thanks for the information. Farewell."
ru: «Понятно. Спасибо за информацию. Прощай».

source: "Why do they do that?"
ru: «А зачем они это делают?»

source: "So Pharod is one of these Collectors? Do you know where I can find him?"
ru: «Так значит, Фарод - один из этих сборщиков? Ты знаешь, где его найти?»

source: "Where can I find Pharod again?"
ru: «Где я могу найти этого Фарода?»

source: "I see. Farewell."
ru: «Понятно. Прощай».

source: "Where is Ragpicker's Square?"
ru: «Где находится площадь Старьевщиков?»

source: "Thanks for the information. Farewell."
ru: «Спасибо за информацию. Прощай».

source: "What caused you to change your mind?"
ru: «И почему ты передумал?»

source: "I see. I had some other questions..."
ru: «Понятно. У меня есть другие вопросы...»

source: "I was just curious. Farewell, Angyar."
ru: «Мне было просто любопытно. Прощай, Ангиар».

source: "Then you shouldn't have signed the contract."
ru: «Тогда тебе не стоило подписывать контракт».

source: "We've all had our share of mistakes."
ru: «Мы все делаем ошибки».

source: "Why don't you make me leave, if you think you have the strength..."
ru: «Почему бы тебе не *выдворить* меня, если силенок хватает...»

source: "Then you shouldn't have signed the contract, Angyar."
ru: «Тогда тебе не стоило подписывать контракт, Ангиар».

source: "Well, I was just curious. Farewell, Angyar."
ru: «Мне было просто любопытно. Прощай, Ангиар».

source: "I had some questions..."
ru: «У меня есть несколько вопросов...»

source: "I just wanted to see how you were doing, Angyar. Farewell."
ru: «Просто хотел узнать, как у тебя дела, Ангиар. Прощай».

source: "Thanks..."
ru: «Спасибо...»

source: "I didn't want to rest just yet. I had some questions..."
ru: «Нет, не сейчас. У меня есть несколько вопросов...»

source: "I didn't want to sleep just yet. I may return when I'm ready to rest, though. Farewell."
ru: «Нет, не сейчас. Я приду, когда мне нужно будет отдохнуть. Прощай».

source: "Maybe you can answer some other questions for me, then..."
ru: «Возможно, ты сможешь ответить на другие вопросы...»

source: "Thanks anyway. Farewell."
ru: «Все равно спасибо. Прощай».

source: "Very well. If you feel the need to pay me, then I could use some questions answered..."
ru: «Ну, если ты ощущаешь необходимость отплатить мне, ты бы мог ответить на несколько вопросов...»

source: "I could use a place to rest."
ru: «Я мог бы воспользоваться этим местом для отдыха».

source: "There's no debt, Angyar -- consider this one free. Farewell."
ru: «Не за что рассчитываться, Ангиар - считай, что это бесплатно. Прощай».

source: This man looks... haunted. His eyes are half-lidded, as if he has had trouble sleeping, and his hair is long and unkempt. His beard is flecked with bits of dead skin and old bits of food. He doesn't seem to notice you as you approach.
ru: Этот мужчина выглядит... затравленным. Можно предположить, что он плохо спит: веки полуприкрыты, волосы грязные и нечесаные, в бороде то и дело попадаются куски пищи. Похоже, он не замечает твоего присутствия.

source: "Greetings..."
ru: «Приветствую...»

source: Angyar told me where I could find Pharod; he said that Pharod's got his kip buried *beneath* Ragpicker's Square. He told me there was some kind of "portal" to the gate to Pharod's hideout, and that I would need to be carrying some 'junk' in order to open the portal.
ru: Ангиар сказал мне, где я могу найти Фарода. Он сказал, что берлога Фарода захоронена *под* площадью Старьевщиков. Также он сказал, что в убежище Фарода ведет какой-то «портал», и чтобы открыть его, при себе нужно иметь какой-нибудь «мусор».

source: I tore up the Dead Contract that was causing Angyar so much misery. He seemed to shed a few years as the bits of paper fell to the floor.
ru: Я порвал Контракт Смерти, причинявший Ангиару столько страданий. Как только клочки бумаги упали на пол, он словно сбросил несколько лет.
