Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dawait.dlg.po
Languages: ru

source: "*You* are the fool to want to throw away your life so carelessly. It insults the dead, and it insults the living."
ru: «*Ты* - дурак, раз хочешь так беспечно расстаться со своей жизнью. Это оскорбляет и смерть, и жизнь».

source: "We have nothing more to say. Farewell."
ru: «Тогда нам не о чем больше говорить. Прощай».

source: Lie: "It is oblivion. There is nothing there. It is non-existence."
ru: Ложь: «Это забвение. Там ничего нет. Это небытие».

source: Lie: "It is a place of great joy, of celestial beauty. It is a place where a soul may be happy."
ru: Ложь: «Это место великого наслаждения, божественной красоты. Там душа может обрести счастье».

source: "I will not say. Farewell."
ru: «Я ничего не скажу. Прощай».

source: "Except you. You can still change."
ru: «За исключением тебя. Ты еще можешь измениться».

source: "If you believe that, then it will be true."
ru: «То, во что ты веришь, становится истиной».

source: "I will take my leave. Farewell."
ru: «Я должен идти. Прощай».

source: "Then there is nothing more to say. I will leave now."
ru: «Тогда нам больше не о чем говорить. Прощай».

source: "What about your beliefs as a Dustman? Isn't that a worthy enough goal?"
ru: «А как насчет твоих убеждений как тленного? Разве эта цель недостаточно достойна?»

source: "No."
ru: «Нет».

source: "It depends... how much?"
ru: «Это зависит от того... сколько ты дашь?»

source: "If you lack the conviction to kill yourself, I'm not going to do it for you."
ru: «Если у тебя не хватает решимости покончить с собой, то я не собираюсь этого делать за тебя».

source: "No... farewell."
ru: «Нет... Прощай».

source: Leave.
ru: Уйти.

source: "Then heed this: You are too eager to reach oblivion. According to the tenets of the Dustmen, that very eagerness to reach the True Death will keep you forever from it."
ru: «Тогда уясни следующее: ты слишком сильно желаешь достичь забвения. Согласно принципам тленных, так страстно желая Истинной Смерти, ты никогда ее не достигнешь».

source: "Then why not make the beliefs of the Dustmen your focus? Perhaps this is a life of pain and misery, but if you focus on your beliefs and that which of value to you, they shall help you work past it."
ru: «Тогда почему бы не сконцентрироваться на убеждениях тленных? Возможно, эта жизнь полна боли и страданий, но если ты посвятишь себя своим убеждениям и тому, что дорого для тебя, то они помогут тебе преодолеть ее».

source: "They are correct to do so -- they have only your wish to die at heart. If you wish to reach the True Death, you must come to terms with this life first, no matter how painful it seems to you. It is an opportunity, and you are still young. Perhaps seeing more of this life will calm your eagerness for death."
ru: «И они были правы - в твоем сердце они видели только желание умереть. Если ты хочешь достичь Истинной Смерти, то сначала должен смириться с правилами этой жизни, какой бы болезненной она для тебя ни была. Это возможность, а ты еще слишком молод. Возможно, пожив в этой жизни, ты умеришь свое стремление к смерти».

source: "Then I shall lecture you no longer. Farewell."
ru: «Тогда не буду больше читать тебе морали. Прощай».

source: "Simply try to live as best you can. Use this life, no matter how painful, as an opportunity. You are young. Perhaps seeing more of this life will kill your eagerness for death."
ru: «Просто живи полной жизнью. Используй ее как возможность, какой бы мучительной она ни была. Ты еще слишком молод. Возможно, пожив в этой жизни, ты умеришь свое стремление к смерти».

source: "You must endure this life. In enduring, you will learn to let the pain and misery wash over you. Soon, they will not affect you at all, and then you will begin to make progress toward the True Death and the oblivion you seek."
ru: «Ты должен выдержать эту жизнь. Терпя, ты научишься не замечать боли и страданий. Вскоре они перестанут тебя волновать, и ты начнешь продвигаться вперед к Истинной Смерти и забвению, которые ищешь».

source: "That is up to you. Farewell."
ru: «Все зависит от тебя. Прощай».

source: "You must endure this life. In enduring, you will learn to let the pain and misery wash over you. Soon, they will not affect you at all, and then you will begin to make progress for the True Death and the oblivion you seek."
ru: «Ты должен выдержать эту жизнь. Терпя, ты научишься не замечать боли и страданий. Вскоре они перестанут тебя волновать, и ты начнешь продвигаться вперед к Истинной Смерти и забвению, которые ищешь».

source: "Our entire lives are spent learning how to die. Only you can answer the question you have asked."
ru: «Всю свою жизнь мы учимся умирать. Только ты сможешь дать ответ на свой вопрос».

source: "That is all I ask... live, grow old, and learn. Farewell."
ru: «Это все, о чем я прошу... живи, взрослей и учись. Прощай».

source: "All right... close your eyes."
ru: «Ну хорошо... закрой глаза».

source: "Hold on... I don't want your money. I want to know why you want to die."
ru: «Постой... Мне не нужны твои деньги. Я хочу знать, почему ты хочешь умереть».

source: "I will not do this. Farewell."
ru: «Я не буду этого делать. Прощай».

source: Reach your hands around his neck and strangle him.
ru: Обхватить руками его шею и задушить его.

source: Take the money and leave quietly.
ru: Забрать деньги и тихо уйти.

source: "Keep your money. I want to know why you want to die."
ru: «Оставь деньги себе. Я хочу знать, почему ты хочешь умереть».

source: "The contents of this bag are the price for your foolishness. Farewell..."
ru: «Содержимое этого кошелька - цена за твою глупость. Прощай...»

source: Snap his neck.
ru: Свернуть ему шею.

source: Release him.
ru: Отпустить его.

source: "See you on the other side, Dustie..."
ru: «Увидимся на той стороне, трухлячок...»

source: Let the body fall to the ground.
ru: Позволить телу упасть на пол.

source: "Uh-oh..."
ru: «Ой-ой...»

source: "Changed your mind?"
ru: «Передумал?»

source: "Look... next time you want to 'die,' you better be damn sure, because the next fellow may not stop when you ask him to. Now stop moping around about life's misery when you obviously still want to be a part of it."
ru: «Послушай... в следующий раз, когда захочешь 'умереть', будь в этом уверен, иначе другой на моем месте не остановится, когда ты попросишь. И прекрати лопотать о мучениях жизни, раз уж ты все еще хочешь оставаться ее частью».

source: "I'm keeping the money, as the price for this lesson."
ru: «Деньги я оставлю у себя в качестве платы за этот урок».

source: "I didn't fulfill my terms of the agreement, so keep your money."
ru: «Я не выполнил свою часть сделки, так что можешь забрать свои деньги».

source: "Don't thank me, just *live.* It insults the dead when you treat life carelessly. Farewell."
ru: «Не благодари меня, просто *живи*. Ты оскорбляешь смерть, беспечно расставаясь со своей жизнью. Прощай».

source: "Then it must be another matter, then. So I ask you: what is it about living that drives you to hate it?"
ru: «Тогда должна быть другая причина. Так что я спрашиваю тебя: что в жизни такого, из-за чего ты возненавидел ее?»

source: "It is. If you had truly wished to die, you would have found a means to do so already. Waste no more of our time with this idle chatter. Farewell."
ru: «Нет, в ней. Если бы ты действительно решился умереть, то уже бы давно нашел способ. Хватит тратить время на пустую болтовню. Прощай».

source: "Try and kill me then. See what happens."
ru: «Попробуй убить меня. Увидишь, что из этого выйдет».

source: "I can prove it."
ru: «Я могу доказать это».

source: "I think the only one lying is you, and only to yourself. Farewell."
ru: «Я думаю, что из нас двоих лжешь ты, и лжешь ты только себе. Прощай».

source: "Resurrected?"
ru: «Возрожден?»

source: "Would you like to see?"
ru: «Хочешь на это посмотреть?»

source: "If I ever die and remember, I will return and speak of it to you. Then you may gauge whether I lie or not. Farewell."
ru: «Если я умру и запомню это, я обязательно вернусь и расскажу тебе об этом. А уж потом решай, лгу я или нет. Прощай».

source: "Who would be capable of such power?"
ru: «Кто может обладать подобной силой?»

source: "You don't believe I can die? Try and kill me then. See what happens."
ru: «Ты не веришь, что я могу умереть? Попробуй убить меня. Увидишь, что из этого выйдет».

source: "You don't believe I can die? I can prove it to you."
ru: «Ты не веришь, что я могу умереть? Я могу доказать это тебе».

source: "Then I shall force you to watch me: I'll show you what death holds."
ru: «Тогда тебе придется смотреть - я покажу тебе, что забирает смерть».

source: "Never mind, then. What did you mean before, about being 'resurrected?'"
ru: «А, неважно. Что ты имел ввиду под словом 'возрожден'?»

source: "If fear and hesitation govern all your actions, I doubt this existence holds much joy."
ru: «Если страх и нерешительность правят твоими поступками, то сомневаюсь, что это существование принесет тебе много радости».

source: "Enough of this, then. Farewell."
ru: «Довольно этого. Прощай».

source: Take your hands, twist your neck.
ru: Свернуть себе шею.

source: "Convinced now?"
ru: «Теперь веришь?»

source: "I don't know. But I die and am reborn."
ru: «Я не знаю. Но я умираю и возрождаюсь».

source: "Yes, but there... there is a hollowness. Something is missing, and it eats at you, never leaves you at peace."
ru: «Да, но... есть какая-то опустошенность. Чего-то не хватает, и это пожирает меня, ни на миг не оставляет в покое».

source: "Indeed. Perhaps you should not be so quick to abandon this life before knowing what the next life holds for you."
ru: «Это верно. Возможно, тебе не стоит торопиться покидать эту жизнь, не зная, что ждет тебя в следующей».

source: Before you is a young Dustman with stubble on his chin and dark circles beneath his eyes. He is staring at the wall with a somber expression.
ru: Перед тобой молодой тленный с щетиной на подбородке и темными кругами под глазами. С унылым выражением лица он уставился на стену.

source: You see Awaiting-Death. He doesn't seem to be aware of you.
ru: Ты видишь Ждущего Смерти. Кажется, он тебя не замечает.

source: Awaiting-Death ignores you; he makes no eye contact whatsoever.
ru: Ждущий Смерти не обращает на тебя внимания; он избегает чьих-либо взглядов.
