Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dbedai.dlg.po
Languages: ru

source: "Because these contracts the Godsmen sign with their customers are evil. The Godsmen allow themselves the luxury of pretending that their actions won't have consequences. Well, they do, and I'm going to show them how - by ensuring that the person responsible for getting the contract in the first place doesn't live to do it again."
ru: «Потому что эти договора, которые боголюди подписывают со своими заказчиками, несут в себе зло. Боголюди позволили себе роскошь притворяться, что их действия не будут иметь последствий. Ну что ж, они их дождутся, и я собираюсь показать им, каким образом: я позабочусь о том, чтобы тот, кто прежде всего был в ответе за получение этого заказа, не дожил до того, чтобы повторить это снова».

source: "All right. I'll do it."
ru: «Ладно. Я сделаю это».

source: "I don't think I want to do it."
ru: «Не думаю, что мне хочется этим заниматься».

source: "Why? Because that weapon is a tool of the devils... literally. The fiends are going to use it to wreak untold havoc and destruction across the face of creation, and no matter how many 'peacetime' uses that infernal device might have, not one will make up for the suffering it will cause."
ru: «Почему? Да потому что это оружие — инструмент дьяволов... в буквальном смысле. Нечистые собираются использовать его, чтобы сеять разруху и опустошение пред лицом мироздания, и неважно, сколько 'мирных' применений могло бы быть у этого устройства: никто не возместит страдания, которые оно причинит».

source: "What about the workers?"
ru: «Что насчет рабочих?»

source: "What I have against them is that they are as blind as all the other factions. They control the city in an iron grasp even as they pretend they've got no agenda. Their life-affirming philosophy doesn't extend as far as actually affirming life. Time to give them a dose of their own medicine."
ru: «Что я против них имею, так это то, что они так же слепы, как и все остальные фракции. Они держат город в железной хватке, и в то же время притворяются, что у них нет планов на него. Их жизнеутверждающая философия не распространяется на действительную поддержку жизни. Время дать им попробовать их же лекарство».

source: "I see. I had some other questions..."
ru: «Понятно. У меня есть другие вопросы...»

source: "Very well. Farewell."
ru: «Отлично. Прощай».

source: "I heard the explosion from here. Excellent work. Are you interested in another task?
ru: «Я слышала отсюда взрыв. Отличная работа. Тебя интересует еще одно задание?»

source: "What is it?"
ru: «Что это?»

source: "Why weren't you destroyed in the explosion with the other workers on the project?"
ru: «Почему тебя не убило взрывом вместе с остальными работниками проекта?»

source: "The factol, Sandoz... I'm sure you're familiar with him? He was the one responsible for the development of that fiendish device in the first place. He was the one who sought out the contract, and the one who promised the deadly weapon would be created. He is the one who is truly responsible for the deaths of those other engineers. He must die."
ru: «Фрактол, Сандоз... Ведь ты с ним знаком? Разработка той дьявольской машины — прежде всего его рук дело. Это он добился контракта и именно он пообещал, что это смертоносное оружие будет создано. На самом деле это он виноват в смерти всех тех инженеров. Он должен умереть».

source: "I'll do it."
ru: «Я сделаю это».

source: "No way. Enough people have died."
ru: «Ни за что. Погибло уже достаточно народу».

source: "You don't want to do it? That's too bad, because you've already committed yourself to this course of action. Do you really think one more body is going to make a difference? Think of what you've already done, and think of the cost if you stop now. Nothing will change if you stop now, and you'll just have killed in vain. Do you really want to stop the faction-sponsored killing, or were you just talking big?"
ru: «Ты не хочешь за это браться? Очень жаль, ведь ты уже впутался в это дело. Ты действительно считаешь, что еще один труп что-нибудь изменит? Подумай о том, что ты уже сделал, и представь себе цену того, что ты сейчас остановишься. Если остановишься — все останется как прежде, а значит, ты убивал напрасно. Ты действительно хочешь прекратить убивать по указке фракции, или просто так болтаешь?»

source: "I'll kill him."
ru: «Я убью его».

source: "No. I don't want to kill him."
ru: «Нет, я не хочу его убивать».

source: "Good. His name is Sandoz. I believe you've already had some contact with him. He won't suspect a thing. Don't worry about being quiet about it, either - Sandoz has been loud enough that the guards won't notice a bit of a ruckus. Just come back to me when you're done, and I'll set you one more task - and then we're done. Now get going!"
ru: «Хорошо. Его зовут Сандоз. Уверена, что ты с ним уже общался. Он ничего не заподозрит. Можешь не беспокоиться о тишине: Сандоз настолько шумный, что стражники не заменят небольшой возни. Просто возвращайся, когда закончишь, и я дам тебе еще одно задание — и потом все. А теперь — за дело!»

source: "I've changed my mind. I don't want to kill him."
ru: «Я передумал. Я не хочу его убивать».

source: Her eyes fill with quick scorn. "You are truly weaker than I thought... and that was weak indeed. Farewell, then. Speak to me no more." She turns her back on you.
ru: Ее взгляд наполняется презрением. «Ты действительно слабее, чем я думала... да ты настоящий слабак. Что ж, счастливо оставаться. Больше не говори со мной». Она поворачивается к тебе спиной.

source: "Very well, then. Farewell."
ru: «Вот и отлично. Прощай».

source: "Have you destroyed the infernal device yet?"
ru: «Ты еще не разрушил ту адскую машину?»

source: "No. I need a token to get behind the doors."
ru: «Нет. Мне нужен символ, чтобы пройти за дверь».

source: "No. I lost the token needed to get behind the doors."
ru: «Нет. Я потерял символ, который мне нужен, чтобы пройти за дверь».

source: "Not yet. But I will, soon. Can you tell me of the weak spots on it?"
ru: «Еще нет. Но в скором времени я этим займусь. Можешь рассказать мне о ее слабых местах?»

source: "You need a token? Then speak to the foundry supervisor... I think Alissa Tield is her name. Or you might try the lad Saros. I understand he has light fingers..."
ru: «Тебе нужен символ? Тогда поговори с бригадиром литейной... по-моему, ее зовут Алисса Тилд. Или попробуй спросить у парня по имени Сарос. Я так понимаю, у него ловкие пальцы...»

source: "Very well. What are the weak spots on the machine?"
ru: «Хорошо. Какие у машины слабые места?»

source: "All right, I'll do that. Farewell."
ru: «Ладно, я это сделаю. Прощай».

source: "Then you must either find out where it is, or seek one from the lad Saros or Alissa Tield, the foundry supervisor. If you cannot get it from one of them, then perhaps you'll have to fight your way into the machine. I wouldn't recommend that."
ru: «Тогда ты должен либо найти его, либо отыскать парня по имени Сарос или Алиссу Тилд, бригадира литейной. Если не удастся достать его у кого-то из них, тогда уж придется пробиться к машине. Я бы не советовала этого делать».

source: "All right. Farewell."
ru: «Ладно. Прощай».

source: "Concentrate your energies on the firing device, I'd say. I'd recommend inserting something metal there. The hard steel of the item will spark and flurry, destroying the resonance of the weapon's magical field, leading it to self-destruction. When you've inserted the item into the device, leave. You'll have about half an hour before it detonates."
ru: «Думаю, тебе стоит сосредоточить свои усилия на огневом устройстве. Советую всунуть туда что-нибудь металлическое. Твердая сталь заискрит и вспыхнет, разрушив резонанс магического поля оружия, что приведет к самоуничтожению. Как только засунешь туда железяку, уходи. У тебя будет около получаса до того, как оно взорвется».

source: "What about them? They are slaves to their faction, and the faction will not weep when they are gone. Why, then, should you care?"
ru: «Что насчет них? Они — рабы своей фракции, и фракция не будет оплакивать их утрату. Чего тебе волноваться?»

source: "I care because they're innocent."
ru: «Мне не все равно, потому что они невинны».

source: "You're right. I'll be back with news about the machine's destruction."
ru: «Ты права. Я вернусь с вестью об уничтожении машины».

source: "Innocent? Ha. Only in an organization this corrupt could you call those who work on death machines 'innocent.' What a joke." She pauses, as if to clear her throat of bile. "Will you destroy the machine or not?"
ru: «Невинны? Ха. Только в такой коррумпированной организации, как эта, ты можешь называть 'невинными' тех, кто работает над машинами смерти. Это просто смешно, — она умолкает, будто для того, чтобы очистить глотку от желчи. — Так ты уничтожишь машину или нет?»

source: "I will not. They do not deserve to die."
ru: «Нет. Они не заслуживают смерти».

source: "I will. I'll return with a message of my success."
ru: «Ладно. Я вернусь с вестью о своем успехе».

source: "Then we have nothing more to speak of. Hold your tongue regarding this, and I'll tell no one you contemplated treachery. Farewell. Do not speak to me again."
ru: «Тогда нам больше не о чем говорить. Держи язык за зубами насчет этого, и я никому не расскажу о твоем предательстве. Прощай. И больше ко мне не обращайся».

source: "Wait! I changed my mind!"
ru: «Стой! Я передумал!»

source: "You're a Godsman now. Are you still happy with it?"
ru: «Теперь ты богочеловек. Ты все еще рад этому?»

source: "Yes, I am."
ru: «Да».

source: "No, not really."
ru: «На самом деле, нет».

source: "I had some questions for you."
ru: «У меня есть несколько вопросов».

source: "Good. It pleases me that you're happy with your choices. What can I do for you?"
ru: «Хорошо. Мне приятно, что ты рад своему выбору. Чем могу помочь?»

source: "Nothing, thanks. Farewell."
ru: «Ничем, спасибо. Прощай».

source: "Why not?"
ru: «Почему нет?»

source: "It's not what I thought it would be."
ru: «Это не то, что я представлял себе».

source: "Because I'm coming to realize that it's an empty title."
ru: «Потому что я начинаю понимать, что это пустое название».

source: "I'm just discontent."
ru: «Просто я недоволен».

source: "Actually, I guess I'm pretty happy with it."
ru: «Вообще-то, думаю, что меня это вполне устраивает».

source: "What are your questions?"
ru: «Что у тебя за вопросы?»

source: "Tell me about the Great Foundry."
ru: «Расскажи мне о Великой Литейной».

source: "Tell me what you know about the murder."
ru: «Расскажи мне, что ты знаешь об убийстве».

source: "Thildon says you're an Anarchist."
ru: «Тильдон сказал, что ты анархистка».

source: "Thildon says you're an Anarchist, and that you're trying to pin the crime on him."
ru: «Тильдон сказал, что ты анархистка, и что ты пытаешься повесить на него преступление».

source: "Tell me of the project you're working on."
ru: «Расскажи мне о проекте, над которым вы работаете».

source: "Tell me of some of the other people here."
ru: «Расскажи о других людях».

source: "Who are you?"
ru: «Кто ты?»

source: "Nothing. Forget it."
ru: «Ничего. Забудь».

source: "Few things are as we want them to be, and discontent comes to us all. Faction membership is an intangible reward. Think on this, and come back sometime later, won't you?"
ru: «Не все в этой жизни идет так, как мы хотим, и все мы бываем недовольны. Членство в фракции — нематериальная награда. Подумай над этим и приходи как-нибудь позже, ладно?»

source: "Sure. I have a few questions, though..."
ru: «Конечно. Только у меня есть пара вопросов...»

source: "Sure. Farewell."
ru: «Конечно. Прощай».

source: "Would you say you're devoted to the Godsmen, then?"
ru: «В таком случае, можешь ли ты утверждать, что предан боголюдям?»

source: Truth: "Yes."
ru: Правда: «Да».

source: Lie: "Yes."
ru: Ложь: «Да».

source: Truth: "No."
ru: Правда: «Нет».

source: Lie: "No."
ru: Ложь: «Нет».

source: "I can't see that it's any business of yours."
ru: «Не вижу, каким образом это тебя касается».

source: She stifles a yawn. "You can ask almost anyone else here about the Foundry, and you'll get the same answer. What makes you think I'll give one that's any different? Ask another question."
ru: Она сдерживает зевоту. «Можешь спросить о Литейной кого-угодно здесь, и получишь тот же ответ. Почему ты думаешь, что я расскажу что-то новое? Спроси о чем-нибудь другом».

source: "Let's see... I asked the guards to head out for the night because I was working on some delicate engineering on the project in the next room, and I didn't need their psychic emanations fouling up some very crucial work. It was with some dismay that I found the body when I emerged from the room. Being as I have no other alibi, I realize I'm a suspect - and I suspect you've already found that I wouldn't consent to going under the spell to answer. The reason for that is that it would be violating the oath of secrecy I swore to protect the project."
ru: «Посмотрим... Я попросила стражников уйти на ночь, поскольку работала в соседней комнате над одной деликатной технологией для проекта, и не хотела, чтобы их психическое излучение испортило одну сверхкритическую работу. Когда я выходила из комнаты, то к своему ужасу обнаружила труп. У меня нет алиби, и я понимаю, что нахожусь под подозрением — думаю, что ты уже знаешь, что я не давала согласия на то, чтобы отвечать под действием заклинания. Причина в том, что это может стать нарушением клятвы о неразглашении, которую я дала, чтобы защитить проект».

source: "I think I'll check on that with Keldor."
ru: «Думаю, я уточню это у Кельдора».

source: She scoffs. "An Anarchist? Right. Here's my other leg. Did you have some real questions, or can I get back to my work?"
ru: Она говорит с издевкой: «Анархистка? Да ты шутишь. У тебя есть какие-нибудь настоящие вопросы, или мне уже можно вернуться к работе?»

source: "I had some other questions."
ru: «У меня есть другие вопросы».

source: "Get back to work. Farewell."
ru: «Возвращайся к работе. Счастливо».

source: "Tell you about the project we've sworn our lives to complete and defend? Hmm. No. I don't think so. Not yet, anyway. Let's just say it's powerful, and it'll be worth the effort we've put into it."
ru: «Рассказать тебе о проекте, который мы поклялись завершить и защищать ценой своих жизней? Хм-м. Нет. Я так не думаю. В любом случае, не сейчас. Скажу лишь, что он значительный, и стоит тех усилий, которые мы прилагаем для его осуществления».

source: "Fine. Answer some other questions for me, then..."
ru: «Хорошо. Ответь тогда на другие вопросы...»

source: "Fine. Farewell."
ru: «Отлично. Прощай».

source: "The other people here? Well, you've got the brilliant but eccentric Nihl Xander, the githzerai outcast woman Kel'lera, Thildon the Grey, whose heart is much less ambiguous than his name, Keldor the factor, Sandoz the factor, the two children of Sandoz, supervisors, smiths, and a host of others. They all pass me by at one point or another, and frankly I haven't made that much of an effort to get to know them. They work for me or they don't, and that's about as much as I care, I'm afraid. I'm rather devoted to my work."
ru: «Другие люди? Ну, здесь есть талантливый, но эксцентричный Нил Зандер, изгнанница-гитцерайка Келлера, Тильдон Серый, чье сердце не такое двусмысленное, как его имя, фрактор Кельдор, фрактор Сандоз, двое детей Сандоза, бригадиры, кузнецы и еще куча народу. Все они проходят мимо меня то туда, то сюда, и, честно говоря, я не слишком стараюсь узнать их получше. Они либо работают, либо не работают на меня, и, боюсь, это все, что меня интересует. Я очень предана своей работе».

source: "All right. I have some other questions..."
ru: «Хорошо. У меня есть другие вопросы...»

source: She smiles with satisfaction. "Good. Hit the machine on one of its weak spots, and come back to let me know."
ru: Она улыбается с удовлетворением. «Хорошо. Ударь машину в одно из ее слабых мест, и возвращайся, чтобы дать мне знать об этом».

source: "What are its weak spots?"
ru: «Какие у нее слабые места?»

source: "I'll let you know when I'm done. In the meantime, I had some more questions..."
ru: «Я сообщу тебе, когда закончу. Тем временем, у меня есть еще несколько вопросов...»

source: "Why do you want to do this?"
ru: «Зачем ты хочешь это сделать?»

source: "I think I've changed my mind. I'm going to turn you in."
ru: «Пожалуй, я передумал. Я собираюсь тебя выдать».

source: "Would you say your lack of devotion is strong enough that you would strike at the Godsmen if given the chance?"
ru: «Скажи, твоя нехватка преданности достаточно сильна, что ты смог бы нанести боголюдям удар, если подвернется такой шанс?»

source: "Yes, I would."
ru: «Да».

source: "Of course not!"
ru: «Конечно, нет!»

source: "No, it is not." She turns from you. "Farewell."
ru: «Никаким, — она отворачивается от тебя. — Прощай».

source: "Haven't you guessed? I swore under a false name and false identity. I am not the same person who swore the oath, and so I was immune. Now, will you take this new job, or not?"
ru: «Разве ты не догадался? Я дала клятву под ложным именем и ложной личиной. Я не тот человек, который дал клятву, так что я неуязвима. Теперь ты возьмешься за работу, или нет?»

source: You do that. He'll verify what I've told you - he administered the oath to me, so he knows its power."
ru: «Сделай это. Он подтвердит тебе то, что я сказала: он принимал у меня клятву, так что он знает ее силу».

source: Anger strikes sparks in her eyes - but a look of scorn replaces it so quickly you're not even sure you read it right. "An Anarchist? Right. Here's my other leg. Pull that one, too. Did you have some real questions, or can I get back to my work?"
ru: В ее глазах проскакивают искорки гнева, но насмешливое выражение заменяет их так быстро, что ты даже не уверен, видел ли их. «Анархистка? Да ты шутишь. У тебя есть какие-нибудь настоящие вопросы, или мне уже можно вернуться к работе?»

source: "What was that flash of anger?"
ru: «Что это за вспышка ярости?»

source: "I had some more questions..."
ru: «У меня есть еще пару вопросов...»

source: "You can get back to your work. Farewell."
ru: «Можешь возвращаться к своей работе. Счастливо».

source: "Then you've come to the right person." She smiles, and a new light comes into her eyes. "How would you like to strike against both the baatezu war machine and the Godsmen alike?"
ru: «В таком случае, ты подошел к нужному человеку, — она улыбается она, ее глазах вспыхивают новым светом. — Как насчет того, чтобы ударить по военной машине баатезу и боголюдям одновременно?»

source: "What do you mean?"
ru: «О чем это ты?»

source: "Not very much. "
ru: «Звучит не очень».

source: "He was a useful pawn, but the fact of the matter is that he was too tied to his personal connections to understand the necessity of their destruction. If he dies, it will be no great loss. If he lives, neither will that. I will remember him fondly as a boy who did his part, but who lacked potential."
ru: «Он был полезной пешкой, но дело в том, что он слишком скован своими личными связями, чтобы понять необходимость их уничтожения. Если он умрет, это будет небольшая потеря. Если он будет жив — тоже ничего. Я запомню его как парня, который выполнил свою роль, но у которого не хватило потенциала».

source: "All right. Answer some other questions for me."
ru: «Хорошо. Ответь мне на несколько вопросов».

source: "That's kind. Farewell."
ru: «Как мило. Прощай».

source: "Good, good. It's nice to see that this faction doesn't breed traitors. Can I help you with something else?"
ru: «Ну ладно, ладно. Приятно видеть, что эта фракция не вскармливает предателей. Могу ли я еще чем-то помочь?»

source: "No, thank you. Farewell."
ru: «Нет, спасибо. Прощай».

source: She smiles slightly. "You don't miss much, do you? Allow me to put it this way: How would you feel if you were falsely accused? My anger stems from that, and nothing more."She *seems* honest about this...
ru: Она слегка улыбается. «Ты многое замечаешь, не так ли? Позволь мне пояснить это так: что бы ты почувствовал, если бы тебя незаслуженно обвинили? Мой гнев из-за этого, и больше не из-за чего». Она *кажется* честной насчет этого...

source: "I don't buy that."
ru: «Я на это не куплюсь».

source: "You'll have to, because you're getting no other answer from me." She turns stiffly away from you. "Farewell."
ru: «Тебе придется, потому что других ответов ты не получишь, — она резко отворачивается от тебя. — Прощай».

source: "What I mean is that there is a weapon of incredible power being developed here in the Foundry, and that it is being funded by the baatezu - devils, if you prefer. Destroying it will not only give you a shot at the faction you say you reject, but will also bloody the nose of the entire race of fiends. What do you say?"
ru: «Я имею в виду, что здесь в Литейной разрабатывается оружие невероятной силы, и оно финансируется баатезу — дьяволами, если хочешь. Его уничтожение позволит тебе не только ударить по фракции, которую ты отверг, но также расквасит нос всей расе нечистых. Что скажешь?»

source: "No. I will not do it."
ru: «Нет. Я не буду этого делать».

source: "Then you are of no use to me. You hold your tongue, I'll hold mine. Farewell."
ru: «Тогда ты мне больше ни к чему. Держи язык за зубами, а я буду держать свой. Прощай».

source: "What do you want?"
ru: «Чего ты хочешь?»

source: You see a severe woman with flaming red hair pulled back tight, giving her face a stretched, nervous look. She appears to be deep in thought. At your approach, she glances up and says, "Can I help you with something?"
ru: Ты видишь строгую женщину с огненно-рыжими волосами, туго завязанными на затылке, что придает ее лицу вытянутое нервозное выражение. Она кажется глубоко погруженной в размышления. При твоем приближении она бросает на тебя взгляд и говорит: «Я могу тебе чем-то помочь?»

source: "Yes, I had some questions."
ru: «Да, у меня есть несколько вопросов».

source: "No, sorry. Farewell."
ru: «Нет, извини. Прощай».

source: Bedai-Lihn told me to seek out Scofflaw Penn at the print shop, and to tell him this: "The city must burn."
ru: Бедай-Линн сказала мне разыскать Нарушителя Пенна в типографии и сказать ему следующее: «Город должен гореть».
