Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dbedai.dlg.po
Languages: ru

source: "Thanks for your help. Maybe I'll see you later... or some friends of mine will. We're all over the place."
ru: «Спасибо тебе за помощь. Быть может, ты еще встретишь меня... или кого-нибудь из моих друзей. Мы повсюду».

source: "I had some questions for you..."
ru: «У меня к тебе вопрос...»

source: "Farewell, then."
ru: «Тогда прощай».

source: "We still have a ways to go before the warehouse. What do you want?"
ru: «Нам еще долго идти до склада. Чего ты хочешь?»

source: "I had some questions..."
ru: «У меня есть несколько вопросов...»

source: "Nothing."
ru: «Ничего».

source: The engineer looks at you with contempt. "Away with you! I have no time for one such as you!"
ru: Инженер глядит на тебя с презрением. «Вон отсюда! У меня нет времени на таких как ты!»

source: Attack her.
ru: Напасть на нее.

source: Leave.
ru: Уйти.

source: She looks at you, blankly, without saying anything, waiting for the guards to arrive.
ru: Она смотрит на тебя — молча и отрешенно — в ожидании прибытия стражи.

source: "Farewell."
ru: «Прощай».

source: She continues to gaze at you. "I have no answers for you right now. Perhaps when you return."
ru: Она продолжает пристально глядеть на тебя. «Сейчас у меня нет для тебя ответов. Возможно, они найдутся, когда ты вернешься».

source: "Well, have you figured a way out of here? They won't let me out as I am. I need a disguise or something."
ru: «Ну так что, ты выяснил, как отсюда выбраться? Они не выпустят меня в таком виде. Мне нужна маскировка или что-то в этом роде».

source: "Do you have any ideas on what to disguise yourself as?"
ru: «Есть идеи, как тебя замаскировать?»

source: "I picked up a smith disguise. Put this on."
ru: «Я достал маскировку под кузнеца. Надень ее».

source: "No, not yet. I had some other questions for you..."
ru: «Еще нет. У меня есть другие вопросы...»

source: "No, not yet. Farewell."
ru: «Еще нет. Прощай».

source: "They're not stopping the smiths from leaving here. Maybe if you could find me a complete set of smithing gear and some spare rags - not just the tools, but the rest of the clothes... I have no idea where you'd find that. Don't kill any more people in here, all right? I've got enough trouble sown here as it is - we don't need this to get out to the rest of the city. In other words, don't be killing off any smiths for their clothes - I doubt they'd fit anyway."
ru: «Они позволяют кузнецам покидать это место. Пожалуй, если бы ты смог раздобыть мне полный набор кузнечного инструмента и еще пару вещей — не только инструменты, но и одежду... Понятия не имею, где тебе их искать. Больше не убивай людей, ладно? Здесь я посеяла уже достаточно смуты — нам не нужно, чтобы это разошлось по всему городу. Другими словами, не убивай кузнецов ради их одежды — в любом случае, я сомневаюсь, что она мне подойдет».

source: "Fine. I'll see what I can do. In the meantime, answer some questions for me..."
ru: «Ладно. Посмотрим, что я смогу сделать. Тем временем, ответь мне на несколько вопросов...»

source: "All right. I'll see what I can do. Farewell."
ru: «Ладно. Посмотрим, что я смогу сделать. Прощай».

source: "I'll put this on as soon as we're ready to go. So what now? You'll have to lead me out."
ru: «Я надену это, как только мы будем готовы идти. Ну так что? Тебе придется вывести меня».

source: "All right, let's go."
ru: «Ладно, пошли».

source: "We'll head out through the front door, and then head to a warehouse I know of, where some friends of mine are waiting. You ready?"
ru: «Мы проследуем к главной двери, а потом отправимся к одному известному мне складу, где нас ждет несколько моих друзей. Ты готов?»

source: "Let's go."
ru: «Пошли».

source: "What did you want to know?"
ru: «Что ты хочешь знать?»

source: "Tell me about the Revolutionary League."
ru: «Расскажи мне о Революционной Лиге».

source: "Tell me about the Godsmen."
ru: «Расскажи мне о боголюдях».

source: "Why do you cause all that destruction?"
ru: «Зачем тебе все эти разрушения?»

source: "Tell me about yourself."
ru: «Расскажи мне о себе».

source: "What about Saros?"
ru: «Что насчет Сароса?»

source: "Nothing. Farewell."
ru: «Ничего. Прощай».

source: She squints at you, as if gauging you, and says: "We believe that power corrupts by its very nature. We exist to overthrow power where it may arise. The factions of Sigil are therefore a prime target - they monopolize the City of Doors, a city that should be open to all who pass through here. Instead, they crush all who would speak freely and silence those who would move of their own accord. The power structure of Sigil must be destroyed!"
ru: Она прищуривается, как бы оценивая тебя, и произносит: «Мы верим, что власть продажна по своей сути. Мы существуем, чтобы низвергать власть там, где она может появиться. Таким образом, главной целью для нас являются фракции Сигила — они монополизируют Город Дверей, город, который должен быть открыт для всех, кто в него попадает. Они же, напротив, подавляют всех, кто говорит свободно, и заставляют молчать тех, кто сам по себе. Структура власти Сигила должна быть уничтожена!»

source: "What's the structure of the Revolutionary League?"
ru: «Какова структура Революционной Лиги?»

source: "How did you fall in with these people, anyway?"
ru: «И все же, как ты примкнула к этим людям?»

source: "Why not work within the system to change it?"
ru: «Почему бы не сотрудничать с системой, чтобы ее изменить?»

source: "How does one join the Revolutionary League?"
ru: «Как присоединиться к Революционной Лиге?»

source: "I had some other questions..."
ru: «У меня есть другие вопросы...»

source: "That's all I wanted to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "My father, a Free Leaguer, was killed in a disagreement with one of the Doomguard. The killer was never brought to justice. My mother sought justice, but was arrested for her troubles by the Hardheads. A corrupt judge saw to it that she was found guilty of violating the peace and creating anarchy, and so she was executed by the Mercykillers. Of course I was going to seek out the Anarchists - they have the only answers I seek any longer."
ru: «Мой отец, член Свободной Лиги, был убит в споре с одним из Хранителей Рока. Убийцу так и не наказали. Моя мать требовала справедливости, но за это была задержана твердолобыми. Подкупленный судья признал ее виновной в нарушении спокойствия и распространении анархии, за что была казнена убийцами милосердия. Конечно же, я стала разыскивать анархистов: только у них были ответы, которые были нужны мне».

source: "With this system? You'd be corrupted before you could ever effect any change. This system isn't interested in working with anything that will lessen its power. It's the nature of people that they want to hold onto their power and consolidate it, no matter who they hurt in the process. Speak a word against the factions now, and they'll see you dead before you can take another breath. Far better to be rid of it all and build anew."
ru: «С этой системой? Ты испортишься еще до того, как сможешь хоть что-то изменить. Эта система не заинтересована в сотрудничестве с кем-либо, кто ослабляет ее. Такова людская природа: они хотят удерживать власть и укреплять ее, и неважно, кто при этом пострадает. Давай, скажи хоть слово против фракций — и станешь трупом, даже пикнуть не успеешь. Гораздо проще избавиться от нее целиком и создать новую».

source: "A lot of innocent people will get hurt that way."
ru: «Но так пострадает множество невинных».

source: "How did you fall in with the Anarchists?"
ru: «Как ты присоединилась к анархистам?»

source: She looks doubtful. "Join us? Hmmm. You've done enough to implicate yourself if you ever decided to turn stag on us, so you've done us more good than harm in any case." She stops to think a little longer. "All right. Go talk to Scofflaw Penn, at the printing shop. Tell him I said 'The city must burn.' He'll know what you mean." She gives you a hard look. "But I'm warning you: If *anything* happens to me, that phrase won't be worth two coppers."
ru: Она, похоже, колеблется. «Присоединиться к нам? Хм-м-м. Ты натворил достаточно, чтобы впутаться во все это — на случай, если ты решишь выдать нас. Что ж, как бы там ни было, ты сделал для нас больше хорошего, чем плохого, — она умолкает, чтобы еще немного поразмыслить. — Ладно. Иди поговори с Нарушителем Пенном в типографии. Передай ему, что я сказала «город должен гореть». Он знает, что это значит, — она бросает на тебя тяжелый взгляд. — Но предупреждаю: если со мной хоть *что-нибудь* случится, эта фраза не будет и гроша ломанного стоить».

source: "'The city must burn.' All right. I had some other questions."
ru: «Город должен гореть. Ладно. У меня еще несколько вопросов».

source: "'The city must burn.' All right. Farewell."
ru: «Город должен гореть. Ладно. Прощай».

source: She scoffs. "If you were concerned about innocents, you would never have helped me in the first place. What about all those workers YOU killed when you destroyed the weapon in the Foundry? In every war, innocents suffer - but at least when you're with us, they'll have a chance to recover. Under the factions, they'll all just get ground away."
ru: Она говорит с издевкой: «Если бы ты беспокоился о невинных, ты уж точно никогда не стал бы мне помогать. Как насчет всех тех рабочих, которых убил ТЫ, разрушив оружие в Литейной? В каждой войне страдают невинные; но, по крайней мере, пока ты с нами, у них есть шанс оправиться. Под властью фракций они все просто загнутся».

source: "We're divided into cells, each cell of an indeterminate number. Folks in one cell don't know the people in another cell, and that way we can't betray anyone. Sure, we might work at cross-purposes at times, but we demoralize the soul-crushing factions well enough that it's worth it."
ru: «Мы поделены на ячейки, в каждой неопределенное количество членов. Люди из разных ячеек не знают друг друга, и таким образом мы исключаем предательство. Конечно, временами мы можем мешать друг другу, и все же мы довольно неплохо справляемся с деморализацией фракций-угнетателей, так что оно того стоит».

source: "Don't you think that maybe because of your group's actions, the factions are becoming even more militant and corrupt?"
ru: «А ты не думала, что, возможно, из-за действий твоей группы фракции становятся еще более воинственными и коррумпированными?»

source: "No. Their hypocrisy is laid bare, though, when they try to destroy the very people they're sworn to protect. Those who claim to uphold Sigil's structure are the first to tear it down when they're feeling threatened. We're showing how threadbare their ideas of governance are. We're a catalyst, but we're not the cause."
ru: «Нет. В конечном счете их лицемерие раскрывается, когда они пытаются уничтожить тех самых людей, которых они поклялись защищать. Те, кто заявили, что поддерживают строй Сигила, первыми разрушают его, лишь почувствовав угрозу. Мы показываем, насколько устарели их представления о власти. Мы — катализатор, но мы не причина».

source: "The Godsmen? Ha. Most of the other factions at least pretend to have an answer. The Godsmen are worse than them, even - they get in the way of anyone trying to figure out what the big secret it, but they don't even have any idea what it is. Dogs in mangers, all. Worse, they pollute the Lower Ward, filling it with this deathly fog that kills off the elderly and weak. They call themselves helpful, but the truth is they're just another set of death-mongers."
ru: «Боголюди? Ха. Большинство других фракций по крайней мере делают вид, что знают ответы. Боголюди и того хуже: они встают на пути любого, кто пытается выяснить, что же это за большая тайна, в то время как сами не имеют ни малейшего представления, в чем она заключается. Собаки на сене, все до единого. Что еще хуже, они загрязняют Нижний район, наполняя его этим смертоносным туманом, который уничтожает одного за другим всех старых и слабых. Они называют себя полезными, но правда в том, что они — всего лишь еще одна кучка торговцев смертью».

source: "All right. I had some other questions..."
ru: «Хорошо. У меня есть другие вопросы...»

source: "I see. Farewell."
ru: «Понятно. Прощай».

source: "Because the old order has to come down. By destroying a part of a faction's headquarters, I help people lose faith in the Godsmen. By destroying that horrid weapon, I help the clients mistrust the Godsmen. By killing a factor, I show the others that the high-ups are targets and no-one should strive for eminence in a corrupt system, not when they might be the next victims. Each of these actions serves a symbolic point as well. None of them is destruction for the sake of destruction. That'd make us no better than the Doomguard."
ru: «Потому что старый порядок должен быть низвергнут. Уничтожив часть штаб-квартиры фракции, я помогу людям потерять веру в боголюдей. Уничтожив ту ужасную машину, я помогу клиентам боголюдей потерять доверие к ним. Убив фрактора, я покажу другим, что начальство является мишенью, и никто не должен пытаться занять высокие чины в продажной системе, так как они могут стать следующими жертвами. Каждая из этих акций также служит символической цели. Ни одна из них не является разрушением ради разрушения. Иначе мы были бы не лучше Хранителей Рока».

source: "The who?"
ru: «Кого?»

source: "The Doomguard. A bunch of people who think that because everything falls apart, it's their job to make sure the center cannot hold. We're nominally allied with the Doomguard, but the truth is that they'll fall too. Eventually, they'll all fall."
ru: «Хранителей Рока. Кучка людей, думающих, что раз все разваливается, они обязаны позаботится о том, чтобы центр не сохранялся. Номинально мы в союзе с Хранителями Рока, но правда в том, что и они тоже падут. В конечном счете, они все падут».

source: "Very well. I had some other questions..."
ru: «Хорошо. У меня есть другие вопросы...»

source: "Me? There's not much to tell. I vowed to see the factions fall, and I pursued a course of study in magical engineering that would make me valuable to a wide range of them. There were others before the Godsmen, you know - many others. I've worn more faces than I can remember and had more names than the dead book has entries. I can't even tell you the names of all those I've betrayed."
ru: «Я? Тут особо нечего рассказывать. Я поклялась, что увижу, как фракции будут низвергнуты, и прошла курс обучения на магического инженера, что делает меня ценным человеком для большинства из них. До боголюдей были другие, ну, знаешь — множество других. Я носила больше личин, чем могу вспомнить, и у меня было больше имен, чем записей в книге мертвых. Я даже не смогу назвать тебе имена всех тех, кого я предала».

source: "Sounds like quite a life. Are you happy with it?"
ru: «Похоже на настоящую жизнь. Ты счастлива?»

source: "I see. I had some other questions."
ru: «Понятно. У меня есть другие вопросы».

source: "Must be fun. Farewell."
ru: «Это должно быть весело. Прощай».

source: She emits a short, barking laugh, and says bitterly, "Happy? Since when has happy had anything to do with it?"
ru: Она издает короткий лающий смешок и горько произносит: «Счастлива? С каких это пор от счастья хоть какой-то прок?»

source: "If you're not happy, why don't you quit doing it?"
ru: «Раз ты несчастна, почему бы тебе не бросить все это?»

source: "Never. Happiness is a false ideal, created in order to oppress the weak and gullible. True happiness does not exist."
ru: «Да ни с каких. Счастье — ложный идеал, созданный для угнетения слабых и легковерных. Истинного счастья не существует».

source: "You're right. Forget it. I had some other questions..."
ru: «Ты права. Забудь. У меня есть еще вопросы...»

source: "Good point. Farewell."
ru: «Верно подмечено. Прощай».

source: "Quit doing it? And lose my vengeance? This defines me. This is who I am. It'd be like asking you to cut off your arm and be able to live with yourself." She eyes your scars. "Though you'd probably be able to do it."
ru: «Бросить все это? И потерять шанс отомстить? Это то, чем я являюсь и что меня определяет. Это все равно что попросить тебя отрезать себе руку и жить без нее, — она смотрит на твои шрамы. — Хотя ты, пожалуй, способен и на такое».

source: "So you'd let your bitterness and hatred control you?"
ru: «Значит, ты позволишь злобе и ненависти управлять собой?»

source: "Probably. I had some other questions."
ru: «Возможно. У меня есть другие вопросы».

source: "Probably. Farewell."
ru: «Возможно. Прощай».

source: "It has become a part of me. Without it, I become nothing."
ru: «Это стало частью меня. Без них я становлюсь никем».

source: "Choose something else, then, and become more than you are."
ru: «Тогда выбери что-нибудь другое и стань чем-то большим».

source: "Then foster your bitterness, and let it rule you. Create more sorrow. I don't care."
ru: «Тогда расти в себе злобу, и позволь ей управлять собой. Натвори еще больше бед. Мне все равно».

source: "Right. I had some other questions..."
ru: «Да. У меня есть другие вопросы...»

source: "I... I don't know how."
ru: «Я... я не знаю как».

source: "Try it. Try and see."
ru: «Попробуй. Попробуй — и увидишь».

source: "Then you might as well just kill yourself, because there's no point in living if you can't change."
ru: «Тогда ты с тем же успехом можешь покончить с собой, потому что нет смысла жить, раз ты ничего не можешь изменить».

source: "Very well, then. I had some other questions..."
ru: «Хорошо. У меня есть другие вопросы...»

source: "Then don't try. Farewell."
ru: «Тогда не пытайся. Прощай».

source: "I agree. We are told that happiness is the ultimate goal to our strife, yet so few seem to have it... and those who do seem to be imbeciles and the self-satisfied who cannot open their eyes to the horrors of the world around them. Better to suffer, I say, than pay *that* price for happiness."
ru: «Согласна. Нам говорят, что счастье — главная цель нашей борьбы, и все же достается оно далеко не всем... похоже, только идиотам и самодовольным типам, которые не способны открыть глаза на ужасы окружающего их мира. Я же говорю: лучше страдать, чем платить *такую* цену за счастье».

source: "So true. I had some other questions..."
ru: «Тоже верно. У меня есть другие вопросы...»

source: "Yes. Farewell."
ru: «Да. Прощай».

source: "No, you wouldn't. And that apathy is precisely what we fight against. Good day."
ru: «Нет, не стоит. И эта апатия — как раз то, против чего мы боремся. Всего хорошего».

source: "I will think on this. I will guarantee nothing. Farewell, traveler. You have given me much to think on."
ru: «Я поразмыслю над этим. Я ничего не обещаю. Прощай, путник. Ты дал мне пищу для размышлений».

source: "I hope so. Farewell."
ru: «Надеюсь на это. Прощай».

source: "I've thought on that, and then I realized that at least I'm making a difference, one that I believe in. That is enough for me. Farewell."
ru: «Я поразмыслила и поняла, что я по крайней мере могу хоть что-нибудь изменить, и я в это верю. Этого для меня достаточно. Прощай».

source: She looks scornfully at you and sneers. "What, have you returned with your mind changed, or do you have some other use for me?"
ru: Она презрительно смотрит на тебя и ухмыляется. «Что, передумал, или тебе еще чего-то от меня понадобилось?»

source: "I changed my mind. I'll kill him for you."
ru: «Я передумал. Я прикончу его».

source: "Nothing. Forget it. Farewell."
ru: «Ничего. Забудь об этом. Прощай».

source: "You already had your chance. Do you think I'd really trust you to do it now? I think not. Get out of my sight."
ru: «У тебя уже была такая возможность. Ты действительно думаешь, что я теперь доверю тебе это? Я так не думаю. Убирайся прочь с глаз моих».

source: "Then answer some questions for me."
ru: «Тогда ответь мне на несколько вопросов».

source: "If you will not aid me in my quest, why should I help you in yours? Good day, sir."
ru: «Если ты не станешь помогать мне, зачем мне помогать тебе? Всего хорошего, сэр».

source: "Good day."
ru: «Всего хорошего».

source: "Have you written the name Sandoz into the dead book yet?"
ru: «Ты еще не записал имя Сандоза в книгу мертвых?»

source: "Yes. He's dead."
ru: «Да. Он мертв».

source: "No, not yet. I had some other questions, first."
ru: «Нет, пока нет. Сперва у меня есть другие вопросы».

source: "Not yet. Farewell."
ru: «Еще нет. Прощай».

source: "Have you come to a decision whether you will accept the job?"
ru: «Решил взяться за работу?»

source: "Yes, I'll do it."
ru: «Да, я сделаю это».

source: "No, I will not."
ru: «Нет, я не стану этого делать».

source: "No, not yet. I had some other questions."
ru: «Пока еще нет. У меня есть несколько вопросов...»

source: "I require just one more task from you, and we'll leave these Godsmen to their turmoil. I need you to smuggle me out of this place - the guards are going to be looking for someone to blame, and I'd rather they not choose you - once I disappear, they'll know it was me, and you'll be off the hook. What do you say?"
ru: «Мне необходимо, чтобы ты выполнил еще одно задание, а потом оставим боголюдей в этом беспорядке. Мне нужно, чтобы ты вывел меня отсюда: стража ищет, на кого бы свалить вину, и, могу поспорить, что это будешь не ты. Как только я исчезну, они поймут, что это я, а ты будешь вне подозрения. Что скажешь?»

source: "Give me some time to think about it."
ru: «Дай мне немного времени подумать над этим».

source: "Yes. I'll do it. What do I need to do?"
ru: «Да, я это сделаю. Что мне нужно делать?»

source: "No. I think you're trying to set me up."
ru: «Нет. Я думаю, что ты пытаешься меня подставить».

source: "I need to get out of the Foundry. Will you help me? I need an answer NOW."
ru: «Мне нужно выбраться из Литейной. Ты мне поможешь? Ответ нужен ПРЯМО СЕЙЧАС».

source: "What the hell... all right."
ru: «А, дьявол с ним... по рукам».

source: "I said to give me time. Farewell."
ru: «Я же сказал: мне нужно время. Прощай».

source: "Unless you can help me out of here, I have nothing to say to you."
ru: «Мне не о чем с тобой говорить, если только ты не поможешь мне выбраться».

source: "Fine, then. I'll help you get out."
ru: «Тогда ладно. Я помогу тебе выбраться».

source: "No. I won't."
ru: «Нет, я не буду».

source: "Then I have nothing to say to you."
ru: «Тогда мне больше нечего сказать».

source: "Other questions? Don't you have something to take care of?"
ru: «Еще вопросы? Тебе нечем заняться?»

source: "Why should I do this?"
ru: «К чему мне это делать?»

source: "What do you have against the Godsmen, anyway?"
ru: «И все же, что ты имеешь против боголюдей?»

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: "My name is Bedai-Lihn. I'm a magical engineer - not a mage, mind you, but a theoretician - and I'm going to make sure the Godsmen don't get a chance to use that weapon or contract for other such weapons of war again."
ru: «Меня зовут Бедай-Линн. Я магический инженер, — заметь, не маг, а теоретик — и я собираюсь позаботиться о том, чтобы у боголюдей не было шанса воспользоваться этим оружием или заключить договор на создание другого подобного ему».

source: "Why kill him?"
ru: «Зачем его убивать?»

source: "Why destroy the machine?"
ru: «Зачем разрушать машину?»

source: "All right. Answer some other questions..."
ru: «Ладно. У меня есть еще пара вопросов...»
