Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dbrasken.dlg.po
Languages: ru

source: In loud, booming voice Brasken asks: "What in the name of the abyss are you doing in my house?! Leave now, before I make you even more ugly than you already are."
ru: Браскен громким, оглушающим голосом задает вопрос: «Во имя бездны, что ты делаешь в моем доме?! Уходи, пока я не сделал тебя еще уродливее».

source: "I was asked to deliver this box into your care."
ru: «Меня попросили доставить тебе эту шкатулку».

source: "Farewell."
ru: «Прощай».

source: "What?! You again! Unless you have some business with me, I suggest you leave my house immediately."
ru: «Что?! Опять ты! Если ты здесь не по делу, советую немедленно покинуть мой дом».

source: "I was told to deliver this box into your care."
ru: «Мне сказали доставить тебе эту шкатулку».

source: "Sorry, wrong house. I'll be on my way."
ru: «Прошу прощения, ошибся домом. Я уже ухожу».

source: "Be gone, you fool! I've already told you all I know about Moridor's Box."
ru: «Исчезни, дурак! Я уже все сказал тебе о шкатулке Моридора».

source: "There's a rumor going around the Hive that some cutter went and killed the demon that was trapped in Morridor's Box. They say the battle with the demon left horrible scars all over his body. That cutter wouldn't happen to be you, would it?"
ru: «По Улью ходят слухи, что какой-то рубака смог убить демона, сидевшего в шкатулке Моридора. Говорят, что битва с этим демоном оставила на его теле ужасные шрамы. Случаем, не ты ли тот рубака?»

source: "Of course; who else do you think could've done it?"
ru: «Ну да. А кто еще, по-твоему, смог бы сделать такое?»

source: With a great booming laugh, "Brazen as well as brave! I like that. You'll become a legend when word of your heroic deeds spreads. Let me be one of the first to congratulate you. Come... let us drink together so that you may tell the tale of your courage."
ru: Грохочущий хохот. «Твоя наглость сравнится лишь с твоей смелостью! Мне это нравится. Ты станешь легендой, когда о тебе разойдется народная молва. Позволь мне первым поздравить тебя. Заходи... выпьем вместе, расскажешь мне о своих похождениях».

source: "I'll gladly share a tankard or two with you."
ru: «Буду рад пропустить с тобой пару кружек».

source: "Maybe some other time. I've much to do. Farewell."
ru: «Может, в другой раз. У меня еще много дел. Прощай».

source: "The great cutter has returned. Have you reconsidered that drink? I would greatly like to hear of your heroic deed."
ru: «О, великий рубака вернулся. Не хочешь выпить? Мне бы очень хотелось послушать о твоих героических подвигах».

source: After a few tankards, a few songs, a few jokes, you've come to like Brasken immensely. In fact, at the moment you seem to like everyone. Soon Brasken falls to floor in a drunken stupor. You realize it's time to go.
ru: После нескольких кружек, песен и шуток Браскен тебе окончательно понравился. Фактически, в таком состоянии тебе бы понравился любой. Вскоре Браскен, пьяный вдрызг, сваливается на пол. Ты понимаешь, что пора уходить.

source: "Oh, my aching head! I don't think I'll ever recover."
ru: «Ох, моя голова! Мне кажется, это никогда не пройдет».

source: Leave Brasken to his misery.
ru: Оставить Браскена наедине с его головной болью.

source: "Well, why didn't you say so? So, hand it over and you can be on your way." As you present the box to Brasken, his expression changes from one of anticipation to that of amusement. "Whoa there! I won't fall for that trick a second time. Put that thing away and leave."
ru: «Ну чего же ты молчал? Давай ее сюда и можешь идти». Когда ты протягиваешь шкатулку Браскену, его выражение лица медленно меняется с предвкушающего в удивленное. «Ого! Нет, я не попадусь на эту уловку во второй раз. Забирай ее обратно и проваливай».

source: "I don't understand; why won't anyone take this box? First Ku'atraa, and now you."
ru: «Я не понимаю, почему никто не хочет брать эту шкатулку? Сначала Куатраа, теперь ты».

source: "Did you say Ku'atraa?" Brasken lets out a great bellow of laughter. "Why, that's the fellow who bought the box off me. Thought he got the best of me when he bought it. I guess he figured the gem alone was more than worth the price he paid me. Poor fellow didn't realize what he'd gotten himself into 'til it was too late."
ru: «Ты сказал - Куатраа? - Браскен разразился громким хохотом. - Ну да, этот приятель и купил шкатулку у меня. Наверное, думал, что обставил меня на этой покупке. Готов поспорить, он думал, что один только камень из нее стоит гораздо дороже, чем он мне за нее заплатил. Бедняга, он даже не мог себе представить, во что вляпался, пока не стало слишком поздно».

source: "Just what's so horrible about this box?"
ru: «Да что такого ужасного в этой шкатулке?»

source: "You mean you really don't know anything about that box you're holding? Well, I guess it won't hurt to tell you what I know. First off, so you don't get any ideas in your head, the curse on that box only affects the current owner of the box and to be the owner of the box you have to willingly take possession of it."
ru: «То есть ты ничего не знаешь об этой шкатулке? Ну что ж, думаю, что хуже от того, что я скажу, тебе уже не будет. Для начала, чтобы ты там чего не надумал, проклятие этой шкатулки действует только на текущего владельца шкатулки, а чтобы им стать, нужно взять ее по доброй воле».

source: "There goes the idea of just leaving the box for someone else to find... so, what's in the box?"
ru: «Значит, просто выбросить эту шкатулку, пока кто-нибудь не найдет ее, не получится... а что в шкатулке?»

source: "Now that is a good question. That box has been around the Hive since anyone can remember. There are many rumors flying about. As you can imagine, over time the truth has been warped a little bit further with each retelling of the story."
ru: «А вот это хороший вопрос. Эта шкатулка появилась в Улье в стародавние времена. О ней витает много слухов. Ты ведь понимаешь, что при каждом пересказе истории истина искажалась все сильнее».

source: "Go on."
ru: «Продолжай».

source: "I've heard many a story about that box, and they all seem to have a recurring theme. The name given that that foul thing is 'Moridor's Box,' and the owner of the box will die should he or anyone else open it. As to the contents, who knows? Some say it's an ancient dragon, while others say it's the evil soul of Moridor himself. I cannot tell for sure, but just by looking at it any soul can tell it's something evil and one would have to be a fool to open it."
ru: «Я слышал много историй об этой шкатулке, и все вокруг одно и той же темы. Эту вещицу люди назвали шкатулкой Моридора. Владелец шкатулки умирал, если он или кто-то другой открывал ее. Что касается содержимого, кто знает? Кто-то говорит, что там древний дракон, а кто-то - что злобная душа самого Моридора - я не могу сказать точно. Но уже просто взглянув на нее, любой скажет, что в ней что-то плохое, и будет глупо ее открывать».

source: "What am I supposed to do with it?"
ru: «И что мне теперь делать с ней?»

source: "I would suggest you go see Shilandra. She lives in the northeastern region of the Hive. It was from her that I 'won' the box. Who knows, maybe she will have more knowledge of what do with it. Or you can find some other clueless berk to take it off your hands. It's up to you. I wish you luck."
ru: «Я бы посоветовал тебе повидаться с Шиландрой. Она живет в северо-восточной части Улья. У нее я и 'выиграл' эту шкатулку. Кто знает, может, она знает больше о том, что с ней делать. Или ты можешь найти какого-нибудь пустоголового пня, который согласится взять ее у тебя. Тебе решать. Удачи».

source: "The news is everywhere! Congratulations on breaking the curse of Moridor's Box. I must admit to being a bit skeptical that an ugly berk such as you could accomplish such a thing. Mind you, I still think you're uglier than a baku's arse... but I've got respect for what you've done. Come; share a drink with me so you can tell me how you did it."
ru: «Повсюду эта новость! Поздравляю, ты уничтожил проклятие шкатулки Моридора. Признаться, я немного сомневался в том, что такой уродливый пень как ты сможет сделать подобное. Не забывай, что я все еще считаю тебя уродливей задницы баку... но я уважаю то, что тебе удалось сделать. Заходи, выпей со мной, расскажешь, как это тебе удалось».

source: "I don't care about the history of this thing. Just tell me how to get rid of it."
ru: «Мне неинтересна история этой вещи. Просто скажи, как от нее избавиться».

source: From my talks with Brasken, I have learned much. It seems I am the unlucky owner of a cursed box, as if I didn't already have enough troubles to deal with. The item of my disdain now has a name. It's called Moridor's Box and it seems that the person who willingly takes possession of the box is cursed to die should the box be opened. As to the contents, that still remains a mystery. Brasken has suggested I pay a visit to Shilandra who lives by the Mortuary up in the northeastern section of the Hive. Am I doomed to forever seek out previous owners of this thing?
ru: Поговорив с Браскеном, я многое узнал. Похоже, теперь я - несчастный владелец проклятой шкатулки. Как будто мне и так проблем не хватает. Объект моей легкомысленности теперь обрел имя: шкатулка Моридора. Похоже, что тот, кто добровольно становтся владельцем шкатулки, обречен на смерть, если откроет ее. Что у нее внутри - все еще загадка. Браскен посоветовал мне наведаться к Шиландре, которая живет возле Морга в северо-восточной части Улья. Я что, теперь вечно буду искать прежних владельцев это вещи?
