Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dbrocus4.dlg.po
Languages: ru

source: This gentleman is unremarkable save in that he has a black eye, as if he'd been struck in the face. He bows slightly as you approach him. "Greetings, sir."
ru: Этот джентльмен ничем не примечателен, если только не считать синяка под глазом, как будто ему врезали. Он слегка кивает, когда ты подходишь. «Приветствую, сэр».

source: "Greetings. I had some questions..."
ru: «Приветствую. У меня есть несколько вопросов...»

source: "Greetings, and farewell."
ru: «Здравствуй и прощай».

source: "Greetings once more, sir."
ru: «Еще раз приветствую, сэр».

source: He nods. "Yes, go on..."
ru: Он кивает. «Да, продолжай...»

source: "How'd you get the black eye?"
ru: «Как ты получил этот синяк под глазом?»

source: "What are you doing here?"
ru: «Что ты здесь делаешь?»

source: "What can you tell me about this place?"
ru: «Что ты можешь рассказать об этом месте?»

source: "What can you tell me about the silent prostitute?"
ru: «Что ты можешь рассказать о молчаливой куртизанке?»

source: "I heard that Kesai-Serris is Ravel's daughter. Is that true?"
ru: «Я слышал, что Кесай-Серри - дочь Равель. Это правда?»

source: "I'm trying find Vivian's scent... do you know where it might be?"
ru: «Я пытаюсь найти аромат Вивьен... не знаешь, где он может быть?»

source: "I'm trying find Marissa's Crimson Veil... do you know where it might be?"
ru: «Я пытаюсь найти малиновую вуаль Мариссы... Ты не знаешь, где бы она могла быть?»

source: "Do you know anything about Ravel Puzzlewell?"
ru: «Ты что-нибудь знаешь о Равель Заморочке?»

source: "I've spoken to nine prostitutes altogether... do you know who or where the tenth student is?"
ru: «Я переговорил со всеми девятью куртизанками... ты не знаешь, кто десятая или где она находится?»

source: "Never mind, actually. Farewell."
ru: «Вообще-то, неважно. Прощай».

source: He smirks. "Oh, this? A long story, sir. One you would not be interested in."
ru: Он глупо улыбается. «Ах, этот? Долгая история, сэр. Которая вряд ли будет вам интересной».

source: "But I would... please, do tell."
ru: «Напротив... прошу, расскажи».

source: "Very well. I had another question..."
ru: «Хорошо. У меня есть другие вопросы...»

source: "Farewell, then."
ru: «Тогда прощай» .

source: The man sighs, rolling his eyes. "Very well... but I shan't be made to divulge the details. Despite my earlier remark upon the tale's length, I might sum it up in two words: Kimasxi Addertongue."
ru: Мужчина вздыхает, закатывая глаза. «Хорошо... но я не стану вдаваться в подробности. Несмотря на мое прошлое замечание о длине рассказа, я могу выразить его в двух словах: Кимаскси Змееязыкая».

source: "Who?"
ru: «Кто?»

source: "Oh... yes, I know her."
ru: «О... да, я с ней знаком».

source: "I see. I had another question..."
ru: «Понятно. У меня есть другой вопрос...»

source: "That's all I wished to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "Ah, you have not yet spoken to her, I see. I will tell you no more of the most delightful treat that is Kimasxi, good sir... instead, I would insist that you speak to her yourself. She is one of the prostitutes here, and Lady Grace's most fascinating student." He smiles at you.
ru: «О, я гляжу, вы с ней еще не разговаривали. Я больше не стану рассказывать о том, что за конфетка эта Кимаскси, сэр... вместо этого я настаиваю, чтобы вы с ней поговорили. Она одна из здешних куртизанок, самая очаровательная ученица госпожи Грации». Он улыбается тебе.

source: "Lady Grace?"
ru: «Госпожа Грация?»

source: "I had another question..."
ru: «У меня есть другие вопросы...»

source: "Perhaps I'll go find her, then. Farewell."
ru: «Может быть, тогда я найду ее. Прощай».

source: The man sighs dreamily. "Wonderful, is she not?" He suddenly snaps to attention. "But wait! Do not take my utterance for affection, good sir... I am engaged to be wed, after all, to a woman I well and truly love. But Kimasxi... she's so... *different* to speak with." He smiles at you.
ru: Мужчина мечтательно вздыхает. «Не правда ли, она восхитительна? - внезапно к нему возвращается сосредоточенность. - Постойте! Не принимайте мои слова за проявление любви, сэр... В конце концов, я помолвлен с женщиной, которой всецело принадлежит мое сердце. Но Кимаскси... она такая... *другая* в разговоре». Он улыбается тебе.

source: "Different... yes. I had another question..."
ru: «Да уж... другая. У меня еще вопрос...»

source: "I'll be taking my leave, now. Farewell."
ru: «Я уже должен идти. Прощай».

source: "Why, I am enjoying the pleasures of the Brothel! Aren't you?"
ru: «Как что, наслаждаюсь радостями Борделя! А вы?»

source: "The pleasures?"
ru: «Радости?»

source: "Yes, that is correct... are you not here to speak to the ladies, sir? That is, after all, the purpose of the establishment as far as patrons are concerned. To converse with the lovely students of Lady Grace!"
ru: «Да, совершенно верно... вы здесь разве не за тем, чтобы беседовать с дамами? В конце концов, в этом и заключается предназначение данного заведения. Клиенты ходят сюда лишь для одного - беседовать с прекрасными ученицами госпожи Грации!»

source: The man nods. "Yes, and what a vision she is. Why, I could listen to her voice for hours! I find only Kimasxi more entertaining..." His mind seems to wander momentarily. "Oh! But as I was saying, Lady Grace is the proprietress of the Brothel. Doubtless she's here, somewhere... go speak to her yourself. You won't be disappointed, I assure you."
ru: Мужчина кивает. «Да, и как она выглядит. Я бы мог слушать ее голос часами! По-моему, она уступает только Кимаскси... - на миг его мысли уплывают куда-то далеко. - О! Но, как я уже и говорил, госпожа Грация - владелица Борделя. Наверняка она где-то неподалеку... идите поговорите с ней сами. Уверяю вас, вы не пожалеете».

source: "What citizen of Sigil knows not of the Brothel of Slating Intellectual Lusts? You must be new here indeed, sir." He sighs. "Walk about... converse with the ladies... that is all there is to the Brothel. If you're interested in the history of it all and somesuch, I'd advise you to speak with Lady Grace about it."
ru: «Какой сигилец не знает о Борделе утоления интеллектуальной страсти? Должно быть, сэр, вы здесь совсем недавно, - он вздыхает. - Гулять... болтать с дамами... все это здесь, в Борделе. Если вас интересует его история со всеми подробностями, советую поговорить с госпожой Грацией».

source: The man pauses to think. "Never have I traded words with her, but I believe her name is 'Ecco.'"
ru: Мужчина задумывается. «Никогда с ней не разговаривал. Кажется, ее зовут Экко».

source: "Ravel... Ravel... you mean the legendary night hag? I'd find it hard to believe that monstrous creature was *anything's* mother, let alone good Kesai's."
ru: «Равель... Равель... вы имеете в виду легендарную ночную ведьму? Трудно поверить, что это чудовищное создание могло быть *чьей-либо* матерью, не говоря уже о Кесай».

source: "She lost her scent? How odd... I passed her only hours ago, and she smelled quite nice. As she usually does, of course. In fact, I'm unsure if I have ever been around a woman with a more enticing fragrance."
ru: «Она потеряла свой аромат? Как странно... Недавно я проходил мимо нее, и от нее довольно-таки хорошо пахло. Как и раньше, разумеется. Пожалуй, не припомню, чтобы я когда-либо встречал женщину со столь соблазнительным ароматом».

source: "Actually, it's her *personal* scent that's been lost."
ru: «Вообще-то, пропал ее *личный* аромат».

source: "Is it indeed? I had no idea such a things was possible. Well, I certainly hope she gets it back!"
ru: «В самом деле? Я и не знал, что такое возможно. Что ж, безусловно, я надеюсь, что она его себе вернет!»

source: "I'll take my leave, now. Farewell."
ru: «Я должен идти. Прощай».

source: "No, I do not. I must confess, though, that Marissa frightens me somewhat. I fear that something terrible waits within her chambers, and that she is merely humoring me until she tears me apart. I, for one, will be glad when she has her veil and will meet patrons outside of her darkened room once more."
ru: «Нет. Хотя должен признаться, Марисса меня чем-то пугает. Я боюсь, что в ее комнате меня поджидает нечто ужасное, и что она просто потакает мне, перед тем как разорвать меня на части. Я, к примеру, буду очень рад, если у нее снова будет вуаль, и она будет встречаться с клиентами за пределами своей темной комнаты».

source: "All I know of Ravel are the common children's tales... that she's incredibly evil, and that she brought the wrath of the Lady of Pain down upon herself and was banished forever."
ru: «Все, что я знаю о Равель - обычные детские сказки... что она невероятна злая, и что она навлекла на себя гнев Леди Боли и была навеки изгнана».

source: "A tenth? A tenth student... a tenth prostiture... hmmm. No, I cannot say that I even know of one, let alone who she might be."
ru: «Десятая? Десятая ученица... десятая куртизанка... хм-м. Нет, не скажу, что даже знал об этом, не говоря уже о том, кем бы она могла быть».
