Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dcirclez.dlg.po
Languages: ru

source: "The turning in which Zerthimon came to *know* Gith, Zerthimon ceased to *know* himself. Her words were as fires lit in the hearts of all who heard her. In hearing her words, he wished to *know* war. He *knew* not what afflicted him, but he *knew* he wished to join his blade to Gith. He wished to give his hate expression and share his pain with the *illithid.*"
ru: «В тот цикл, в котором Зертимон *познал* воительницу Гит, себя *познанье* потерял. Слова ее были как пламя, что зажигает сердце каждого, кто слышит их. Ее услышав, возжелал *познать* войну. *Не понимал*, что так его терзает; одно лишь *знал*: желает он сражаться вместе с Гит. Хотел он выразить свою ненависть и поделится болью с *иллитидом*».

source: "Gith was one of the People, but her *knowing* of herself was greater than any Zerthimon had ever encountered. She *knew* the ways of flesh, she *knew* the *illithids* and in *knowing* herself, she was to *know* how to defeat them in battle. The strength of her *knowing* was so great, that all those that walked her path came to *know* themselves."
ru: «Гит из Народа была, но *знание* самой себя сильнее было у нее, чем у любого, кого случилось встретить Зертимону. Она *познала* плоти путь, она *познала* *иллитидов*, и с *осознанием* себя, пришло к ней *понимание* того, как победить их в битве. И мощь ее *познания* была столь велика, что все идущие ее путем себя *познали*».

source: "Gith was but one. Her strength was such that it caused others to *know* their strength. And Zerthimon laid his steel at her feet."
ru: «И Гит единственной такою была. Ее способность помогала *познать* другим их собственные силы. И Зертимоном был возложен клинок к ее ногам».

source: "Upon the Blasted Plains, Zerthimon told Gith there cannot be two skies. In the wake of his words, came war."
ru: «На Проклятых Равнинах Гит ответил Зертимон, что быть не может двух небес. Слова те начали войну...»

source: "Upon the Blasted Plains, the People had achieved victory over their *illithid* masters. They *knew* freedom."
ru: «И победил Народ своих хозяев-*иллитидов* на Проклятых Равнинах. *Познал* он волю».

source: "Yet before the green fires had died from the battlefield, Gith spoke of continuing the war. Many, still filled with the bloodlust in their hearts, agreed with her. She spoke of not merely defeating the *illithids,* but destroying all *illithids* across the Planes. After the *illithids* had been exterminated, they would bring war to all other races they encountered."
ru: «Еще погаснуть не успели огни зеленые на поле боя, как Гит заговорила о продолжении войны. И многие, еще исполненные жаждой крови, согласились. Она же говорила не просто о разгроме *иллитидов*, о полном истреблении их рода на планах всех. А после истребленья *иллитидов* они войну продолжат против каждой расы, которую случится повстречать».

source: "In Gith's heart, fires raged. She lived in war, and in war, she *knew* herself. All that her eyes saw, she wanted to conquer."
ru: «В душе у Гит пылала ярость. Она жила войной, в войне себя *познала*. И все, что видели ее глаза, она хотела захватить».

source: "Zerthimon spoke the beginnings of that which was against Gith's will. He spoke that the People already *knew* freedom. Now they should *know* themselves again and mend the damage that had been done to the People. Behind his words were many other hearts of the People who were weary of the war against the *illithid.*"
ru: «А Зертимон заговорил о тех началах, которые противоречат воле Гит. Он говорил: Народ уже *познал* свободу. Теперь же заново должны себя *постигнуть*, оправиться от всех потерь, Народом понесенных. И за его слова стояло множество других сердец Народа, которые устали от войны».

source: "*Know* that Gith's heart was not Zerthimon's heart on this matter. She said that the war would continue. The *illithid* would be destroyed. Their flesh would be no more. Then the People would claim the False Worlds as their own. Gith told Zerthimon that they would be under the same sky in this matter. The words were like bared steel."
ru: «*Знай*, сердце Гит в согласии не пребывало с сердцем Зертимона в вопросе этом. Она ответила: продолжится война. И *иллитиды* будут уничтожены, а плоть их прекратит существованье. Тогда Народ своими сможет назвать Ненастоящие Миры. Сказала Зертимону Гит, что в этом деле быть им под единым небом. Слова были подобны обнаженной стали».

source: "From Zerthimon came the Pronouncement of Two Skies. In the wake of his words came war."
ru: «И Зертимон изрек Предвестье Двух Небес. Слова те начали войну».

source: You examine the Circle carefully, studying the links and trying new patterns, but no new Circles reveal themselves.
ru: Ты тщательно рассматриваешь Круг, изучая соединения и пробуя новые схемы, но новые Круги не раскрываются.

source: As you examine the rings of the Second Circle, you find a strange link in the plate that mentions the laboring of the Gith people to achieve the Rising. A new circle emerges from the link, and you unlock it, pulling the plate forth so you can study it.
ru: Осматривая кольца Второго Круга, ты находишь на пластине странное соединение, на котором упоминаются усилия народа гит в подготовке восстания. Из него выступает новый круг, который ты и раскрываешь, выдвигая пластину так, чтобы можно было рассмотреть ее.

source: Read the symbols...
ru: Прочесть символы...

source: As you examine the rings of the seven Circles of Zerthimon, you suddenly become aware of a pattern in the way the links are formed... you hook your fingers into the sides of the Circle, and unlock a hidden segment, pulling the plate forth so you can study it.
ru: Осматривая кольца семи Кругов Зертимона, внезапно ты осознаешь, что все соединения выполнены по определенной схеме... ты поддеваешь круг пальцами и открываешь скрытый сегмент, выдвигая пластину так, чтобы можно было рассмотреть ее.

source: "*Know* that the Rising of the People against the *illithid* was a thing built upon many turnings. Many were the People who lived and died under time's blade while the Rising was shaped."
ru: «*Знай*, что Восстание Народа против *иллитидов* являлось результатом циклов многих тяжелого труда. Народа множество погибло от времени клинка, пока готовилось Восстанье».

source: "The Rising was shaped upon a slow foundation. Steel was gathered so that it might mark *illithid* flesh. A means of *knowing* the movements of the *illithids* was established, at first weak and confused, then stronger, like a child finding its voice. When the movements were *known,* then the *illithids* were observed. In observing them, their ways of the mind were *known.*"
ru: «Восстанье создавалось постепенно. Сталь была собрана, чтобы отметить *иллитидов* плоть. И найден способ был *познания* передвижений *иллитидов*, сначала неуверенный и слабый, затем окрепший, как дитя, нашедшее свой голос. Когда же *познанными* стали передвиженья *иллитидов*, возможным стало наблюдение за ними. А в наблюдении за ними ход их мышления *постигнут* был».

source: "When the ways of the *illithid* were *known,* many of the People were gathered and taught in secret the means to shield their minds, and the way to harness their will as weapons. They were taught the scripture of steel, and most importantly, they were given the *knowing* of freedom."
ru: «Как только *познан* был ход мыслей *иллитидов*, собралось множество Народу, и в тайне стали изучать защиты разума пути, и как использовать их волю в качестве оружья. Учили и Писанье стали, и что было важнее остального, свободы *понимание* обрели».

source: "These things were not learned quickly. The *knowing* of much of the ways was slow, and in all these things, time's weight fell upon all. From the *knowing* of one's reflection in a steel blade, to the *knowing* of submerging the will, to the *knowing* of seeing itself. All of these things and more the People built upon. In time, they came to *know* the whole."
ru: «Те вещи не изучались быстро. *Познание* бесчисленного множества путей нескорым было, и тяжесть времени на всех давила. От *знания* отображенья своего в стальном клинке до *понимания* погружений в волю и до *познания* себя. Все вещи те опорою служили для Народа. И в свое время они *постигли* их сполна».

source: "*Know* that a mind divided divides the man. The will and the hand must be as one. In *knowing* the self, one becomes strong."
ru: «*Знай*: коль рассеян разум, он человека разделяет. И воля, и рука единым целым быть должны. Лишь *осознав* себя, становишься сильнее».

source: "*Know* that if you *know* a course of action to be true in your heart, do not betray it because the path leads to hardship. *Know* that without suffering, the Rising would have never been, and the People would never have come to *know* themselves."
ru: «*Знай*: если *понимаешь* ты, что верный путь свершений в твоем сердце, не предавай его, коль даже он к лишениям тебя ведет. И *знай*, что без страданий не случилось бы Восстания, и *не познал* себя Народ»

source: "*Know* that there is nothing in all the Worlds that can stand against unity. When all *know* a single purpose, when all hands are guided by one will, and all act with the same intent, the Planes themselves may be moved."
ru: «*Знай*: ничему в Мирах единства не преодолеть. Когда *осознают* единое стремление, когда единой воле следует рука, все действуют с намерением единым, то могут Планы сдвинутыми быть».

source: "A divided mind is one that does not *know* itself. When it is divided, it cleaves the body in two. When one has a single purpose, the body is strengthened. In *knowing* the self, grow strong."
ru: «Ведь ум рассеянный себя *не понимает*. И, будучи рассеянным, надвое тело рассекает. Когда имеешь цель одну, то это укрепляет тело. И в *понимании* себя становишься сильней».
