Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dcirclez.dlg.po
Languages: ru

source: This small round stone appears to be a religious "text" that Dak'kon carries. It is made up of a series of interlocking circles that fold out from one another; the complexity of the plates and the intricacy of their links prove the text was constructed by a master artisan. You can't figure out how to unlock the plates, however.
ru: Этот маленький круглый камень представляет собой религиозные тексты, которые носит с собой Даккон. Он сделан из ряда сцепленных между собой колец, вставленных друг в друга; сложность пластин и замысловатость соединений между ними показывает, что эти тексты были созданы искусным ремесленником. Тем не менее, непонятно, как разъединить пластины.

source: Leave the stone alone.
ru: Оставить камень в покое.

source: This small round stone is the Unbroken Circle of Zerthimon. It is made up of a series of interlocking circles that fold out from one another; the complexity of the plates and the intricacy of their links prove the text was constructed by a master artisan.
ru: Этот маленький круглый камень - Неразрывный Круг Зертимона. Он сделан из ряда сцепленных между собой колец, которые вставляются друг в друга; сложность пластин и замысловатость соединений между ними указывает на руку искусного ремесленника.

source: Unlock the first plate as Dak'kon showed you.
ru: Раскрыть первую пластину, как показал тебе Даккон.

source: Unlock the Second Circle of Zerthimon.
ru: Раскрыть Второй Круг Зертимона.

source: Unlock the Third Circle of Zerthimon.
ru: Раскрыть Третий Круг Зертимона.

source: Unlock the Fourth Circle of Zerthimon.
ru: Раскрыть Четвертый Круг Зертимона.

source: Unlock the Fifth Circle of Zerthimon.
ru: Раскрыть Пятый Круг Зертимона.

source: Unlock the Sixth Circle of Zerthimon.
ru: Раскрыть Шестой Круг Зертимона.

source: Unlock the Seventh Circle of Zerthimon.
ru: Раскрыть Седьмой Круг Зертимона.

source: Unlock the Eighth Circle of Zerthimon.
ru: Раскрыть Восьмой Круг Зертимона.

source: Examine the plates, see if you can puzzle out any new combinations.
ru: Осмотреть пластины: вдруг удастся составить какие-нибудь новые комбинации.

source: Re-read the First Circle of Zerthimon.
ru: Прочесть еще раз Первый Круг Зертимона.

source: Re-read the Second Circle of Zerthimon.
ru: Прочесть еще раз Второй Круг Зертимона.

source: Re-read the Third Circle of Zerthimon.
ru: Прочесть еще раз Третий Круг Зертимона.

source: Re-read the Fourth Circle of Zerthimon.
ru: Прочесть еще раз Четвертый Круг Зертимона.

source: Re-read the Fifth Circle of Zerthimon.
ru: Прочесть еще раз Пятый Круг Зертимона.

source: Re-read the Sixth Circle of Zerthimon.
ru: Прочесть еще раз Шестой Круг Зертимона.

source: Re-read the Seventh Circle of Zerthimon.
ru: Прочесть еще раз Седьмой Круг Зертимона.

source: Re-read the Eighth Circle of Zerthimon.
ru: Прочесть еще раз Восьмой Круг Зертимона.

source: Leave the Unbroken Circle of Zerthimon alone.
ru: Отложить Неразрывный Круг Зертимона.

source: You mirror the motions that Dak'kon made upon the Circle, and the plates give way at your touch, the rings sliding into a new configuration. Upon the rings are a series of symbols; the script is like no writing you have ever seen: it is a series of interlocking geometries, with circles pre-dominating. Just looking at it, you *know* the symbols and *know* you can read them.
ru: Ты повторяешь манипуляции Даккона с Кругом. Пластины сдвигаются от твоего прикосновения, и кольца складываются в новую комбинацию. Под кольцами есть ряд символов. Их начертания не похожи ни на что из того, что ты видел: это ряд пересекающихся геометрических фигур с преобладанием колец. Лишь взглянув на символы, ты понимаешь, что *знаешь* эти символы и можешь их читать.

source: Read the First Circle of Zerthimon.
ru: Прочесть Первый Круг Зертимона.

source: "*Know* that we are the First People."
ru: «*Знай*, что мы - Первый Народ».

source: Continue reading the symbols...
ru: Продолжить чтение символов...

source: Stop reading, examine the Circle again.
ru: Прекратить чтение и снова осмотреть Круг.

source: Slide the plates closed and seal the Circle.
ru: Сдвинуть пластины и закрыть Круг.

source: "Once all was chaos. The First People were thought drawn from chaos. When the First People came to *know* themselves, they were chaos no longer, and became flesh."
ru: «Когда-то был повсюду хаос. И мыслью Первый был Народ, из хаоса которая возникла. Когда ж Народ себя *познал*, он перестал быть хаосом, и плоть обрел».

source: "With their thoughts and *knowing* of matter, the People shaped the First World and dwelled there with their *knowing* to sustain them."
ru: «Посредством мыслей и *пониманья* сути был создан Первый Мир Народом, где он и жил, самодостаточность *познав*».

source: Slide the plates closed and seal the Circle.''
ru: Сдвинуть пластины и закрыть Круг.

source: "Yet the flesh was new to the People and with it, the People came not to *know* themselves. The flesh gave rise to new thoughts. Greed and hates, pains and joys, jealousies and doubts. All of these fed on each other and the minds of the People were divided. In their division, the People were punished."
ru: «И все же плоть была в новинку для Народа, и с нею он *не понимал* себя. Плоть породила новых мыслей всходы. Ненависть, алчность, боль и радость, зависть и сомненье, которые подпитаны были друг другом; рассеянными были разумы Народа. И за свою рассеянность Народ наказан был».

source: "The emotions of the flesh were strong. The greed and hates, the pains and joys, the jealousies and doubts, all of these served as a guiding stone to enemies. In becoming flesh, the First People became enslaved to those who *knew* flesh only as tools for their will. *Know* these beasts were the *illithids.*"
ru: «И плоти чувства сильными были. Ненависть, алчность, боль и радость, зависть и сомненье - все это путеводным камнем стало для врагов. Плоть обретя, Народ рабами стал у тех, кто плоть *познал* как воли собственной орудье. И *знай*, что *иллитиды* - твари те».

source: "The *illithids* were a race that had come not to *know* themselves. They had learned how to make other races not *know* themselves."
ru: «Ведь *иллитиды* были расой, которая себя *не познала*. Они лишь знали, как другим расам не позволить *познать* себя».

source: "They were the tentacled ones. They lived in flesh and saw flesh as tools for their will. Their blood was as water and they shaped minds with their thoughts. When the *illithids* came upon the People, the People were a people no more. The People became slaves."
ru: «Щупальцеголовыми были они. И плотью жили, видели в ней только воли собственной орудье. Их кровь - вода, их мысли - разума творцы. Когда ж наткнулись *иллитиды* на Народ, то перестал Народ народом быть: попал он в рабство».

source: "The *illithids* took the People from the First World and brought them to the False Worlds. As the People labored upon the False Worlds, the *illithids* taught them the Way of the Flesh. Through them, the People came to *know* loss. They came to *know* suffering. They came to *know* death, both of the body and mind. They came to *know* what it is to be the herd of another and have their flesh consumed. They came to *know* the horror of being made to feel joy in such things."
ru: «Народ забрали *иллитиды* из Мира Первого, перенесли его в Ненастоящие Миры. Трудясь среди Миров Ненастоящих, учил Народ у *иллитидов* Плоти Путь. И так Народ *познал* утраты. *Познал* страдания. И смерть *познал* - и разума, и тела. *Познал*, что значит стадом быть и пищею другим служить. *Познал* он ужас от того, что это стало радовать его».

source: Finish reading the Circle.
ru: Закончить чтение Круга.

source: "The Unbroken Circle is the *knowing* of how the People lost themselves. And how they came to *know* themselves again."
ru: «Круг Неразрывный есть *познание* того, как потерял себя Народ. И как себя *познал* он снова».

source: Examine the Circle again.
ru: Еще раз осмотреть Круг.

source: You slide the plates into the configuration Dak'kon showed you, and a new ring is revealed. The ring carries the same script as you read before, with the same geometries... you *know* the symbols and *know* you can read them.
ru: Ты двигаешь пластины, как показал тебе Даккон. Открывается новое кольцо. Под ним такие же письмена, такие же геометрические фигуры... ты *осознаешь*, что символы тебе *знакомы*, и ты можешь их читать.

source: Read the Second Circle of Zerthimon.
ru: Прочесть Второй Круг Зертимона.

source: Read the Third Circle of Zerthimon.
ru: Прочесть Третий Круг Зертимона.

source: Read the Fourth Circle of Zerthimon.
ru: Прочесть Четвертый Круг Зертимона.

source: Read the Fifth Circle of Zerthimon.
ru: Прочесть Пятый Круг Зертимона.

source: Read the Sixth Circle of Zerthimon.
ru: Прочесть Шестой Круг Зертимона.

source: "*Know* that flesh cannot mark steel. *Know* that steel may mark flesh. In *knowing* this, Zerthimon became free."
ru: «*Знай* - неспособна плоть отметить сталь. *Знай* - может сталь отметить плоть. *Познав* это, свободу Зертимон обрел».

source: "*Know* that the tentacled ones were of flesh. They relied on the flesh and used it as tools for their will. One of the places where flesh served their will was the Fields of Husks on the False Worlds of the *illithids.*"
ru: «*Знай*, щупальцеголовые из плоти были. На плоть они лишь полагались, используя ее как воли собственной орудье. Одним из мест, где плоть служила воле их, были Поля Останков, что расположены были на *иллитидовых* Мирах Ненастоящих».

source: "The Fields were where the bodies of the People were cast after the *illithids* had consumed their brains. When the brain had been devoured, the husks came to be fertilizer to grow the poison-stemmed grasses of the *illithids.* Zerthimon worked the Fields with no *knowing* of himself or what he had become. He was a tool of flesh, and the flesh was content."
ru: «На те Поля бросали *иллитиды* тела Народа, прежде поглотив их мозг. Лишившись мозга, оболочки в дальнейшем в удобрение превращались для *иллитидовых* растений ядовитых. Работал Зертимон на тех Полях, того *не понимая*, кем он стал. Он был лишь инструментом плоти, и естеством его являлась плоть».

source: "It was upon these Fields that Zerthimon came to *know* the scripture of steel. During one of the turnings, as Zerthimon tilled the Fields with his hands, he came across a husk whose brain remained within it. It had not been used as food. Yet it was dead."
ru: «И были *познаны* на тех полях стальные Зертимоном письмена. В один из циклов, когда возделыванием Полей был занят Зертимон, нашел он труп, в котором находился мозг. Его не употребили в пищу, и все же был он мертв».

source: "The thought that one of the husks had died a death without serving as food for the *illithids* was a thought Zerthimon had difficulty understanding. From that thought, came a desire to *know* what had happened to the husk."
ru: «И мысль об оболочке, что смерти была предана, не став при этом пищей *иллитидов*, непостижимою была для Зертимона. От мысли этой вдруг желание возникло: *узнать*, что же случилось с трупом».

source: "Embedded in the skull of the husk was a steel blade. It had pierced the bone. Zerthimon realized that was what had killed the husk. The steel had marked the flesh, but the flesh had not marked the steel."
ru: «Стальной клинок был воткнут в череп трупа, пронзил он кость. И понял Зертимон, что это лишь убило оболочку. И сталь отметилась на плоти, однако не отметилась на стали плоть».

source: "Zerthimon took the blade and studied its surface. In it, he saw his reflection. It was in the reflection of the steel that Zerthimon first *knew* himself. Its edge was sharp, its will the wearer's. It was the blade that would come to be raised against Gith when Zerthimon made the Pronouncement of Two Skies."
ru: «Взял Зертимон клинок и изучил его поверхность, и в ней увидел отражение свое. И в отраженьи стали впервые Зертимон *познал* себя. Края клинка были остры, и он нуждался во владельце. Тот самый это был клинок, который поднят был пред Гит в тот миг, как Зертимон изрек Предвестье Двух Небес».

source: "Zerthimon kept the blade for many turnings, and many were the thoughts he had about it. He used it in the fields to aid his work. In using it, he thought about how it was not used."
ru: «И прятал Зертимон клинок на протяженьи многих циклов, и много раз он размышлял о нем. Использовал клинок в своей работе, и, пользуясь им, размышлял о новых применениях его».

source: "The *illithids* were powerful. Zerthimon had believed that there was nothing that they did not *know.* Yet the *illithids* never carried tools of steel. They only used flesh as tools. Everything was done through flesh, for the tentacled ones were made of flesh and they *knew* flesh. Yet steel was superior to flesh. When the blade had killed the husk, it was the flesh that had been weaker than the steel."
ru: «Были могущественны *иллитиды*. И верил Зертимон, что в мире нет такого, чего они *не знают*. Однако *иллитиды* никогда стальных орудий не носили. Лишь плоть служила инструментом им. Все делалось посредством плоти, ведь щупальцеголовые из плоти были и *понимали* плоть. И все же сталь была сильнее плоти. Когда ж поверг клинок ту оболочку, слабее стали оказалась плоть».

source: "It was then that Zerthimon came to *know* that flesh yielded to steel. In *knowing* that, he came to *know* that steel was stronger than the *illithids.*"
ru: «И *понял* Зертимон, что уступила стали плоть. *Постигнув* это, к *пониманию* пришел того, что сталь сильнее *иллитидов*».

source: Finish reading the symbols.
ru: Закончить чтение.

source: "Steel became the scripture of the People. *Know* that steel is the scripture by which the People came to *know* freedom."
ru: «Сталь письменами стала у Народа. Так *знай*, что сталь - писание, которого посредством Народ *постиг* свободу».

source: "Zerthimon labored many turnings for the *illithid* Arlathii Twice-Deceased and his partnership in the cavernous heavens of the False Worlds. His duties would have broken the backs of many others, but Zerthimon labored on, suffering torment and exhaustion."
ru: «И много циклов Зертимон работал на *иллитида* Арлатии Дважды-Мертвеца, а также на товарищей его в пещеристом раю Миров Поддельных. Обязанность его сломила многих, но продолжал работу Зертимон, томясь от мук и истощенья».

source: "It came to pass that the *illithid* Arlathii Twice-Deceased ordered Zerthimon before him in his many-veined galleria. He claimed that Zerthimon had committed slights of obstinance and cowardice against his partnership. The claim had no weight of truth, for Arlathii only wished to *know* if flames raged within Zerthimon's heart. He wished to *know* if Zerthimon's heart was one of a slave or of a rebel."
ru: «Однажды Арлатии Дважды-Мертвый призвал в свои покои Зертимона, в свою многососудистую галерею. Он утверждал, что Зертимон неуваженье проявил к товарищам его, упрямым будучи и малодушным. И обвиненье то являлось клеветой, поскольку Арлатии лишь хотел *узнать*, горит ли пламя ярости у Зертимона в сердце. Желал *понять* он, каково у Зертимона сердце: невольника иль бунтаря».

source: "Zerthimon surrendered to the *illithid* punishment rather than reveal his new-found strength. He *knew* that were he to show the hatred in his heart, it would serve nothing, and it would harm others that felt as he. He chose to endure the punishment and was placed within the Pillars of Silence so he might suffer for a turning."
ru: «И принял наказанье *иллитида* Зертимон, не стал он раскрывать свою недавно найденную силу. Он *понимал*, что было неразумно показывать всю ненависть свою, поскольку это б навредило тем, кто помыслами с ним един. Он принял наказанье это, и был он помещен в Столпы Молчанья, дабы испытывать там муки в течение цикла».

source: "Lashed upon the Pillars, Zerthimon moved his mind to a place where pain could not reach, leaving his body behind. He lasted a turning, and when he was brought before Arlathii Twice-Deceased, he gave gratitude for his punishment to the *illithid* as was custom. In so doing, he proved himself a slave in the *illithid* eyes while his heart remained free."
ru: «Привязанный к Столпам, направил Зертимон свой разум в место, куда не достигала боль, оставив свое тело позади. Так выдержал он цикл; когда же к Арлатии Дважды-Мертвецу доставлен был он, то благодарность выразил за кару *иллитиду*, поскольку так велел обычай. И сделав это, показал себя рабом он пред глазами *иллитида*, душа ж его свободною осталась».

source: "By enduring and quenching the fires of his hatred, he allowed Arlathii Twice-Deceased to think him weak. When the time of the Rising came, Arlathii was the first of the *illithid* to *know* death by Zerthimon's hand and die a third death."
ru: «Терпением своим и подавленьем ярости огня, что в нем пылал, позволил Арлатии Дважды-Мертвецу считать себя беспомощным и слабым. Когда же пробил час Восстанья, то Арлатии первым из народа *иллитидов* *познал* погибель от десницы Зертимона, и умер в третий раз».

source: "*Know* that the Rising of the People against the *illithid* was a thing built upon many ten-turnings of labor. Many of the People were gathered and taught in secret the ways of defeating their *illithid* masters. They were taught to shield their minds, and use them as weapons. They were taught the scripture of steel, and most importantly, they were given the *knowing* of freedom."
ru: «*Знай*, что восстание Народа против *иллитидов* плодом было десятков циклов тяжкого труда. И из Народа многие собрались, и втайне изучали, как победить господ своих. Они учились защищать свой разум, и превращать его в оружие свое. Учили также и Писанье стали, и что было важнее остального, свободы *пониманье* обрели».

source: "Some of the People learned the nature of freedom and took it into their hearts. The *knowing* gave them strength. Others feared freedom and kept silent. But there were those that *knew* freedom and *knew* slavery, and it was their choice that the People remain chained. One of these was Vilquar."
ru: «Одни познали суть свободы и сберегли ее в своих сердцах. И *знание* им силы придавало. Другие же боялись и молчали. А были и такие, кто *знал* свободу, и рабство *знал*, но выбор их таков: Народ в цепях оставить. Вилькар принадлежал к таким».

source: "Vilquar saw no *freedom* in the Rising, but opportunity. He saw that the *illithid* had spawned across many of the False Worlds. Their Worlds numbered so many that their vision was turned only outwards, to all they did not already touch. Vilquar's eye saw that much took place that the *illithid* did not see. To the Rising, the *illithid* were blinded."
ru: «Вилькар в восстаньи видел не *свободу*, а возможность. Он знал, что *иллитиды* расселились во множестве Миров Ненастоящих. Число миров их было столь большим, что взор их был направлен лишь наружу, к тому, чего еще не захватили. Приметило Вилькаровое око, что слишком многого не видят *иллитиды*. К Восстанию слепы они были».

source: "Vilquar came before his master, the *illithid* Zhijitaris, with the *knowing* of the Rising. Vilquar added to his chains and offered to be their eyes against the Rising. In exchange, Vilquar asked that he be rewarded for his service. The *illithid* agreed to his contract."
ru: «Итак, пришел Вилькар к хозяину его, что звался Зиджитарис, со *знаниями* о Восстаньи. Сковал себя Вилькар и предложил глазами быть против Восстанья. Взамен он попросил награду за свои услуги. И принял *иллитид* условие его».

source: "At the bonding of the contract, a dark time occurred. Many were the betrayals Vilquar committed and many were the People that the *illithids* fed upon to stem the Rising. It seemed that the Rising would die before it could occur, and the *illithid* were pleased with Vilquar's eye."
ru: «С началом того уговора настали смуты времена. И множество предательств совершил Вилькар, и многих из Народа поглотили *иллитиды*, дабы восстание сломить. Казалось, что падет Восстанье, так и не начавшись, и оком Вилькара довольны были *иллитиды*».

source: "It was near the end of this dark time when Zerthimon came to *know* Vilquar's treacheries. In *knowing* Vilquar's eye, Zerthimon forced the Rising to silence itself, so that Vilquar might think at last his treacheries had succeeded, and the Rising had fallen. He *knew* that Vilquar's eye was filled only with the reward he had been promised. He would see what he wished to see."
ru: «И к завершенью тьмы времен *узнал* в итоге Зертимон о вероломствах всех Вилькара. Об оке Вилькара *узнав*, Восстание сумел утихомирить Зертимон, дабы Вилькар считал: предательства его в итоге принесли успех, и было, наконец, подавлено восстание. Он *знал*, что око Вилькара исполнено было лишь ожиданием обещанной награды. И видит оно лишь то, что хочет видеть».

source: "With greed beating in his heart, Vilquar came upon the *illithid* Zhijitaris and spoke to his master of his success. He said that the Rising had fallen, and the *illithids* were safe to turn their eyes outwards once more. He praised their wisdom in using Vilquar's eye, and he asked them for his reward."
ru: «И алчностью своею одержимый, Вилькар пришел к хозяину его, и рассказал о собственном успехе. Сказал он, что восстанье пало, и могут *иллитиды* вновь направить взор наружу со спокойною душой. Он восхвалял их мудрость в применении Вилькарового ока, затем спросил он о своей награде».

source: "In his greed-blindness, Vilquar had forgotten the *knowing* of why the People had sought freedom. He had lost the *knowing* of what slavery meant. He had forgotten what his *illithid* masters saw when they looked upon him. And so Vilquar's betrayal of the People was ended with another betrayal. Vilquar came to *know* that when Vilquar's eye had nothing left to see, Vilquar's eye was useless."
ru: «От жадности ослепнув, забыл Вилькар о *знании* того, зачем Народ стремится к воле. Утратил он *знание* того, что значит рабство. Забыл о том, что видят *иллитиды*, когда свой взор кидают на него. И вышло так: Вилькарова измена пред Народом закончилось другой изменой. Тогда Вилькар *узнал*, что если не за кем теперь следить, то стало его око бесполезным».

source: "The *illithid* gave to Vilquar his reward, opening the cavity of his skull and devouring his brain. Vilquar's corpse was cast upon the Fields of Husks so its blood might water the poison-stemmed grasses."
ru: «Вознаградил Вилькара *иллитид*, вскрыв его череп и мозг бедняги поглотив. А тело Вилькара оставили среди Полей Останков, чтоб кровью увлажняло ядовитую траву».

source: "Zerthimon was the first to *know* the way of freedom. Yet it was not he that first came to *know* the way of rebellion."
ru: «Был первым Зертимон из тех, к кому *познание* пришло свободы. Но не был первым он из тех, кем *познан* был восстанья путь».

source: "The *knowing* of rebellion came to the warrior-queen Gith, one of the People. She had served the *illithids* upon many of the False Worlds as a soldier, and she had come to *know* war and carried it in her heart. She had come to *know* how others might be organized to subjugate others. She *knew* the paths of power, and she *knew* the art of taking from the conquerors the weapons by which they could be defeated. Her mind was focused, and both her will and her blade were as one."
ru: «Восстания *познание* пришло к воительной царице Гит, что была из Народа. Она служила *иллитидам* в качестве бойца во множестве Миров Ненастоящих, и там она войну *постигла*, несла ее в своей душе. Она *узнала*, как сплотить людей, чтоб остальных поработить. Она *познала* силы путь, *постигла* она также и уменье захватывать оружие хозяев, чтоб против них его и обратить. И разум ее был сосредоточен, а воля и клинок единым целым стали».
