Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dcrier.dlg.po
Languages: ru

source: Streams of tears have carved channels down this man's dust-covered face. He looks to be a monk or a holy man of some sort, but the dirt covering his body makes it nearly impossible to see the man beneath. He is chanting and rolling his head back and forth -- it looks like some sort of ritual.
ru: Потоки слез прорыли борозды на покрытом пылью лице этого человека. С виду он то ли монах, то ли какой-то праведник, однако грязь, покрывающая его тело, практически не оставляет возможности определить, кто он такой. Он напевает и качает головой взад-вперед — что-то вроде ритуала.

source: "Greetings."
ru: «Приветствую».

source: Leave the holy man alone.
ru: Оставить праведника в покое.

source: You see the Crier of Es-Annon. He still emits choked sobs as he chants the dead city's name, and tears roll down his cheeks.
ru: Перед тобой плакальщик Эс-Аннона. Он все еще издает сдавленные всхлипы, напевая имя мертвого города, и слезы катятся по его щекам.

source: "I must ask: Why do you mourn a city?"
ru: «Я хочу спросить, почему ты оплакиваешь город?»

source: You see the Crier of Es-Annon. He looks relaxed, and his gaze speaks of a peace that was not there when you first spoke to him. "Thank you, my friend. Soon, I will go in search of my brothers and tell them our mourning is done."
ru: Перед тобой плакальщик Эс-Аннона. Он выглядит расслабленным; в его взгляде спокойствие, которого не было при первой вашей встрече. «Спасибо тебе, друг мой. Вскоре я отправлюсь на поиски своих братьев и передам им, что наша скорбь завершилась».

source: "I have not yet found a tombstone on which to carve Es-Annon's name."
ru: «Я еще не нашел могильную плиту, на которой можно высечь имя Эс-Аннона».

source: "I have seen to it that Es-Annon's name has been remembered. It lies carved upon the black stone monument outside of the Mortuary."
ru: «Я позаботился о том, чтобы имя Эс-Аннона не было забыто. Его высекли на черном каменном монументе возле Морга».

source: Leave the Crier alone.
ru: Оставить плакальщика в покое.

source: The Crier shakes his head. "It is as I feared. The Criers of Es-Annon are the only ones who can bear the burden. You need not search any more, friend..."
ru: Плакальщик качает головой. «Этого я и опасался. Плакальщики Эс-Аннона — единственные, кому по силам эта ноша. Тебе больше не нужно искать, друг...»

source: I saw to it that the name of Es-Annon was carved upon the Dustman memorial. I returned and told the Crier, and his stream of tears ended. He seems at peace now, and he was grateful for my efforts.
ru: Я позаботился о том, чтобы имя Эс-Аннона высекли на мемориале тленных. Я вернулся и рассказал это плакальщику, и поток его слез иссяк. Похоже, он обрел мир и благодарен мне за старания.

source: "Very well. I wish you good fortune on your journey. Farewell."
ru: «Хорошо. Желаю тебе удачи в твоих странствиях. Счастливо».

source: "No. I'll continue to look for a tombstone, and I'll return when Es-Annon's name is upon it."
ru: «Нет. Я продолжу поиск могильной плиты, и вернусь, когда имя Эс-Аннона будет на ней».

source: The man stops his frenzied chanting and glares at you with his tear-rimmed eyes. He opens his parched mouth to speak, but all he can manage is a withered croak.
ru: Человек прекращает свое безумное бормотание и смотрит на тебя глазами, полными слез. Он раскрывает свои потрескавшиеся губы, чтобы заговорить, однако ему удается только выдавить сухой хрип.

source: "What's wrong? Why are you crying?"
ru: «В чем дело? Почему ты плачешь?»

source: "Sorry to disturb you. Farewell."
ru: «Извини за беспокойство. Прощай».

source: "I..." His voice is so hoarse that it sounds like he has been without water for days. As you watch, a tear trickles down his face. "I... am a Crier of Es-Annon."
ru: «Я...» Голос у него настолько хриплый, что кажется, будто он уже много дней обходится без воды. При этом по его лицу стекает слеза. «Я... плакальщик Эс-Аннона».

source: "Es-Annon? Who is that?"
ru: «Эс-Аннона? Кто он такой?»

source: I agreed to go find a tombstone on which to carve the name of Es-Annon for the Crier.
ru: Я согласился помочь плакальщику и найти могильную плиту, чтобы высечь на ней имя Эс-Аннона.

source: I met a "Crier of Es-Annon" on the streets of the Hive. According to him, Es-Annon was a city that had been destroyed long ago, and he (and the remaining survivors) now travel the Planes, crying of the city to all who would listen. It is their wish that Es-Annon be remembered.
ru: На улицах Улья я встретил «плакальщика Эс-Аннона». Согласно его словам, Эс-Аннон — город, который давным-давно был разрушен, и теперь он (а также другие выжившие) путешествует по планам, оплакивая город перед любым, кто готов слушать. Они хотят, чтобы имя Эс-Аннона не было забыто.

source: "Wh... *Who* is Es-Annon?!" The man throws back his head and gives a rasping laugh; it sounds brutal and defeated. "Es-Annon... it is not a man, but a city!"
ru: «К... *кто* такой Эс-Аннон?!» Он запрокидывает голову и издает резкий смех, грубый и отчаянный. «Эс-Аннон... не человек, а город!»

source: "Why do you cry for a city?"
ru: «Почему ты оплакиваешь город?»

source: "I fear I have upset you. Farewell."
ru: «Боюсь, я тебя расстроил. Прощай».

source: "We cry its name because Es-Annon must not be forgotten. All the Criers of Es-Annon carry this burden."
ru: «Мы оплакиваем его имя, потому что Эс-Аннон не должен быть забыт. Все плакальщики Эс-Аннона разделяют это бремя».

source: "You mourn a *city?* Why do you do such a thing?"
ru: «Ты скорбишь по *городу*? Зачем тебе это?»

source: "I see; I will leave you to your thoughts. Farewell."
ru: «Ясно; предоставлю тебя твоим мыслям. Прощай».

source: "Because its name is all that remains. Its avenues of light, its great spiraling parks... when it was laid waste and reduced to memory, only three-score of its people survived. It was our duty to see that its name was remembered across the Planes. Many Criers of Es-Annon have died for the sake of remembering... many..."
ru: «Потому что имя — это все, что от него осталось. Его залитые светом улицы, его величественные спиральные парки... когда он был опустошен и превратился в воспоминания, только шесть десятков его жителей остались в живых. Наш долг — позаботиться о том, чтобы его имя помнили на планах. Многие плакальщики Эс-Аннона умерли во имя памяти... многие...»

source: "If it places you and the others at risk, why don't you stop?"
ru: «Если это подвергает вас риску, почему бы вам не остановиться?»

source: "I mourn the loss of your city and your citizens. Farewell."
ru: «Я скорблю по утрате твоего города и его жителей. Прощай».

source: "The tears I shed, the dust that cloaks me... these things are as nothing compared to what awaits should I give up my sacred burden. We MUST see to it that its name is remembered. We are living memorials to its passage."
ru: «Пролитые мною слезы, покрывающая меня пыль... все это ничто по сравнению с тем, что ждет нас, если я откажусь от своего священного долга. Мы ОБЯЗАНЫ следить за тем, чтобы его имя помнили. Мы — его живые мемориалы».

source: "If that's so, then what happens if you all die?"
ru: «Тогда что будет, если все вы умрете?»

source: A fresh tear springs to the Crier's eye. Even his dust-caked face cannot disguise his look of despair. "I do not KNOW. We Criers of Es-Annon cannot mourn it forever... even now, the dust clings to our robes, the spit dries in our mouths, our bodies wither and die."
ru: Новая слеза вытекает из глаза плакальщика. Даже его покрытое слоем грязи лицо не может скрыть его отчаянья. «НЕ ЗНАЮ. Мы, плакальщики Эс-Аннона, не можем скорбеть вечно... уже сейчас пыль цепляется за нашу одежду, слюна высыхает в наших ртах, наши тела чахнут и умирают».

source: "Is there any way I could help you?"
ru: «Я могу тебе чем-то помочь?»

source: "You are kind to ask..." The Crier shakes his head. "Unless you can immortalize Es-Annon, there is no help to be had."
ru: «Спасибо, что спросил... — плакальщик качает головой. — Если ты не можешь увековечить Эс-Аннон, ты ничем нам не поможешь».

source: "Does it have to be you that cries Es-Annon's name?"
ru: «Почему именно ты должен оплакивать имя Эс-Аннона?»

source: "Must it be immortalized by a man? Would a tombstone serve?"
ru: «Зачем его увековечивать человеку? Может, сгодится и могильная плита?»

source: "Does it matter? Another man might cry the name, but then he, too, would die." A tear slowly forms in the corner of his eye, then begins to trickle down his cheek. "There is nothing to be done. When the Criers of Es-Annon die, so dies Es-Annon."
ru: «Разве это важно? Другой может оплакивать имя, но потом он тоже умрет». В уголке его глаза постепенно появляется слеза, которая затем скатывается по его щеке. «Тут ничего не поделаешь. Когда умрут плакальщики, умрет и Эс-Аннон».

source: "And perhaps that is as it should be. If the city is gone, as you say, then it was meant to be forgotten."
ru: «Возможно, так и должно быть. Раз, по твоим словам, города не стало, то ему суждено кануть в забытие».

source: "It sounds as if the act of remembering Es-Annon places what remains of its people at risk. Is it worth so much?"
ru: «Похоже на то, что напоминание об Эс-Анноне подвергает опасности оставшихся его жителей. Разве оно того стоит?»

source: "What about a tombstone?"
ru: «Как насчет могильной плиты?»

source: The dirt caking the man's face cracks, and he snarls. "You know nothing! You saw naught its beauty! Naught of its splendor! Would you discard such a memory, such a perfect memory, if you possessed it?"
ru: Корка грязи на его лице трескается; он сердито ворчит: «Ты ничего не знаешь! Ты не видел его красоту! Его величие! Скажи, ты бы отбросил такие воспоминания, столь великолепные, если бы они у тебя были?»

source: "Things are meant to die. They are meant to be forgotten. This is my advice to you, Crier of Es-Annon... if you carry the city to your grave, who have you served?"
ru: «Вещам суждено умирать. Им суждено быть забытыми. Таков мой тебе совет, плакальщик Эс-Аннона... Кому ты послужишь, унеся город с собой в могилу?»

source: "I would not foolishly let such a memory die by placing the last keepers of that memory in jeopardy. It would be better if you spent the rest of your days remembering Es-Annon with your brothers."
ru: «Я бы не позволил таким воспоминаниям умереть, подвергая риску последних его хранителей. Было бы лучше, если бы ты посвятил остаток своих дней воспоминаниям об Эс-Анноне вместе со своими братьями».

source: "What about a tombstone then?"
ru: «Тогда как насчет могильной плиты?»

source: "Never mind, then. I will leave you to your thoughts. Farewell."
ru: «В таком случае, забудь. Предоставлю тебя твоим мыслям. Прощай».

source: The Crier lapses into silence, and you watch as a lone tear builds at the corner of his eye. After a moment, he speaks, and his voice is like gravel, thick with emotion. "There... is truth in what you say."
ru: Плакальщик умолкает, и ты наблюдаешь, как в уголке его глаза появляется одинокая слеза. Мгновение спустя он продолжает; его полный переживаний голос звучит как гравий. «В твоих словах... есть доля правды» .

source: "It is a difficult truth, both to hear and to accept."
ru: «Это тяжелая правда — и для понимания, и для принятия».

source: The tear at the corner of his eyes suddenly vanishes - it happens so quickly you're not certain it was there. "Nonetheless, I shall accept it. And I shall see to it my brothers accept it as well."
ru: Слезы в уголках его глаз внезапно исчезают. Все происходит так быстро, что ты уже не уверен, была ли она там. «Как бы там ни было, я приму это. И позабочусь о том, чтобы мои братья тоже это приняли».

source: "Very well. Farewell, then."
ru: «Хорошо. Тогда прощай».

source: I convinced the Crier of Es-Annon to give up his pilgrimage. There was no longer any need for him to roam the Planes in an effort to prolong the memory of something that would be forgotten in any event. He agreed, and he will soon go to tell his brothers.
ru: Я убедил плакальщика Эс-Аннона бросить свое паломничество. Для него более нет нужды скитаться по планам в попытке продлить память того, что в любом случае будет забыто. Он согласился, и вскоре передаст это своим братьям.

source: I convinced the Crier of Es-Annon to give up his pilgrimage. I convinced him that he and the rest of the Criers should not place the memory of Es-Annon at risk by traveling the Planes. He agreed, and he will soon go to tell his brothers.
ru: Я убедил плакальщика Эс-Аннона бросить свое паломничество. Я убедил его, что он и остальные плакальщики не должны подвергать риску память об Эс-Анноне, путешествуя по планам. Он согласился, и вскоре передаст это своим братьям.

source: The Crier blinks. "Tomb... stone?"
ru: Плакальщик моргает. «Могильная... плита?»

source: "It's a stone that records a man's name, his life, and a eulogy. If it serves a man, could it not also serve a city that has died?"
ru: «Это камень, на котором записано имя человека, его жизнь и хвалебные слова о нем. Если он подходит человеку, может, он подойдет и умершему городу?»

source: "It is no matter. Forget I spoke. Farewell."
ru: «Это не имеет значения. Забудь мои слова. Прощай».

source: "Stones may do such things?"
ru: «Камни способны на такое?»

source: "Yes. And their lifetime is much longer than a man's. If its name was carved on stone, would Es-Annon's memory be served?"
ru: «Да. И живут они подольше людей. Если высечь имя Эс-Аннона на камне, будет ли этого достаточно для его памяти?»

source: The man pauses. "Would others see this name?"
ru: Он делает паузу. «Увидят ли другие это имя?»

source: "Yes. It would be there for all to see, long after you have died."
ru: «Да. Оно будет на виду у всех, и останется там еще надолго после твоей смерти».

source: The man nods. "If such a thing were possible..." He turns to you. "Where would one find such a stone?"
ru: Человек кивает. «Если такое возможно... — он обращается к тебе. — Где найти такой камень?»

source: "I could go look for one. If I find one, I could see to it that Es-Annon's name is carved upon it."
ru: «Я мог бы разыскать его. Если найду — позабочусь о том, чтоб на нем высекли имя Эс-Аннона».

source: "In exchange for some coppers, I could go seek a tombstone and have Es-Annon's name carved upon it."
ru: «За несколько медяков я мог бы подыскать могильную плиту и высечь на ней имя Эс-Аннона».

source: "You... you... would do this? I..." The man's eyes water up again. "You would be setting all the Criers of Es-Annon free. But a score of us remain... the burden of remembering would be over after so MANY years..."
ru: «Ты... ты... сделаешь это? Я... — его глаза вновь увлажняются. — Ты освободишь всех плакальщиков Эс-Аннона. Нас осталось всего лишь несколько десятков... бремя памяти будет сброшено после СТОЛЬКИХ лет...»

source: "I would do so. I will return when the name is carved."
ru: «Я сделаю это. Я вернусь, как только имя будет высечено».

source: "You... you... would do this? I..." The man's eyes water up again. "You would be setting all the Criers of Es-Annon free. But three-score of us remain... the burden of remembering would be over after so MANY years... and all you would ask is some copper in return?"
ru: «Ты... ты... сделаешь это? Я... — его глаза вновь увлажняются. — Ты освободишь всех плакальщиков Эс-Аннона. Нас осталось всего лишь несколько десятков... бремя памяти будет сброшено после СТОЛЬКИХ лет... и все, что ты просишь, — немного медяков?»

source: "Yes."
ru: «Да».

source: "Never mind, I'll do it for free. I will return when the name is carved."
ru: «Забудь, я сделаю это за бесплатно. Я вернусь, как только имя будет высечено».

source: "Then you shall have it." The Crier reaches into his robe and draws forth five copper coins, which he counts off to you. "That is all I have. I hope it is enough."
ru: «Тогда ты их получишь». Плакальщик вынимает из одежды пять медных монет, которые отсчитывает тебе. «Это все, что у меня есть. Надеюсь, этого хватит».

source: "It'll have to do. All right, I'll return when I have placed Es-Annon's name upon stone."
ru: «Должно хватить. Ладно, я вернусь, как только помещу имя Эс-Аннона на камень».

source: "The copper is all I wished for - there will be no tombstone for Es-Annon. Farewell."
ru: «Мне нужна была только медь. Не видать тебе плиты для Эс-Аннона. Прощай».

source: In exchange for a small sum of copper, I agreed to go find a tombstone on which to carve the name of Es-Annon for the Crier.
ru: В обмен на небольшую сумму денег я согласился разыскать для плакальщика могильную плиту и высечь на ней имя Эс-Аннона.

source: I agreed to go find a tombstone on which to carve the name of Es-Annon for the Crier for a sum of copper... but when the fool passed over his last remaining coins, I laughed at his foolishness and told him I would go on no such fool's errand. He should know better than to trust anyone in the Hive.
ru: За несколько медяков я согласился разыскать для плакальщика могильную плиту и высечь на ней имя Эс-Аннона... но как только этот болван отдал свои последние монеты, я посмеялся над ним и сказал, что не стану выполнять такие дурацкие поручения. Ему следовало знать, что не стоит доверять каждому встречному в Улье.

source: Suddenly, there is a brief whisper in the air, and the man's eyes dry. One of the tears that ran on his cheek simply vanishes. "Then Es-Annon is served. I will tell my fellow Criers of the stone you have described. You have my gratitude."
ru: Внезапно слышится шелест ветра, и его глаза высыхают. Одна из слез, текшая по его щеке, попросту исчезает. «В таком случае, служба Эс-Аннону закончена. Я расскажу своим братьям-плакальщикам о камне, который ты описал. Прими мою благодарность».

source: "Um... it did cost me some copper to see that the name of the city was carved on the stone. Do you think you could spare some to repay me?"
ru: «Э... чтобы высечь имя города на камне, мне пришлось потратить немного меди. Не возместишь мне затраты?»

source: "It was nothing. Farewell... I hope you and your brothers spend the rest of your days peacefully."
ru: «Пожалуйста. Прощай... Надеюсь, что вы со своими братьями проведете остаток дней в мире».

source: He nods and reaches into his robe. "All I have is yours." He counts off five coppers and hands them to you. "Take this hand-in-hand with my gratitude."
ru: Он кивает и сует руку в одежды. «Все, что у меня есть, — твое». Он отсчитывает пять медяков и протягивает тебе. «Прими их вместе с моей благодарностью» .

source: "It was nothing... literally, it seems. Farewell."
ru: «Не за что... в прямом смысле. Прощай».

source: "You're welcome. Farewell."
ru: «Не за что. Прощай».
