Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dcstthg2.dlg.po
Languages: ru

source: You see a man dressed in armor with a sword slung at his side. He watches you warily as you approach.
ru: Перед тобой человек, облаченный в броню, с подвешенным сбоку мечом. Он с беспокойством наблюдает за твоим приближением.

source: "Greetings."
ru: «Приветствую».

source: Leave him in peace.
ru: Оставить его в покое.

source: He nods to you, then quickly glances about. "And to you. What do you want?"
ru: Он кивает тебе, затем быстро оглядывается по сторонам. «И я тебя тоже. Чего ты хочешь?»

source: "I wanted to ask you some questions."
ru: «Я хотел задать тебе пару вопросов».

source: "Never mind."
ru: «Неважно».

source: "I'm new to Curst, so I doubt I can answer your questions. I'll try though."
ru: «Я в Проклятом недавно, так что сомневаюсь, что смогу ответить на них. И все же попробую».

source: "Have you heard of a deva who may be in town?"
ru: «Ты слышал про дэва, который, возможно, находится в городе?»

source: "If I may ask, why are you in Curst?"
ru: «Могу ли я спросить, что ты делаешь в Проклятом?»

source: He looks at you in surprise. "A deva. No, I can't say that I have. Why would a deva be here? That makes little sense, if any."
ru: Он с удивлением смотрит на тебя. «Дэва? Нет, не скажу, чтобы слышал. Да и что здесь делать дэва? В этом нет смысла».

source: "Yes, well... Why are you in Curst?
ru: «В общем, да... Что ты делаешь в Проклятом?»

source: "I have no idea. I must be going."
ru: «Понятия не имею. Мне нужно идти».

source: "Well, good luck to you. Farewell."
ru: «Что ж, удачи тебе. Прощай».

source: "And to you."
ru: «И тебе тоже».

source: "I'm a mercenary by trade. I was told there was work to be had in Curst, so I came to sign up. Most of the damn city's sealed off because of the plague, though. I can't get to where I need to go."
ru: «По профессии я наемник. Мне сказали, что в Проклятом можно найти работу - вот я и пришел. Но из-за чумы большая часть чертового города запечатана. Я не могу попасть туда, куда направлялся».

source: "What do you know of this plague?"
ru: «Что ты знаешь об этой чуме?»

source: "Where do you need to go?"
ru: «Куда тебе нужно попасть?»

source: "I see. I must bid you farewell."
ru: «Понятно. Нам пора прощаться».

source: He shrugs his shoulders. "Nothing, really. I've been told it hit suddenly but was quickly controlled by sealing off the infected areas of the city." He sighs. "Damned inconvenient. I can't meet my contact now."
ru: Он пожимает плечами. «В сущности - ничего. Мне сказали, что она началась внезапно, но ее быстро взяли под контроль, запечатав зараженные районы города, - он вздыхает. - Чертовски неудобно. Теперь я не могу попасть на встречу».

source: "I thank you. I must go now."
ru: «Благодарю. Мне нужно идти».

source: "The Quartered Man. It's a gathering spot for mercenaries, but you can't get to that part of the city now."
ru: «В Четвертованный. Это место сбора наемников, но теперь в эту часть города не добраться».

source: "I see. I must take my leave now."
ru: «Понятно. Мне уже нужно идти».
