Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dcstnep.dlg.po
Languages: ru

source: You see a handsome young man wearing fancy clothes. He seems to be quite excited.
ru: Перед тобой смазливый парень, одетый в нарядную одежду. Он выглядит крайне взволнованным.

source: "Greetings."
ru: «Приветствую».

source: Leave him in peace.
ru: Оставить его в покое.

source: He turns to you and gives you an irritated look. "Lay off, berk. I've nothing to say to the likes of you." He looks away.
ru: Повернувшись, он раздраженно смотрит на тебя. «Отвали, пень. Мне не о чем с тобой говорить». Он отводит взгляд в сторону.

source: "Look, I just have a couple of questions for you."
ru: «Послушай, у меня всего лишь несколько вопросов к тебе».

source: "Sorry to bother you. Farewell."
ru: «Извини за беспокойство. Прощай».

source: He turns to you again and seems quite angry at your intrusion. "Bar that. I'm trying to watch the execution and you're rattling your bone-box at me. Now leave me be." He turns away again.
ru: Он снова поворачивается к тебе, на этот раз немного рассерженный из-за твоей назойливости. «Задвинься. Я пытаюсь посмотреть на казнь, а ты тут трясешь свой черепушкой надо мной. Оставь меня в покое». Он снова отворачивается.

source: Tapping him on the shoulder: "I've had just about enough of your attitude. Answer some questions or I'll bust your pretty face."
ru: Похлопать его по плечу: «Мне начинают надоедать твои манеры. Ответь на мои вопросы, или я разобью твою милую мордашку».

source: "Very well. Farewell."
ru: «Отлично. Прощай».

source: He turns to you, his face flushed with anger. "You wouldn't dare! I happen to be the nephew of..."
ru: Он поворачивается к тебе, лицо становится красным от гнева. «Да как ты смеешь! Я — племянник самого...»

source: Interrupt him: "I don't care if you're related to the Lady herself. The next words out of your 'bone-box' had better be 'how may I help you.'"
ru: Прервать его: «Да мне плевать, будь ты хоть муж самой Леди. Следующими словами из твоей 'черепушки' должны быть 'чем я могу помочь тебе'».

source: Interrupt him: "Never mind. You're hardly worth the effort."
ru: Прервать его: «Забей. Об тебя даже руки марать не хочется».

source: The young man looks as if he is about to explode. He quickly glances about but finds no sympathy in the crowd. "H-how may I help you?"
ru: Кажется, парень готов буквально взорваться. Он осматривается по сторонам, но не находит поддержки среди толпы. «Ч-чем я могу помочь тебе?»

source: "There... Now that wasn't all that hard, was it? I have some questions for you."
ru: «Ну вот... Это ведь не так сложно, верно? У меня есть вопросы к тебе».

source: Smile: "You already have. The look of humiliation on your face is enough. Good day."
ru: Улыбнуться: «Ты уже помог. Одного твоего униженного взгляда уже достаточно. Всего хорошего».

source: "I'm listening."
ru: «Я слушаю».

source: "What's going on?"
ru: «Что происходит?»

source: "Who's in charge around here."
ru: «Кто здесь главный?»

source: "I'm looking for a deva. Word is he's in town somewhere."
ru: «Я ищу дэва. Говорят, он где-то в городе».

source: "Any local news?"
ru: «Какие последние новости?»

source: "Never mind. Good day."
ru: «Неважно. Всего хорошего».

source: "A simple execution. That's all."
ru: «Просто казнь. Вот и все».

source: "What crime did he commit?"
ru: «А какое преступление он совершил?»

source: "I see. My next question then."
ru: «Понятно. Тогда следующий вопрос».

source: "My thanks. Farewell."
ru: «Спасибо. Прощай».

source: "I wouldn't know. You can ask at the administration office."
ru: «Не знаю. Спроси в административном здании».

source: "All right. I'll do that. Let me ask you something else."
ru: «Хорошо, так и сделаю. Позволь мне спросить кое-что еще».

source: He smiles at you wickedly. "That would be my uncle, Tovus Giljaf. "
ru: Он злорадно улыбается. «Мой дядя, Товус Гильяф».

source: "Wipe the smirk off your face or I'll do it for you."
ru: «Убери эту ухмылочку с лица, или я это сделаю за тебя».

source: The smile quickly fades. He scowls at you and says nothing.
ru: Улыбка быстро пропадает с его лица. Не говоря ни слова, он хмуро смотрит на тебя.

source: "That's better. I have more questions for you."
ru: «Так-то лучше. У меня к тебе другие вопросы».

source: "I think I've had enough of you. Farewell."
ru: «Пожалуй, хватит с тебя. Прощай».

source: "And a good day to you as well. I shall mention you to my uncle... scarred one." He returns his attention to the crowd.
ru: «И тебе всего доброго. Надо бы рассказать о тебе моему дяде... ошрамованный». Он переключает свое внимание на толпу.

source: "You do that."
ru: «Попробуй».

source: He looks at you with disdain. "Hmph. A deva in Curst. Now there's something you don't see everyday. I would say you're mistaken or addle-coved."
ru: Он смотрит на тебя с презрением. «Хм. Дэва в Проклятом. Такое не каждый день можно увидеть. Я бы сказал, что ты ошибся местом или совсем пустоголовый».

source: "Very well, next question."
ru: «Ладно, следующий вопрос».

source: "All right. Farewell."
ru: «Ладно. Прощай».

source: He shrugs his shoulders. "None that I can think of."
ru: Он пожимает плечами. «Ничего, что могло бы меня заинтересовать».

source: "I see. Perhaps you can tell me something else."
ru: «Понятно. Возможно, ты сможешь рассказать мне еще кое-что».

source: "Farewell then."
ru: «Тогда прощай».
