Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dcstgenf.dlg.po
Languages: ru

source: You see a bored looking woman. She glances at you as you approach and frowns.
ru: Перед тобой скучающая женщина. Увидев, как ты приближаешься, она хмурится.

source: "Greetings."
ru: «Приветствую».

source: Ignore her.
ru: Игнорировать ее.

source: She sighs and glances around then turns her attention to you. "Greetings to you as well... What do you want?"
ru: Со вздохом она озирается по сторонам, после чего поворачивается к тебе. «И тебе привет... Чего тебе нужно?»

source: "I have some questions..."
ru: «У меня есть несколько вопросов...»

source: "Nothing, never mind."
ru: «Ничего, неважно».

source: Her frown deepens. "Questions... Bar that, berk. I'm no tout, nor do I want to be. Pike off."
ru: Она хмурится еще сильнее. «Вопросы... Задвинься, пень. Я не осведомитель и не хочу им быть. Отвали».

source: "It will take just a moment of your time..."
ru: «Это займет всего лишь минуту твоего времени...»

source: "Farewell then."
ru: «Тогда прощай».

source: "I don't have a moment to give you." She pauses, reaches behind her back, and then has a dagger in her hand. "How about I give you a few inches of fine baatorian steel instead?"
ru: «У меня нет ни секунды на тебя, - запустив руку за поясницу, она выхватывает кинжал. - Как насчет того, чтобы вместо этого угостить тебя отличнейшей бааторийской сталью?»

source: Attack her.
ru: Атаковать ее.

source: Leave.
ru: Уйти.

source: She smiles at you but looks about nervously. "Yes. Greetings and all that... You want something?"
ru: Она улыбается тебе, но при этом нервно оглядывается. «Да. Привет и все такое... Тебе что-то нужно?»

source: "No, never mind. Farewell."
ru: «Нет, неважно. Прощай».

source: She frowns and sighs. "If you must. Please be quick."
ru: Протяжно вздохнув, она хмурится. «Ну если так хочешь. Только побыстрее, пожалуйста».

source: "Who are you?"
ru: «Кто ты?»

source: "What are you doing?"
ru: «Что ты делаешь?»

source: "What can you tell me about Curst?"
ru: «Что ты можешь сказать о Проклятом?»

source: "Do you know anything about a deva?"
ru: «Тебе что-нибудь известно насчет дэва?»

source: "I must be going, farewell."
ru: «Я должен идти. Прощай».

source: "Who I am is not important. Just ask your questions and I'll try to answer them..." She gives you an impatient look.
ru: «Неважно, кто я. Просто задай вопросы и я попробую на них ответить...» Она нетерпеливо смотрит на тебя.

source: "Very well. I have some questions..."
ru: «Ладно. У меня еще вопросы...»

source: "What I am doing is not really your concern. Just ask your questions please."
ru: «Что я делаю - тебя не касается. Просто задай свои вопросы».

source: "Curst is a city of liars, cheats, and backstabbers. The only person you can trust is yourself... and I'd think twice before I did that." She shrugs. "Keep that in mind and you'll do fine here."
ru: «Проклятый - это город лжецов, мошенников и предателей. Единственный, кому ты можешь верить здесь, - это ты сам... да и то, я бы сто раз подумала перед этим, - она пожимает плечами. - Просто помни об этом, и все будет в порядке».

source: "Liars, cheats... Does that include you?"
ru: «Лжецов, мошенников... И ты в том числе?»

source: "I see. I have some more questions..."
ru: «Понятно. У меня есть еще вопросы...»

source: She smiles. "Absolutely..."
ru: Она улыбается. «Ну конечно...»

source: She frowns as she thinks. "No, nothing about a deva." She shrugs. "Ask at the administration office in the center of town."
ru: Она задумывается. «Нет, насчет дэва - ничего, - она пожимает плечам. - Спроси кого-нибудь в административном здании в центре города».

source: "I will. I have some more questions..."
ru: «Я так и сделаю. У меня есть другие вопросы...»

source: "Thank you, farewell."
ru: «Спасибо, прощай».

source: She looks at you apprehensively. "Uh... Hello. Whatever it is you want, I don't have it. Leave me be." She glances about.
ru: Она с опаской смотрит на тебя. «Э-э-э... Привет. Чего бы ты ни хотел, у меня этого нет. Оставь меня в покое». Она озирается по сторонам.

source: "Very well, farewell."
ru: «Хорошо, прощай».

source: "Hmm... Well, be that as it may, I still don't want to be bothered by you. Go away." She frowns.
ru: «Хм-м... Пусть даже так, но я все равно не хочу, чтобы ты надоедал мне. Уходи». Она хмурится.

source: "It will only take a moment of your time."
ru: «Это не займет много твоего времени».

source: Her frown deepens as she places her hands on her hips. "Alright, you don't understand my saying *no* the nice way... Do I have to do it the not so nice way?"
ru: Хмурясь еще сильнее, она упирает руки в бока. «Ладно, ты не понимаешь *по-хорошему*... Может, мне сказать это не так обходительно?»

source: "Yes, you do."
ru: «Хорошо, давай».

source: "No, farewell."
ru: «Нет, прощай».

source: She smiles. "Very well then... Go sit on a sodding pole till yer arse cheeks touch the ground, then spin on it!" She makes a rude gesture at you. "Pike off you barmy bastard!"
ru: Она улыбается. «Ну хорошо... А ну вали на кол да посиди на нем, пока задница в землю не упрется, а потом покрутись! - она показывает тебе оскорбительный жест. - Отвали, тупой ублюдок!»

source: You see a bored looking woman. She glances at you as you approach and frowns. "I've had enough of you already, bugger off..." She turns away and ignores you.
ru: Перед тобой скучающая женщина. Увидев твое приближение, она хмурится. «Как ты мне надоел, хватит меня доканывать...» Она отворачивается и не обращает на тебя внимания.

source: This person looks extremely upset at being in the prison. You can't get a response from them regardless of how hard you try.
ru: Эта особа настолько сильно расстроена пребыванием в тюрьме, что, несмотря на все твои попытки привлечь внимание, ни на что не реагирует.
