Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dcwmimef.dlg.po
Languages: ru

source: This young woman - observing some sort of performance artist - looks somewhat puzzled. She turns your way as you draw near.
ru: Эта девушка, наблюдающая за каким-то актером, выглядит немного озадаченной. Когда ты подходишь, она поворачивается в твою сторону.

source: "Greetings..."
ru: «Приветствую...»

source: Leave the woman alone.
ru: Оставить женщину в покое.

source: "I've never seen anything quite like it. I find his act annoying, yet oddly interesting, at the same time."
ru: «Я никогда ничего подобного не видела. Его игра кажется мне раздражающей, и в то же время какой-то странно любопытной».

source: "What's going on?"
ru: «Что происходит?»

source: "Never mind that. I had some questions..."
ru: «Неважно. У меня есть другие вопросы...»

source: Leave.
ru: Уйти.

source: She continues to watch the man, who appears to be trapped in an invisible box or cage. "Another time, sir. Please leave me be for the moment."
ru: Она продолжает наблюдать за человеком, который, казалось бы, попал в какой-то невидимый ящик или клетку. «В другой раз, сэр. Прошу, оставьте меня в покое».

source: "Wait... tell me what's going on here, at least."
ru: «Погоди... скажи мне, по крайней мере, что здесь происходит».

source: "Just a few questions..."
ru: «Всего лишь несколько вопросов...»

source: The woman shoots you an annoyed glance. "Despite what *you* might think, sir, I don't care to be harassed on the street by a stranger's questions. Now leave me be!"
ru: Девушка бросает на тебя раздраженный взгляд. «Что бы *вы* там не думали, сэр, я бы не хотела, чтобы всякие незнакомцы донимали меня расспросами. А теперь оставьте меня!»

source: "I'm not certain I understand it, myself. This man's act involved all sorts of impersonations and physical comedy, but he never spoke a word. Earlier, a passing mage walked by and the artists mimicked his unusual gait. The mage, angered, cursed him... I think the man can no longer speak, and seems trapped in the same invisible box he earlier pretended to be confined within. He was quite panicked, at first, but seems to have calmed himself and continues with his act."
ru: «Я и сама не уверена, что понимаю. В игре этого человека есть все элементы пародии и фарса, но он не произносит ни слова. Некоторое время назад здесь проходил маг, и актер передразнил его необычную походку. Маг разозлился и проклял его... Мне кажется, что он больше не может говорить, и попал в тот же невидимый ящик, нахождение в котором он раньше изображал. Сначала он очень испугался, но, похоже, что он успокоился и продолжает свое представление».

source: "I had another question..."
ru: «У меня есть другие вопросы...»

source: "That's all I wished to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».
