Repository: winterheart/planescape
Catalog: po/pst/*/dlg/ddabus.dlg.po
Languages: ru_ru

source: You see a tall creature with a shock of white hair. Its skin has a greenish cast, and a pair of goat horns protrudes from its forehead. It is dressed in long flowing robes and appears to be floating slightly above the ground.
ru_ru: Перед тобой высокое существо с копной белых волос. Его кожа имеет зеленоватый оттенок, а из головы растет пара козлиных рожек. Он одет в длинное развевающееся одеяние и слегка парит над землей.

source: "Greetings."
ru_ru: «Приветствую».

source: The creature turns to face you and a series of symbols appear around its head. The symbols have a slight glow about them, and they just... hover there.
ru_ru: Существо поворачивается к тебе, и над его головой появляется несколько символов. Они слегка светятся изнутри и... парят в воздухе.

source: The dabus waits patiently, its hands tucked into its sleeves. A series of symbols materialize above its head, then they vanish and a question mark appears.
ru_ru: Дабус терпеливо ждет, спрятав свои руки в рукава. Над его головой появляется несколько символов, затем они рассеиваются, уступив появившемуся знаку вопроса.

source: You ask the dabus several questions, trying to get a feel for the rebuses that appear above its head. It is extremely patient throughout your 'discussion,' giving you easy sentences to translate. After a few minutes, you start to get the hang of it... it feels like you've done this before.
ru_ru: Задав дабусу несколько вопросов, ты пытаешься определить значение ребусов, появляющихся над его головой. Он очень терпеливо относится к подобной «дискуссии», предоставляя тебе простые для перевода образы. Спустя несколько минут ты начинаешь понимать его... кажется, ты уже делал нечто подобное раньше.

source: You ask the dabus several questions, trying to get a feel for the rebuses that appear above its head. Although it is extremely patient throughout your 'discussion,' you can't seem to get the hang of it. Eventually, the dabus stops floating symbols and simply waits.
ru_ru: Задав дабусу несколько вопросов, ты пытаешься определить значение ребусов, появляющихся над его головой. Хотя он очень терпеливо относится к подобной «дискуссии», ты не можешь его понять. В конце концов дабус перестает показывать символы и замирает в ожидании.

source: The dabus bows slightly. Symbols swirl around its head, then it turns away.
ru_ru: Дабус делает небольшой поклон. Символы вихрем кружатся над его головой, затем он отстраняется.

source: A series of symbols appear above the dabus' head. It then bows and turns away.
ru_ru: Над головой дабуса появляется серия символов. Затем он кланяется и отворачивается.

source: The dabus waits.
ru_ru: Дабус ждет.

source: The dabus inclines his head slightly, and a stream of symbols appears above his head. You think he's saying he's a dabus.
ru_ru: Дабус слегка кивает, и над его головой возникает поток символов. Кажется, он говорит, что он — дабус.

source: A batch of symbols appears above the dabus' head. You think he's saying he's attending to his duty... or duties.
ru_ru: Над головой дабуса появляется кучка символов. Кажется, он говорит, что он выполняет свою обязанность... или обязанности.

source: The dabus inclines his head slightly, and a stream of symbols appears above his head. (I am a dabus.)
ru_ru: Дабус слегка кивает, и над его головой возникает поток символов. (Я — дабус.)

source: A batch of symbols appears above the dabus' head. (I attend to my duties.)
ru_ru: Над головой дабуса появляется кучка символов: (Я выполняю свои обязанности.)

source: The dabus inclines his head slightly, and a stream of symbols appears above his head.
ru_ru: Дабус слегка кивает, и над его головой возникают поток символов.

source: A batch of symbols appears above the dabus' head.
ru_ru: Над головой дабуса появляется кучка символов.

source: A batch of symbols appears above the dabus' head: (I attend to my duties.)
ru_ru: Над головой дабуса появляется кучка символов: (Я выполняю свои обязанности.)

source: A lone symbol appears above the dabus' head. This one shows a metallic female mask, with blades coming out of the sides. Just looking at the ghostly image makes you uncomfortable.
ru_ru: Над головой дабуса возникает единственный символ. Это женская металлическая маска, из которой во все стороны идут клинки. От одного вида этого призрачного изображения тебе становится неуютно.

source: A lone symbol appears over the dabus' head. It is a white oval split by a black lightning bolt. The dabus floats the symbol for a few seconds, then turns away, ignoring you.
ru_ru: Над головой дабуса возникает единственный символ. Это белый овал, разделенный черной молнией. Дабус показывает символ несколько секунд, затем отворачивается, не обращая на тебя внимания.

source: You see a dabus. It is dressed in long flowing robes and is floating slightly above the ground.
ru_ru: Перед тобой дабус. Он одет в длинное развевающееся одеяние и слегка парит над землей.

source: It turns to face you, and a series of symbols appear around its head. The symbols have a slight glow about them, and they just... hover there.
ru_ru: Он поворачивается к тебе, и над его головой появляется несколько символов. Они слегка светятся изнутри и... парят в воздухе.

source: Leave the creature in peace.
ru_ru: Оставить существо в покое.

source: Try and strike up a conversation, see if you can translate what the dabus is saying.
ru_ru: Попробовать наладить общение. Возможно, тебе удастся перевести то, что говорит дабус.

source: Try and speak to the dabus, see if you can understand it.
ru_ru: Попробовать поговорить с ним. Возможно, ты сможешь его понять.

source: "I had some questions for you..."
ru_ru: «У меня есть вопросы...»

source: "Morte, can you translate what he's saying for me?"
ru_ru: «Морт, ты можешь перевести мне то, что он говорит?»

source: "Annah, can you translate what he's saying for me?"
ru_ru: «Анна, ты можешь перевести мне то, что он говорит?»

source: "Dak'kon, can you translate what he's saying for me?"
ru_ru: «Даккон, ты можешь перевести мне то, что он говорит?»

source: "Fall-from-Grace, can you translate what he's saying for me?"
ru_ru: «Падшая Грация, ты можешь перевести мне то, что он говорит?»

source: "I'm sorry, I don't understand you."
ru_ru: «Извини... Я не могу тебя понять».

source: "Uh... farewell."
ru_ru: «Э-э... Прощай».

source: "Maybe you can help me..."
ru_ru: «Возможно, ты можешь помочь мне...»

source: "Just wanted to brush up on my rebuses. Farewell."
ru_ru: «Я просто хотел посмотреть на эти ребусы. Прощай».

source: Leave.
ru_ru: Уйти.

source: "Who are you?"
ru_ru: «Кто ты?»

source: "What are you doing?"
ru_ru: «Чем ты занимаешься?»

source: "Can you tell me about the Lady of Pain?"
ru_ru: «Можешь рассказать мне о Леди Боли?»

source: "Can you tell me about Fell?"
ru_ru: «Можешь рассказать мне о Фелле?»

source: "Farewell."
ru_ru: «Прощай».

source: "I had another question for you."
ru_ru: «У меня есть другой вопрос».

source: "That is all I wished to know. Farewell."
ru_ru: «Это все, что я желал узнать. Прощай».

source: "I had another question for you..."
ru_ru: «У меня есть другой вопрос...»

source: "Very descriptive. Thanks. Farewell."
ru_ru: «Очень доходчиво. Спасибо. Прощай».

source: "What did he say, Annah?"
ru_ru: «Что он сказал, Анна?»

source: "What did he say, Dak'kon?"
ru_ru: «Что он сказал, Даккон?»

source: "What did he say, Grace?"
ru_ru: «Что он сказал, Грация?»

source: "Uh... not quite the answer I was expecting."
ru_ru: «Э-э... Это не совсем то, что я хотел узнать».

source: "Uh... I see. Dak'kon, can you ask it another question?"
ru_ru: «Э-э... понятно. Даккон, ты можешь задать ему другой вопрос?»

source: "Uh... I had another question for you..."
ru_ru: «Э-э... У меня есть другой вопрос...»

source: "Uh... that's all I wanted to know. Farewell."
ru_ru: «Э-э... Это все, что я хотел знать. Прощай».

source: "Uh... farewell then."
ru_ru: «Э-э... Тогда прощай».

source: Leave the dabus in peace.
ru_ru: Оставить дабуса в покое.

source: Try and strike up a conversation, see if you can translate what the creature is saying.
ru_ru: Попробовать наладить общение. Возможно, тебе удастся перевести то, что говорит существо.

source: Try and speak to it, see if you can understand it.
ru_ru: Попробовать поговорить с ним. Возможно, ты сможешь его понять.

source: "I'm sorry... I can't understand you."
ru_ru: «Извини... Я не могу понять тебя».

source: "Dak'kon, can you translate what it's saying?"
ru_ru: «Даккон, ты можешь перевести мне, что он говорит?»

source: "Fall-from-Grace, can you translate what he's saying?"
ru_ru: «Падшая Грация, ты можешь перевести мне, что он говорит?»

source: "Never mind. Sorry to disturb you. Farewell."
ru_ru: «Неважно. Извини за беспокойство. Прощай».
