Repository: winterheart/planescape
Catalog: po/pst/*/dlg/ddrnghgd.dlg.po
Languages: ru

source: "Sssss... Meat creature, no place for you thisss isss."
ru: «Ссссc... Мясссная тварь, для тебя здесссь нет мессста».

source: "What are you doing here?"
ru: «Что ты здесь делаешь?»

source: "What is this place?"
ru: «Что это за место?»

source: "Who are you?"
ru: «Кто ты?»

source: "Then I'll go. Farewell."
ru: «Тогда я пойду. Прощай».

source: "We look to exsssspand our home. Eliminate enemiessss... find food to keep from chewing on walking meat, yessss? The Silent King tellsss usss... no walking meat."
ru: «Мы хотим расшшширить нашшш дом. Уссстранить врагов... найти еду, чтобы пришшшлось не жевать ходячее мяссско, верно? Безмолвный Король ссссказал нам... никакого ходячего мясссска».

source: "Who is the Silent King?"
ru: «Кто такой этот Безмолвный Король?»

source: "Thanks. Farewell."
ru: «Спасибо. Прощай».

source: "Thiss? Thisss iss the Drowned Nationsss. Thisss iss our new hunting lair. Thisss... thissss is our larder."
ru: «Это? Это Затопленные Народы. Это нашшши охотничьи угодья. Это... это нашшша кладовая».

source: "I see. Farewell."
ru: «Понятно. Прощай».

source: "Scoutsss we are, scoutsss for the Dead Nationsss."
ru: «Мы разведчики, разведчики Мертвых Народов».

source: "What are you scouting?"
ru: «Что вы разведываете?»

source: "I see. Farewell, then."
ru: «Понятно. Тогда прощай».

source: "Ssss!" The ghoul hisses its frustration. "The Silent King isss our ruler. Acaste is our leader! Ssssoon will we find the balance between the two!"
ru: «Сссс! — упырь негодующе шипит. — Безмолвный Король — нашшш правитель. Акаста — нашшш лидер! Сссскоро мы найдем между ними балансссс!»

source: "Who are you, anyway?"
ru: «Так кто же ты такой?»

source: "Ssss... the meat returnsss..."
ru: «Сссс... мяссско вернулосссь...»
