Repository: winterheart/planescape
Catalog: po/pst/*/dlg/ddustgu.dlg.po
Languages: ru

source: The Dustman frowns as you pass, then addresses you. "You there - state your business."
ru: Тленный хмурится, когда ты проходишь мимо, затем обращается к тебе. «Эй, ты. Что ты здесь делаешь?»

source: "My only business is that I am bound for the exit. I mean to cause no trouble."
ru: «Я направляюсь к выходу, только и всего. Я не хочу создавать проблем».

source: "I seem to have gotten turned around in these halls. Are there any guides around who can direct visitors?"
ru: «Кажется, я заблудился в этих залах. Здесь есть проводники, которые могут подсказать дорогу посетителям?»

source: "I... seem to be lost."
ru: «Я... кажется, потерялся».

source: "My business is my own. You would do well to mind your OWN affairs, Dustman."
ru: «Это мое личное дело. А тебе бы не мешало заниматься СВОИМИ делами, тленный».

source: Lean in as if to whisper something to him, then snap his neck.
ru: Наклониться вперед, будто собираясь прошептать ему что-то, а затем свернуть ему шею.

source: The Dustman frowns. He seems skeptical. "There are guides that can direct you in the antechamber. Do not wander the Mortuary unescorted."
ru: Тленный хмурится. Кажется, он скептически настроен. «В вестибюле есть проводники, которые могут направить тебя. В Морге нельзя ходить без сопровождения».

source: "Thank you for your assistance. I will go speak to the guide."
ru: «Спасибо за помощь. Пойду поговорю с проводником».

source: "I'll wander wherever I want to... you would do well to mind your own affairs, Dustman."
ru: «Я буду ходить там, где мне вздумается... а тебе бы не мешало думать о своих обязанностях, тленный».

source: "You do indeed look lost." The Dustman's eyes narrow to slits, and his hand falls to the dagger by his side. "Wait here while I summon the other guards to direct you out." He looks as if he is about to call out.
ru: «Похоже, ты действительно потерялся». Глаза тленного сужаются в узкие щели, его рука тянется к кинжалу на боку. «Подожди, пока я не позову охрану, которые выведут тебя». Кажется, он готов позвать на помощь.

source: Snap his neck before he can call out.
ru: Свернуть ему шею до того, как он сможет позвать на помощь.

source: You see a stern-looking man in black robes. He is staring at you suspiciously.
ru: Ты видишь строгого мужчину в черной мантии. Он недоверчиво смотрит на тебя.

source: The Dustman frowns as you pass... it looks like he is about to call out to you, then stops himself. Your bearing may have made him hold his tongue.
ru: Тленный хмурится, когда ты проходишь мимо... кажется, он собирается окрикнуть тебя, но передумывает. Должно быть, твое поведение заставило его придержать свой язык.

source: Continue on by.
ru: Пройти мимо.

source: "Greetings."
ru: «Приветствую».

source: Act as if you belong here, ignoring him and passing on by.
ru: Сделать вид, будто ты здесь «свой», и пройти мимо, не обращая на него внимания.

source: The Dustman's eyes narrow to slits, and his hand falls to the dagger by his side. He looks as if he is about to summon the other guards.
ru: Глаза тленного превращаются в узкие щелочки, его рука тянется к кинжалу на боку. Похоже, он готов позвать других стражников.

source: As you lean in to 'whisper' to him, the Dustman leans in as well. As he comes within arm's reach, your hands clamp onto his temples, and you twist his head sharply to the left.
ru: Ты наклоняешься, чтобы «шепнуть» ему что-то на ухо, и тленный тоже наклоняется. Как только он оказывается на расстоянии вытянутой руки, ты хватаешь его за виски и резко сворачиваешь голову влево.

source: Before the Dustman can utter another word, your hands clamp onto his temples, and you twist his head sharply to the left.
ru: Тленный не успевает и слова вымолвить, как твои руки хватают его голову за виски и резко сворачивают ее влево.

source: There is a *crack,* and the Dustman falls limp in your arms.
ru: В шее раздается характерный хруст, и тело тленного безвольно падает в твои объятия.

source: To your surprise, the act seemed instinctual, as if you had done it many times before... with this thought comes the stirring of a memory, but it is not strong enough to surface.
ru: К своему удивлению, это действие происходит практически инстинктивно, будто ты проделывал это уже много раз... с этой мыслью всплывает воспоминание, но оно недостаточно сильно для того, чтобы за него зацепиться.

source: You are not fast enough, and the Dustman dodges as you lunge for him. Taking a step back, he claps his hands together sharply three times. In response, a great iron bell starts tolling throughout the Mortuary.
ru: Ты недостаточно быстр, и тленный уворачивается от твоего выпада. Отступив на шаг, он быстро хлопает в ладони три раза. В ответ во всем Морге раздается звон огромного железного колокола.

source: The Dustman claps his hands together sharply three times. In response, an iron bell starts tolling throughout the Mortuary.
ru: Тленный быстро хлопает в ладони три раза. В ответ во всем Морге раздается звон железного колокола.

source: The Dustman frowns as you address him. "What is your business here?"
ru: Тленный хмурится, когда ты обращаешься к нему. «Что ты здесь делаешь?»

source: You see a stern-looking man in black robes. He is looking straight ahead. He doesn't even seem to be aware of you.
ru: Перед тобой строгий мужчина в черной мантии. Он смотрит прямо вперед. Похоже, он даже не заметил тебя.

source: The Dustman guard jumps in surprise as you address him, then takes a step back. "You are no zombie... who are you... and how did you get in here?"
ru: Когда ты обращаешься к стражнику тленных, он аж подскакивает от неожиданности, затем отступает на шаг. «Ты не зомби... кто ты... и как ты сюда попал?»

source: You see a stern-looking man in black robes. As he sees you, he nods.
ru: Перед тобой строгий мужчина в черной мантии. Завидев тебя, он кивает.

source: "Greetings, fellow initiate."
ru: «Приветствую, посвященный».

source: "There are guides in the antechamber. They should be able to direct you, initiate."
ru: «В вестибюле есть проводники. Они могут помочь тебе сориентироваться, посвященный».

source: Try to ignore him, pass on by.
ru: Попробовать не обращать на него внимания, пройти мимо.

source: "Nothing. I was lost, but I am heading for the exit now."
ru: «Ничего. Я потерялся, но теперь направляюсь к выходу».

source: "Call your friends, Dustie... I look forward to meeting them."
ru: «Зови своих друзей, трухлячок... Я их с радостью встречу».

source: Run for it.
ru: Убежать.

source: Wait.
ru: Подождать.

source: "Can't have you alerting your friends..."
ru: «Нельзя дать тебе предупредить своих друзей...»

source: "Better you than me, Dustie."
ru: «Лучше ты, чем я, трухлявый».

source: Tuck the body into the shadows, then continue on.
ru: Затащить тело в тень и уйти.

source: "I hope you've made peace with your gods, Dustman..."
ru: «Надеюсь, ты поладишь со своими богами, тленный...»

source: Shamble by.
ru: Проковылять мимо.

source: "I can explain... you see, it all started when I woke up from the dead on one of your slabs... there was this talking skull, and..."
ru: «Я все могу объяснить... видишь ли, все началось с того, что я пробудился из мертвых на одной из ваших плит... там был говорящий череп, и...»

source: Return the nod, continue walking.
ru: Кивнуть в ответ, идти дальше.

source: "Perhaps you can help me. I seem to be lost. Can you direct me?"
ru: «Возможно, ты сможешь мне помочь. Кажется, я потерялся. Ты можешь показать мне дорогу?»

source: "Carry on, fellow initiate."
ru: «Так держать, посвященный».

source: "Thank you. I will seek them out."
ru: «Спасибо. Пойду, поищу их».

source: You tuck the limp body into the shadows.
ru: Ты затаскиваешь обмякшее тело в тень.

source: Continue on.
ru: Продолжить.

source: You see a stern-looking man in black robes. He is glaring at you suspiciously. "You - state your business."
ru: Перед тобой строгий мужчина в черной мантии. Он недоверчиво смотрит на тебя. «Ты... что ты здесь делаешь?»

source: "I am a new Initiate of the Dustmen faction. I am just touring the Mortuary."
ru: «Я недавно посвящен во фракцию тленных. Просто осматриваю Морг».

source: "I... seem to be lost."
ru: «Я... кажется, потерялся».

source: The guard stares at you for a moment, then nods. "Take care you do not disturb anyone's duties while you are here."
ru: Стражник какое-то время пристально на тебя смотрит, затем кивает. «Позаботься о том, чтобы никого не отвлекать от своих обязанностей, пока ты здесь».

source: "Very well. I will take my leave, now."
ru: «Хорошо. Я уже ухожу».
