Repository: winterheart/planescape
Catalog: po/pst/*/dlg/deldan.dlg.po
Languages: ru

source: You see an older man with thinning white hair. His clothes are not new, but they are not the rags worn by the other prisoners. You notice books and scrolls surround him. He arches his eyebrow at your approach.
ru: Перед тобой старик с редкими седыми волосами. Его одежда, хоть и не новая, но еще не превратилась в тряпье, как у остальных заключенных. Вокруг него лежат книги и свитки. При твоем приближении он выгибает бровь дугой.

source: "Greetings."
ru: «Приветствую».

source: Ignore him.
ru: Игнорировать его.

source: He looks you up and down then smiles. "Well... what do we have here? You look to be a mess, young man..." He continues to examine you then shrugs. "What is it that you want of me?"
ru: Осматривая тебя с ног до головы, он улыбается. «Итак... Что это тут у нас? Похоже, ты попадал в переплет, молодой человек... — осмотрев тебя, он пожимает плечами. — Что тебе нужно от меня?»

source: "I have some questions..."
ru: «У меня есть несколько вопросов...»

source: "Nothing, farewell."
ru: «Ничего, прощай».

source: "I may be able to help you. Ask your questions." He smiles.
ru: «Возможно, я смогу тебе помочь с этим. Задавай свои вопросы», — улыбается он.

source: "Who are you?"
ru: «Кто ты?»

source: "What can you tell me about this place?"
ru: «Что ты можешь рассказать об этом месте?»

source: "I've been told there is a deva down here. Know anything about that?"
ru: «Мне говорили, что здесь внизу находится дэва. Что-нибудь знаешь об этом?»

source: "I must be going, farewell."
ru: «Я должен идти. Прощай».

source: "I am Eldan. A man of little importance who has fallen on some bad times..."
ru: «Я — Элдан. Маленький человек, у которого настали черные времена...»

source: "Why are you here?"
ru: «Как ты сюда попал?»

source: "Farewell."
ru: «Прощай».

source: He frowns. "My employer no longer had need of my services. Rather than terminate my employment, and my life, he saw fit to have me interred here."
ru: Он хмурится. «Мой работодатель больше не нуждается в моих услугах. Но вместо того, чтобы окончить мою службу и мою жизнь, он счел необходимым поместить меня сюда».

source: "Why would he do that?"
ru: «Почему он так сделал?»

source: "He was involved in questionable business practices and I was his record keeper. He put me here to keep his secrets safe... and to keep me from those who would learn his secrets." He sighs. "I suppose it is preferable to death, but not by much."
ru: «Он был вовлечен сомнительные деловые махинации, а я вел его записи. Он поместил меня сюда, чтобы держать свои секреты в безопасности... и держать меня подальше от тех, кто хотел бы их узнать, — вздыхает он. Думаю, это предпочтительнее смерти, но иногда я в этом сомневаюсь».

source: He shrugs. "I know nothing other than the fact that it's a prison. I have been in this cell since my arrival and see little need to explore what is obviously a dangerous place."
ru: Он пожимает плечами. «Все, что я знаю об этом месте — это тот факт, что оно является тюрьмой. Я нахожусь в этой камере с тех пор, как прибыл сюда, и не вижу никакой необходимости исследовать это очевидно опасное место».

source: "You never leave your cell?"
ru: «Ты никогда не покидал свою камеру?»

source: "No..." He looks away.
ru: «Нет...» Его взгляд отрешен.

source: He frowns and gives you a questioning look. "A deva? I can not imagine that... why would a deva be down here?" He shrugs.
ru: Хмурясь, он в вопросительно смотрит на тебя. «Дэва? Даже не могу себе этого представить... почему дэва может находиться здесь внизу?»

source: You see Eldan. He smiles at your approach. "Again you grace me with your presence. Why?"
ru: Ты видишь Элдана. При твоем приближении он улыбается. «И снова я имею честь тебя видеть. Почему?»

source: "Never mind, farewell."
ru: «Неважно, прощай».
