Repository: winterheart/planescape
Catalog: po/pst/*/dlg/deli.dlg.po
Languages: ru

source: "Not now. Qui-Sai won't train me as a warrior...he says I could just steal an opponent's weapon, leaving them defenseless. What do you think?"
ru: «Не сейчас. Ки-Саи не хочет обучать меня на воина... Он утверждает, что я могу просто украсть оружие противника, оставив его безоружным. Что ты об этом думаешь?»

source: "Not now. Qui-Sai still won't train me as a warrior... he says I could hide from enemies, thereby becoming invulnerable. What do you think?"
ru: «Не сейчас. Ки-Саи не хочет обучать меня на воина... Он утверждает, что я могу скрываться от врагов, и таким образом оставаться неуязвимым. Что ты об этом думаешь?»

source: "Yes, I am."
ru: «Да».

source: "No, not right now, Eli. Farewell."
ru: «Нет, не сейчас, Илай. Прощай».

source: Snatch the coin.
ru: Схватить монету.

source: Grab the coin.
ru: Попробовать схватить монету.

source: Grab at the coin.
ru: Попробовать схватить монету.

source: "Thanks."
ru: «Спасибо».

source: "All right..."
ru: «Хорошо...»

source: "What?"
ru: «Что?»

source: "I... see. Farewell then, Eli."
ru: «Понятно... Тогда прощай, Илай».

source: "I...see. Farewell then, Eli."
ru: «Понятно... Тогда прощай, Илай».

source: "Go on..."
ru: «Продолжай..»

source: "I think I understand the basics, Eli. Let's get to training."
ru: «Думаю, основы я знаю, Илай. Давай перейдем к обучению».

source: "All right, Eli. Let's get to training."
ru: «Ладно, Илай. Займемся обучением».

source: Learn all you can.
ru: Выучить все, что сможешь.

source: "No, I'd best not. Perhaps another time... farewell, Eli."
ru: «Нет, лучше не надо. Может, в другой раз... Прощай, Илай».

source: "Perhaps I have, Eli, and simply forgot. Thanks, and farewell."
ru: «Пожалуй, я знал, Илай, но просто забыл. Спасибо и прощай»

source: "I'd like to take up the ways of subterfuge again, Eli."
ru: «Я снова хочу постигнуть путь уловок, Илай».

source: "I understand. Farewell, Eli."
ru: «Понимаю. Прощай, Илай».

source: "Yes; I no longer wish to be a warrior."
ru: «Да, я больше не хочу быть воином».

source: "Yes; I no longer wish to be a mage."
ru: «Да, я больше не хочу быть магом».

source: "Actually, not just now. Farewell, Eli."
ru: «Вообще-то, не сейчас. Прощай, Илай».

source: Train to become a Thief once more.
ru: Учиться, чтобы снова стать вором.

source: "Thanks, Eli. Farewell."
ru: «Спасибо, Илай. Прощай».

source: "No... just passing by. Farewell, Eli."
ru: «Нет... просто мимо проходил. Прощай, Илай».

source: "Go ahead, draw your sword: I'll sheathe it in your skull."
ru: «Давай, доставай свой меч - я воткну его тебе в череп».

source: "Uh... thanks."
ru: «Э... спасибо».

source: I trained to become a thief under a man named Eli Havelock, the thieves' - or 'scouts',' as he prefers - tutor in the Civic Festhall.
ru: Я обучился на вора под началом Илая Хейвлока, наставника воров - или «разведчиков», как он предпочитает говорить - в Городском Фестхолле.

source: "Yes... I wanted to try and train with you again."
ru: «Да... Я бы хотел еще раз попробовать потренироваться с тобой».

source: "Wait: if Qui-Sai's doing what I think he's doing, he won't let you off with just that. If he needles you about hiding and the like, tell him that no scout - not even myself - has mastered stealth to such a degree. And some foes can't be hidden from; your scent or very thoughts will give you away."
ru: «Постой: если Ки-Сай делает то, что я думаю, он тебя не отпустит просто так. Если он подкалывает тебя насчет укрытий и тому подобного, скажи ему, что еще ни один разведчик, даже я, не овладел скрытностью до такой степени. И от некоторых врагов невозможно скрыться: твой запах и даже мысли выдадут тебя».

source: "Got it. Thanks again, and farewell."
ru: «Понял. Еще раз спасибо и прощай».

source: "You're the Festhall thieves' tutor? Listen... Qui-Sai won't train me as a warrior. He says I could just steal an opponent's weapon, leaving them defenseless. What do you think?"
ru: «Ты учитель воров в Фестхолле? Послушай... Ки-Саи не хочет обучать меня на воина. Он утверждает, что я могу просто украсть оружие противника, оставив его безоружным. Что ты об этом думаешь?»

source: "You're the Festhall thieves' tutor? Listen... Qui-Sai won't train me as a warrior... he says I could hide from enemies, thereby becoming invulnerable. What do you think?"
ru: «Ты учитель воров в Фестхолле? Послушай... Ки-Саи не хочет обучать меня на воина... Он утверждает, что я могу скрываться от врагов, и таким образом оставаться неуязвимым. Что ты об этом думаешь?»

source: Qui-Sai had refused to train me as a warrior, claiming that a thief could always steal an opponent's weapons and thus avoid a battle. However, I spoke to Eli Havelock, thieves' tutor of the Civic Festhall, and he explained that the battle must still be fought, and to rely on such thievery is a mistake. He then further explained that stealth and hiding will not get you out of every battle, especially as some foes can't even be hidden from. This should provide a good counterpoint to Qui-Sai's argument.
ru: Ки-Саи отказался обучать меня на воина, утверждая, что вор всегда может украсть оружие противника и таким образом избежать битвы. Тем не менее, я поговорил с Илаем Хейвлоком, наставником воров в Городском Фестхолле, и он объяснил мне, что битву все же нужно выиграть, и полагаться на воровство было бы ошибкой. Далее он объяснил, что скрытность и уловки не помогут выбраться из любой битвы, в особенности из-за того, что от некоторых врагов невозможно скрыться. Это должно стать хорошим контраргументом на доводы Ки-Саи.

source: Qui-Sai had refused to train me as a warrior, claiming that a thief could always hide from a foe and thus become effectively invulnerable. However, I spoke to Eli Havelock, thieves' tutor of the Civic Festhall, and he explained that stealth and hiding will not get you out of every battle, especially as some foes can't even be hidden from. This should provide a good counterpoint to Qui-Sai's argument.
ru: Ки-Саи отказался обучать меня на воина, утверждая, что вор может постоянно скрываться от врага и таким образом стать абсолютно неуязвимым. Тем не менее, я поговорил с Илаем Хейвлоком, наставником воров в Городском Фестхолле, и он объяснил мне, что скрытность и уловки не помогут тебе выбраться из любой битвы, в особенности из-за того, что от некоторых врагов невозможно скрыться. Это должно стать хорошим контраргументом на доводы Ки-Саи.
