Repository: winterheart/planescape
Catalog: po/pst/*/dlg/deli.dlg.po
Languages: ru

source: His lip curls up in a disgusted sneer. "*Thieves* and *thievery* it always is! Five tours I spent as a reconnaissance operative in the War of Lies. Scout is my title... *scout.* I teach the ways of stealth and spy-craft, not common thievery."
ru: Его губы искривляются в презрительной усмешке. «Вот так всегда: *воры* и *воровство*! Я участвовал в пяти разведывательных операциях на Войне Лжи. Разведчик - моя профессия... *разведчик*. Я обучаю скрытности и шпионажу, а не обычному воровству».

source: The man looks your way. His eyes are dark slits, like narrow stab-wounds beneath his brow. His voice is low and gruff despite his slender build. "Pike off."
ru: Человек смотрит в твоем направлении. Его глаза - темные щелочки, похожие на узкие порезы под бровями. Голос у него низкий и хриплый, вопреки его худощавому телосложению. «Отвали».

source: This narrow-eyed, sharp-faced man is scanning his surroundings with a look of vague disinterest, pausing occasionally to look down and pick at his fingernails. Despite being clothed in silk and velvet finery, he manages to look unsavory and more than a little dangerous.
ru: Этот узкоглазый мужчина с резкими чертами лица прочесывает окрестности рассеянным безразличным взглядом, время от времени останавливаясь, чтобы поковыряться в ногтях. Несмотря на то, что одет он в шелковые и вельветовые одежды, ему удается казаться отталкивающим и весьма опасным человеком.

source: "You think I wander the Ward looking for strangers to spill dark for? Now pike off."
ru: «Ты что, думаешь, я тут брожу по району, чтобы раздавать тайны незнакомцам? Проваливай сейчас же».

source: He makes a point of ignoring you.
ru: Он намеренно игнорирует тебя.

source: "Heh." He stands quietly for a moment, then breaks a crooked smile. "That's good, that." He considers you for a moment. "I'm a tutor at the Civic Festhall. Name's Havelock - Eli Havelock. As a veteran scout, I teach the art of subterfuge."
ru: «Ха, - пару секунд он молча стоит, потом выдает кривую улыбку. - Неплохо, - некоторое время он тебя рассматривает. - Я наставник из Городского Фестхолла. Зовут Хейвлок, Илай Хейвлок. Я разведчик-ветеран и преподаю искусство уловки».

source: Eli frowns sourly. "I don't know. I've had enough of teaching petty pick-pockets and curious Sensates for the time being." Almost to himself, he mumbles: "Not sure why I agreed to do it in the first place."
ru: Илай делает кислую мину. «Даже не знаю. Хватит с меня мелких карманников и любопытных чувствующих». Почти что про себя он добавляет: «Не знаю, зачем я вообще на это соглашался».

source: "Hmm..."
ru: «Хм-м...»

source: Eli nods, mulling over what you've said. "Aye... there's no denying it. It's sort of sorry, though, when you look at it that way."
ru: Илай кивает, обдумав сказанное тобой. «Да... нет смысла это отрицать. Хотя, когда смотришь на это с такой точки зрения, становится даже немного грустно».

source: His eyebrows shoot up in surprise for a brief moment, then furrow angrily. "Looking for trouble, eh? Go play in the Lady's shadow, berk - pike off!"
ru: На миг он поднимает брови от удивления, затем сердито хмурится. «Ищешь неприятностей, а? Иди поиграйся с тенью Леди, пень. Отвали!»

source: "Heh! Right again, you are." He gives you a friendly punch to your shoulder. "Thanks, blood." He suddenly looks off into the distance. "Well... enough wasting time out here. I'm heading back to the Festhall. If you still want to train, that's where you'll find me."
ru: «Ха! И снова ты прав, - он по-дружески толкает тебя кулаком в плечо. - Спасибо, знаток, - неожиданно он смотрит вдаль. - Что ж... Довольно тратить время. Я направляюсь в Фестхолл. Если ты все еще хочешь учиться - там ты меня и найдешь».

source: "Nay... I've had enough of teaching petty pick-pockets and would-be robbers for the time being."
ru: «Нет... Хватит с меня мелких карманников и будущих грабителей».

source: He purses his lips and looks skywards. "Hrmm... many things, I suppose." He looks you straight in the eye. "I'll keep it simple for you, though: jink. You want the training, it'll cost you. I'll pinch the Lady's bottom before I train another berk for free!"
ru: Он кривится и смотрит в небо. «Пф... думаю, много чего, - он смотрит тебе прямо в глаза. - Тем не менее, для тебя я упрощу задачу - звенелки. Если хочешь учиться, это будет тебе кое-чего стоить. Я скорее ущипну Леди за зад, чем стану учить очередного пня задарма!»

source: Eli shrugs. "Hells, I don't know. Five hundred commons ought to be reasonable... I *am* a veteran scout, you know... five tours in the War of Lies, I served! That's a lot of experience to share..."
ru: Илай пожимает плечами. «Черт, я даже не знаю. Пять сотен монет - разумная цена... Я - разведчик-*ветеран*, знаешь ли... я пять раз бывал на Войне Лжи! У меня немало опыта, которым я мог бы поделиться...»

source: He shakes his head. "No. Five's what I want, five's what you'll pay."
ru: Он качает головой. «Нет. Я хочу пять сотен - ты заплатишь пять сотен».

source: He rolls his eyes. "You barmy, berk? Hells no! Five's my price; no more, no less."
ru: Он закатывает глаза. «Ты что, спятил, пень? Черта-с-два! Моя цена - пять сотен, ни больше, ни меньше».

source: "If you return, you know the price: five hundred copper commons. Farewell, cutter."
ru: «Если вернешься, цену ты знаешь - пять сотен медных монет. Прощай, рубака».

source: "A done deal, then." The two of you shake hands. "Do you have it now?"
ru: «По рукам, - вы обмениваетесь рукопожатием. - Они у тебя с собой?»

source: He takes the rolls of copper coins you hand him and hides them away in his tunic. "I'll meet you in the Civic Festhall, where I'll train you. Farewell until then, cutter."
ru: Он берет у тебя стопки монет и прячет их в тунику. «Встретимся в Городском Фестхолле, там я буду обучать тебя. А пока прощай, рубака».

source: "If you return, you know the price: three hundred copper commons. Farewell, cutter."
ru: «Если вернешься, цену ты знаешь - три сотни медных монет. Прощай, рубака».

source: He smirks. "Yes, that's me..."
ru: Он ухмыляется. «Да, это я...»

source: This narrow-eyed, sharp-faced man is scanning his surroundings with a look of vague disinterest. He spots your approach and turns to you. "Still poking around here?" He frowns. "What do you want?"
ru: Этот узкоглазый мужчина с резкими чертами лица прочесывает окрестности рассеянным безразличным взглядом, время от времени останавливаясь, чтобы поковыряться в ногтях. Он обнаруживает твое приближение и поворачивается к тебе. «Все вынюхиваешь? - он хмурится. - Чего тебе?»

source: Eli sees your approach, but his expression is impossible to read. You wonder if he can even really see you through his narrow black eyes. "Hmm?"
ru: Илай видит твое приближение, но выражение его лица невозможно разобрать. Интересно, видит ли он тебя своими узкими черными глазами. «Хм-м?»

source: "Do you have the jink?"
ru: «У тебя звенелки есть?»

source: "I'm off to the scout's training chamber in the Civic Festhall, cutter. If you want to chat or train, you'll meet me there. Farewell."
ru: «Я направляюсь в тренировочный зал разведчиков в Городском Фестхолле, рубака. Если хочешь поболтать или потренироваться, там и увидимся. Прощай».

source: "Huzzah, look who's arrived!" Eli shoots you a wicked smile. "Welcome to my stomping grounds, cutter. Ready to train?"
ru: «Ого, глядите, кто пришел! - Илай по-озорному улыбается тебе. - Добро пожаловать на мою территорию, рубака. Готов учиться?»

source: "Right, right. Here... let's see you take this from my hand, cutter." He extends his arm; a single copper coin lies in his palm.
ru: «Ладно-ладно. Вот... давай посмотрим, можешь ли ты забрать это у меня из руки, рубака». Он протягивает руку: на ладони лежит медная монета.

source: You hand lashes out, snatching the coin from his palm with such speed that you're as shocked as Eli. "Powers that be! You're faster than you look to be, cutter..."
ru: Твоя рука выстреливает, выхватывая монету из его ладони с такой скоростью, что ты потрясен не меньше, чем Илай. «О Силы! Да ты шустрее, чем кажешься, рубака...»

source: You flick your hand out... but Eli's too fast. "Good enough though, cutter. We'll continue."
ru: Ты выбрасываешь руку... но Илай слишком быстр. «Довольно неплохо, рубака. Продолжим».

source: You make a laughable attempt at grabbing Eli's coin. He frowns, shaking his head sadly.
ru: Ты делаешь нелепую попытку схватить монету Илая. Он хмурится, печально качая головой.

source: "Sorry cutter... I hate to tell you this, but you're just too slow to make it in this line of work. Best of luck with whatever else you try and do, though... farewell."
ru: «Извини, рубака... Мне неловко об этом говорить, но ты просто слишком медленный, чтобы продолжать работать в этом направлении. Тем не менее, удачи тебе, чем бы ты не занялся... прощай».

source: "Sorry cutter... I hate to tell you this, but you're just too slow to make it in this line of work. Look - I wouldn't feel right taking your jink, so here... take it back. Best of luck with whatever else you try and do... farewell."
ru: «Извини, рубака... Мне неловко об этом говорить, но ты просто слишком медленный, чтобы продолжать работать в этом направлении. Слушай, мне кажется неправильным брать твои звенелки, так что вот... забери их. И удачи тебе, чем бы ты не занялся... прощай».

source: "We're ready to begin, cutter. I'll be teaching you the six basic arts of subterfuge: how to move stealthily, using shadows to conceal yourself, the picking of locks and pockets, the detection and removal of traps, and how to ambush a foe, striking at their back from within hiding."
ru: «Итак, начнем, рубака. Я обучу тебя шести основным искусствам уловки: как двигаться незаметно, используя тени для укрытия, взлому замков и карманному воровству, обнаружению и обезвреживанию ловушек, и тому, как устраивать засады и бить врагов в спину из укрытия».

source: "The ability to move silently, hidden within shadows, is of great value. Many foes can be avoided altogether simply by remaining out of their sight. Also, attacking a foe from hiding gives a scout a great advantage, as I will speak of later. But remember, cutter: a scout cannot go into hiding if a foe already has them in their eyes."
ru: «Умение двигаться бесшумно, укрываясь в тенях, высоко ценится. Многих врагов можно избежать, попросту оставаясь незамеченным. Кроме того, нападение на врага из укрытия дает разведчику большие преимущества, о чем я расскажу позже. Но запомни, рубака: разведчик не может скрыться, если враг его уже заметил».

source: "Often a scout will find that a locked portal bars their way, or items or documents vital to their mission have been hidden away in locked containers. The ability to pick locks comes in handy at such times. It is always advised to check such locks for traps, however, which I will speak of later."
ru: «Нередко разведчик обнаруживает, что путь ему преграждает запертый портал, или вещи либо документы, жизненно важные для его миссии, спрятаны в закрытой емкости. В такие минуты на помощь приходит умение взламывать замки. Тем не менее, рекомендуется всегда проверять такие замки на наличие ловушек, о которых я расскажу позже».

source: "Sometimes, a foe will have some item or document on their person that's vital to a scout's mission. It's times like this that a scout must resort to picking their pockets, creeping up close and stealing the item right off of them. A scout must always be ready to fight or flee, though, should they fail in their attempt."
ru: «Иногда предмет или документ, жизненно важный для миссии разведчика, враги держат при себе. В такие минуты разведчик должен прибегнуть к карманному воровству, подкравшись поближе и украв предмет. Однако разведчик должен всегда быть готовым к схватке или погоне, если его попытка окажется неудачной».

source: "Often times a scout will find their foes have trapped areas or containers which need to be crossed or opened. Such traps are invariable well hidden; a scout must approach the area or item cautiously and use their skills to search for anything suspicious. Be patient... sometimes it will take a few moments to spot a trap."
ru: «Нередко разведчик обнаруживает, что враги установили ловушки в месте, которое нужно пересечь, или на емкости, которую нужно открыть. Подобные ловушки всегда хорошо прячутся; разведчик должен осторожно приблизиться к месту или предмету и использовать умение находить все подозрительное. Будь терпеливым... иногда хватает нескольких секунд, чтобы обнаружить ловушку».

source: "Should a scout *find* such a trap, they must choose to either circumvent or attempt to disarm it. They must utmost care when trying to dismantle a trap, however, as there is always a chance it'll be set off by their meddling."
ru: «Как только разведчик *находит* ловушку, ему нужно либо обойти ее, либо попытаться обезвредить. Однако, пытаясь обезвредить ловушку, ему нужно быть крайне осторожным, так как всегда есть шанс того, что она сработает во время обезвреживания».

source: "The last thing I shall teach you is the scout's final gambit... the strike from behind. Should a scout encounter and attack a foe while still in hiding, their first blow will be more accurate and can strike *hard.* As a scout becomes more experienced, they become increasingly deadly when striking from the shadows. Remember, though... once a scout attacks from hiding, they are revealed to their foes."
ru: «Последнее, чему я тебя научу, - это коронный маневр разведчика... удар со спины. Если разведчик встретит врага и нападет на него, все еще находясь в укрытии, его первый удар будет более точным и *сильным*. Становясь более опытным, разведчик становится еще смертоноснее, нападая из теней. Однако запомни... нападая из укрытия, разведчик обнаруживает себя перед врагами».

source: Eli nods. "All right, cutter... first off, you've got to relax. You're too tense. You're going to have to let you instinct take over at times, trust your hunches..." And so your training as a thief begins.
ru: Илай кивает. «Хорошо, рубака... для начала, ты должен расслабиться. Ты чересчур напряжен. Порой тебе придется полагаться на свои инстинкты, верить своей интуиции...» Твое обучение на вора начинается.

source: Eli nods. "Now, you understand that you've got to drop your current profession, right? Are you prepared to do this?"
ru: Илай кивает. «Итак, ты понимаешь, что ты получишь, бросив свою текущую специальность, правильно? Ты готов это сделать?»

source: After a long period of training, Eli nods at you in satisfaction. "I must say, cutter - never have I run across a faster learner. I'd almost say you've done this all before!"
ru: После длительного периода обучения Илай удовлетворенно кивает тебе. «Должен сказать, рубака: еще ни разу мне не попадался более способный ученик. Мне почти кажется, что ты это все уже раньше делал!»

source: After a long period of training, Eli nods at you in satisfaction. "I must say, cutter - never have I run across a faster learner. I'd almost say you've done this all before!" As Eli speaks, you come to realize that you *have* done this before... that at one time you possessed all these skills, and the training has reawakened them.
ru: После длительного периода обучения Илай удовлетворенно кивает тебе. «Должен сказать, рубака: еще ни разу мне не попадался более способный ученик. Мне почти кажется, что ты это все уже раньше делал!» Когда Илай говорит это, ты начинаешь понимать, что *занимался* этим раньше... что однажды ты уже владел всеми этими умениями, и обучение снова пробудило их.

source: After a long period of training, Eli nods at you in satisfaction. "I must say, cutter - never have I run across a faster learner. I'd almost say you've done this all before!" As Eli speaks, you come to realize that you *have* done this before... that at one time you possessed all these skills.
ru: После длительного периода обучения Илай удовлетворенно кивает тебе. «Должен сказать, рубака: еще ни разу мне не попадался более способный ученик. Мне почти кажется, что ты это все уже раньше делал!» Когда Илай говорит это, ты начинаешь понимать, что *занимался* этим раньше... что однажды ты уже владел всеми этими умениями.

source: As faded memories of lurking in darkened hallways and avoiding deadly traps drift into focus, you manage to recall enough to 'learn' more than Eli has taught you.
ru: Расплывчатые воспоминания того, как ты прятался в темных проходах и обходил смертоносные ловушки, помогают тебе вспомнить достаточно, чтобы «изучить» сверх того, чему обучил тебя Илай.

source: "I've little to teach if you've already been trained, cutter. If you've strayed from the scout's path, though, I can always show you the way again."
ru: «Если ты уже обучен, я мало чему могу тебя научить, рубака. Однако, если ты сбился с пути разведчика, я всегда могу снова показать тебе этот путь».

source: "Now, you understand that you've got to drop your current profession, right? Are you prepared to do this?"
ru: «Итак, ты понимаешь, что должен бросить свою текущую специальность, правильно? Ты готов сделать это?»

source: "Good, good! Let's get to training, then... bring your neglected skills back up to snuff!"
ru: «Хорошо, хорошо! Тогда давай начнем обучение... приведем в порядок твои заброшенные навыки!»

source: "You're a fast learner, cutter, that I must say." He peers at you curiously through the dark slits of his eyes, then shakes his head. "Well, that's it, then - you're all set."
ru: «Должен сказать, ты быстро схватываешь, рубака, - он с любопытством рассматривает тебя темными щелками своих глаз, затем качает головой. - Ну, вот и все - ты готов».

source: Eli pauses to nod at you. "'Lo there, cutter. Something you needed?"
ru: Илай останавливается, чтобы кивнуть тебе. «Привет, рубака. Тебе что-то нужно?»

source: The man thrusts his finger at you. "Watch yourself, berk...most bloods would kill you or call the hardheads for that. Now pike off before I reconsider and draw steel."
ru: Мужчина грозит тебе пальцем. «Следи за собой, пень... да за такое любой знаток прикончил бы тебя или позвал Твердолобых. Проваливай сейчас же, пока я не передумал и не обнажил сталь».

source: Eli laughs bitterly, shaking his head. "Not a bad try, cutter... not bad at all."
ru: Илай горько смеется, качая головой. «Неплохая попытка, рубака... вовсе неплохая».

source: Eli laughs bitterly, shaking his head. "Not a bad try, cutter....not bad at all."
ru: Илай горько смеется, качая головой. «Неплохая попытка, рубака... вовсе неплохая».

source: "Yes, yes... now lay off, before your poking and prodding starts to annoy me."
ru: «Да-да... а теперь сгинь, пока твои подстрекательства не начали меня доставать».

source: He shakes his head. "Not true, cutter. Even I'd have to admit that the battle must still be fought. To rely on theft alone is a mistake."
ru: Он качает головой. «Это не так, рубака. Даже я вынужден признать, что битву все еще нужно выиграть. Было бы ошибкой полагаться только на воровство».

source: He shakes his head. "No scout, not even myself, has mastered stealth to such a degree. And some foes can't be hidden from; your scent or very thoughts will give you away."
ru: Он качает головой. «Ни один разведчик, даже я, не овладел скрытностью в такой мере. И от некоторых врагов невозможно скрыться: твой запах и даже мысли выдадут тебя».

source: "Greetings..."
ru: «Приветствую...»

source: Leave the man be.
ru: Оставить мужчину в покое.

source: "Not just yet. Are you Eli Havelock?"
ru: «Не спеши. Ты Илай Хейвлок?»

source: "Not yet. I had some questions..."
ru: «Не спеши. У меня есть несколько вопросов...»

source: "I'd watch that mouth of yours, if I were you."
ru: «На твоем месте я бы следил за языком».

source: Leave.
ru: Уйти.

source: "Why *are* you here, then? To be surly with passers-by?"
ru: «Тогда *зачем* ты здесь? Чтобы грубить прохожим?»

source: Grab him, shake him up a bit for some answers.
ru: Схватить его и немного потрясти, чтобы разговорить.

source: "You mean thievery?"
ru: «В смысле, воровство?»

source: "Could you train me?"
ru: «Ты мог бы обучить меня?»

source: "I do. Farewell, Eli."
ru: «Мне это тоже нравится. Прощай, Илай».

source: "My apologies; I meant no offense. Could you train me?"
ru: «Прошу прощения, не хотел тебя обидеть. Ты мог бы меня обучить?»

source: "Could you train me anyway?"
ru: «Тем не менее, ты мог бы меня обучить?»

source: "I see. Farewell, Eli."
ru: «Понятно. Прощай, Илай».

source: "Perhaps because by teaching others you make them aware of your own skill."
ru: «Наверно, из-за того, что, обучая других, ты показываешь им свои собственные умения».

source: "What could I do to convince you otherwise?"
ru: «Что мне сделать, чтобы уговорить тебя?»

source: "Farewell, then."
ru: «Тогда прощай».

source: "At the same time, you defend the nobility of your skills by assuring them that you're no common thief, but a scout and spy, a master of subterfuge."
ru: «И в то же время ты защищаешь благородный статус своих умений, уверяя их, что ты не просто вор, а разведчик и шпион, мастер уловки».

source: "I don't think so. Those of your trade are often misunderstood, thrust unfairly into the same category as footpads and brigands. There's nothing wrong with dispelling false notions."
ru: «Я так не думаю. Представителей твоей профессии часто понимаются неправильно, и несправедливо причисляют их к той же категории, что и разбойников с бандитами. Нет ничего плохого в том, чтобы развеивать ложные убеждения».

source: "You're right; it's pathetic."
ru: «Ты прав: на это жалко смотреть».

source: "Perhaps I'll see you there, Eli. Farewell."
ru: «Пожалуй, там и увидимся, Илай. Счастливо».

source: "How much?"
ru: «Сколько?»

source: "Forget it. Farewell."
ru: «Забудь. Прощай».

source: "Deal."
ru: «По рукам».

source: "How about three hundred?"
ru: «Как насчет трех сотен?»

source: "How about two hundred?"
ru: «Как насчет двух сотен?»

source: "Deal, then."
ru: «Тогда по рукам».

source: "Forget it, then. Farewell."
ru: «Тогда забудь об этом. Прощай».

source: "All right, how about three hundred?"
ru: «Ладно, как насчет трех сотен?»

source: "Yes... here it is."
ru: «Да... держи».

source: "No... not right now."
ru: «Нет... не сейчас».

source: "I actually don't want to train just yet. Farewell."
ru: «На самом деле, в данный момент я не хочу обучаться. Прощай».

source: "I'll see you there, Eli. Farewell."
ru: «Там и увидимся, Илай. Счастливо».

source: "Farewell, Eli."
ru: «Прощай, Илай».

source: "Qui-Sai won't train me as a warrior... he says I could just steal an opponent's weapon, leaving them defenseless. What do you think?"
ru: «Ки-Саи не хочет обучать меня на воина... Он утверждает, что я могу просто украсть оружие противника, оставив его безоружным. Что ты об этом думаешь?»

source: "Qui-Sai still won't train me as a warrior... he says I could hide from enemies, thereby becoming invulnerable. What do you think?"
ru: «Ки-Саи все еще не хочет обучать меня на воина... Он утверждает, что я могу скрываться от врагов, и таким образом оставаться неуязвимым. Что ты об этом думаешь?»

source: "Could you train me as a thief?"
ru: «Ты мог бы выучить меня на вора?»

source: "That's all I wished to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "I'm wondering if you're Eli Havelock."
ru: «Интересно, не ты ли Илай Хейвлок».

source: "I had some questions..."
ru: «У меня есть несколько вопросов...»

source: "Nothing. Farewell."
ru: «Ничего. Прощай».

source: "Eli... could you train me?"
ru: «Илай... ты мог бы обучить меня?»

source: "Just passing by. Farewell, Eli."
ru: «Я просто проходил мимо. Прощай, Илай».

source: "All five hundred commons... here it is."
ru: «Все пятьсот монет... держи».

source: "All three hundred commons... here it is."
ru: «Все триста монет... держи».
