Repository: winterheart/planescape
Catalog: po/pst/*/dlg/despec.dlg.po
Languages: ru

source: This person seems annoyed that you're distracting them from the sentencing and execution that's about to take place. "Aye?"
ru: Похоже, этого человека раздражает, что ты отвлекаешь его от казни, которая вот-вот начнется. «Да?»

source: "What's going on here?"
ru: «Что здесь происходит?»

source: "Nothing. Farewell."
ru: «Ничего. Прощай».

source: "A great, nasty, bloody execution, if we have it *our* way." They grin and waggle their eyebrows.
ru: «Большая грязная кровавая казнь — если все будет по-*нашему*». Он ухмыляется и водит бровями.

source: "What's the accused done?"
ru: «Что совершил обвиняемый?»

source: "I see. Farewell."
ru: «Понятно. Прощай».

source: They shrug. "Who cares? Guilty, guilty, guilty, right? That's the only way we're going to see any blood spilt!" They rub their hands together with anticipation.
ru: Он пожимает плечами. «Какая разница? Виновен-виновен-виновен, правильно? Только так мы увидим, как прольется кровь!» Он потирает ладони в предвкушении.

source: "You're sentencing a man to death for *fun?*"
ru: «Вы приговариваете человека к смерти ради *забавы*?»

source: "Right. Farewell."
ru: «Ладно. Прощай».

source: They roll their eyes. "I don't sentence *anyone,* berk -- that's the judge's task. You've a problem with it, you speak to him. Now leave me be."
ru: Он закатывает глаза. «*Никого* я не приговариваю, пень: это работа судьи. Если у тебя с этим проблемы — с ним и говори. А теперь оставь меня».

source: Leave.
ru: Уйти.

source: This person gives you only a moment's bothered glance. "Just leave me alone, will you? I won't answer your questions, so just go away."
ru: Этот человек удостаивает тебя лишь секундным раздраженным взглядом. «Просто оставь меня в покое, ладно? Я не стану отвечать на твои вопросы, так что уходи».
