Repository: winterheart/planescape
Catalog: po/pst/*/dlg/df_ss_07.dlg.po
Languages: ru

source: This is an unusual, light blue stone. It is securely fastened to the pedestal that it rests upon.
ru: Это необычный светло-голубой камень. Он надежно прикреплен к подставке, на которой он покоится.

source: Leave.
ru: Уйти.

source: This light blue stone is the one that the clerk directed you towards. Within it lies the experience 'supernatural lust.'
ru: Это светло-голубой камень, к которому тебя направил клерк. В нем хранится переживание «Сверхъестественная похоть».

source: Begin the sensation.
ru: Начать переживание.

source: You find yourself coupling with a succubus, a creature of such intense, otherworldly beauty that even her fiend's horns and thrashing tail give you no pause. She gasps under you... you desire her so completely that the whole of your existence seems focused towards this single goal. As your life explodes from you in a starry burst, you hear the delighted laughter of the succubus as she drains you dry, leaving your body but a soulless husk...
ru: Ты обнаруживаешь себя в процессе совокупления с суккубом, существом столь сильной потусторонней красоты, что тебя не смущают даже на ее демонские рожки и хлещущий хвост. Она тяжело дышит над тобой... ты жаждешь ее так сильно, что всем своим естеством сосредотачиваешься на этой единственной цели. Когда твоя жизнь вырывается из тебя сверкающим взрывом, ты слышишь радостный смех суккуба — она выпивает тебя досуха, превратив твое тело в бездушный остов...

source: Stir yourself from the experience.
ru: Оторваться от переживания.

source: Stir yourself from the experience, leave.
ru: Оторваться от переживания и уйти.

source: This light blue stone is the one that the clerk directed you towards. Within it lies the experience 'complete bafflement.'
ru: Это светло-голубой камень, к которому тебя направил клерк. В нем хранится переживание «Полное недоумение».

source: You awake from uneasy dreams to find yourself transformed in your dank lair into a rather small, four-limbed, fleshy thing. You're lying on your shell-less, as it were wholly unprotected, back and when you lift your tiny head - unadorned with its usual sensory antennae - a little you can see your pinkish belly, partly covered in soft, curling hairs quite unlike the black bristles you're accustomed to seeing there. Your two - only two! - legs now jut from the end of your torso, rather than up from around your abdomen. They look thick and ungainly in proportion to your body, and lie there limply, making no attempt to right you on their own - only by actively concentrating can you move the things. What has *happened* to you?
ru: Ты просыпаешься от тревожного сна и обнаруживаешь, что находишься во своем влажном логове, превращенный в весьма небольшое четвероногое мясистое существо. Ты лежишь на непокрытой панцирем, совершенно незащищенной спине, и, подняв свою крохотную голову, без обычных на ней усиков, все, что ты можешь разобрать — это твой розоватый живот, частично покрытый мягкими вьющимися волосками, совсем непохожими на черную щетину, которую ты привык там видеть. Твои две — только две! — ноги теперь торчат из нижней части туловища, а не вокруг брюшка. Они выглядят слишком толстыми и неуклюжими по отношению к телу, и безвольно лежат, не пытаясь поднять тебя сами по себе: только сильно сосредоточившись, ты можешь ими двигать. Что с тобой *приключилось*?

source: The experience seems to have stirred some long forgotten, vaguely similar memory in your own mind... you feel as if you've gained something from using the sensory stone.
ru: Похоже, это переживание пробудило в тебе какие-то похожие, давно забытые воспоминания... ты чувствуешь, будто что-то приобрел, используя камень переживаний.
