Repository: winterheart/planescape
Catalog: po/pst/*/dlg/df_ss_03.dlg.po
Languages: ru

source: This is an unusual, violet stone. It is securely fastened to the pedestal that it rests upon.
ru: Это необычный фиолетовый камень. Он надежно прикреплен к подставке, на которой он покоится.

source: Leave.
ru: Уйти.

source: This violet stone is the one that the clerk directed you towards. Within it lies the experience 'mind-numbing tedium.'
ru: Это фиолетовый камень, к которому тебя направил клерк. В нем хранится переживание «Жуткая скука».

source: The experience couldn't be more than a few minutes long, but *hours* seem to pass... a long, boring lecture in the driest, dustiest hall in the University of Chalm in Sigil. You look about the vast hall, hoping to catch someone's eye to pull a face at - but the other students are either asleep or staring listlessly into space. You drop your quill pen, pick it up, and drop again... just for something to do. You consider stabbing yourself in the eye with it, just to see if your senses haven't been wholly numbed by the incredible boredom...
ru: Это переживание длится не более нескольких минут, но кажется, что проходит несколько *часов*... Длинная занудная лекция в сухой пыльной аудитории Чалмского университета в Сигиле. Ты осматриваешь просторный зал с надеждой скорчить кому-нибудь рожу, но другие студенты либо спят, либо безразлично смотрят в пространство. Ты роняешь перо, поднимаешь его, роняешь еще раз... хоть какое-то занятие. Ты прикидываешь, а не ткнуть ли им себе в глаз, просто чтобы проверить, почувствуешь ли ты хоть что-нибудь в этой невероятной скуке...

source: Stir yourself from the experience.
ru: Оторваться от переживания.

source: Stir yourself from the experience, leave.
ru: Оторваться от переживания и уйти.

source: This violet stone is the one that the clerk directed you towards. Within it lies the experience 'bitter loathing.'
ru: Это фиолетовый камень, к которому тебя направил клерк. В нем хранится переживание «Лютая ненависть».

source: Begin the sensation.
ru: Начать переживание.

source: Venomous tears of pain brimming in your narrow yellow eyes, you gather the tattered remains of your small, scaled, red wings off the floor. You humbly back out of Groba's study, gritting your needle-like teeth beneath sealed lips. Sure, you're only a spinagon - least among devils - but that's no cause for a pit fiend to tear your wings off because he doesn't like the message you've brought him! What will your gelugon master do, now? He certainly can't say anything to Groba, and what use is a spinagon without its wings? You'll probably get cast into the Pit of Flame for 'incompetence!' Vengeance out of the question, there's little to do but shake your clawed fist and hate, hate, *HATE* Groba with all the loathing your hard little black devil's heart can muster...
ru: Твои узкие желтые глаза наполняются ядовитыми слезами боли; ты собираешь ошметки своих маленьких красных чешуйчатых крыльев с пола. Ты скромно выходишь из кабинета Гробы, стискивая свои иглообразные зубы под сомкнутыми губами. Конечно, ты всего лишь спинагон, наименьший среди дьяволов, но это же не причина, чтобы пещерный демон порвал твои крылья из-за того, что ему не понравилось сообщение, которое ты ему принес! Что теперь делать твоему хозяину-гелугону? Он точно ничего не сможет сказать Гробе, да и какой прок от спинагона без крыльев? Вероятно, тебя скинут в Огненную Яму за «некомпетентность»! О мести не может быть и речи, так что все, что остается тебе делать - это трясти своим когтистым кулаком и ненавидеть, ненавидеть, *НЕНАВИДЕТЬ* Гробу со всей силой, на которую способно твое маленькое черное сердце дьявола...

source: The experience seems to have stirred some long forgotten, vaguely similar memory in your own mind... you feel as if you've gained something from using the sensory stone.
ru: Похоже, это переживание пробудило в тебе какие-то похожие, давно забытые воспоминания... ты чувствуешь, будто что-то приобрел, используя камень переживаний.
