Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dgaoha.dlg.po
Languages: ru

source: "Greetings..."
ru: «Приветствую...»

source: Ignore him.
ru: Игнорировать его.

source: He displays a feral, shark-toothed grin; his eyes are like shiny black orbs. His voice is low and raspy: "Gaoha greets you, as well... you have come to play a game, yes?"
ru: Он зловеще улыбается акульим оскалом. Его глаза похожи на сияющие черные светила. Он говорит тихим и скрипучим голосом: «Гаоха тоже приветствует тебя... Пришел сыграть в игру, да?»

source: "No, but I had some questions..."
ru: «Нет, но у меня есть несколько вопросов...»

source: "Yes, I'll play."
ru: «Да, я сыграю».

source: "No... farewell."
ru: «Нет... Прощай».

source: He is about to speak when his eyes - shiny and black, like orbs of jet - fall upon Dak'kon. The two of them stare silently at one another for a moment before the tattooed githzerai's gaze returns to you. His voice is low and raspy: "Gaoha greets you. You have... come to play a game? Yes?"
ru: Едва он собирается что-то сказать, как его глаза - сияющие и черные, словно черный янтарь - останавливаются на Дакконе. С секунду они молча смотрят друг на друга, после чего гитцерай с татуировками возвращается к тебе. Он говорит тихим и скрипучим голосом: «Гаоха тоже приветствует тебя... Пришел сыграть в игру, да?»

source: Gaoha's smiles fades in an instant; he shakes his head. "No interest in questions, have I. Only the game... the turning of the die, the glint of coin won or lost, yes?" He shakes the bone dice in his palm. "You... have no interest in these things?"
ru: Улыбка тут же пропадает с лица Гаохи. Он качает головой. «Вопросы не интересны мне. Только игра... бросок кости, сверкание монеты выигранной или проигранной, да? - он подбрасывает игральную кость на ладони. - «Ты... не интересуешься такими вещами?»

source: "All right... I'll play."
ru: «Хорошо... Я сыграю».

source: "No. Farewell."
ru: «Нет. Прощай».

source: Gaoha reaches into his tunic and pulls out a coin. "This coin? Your coin." He places it at your feet, and pulls out another. "This coin? Gaoha's." He places it at his own feet, then holds up two dice between his thumb and index finger. "The dice... we both roll one, yes?"
ru: Гаоха вытаскивает из своего жакета монету. «Эта монета? Твоя монета, - он кладет ее у твоих ног, после чего достает другую. - Эта монета? Гаохи». Он кладет ее у своих ног, после берет большим и указательным пальцами две игральные кости. «Кости... мы вдвоем кидаем по одной, да?»

source: "Go on..."
ru: «Продолжай...»

source: "You roll higher, both coins..." He snatches the coins up from the ground and proffers them to you. "...yours. Gaoha roll higher?" He quickly tucks the coppers back into his tunic. "Mine. Neither rolls higher? The coin stays for another roll. So: How much coin will lie at your feet?"
ru: «Ты кидаешь больше, обе монеты... - он подхватывает монеты с земли и протягивает их тебе. - твои. Гаоха кидает больше? - он быстро прячет медяки назад в куртку. - Мои. Никто не кинул больше? Монеты лежат для другого броска. Итак - сколько монет будет лежать у твоих ног?»

source: "One copper common."
ru: «Один медяк».

source: "Five copper commons."
ru: «Пять медяков».

source: "Ten copper commons."
ru: «Десять медяков».

source: "Twenty-five copper commons."
ru: «Двадцать пять медяков».

source: "Fifty copper commons."
ru: «Пятьдесят медяков».

source: "One hundred copper commons."
ru: «Сто медяков».

source: "None; I don't wish to play right now. Farewell."
ru: «Нисколько. Сейчас я не хочу играть. Прощай».

source: You both roll the dice until Gaoha rolls higher; he snatches up your coins, tucking them into his tunic. He seems to hesitate for a moment, then speaks. "Again, yes?"
ru: Вы бросаете кости, и Гаоха выкидывает больше очков. Он подхватывает твои монеты и прячет их в куртке. Немного поколебавшись, он спрашивает: «Еще, да?»

source: "Wait - is something wrong?"
ru: «Постой, что-то не так?»

source: "Yes, again."
ru: «Да, еще раз».

source: "No thanks. Farewell."
ru: «Нет, спасибо. Прощай».

source: Gaoha regards you closely for a moment, then nods. "Never do I indulge in Hashma's folly -- never do I *cheat,* human. But I see fortune, read it, *know* it in the face of a man. However, you... in you I see nothing. I *know* nothing. You... have no luck? No fortune, neither good nor ill? Or you make your own, perhaps. I do not know." He places his dice back into his tunic. "We might play later, perhaps, but no more this moment."
ru: Гаоха внимательно смотрит на тебя, затем кивает. «Никогда я не потакал глупости Хашмы - никогда я не *жульничал*, человек. Но я вижу удачу, читаю ее, *знаю* ее на лице человека. Но ты... в тебе я вижу ничего. Я *знаю* ничего. У тебя... нет удачи? Нет случая, удачного или неудачного? А может быть, ты сам по себе. Я не знаю». Он прячет игральные кости в жакет. «Мы можем играть позже, возможно, но не сейчас».

source: "All right... farewell."
ru: «Ладно... Прощай».

source: "And how much coin will lie at your feet?"
ru: «И сколько монет будет лежать у твоих ног?»

source: "Actually, none. Farewell."
ru: «Вообще-то - нисколько. Прощай».

source: Gaoha flashes you his disturbing, sharp-toothed grin and rattles a pair of bone dice in hands. "You have returned to play a game, yes?"
ru: Гаоха, поигрывая игральными костями в руках, озаряет тебя своей зловещей острозубой ухмылкой. «Вернулся сыграть в игру, да?»

source: You both roll the dice until Gaoha rolls higher; he snatches up your coins, frowning at them for a moment before hiding them away in his tunic. "It is enough, for now. But perhaps we shall play again later, you and I."
ru: Вы бросаете кости, и Гаоха выкидывает больше очков. Он подхватывает твои монеты, но, перед тем, как спрятать их в куртке, он хмуро смотрит на них. «На этот раз хватит. Но мы можем играть позже, возможно, ты и я».

source: "Why? What's wrong?"
ru: «Почему? Что-то не так?»

source: "All right. Farewell."
ru: «Ладно. Прощай».

source: You both roll the dice until you roll higher; you pick up the coins and put them away. Gaoha nods, frowning. "It is enough, for now. But perhaps we shall play again later, you and I."
ru: Вы бросаете кости, и ты выкидываешь больше очков. Ты забираешь монеты. Гаоха хмуро кивает. «На этот раз хватит. Но мы можем играть позже, возможно, ты и я».

source: Gaoha flashes you his disturbing, sharp-toothed grin. "Eager to play you are, yes? But you return too soon. Return later, and we might play again."
ru: Гаоха озаряет тебя своей зловещей острозубой ухмылкой. «Не терпится сыграть тебе, да? Но ты вернулся слишком рано. Вернись позже, и мы сможем играть еще раз».

source: "Farewell, then."
ru: «Тогда прощай».

source: You see a thin, yellow-skinned humanoid covered with a variety of dazzling tattoos. His eyebrows have been accented with black charcoal lines, and his teeth are filed to points. He sees you and waves you over, rattling his dice in his hand.
ru: Перед тобой худощавый желтокожий человекоподобный незнакомец, полностью покрытый татуировками. Его брови подчеркнуты угольно-черными линиями, а зубы заточены под клыки. Завидев тебя, он призывно машет тебе, поигрывая игральными костями в руке.
