Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dgerik.dlg.po
Languages: ru

source: You see a rat faced looking young man. He watches you carefully as you approach and seems to gauge your every move with a practiced eye.
ru: Перед тобой парень с крысиным лицом. Он внимательно наблюдает за твоим приближением, казалось бы, оценивая каждое твое движение наметанным глазом.

source: "Greetings."
ru: «Приветствую».

source: Ignore him.
ru: Игнорировать его.

source: He rubs his chin as he examines you. You get the impression he is weighing you in the balance. "Yes... greetings, cutter. Welcome to our home. What do you want with Gerik?"
ru: Он потирает подбородок, изучая тебя. У тебя создается впечатление, будто он взвешивает тебя на весах. «Да... здравствуй, рубака. Милости просим в наш дом. Чего тебе понадобилось от Герика?»

source: "I have some questions..."
ru: «У меня есть вопросы...»

source: "Nothing, farewell."
ru: «Ничего, прощай».

source: "Ask... ask..." He smiles at you.
ru: «Спрашивай... спрашивай...» - отвечает он, улыбаясь.

source: "Who are you?
ru: «Кто ты?»

source: "What can you tell me about this place?"
ru: «Что ты можешь рассказать об этом месте?»

source: "I'm looking for a deva, you know where I can find him?"
ru: «Я разыскиваю дэва, ты не знаешь, где его можно найти?»

source: "I must be going, farewell."
ru: «Я должен идти. Прощай».

source: "We are Gerik. We told you that... didn't we?" He raises his eyebrows at you.
ru: «Мы - Герик. Мы уже говорили тебе... разве не так?» Он смотрит на тебя, подняв бровь.

source: "Why do you refer to yourself as *we*?"
ru: «Почему ты зовешь себя *мы*?»

source: "I must leave. Farewell."
ru: «Я должен идти. Прощай».

source: He frowns at you. "Because we are more than one..." He looks to either side of himself then back at you. "Can you not see us?" He gestures to each side of himself.
ru: Он неодобрительно глядит на тебя. «Потому что нас больше, чем один...» Он оглядывается по сторонам, потом снова на тебя. «Ты нас не видишь?» Он указывает на что-то у себя по бокам.

source: "Yes, I see you all now. I have some questions..."
ru: «Да, теперь я увидел вас всех. У меня есть вопросы...»

source: "Uh... No, there's only you and I here."
ru: «Э-э... Нет, здесь только ты и я».

source: He frowns, then leans to either side and begins to whisper to an invisible companion. After a moment he returns his attention to you. "We are confused as to why this would be. Perhaps you are ill. Perhaps we can help you." He smiles at you.
ru: Он хмурится, затем наклоняется в сторону и что-то шепчет невидимому собеседнику. Через секунду он поворачивается к тебе. «Мы не можем понять, как такое может быть. Может, ты болен? Может, мы чем-то можем тебе помочь?» Он улыбается тебе.

source: "Ah... There they are. I'm sorry, I just missed your companions before. I see them now."
ru: «А... Вот они где. Извини, я просто не заметил твоих товарищей. Теперь я их вижу».

source: "I think you're the one who needs help."
ru: «Похоже, это тебе нужна помощь».

source: He smiles and nods. "Good... good... all is well and we are happy. Did you have more questions?"
ru: Он улыбается и кивает. «Хорошо... хорошо... все в порядке, и мы этому рады. У тебя были другие вопросы?»

source: "Yes."
ru: «Да».

source: "No, I must be leaving. Farewell."
ru: «Нет, мне уже пора. Прощай».

source: He frowns deeply. "This disturbs us... you should leave, we must have time to think..." He ignores you.
ru: Он становится мрачнее тучи. «Это нас беспокоит... тебе придется уйти, нам нужно время подумать...» Он утрачивает к тебе интерес.

source: Leave.
ru: Уйти.

source: He glances about, then seems to stare off into the distance. "This place is our summer home... we like it here. The sound of the waves is most relaxing to us."
ru: Он оглядывается, потом как-будто смотрит вдаль. «Это место - наш летний домик... Нам здесь нравится. Шорох волн очень успокаивает нас».

source: "Waves? What waves?"
ru: «Волн? Каких волн?»

source: "Farewell."
ru: «Прощай».

source: "What waves?" He looks annoyed and points at a distant spot through the wall. "Those waves! We love the ocean, the sea breeze... it's very refreshing."
ru: «Каких волн?» Он раздраженно указывает куда-то вдаль через стену. «Вон тех! Нам нравится океан, морской бриз... он такой освежающий».

source: "I... see. Yes, very nice. I have some more questions..."
ru: «Понятно... Да, он весьма приятный. У меня еще вопросы...»

source: "Uh huh... Well, I can't take the salt air. I must be going, farewell."
ru: «Ага... Вот только я не переношу соленого воздуха. Мне уже пора, прощай».

source: His eyes grow wide and he nods his head. He looks to either side of himself and begins to mumble and converse with some invisible companion. After a moment he turns his attention to you. "Yes... we have seen the deva. Beautiful he was..."
ru: Его глаза расширяются, и он кивает. Затем он оглядывается по сторонам и начинает что-то бормотать невидимому собеседнику. Через миг он поворачивается к тебе. «Да... мы видели дэва. Он был так красив...»

source: "Where can I find him?"
ru: «Где мне его найти?»

source: He looks confused. "We do not know... he is lost to us." He gazes off into the distance. "We lost him... lost him... lost..." His voice fades to silence as he stares blankly at the wall. He ignores any further attempt to communicate.
ru: Он кажется сбитым с толку. «Мы не знаем... он для нас потерян, - он смотрит куда-то вдаль. - Мы его потеряли... потеряли его... потеряли...» Его голос утихает, он безучастно смотрит в стену. Дальнейшие попытки заговорить с ним он игнорирует.

source: You see Gerik. He seems to be lost in his own world until he notices your approach. "We remember you... what do you want of Gerik?"
ru: Перед тобой Герик. Похоже, он где-то в своем собственном мирке. Наконец, он замечает твое приближение. «Мы тебя помним... Чего тебе нужно от Герика?»
