Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dghocitf.dlg.po
Languages: ru

source: This female ghoul reeks of blood and carrion. Beetles and worms crawl through her long, stringy hair, which she sweeps from her yellow eyes with cruel-looking talons. Her flesh has turned a sickly green color, and is covered in rot and weeping sores.
ru: Эта упыриха воняет кровью и падалью. По ее длинным тонким волосам, которые она то и дело убирает со своих желтых глаз жуткими когтями, ползают жуки и черви. Ее кожа болезненно-зеленого цвета и покрыта гниющими влажными язвами.

source: The ghoul narrows her eyes and snarls at you. Her tongue - no less than two hands long - curls out to lick at her scabby lips.
ru: Упыриха прищуривается и рычит на тебя. Ее язык, не менее двух ладоней в длину, высовывается и облизывает покрытые струпьями губы.

source: The ghoul continues to eye you hungrily. She clenches and unclenches her clawed fists, as if fighting the urge to leap upon you and feed.
ru: Упыриха продолжает жадно глядеть на тебя. Она стискивает и разжимает когтистые кулаки, будто борясь с желанием броситься на тебя и сожрать.

source: The ghoul screeches at you: "Silence, meat! No talk! I no lissen to meat-thing! I hear only your heart, blood in meat's veins, sweet, delicious blood... tasty, rich, heart-meat..." Drool pours from its mouth, spattering the dusty tiles. "NO TALK!"
ru: Упыриха визжит на тебя: «Молчать, мясо! Ни слова! Я не слушаю мясных тварей! Я слышу только твое сердце, кровь в мясных венах, сладкую, вкусную кровь... вкусное сочное сердце... — из ее рта течет слюна, капая на пыльные плиты. — МОЛЧАТЬ!»

source: The ghoul screeches at you as you approach: "Away! Go away! I no *talk* to meat thing, I no *listen,* meat! GO!"
ru: Когда ты подходишь, упыриха начинает визжать на тебя: «Прочь! Убирайся прочь! Я не *разговариваю* с мясной тварью, я не *слушаю*, мясо! УХОДИ!»

source: "Greetings..."
ru: «Приветствую...»

source: Leave the ghoul be.
ru: Оставить упыриху в покое.

source: "I had some questions..."
ru: «У меня есть несколько вопросов...»

source: "I must be taking my leave, now. Farewell."
ru: «Мне уже нужно идти. Прощай».

source: "Calm yourself, and answer my questions."
ru: «Успокойся и ответь на мои вопросы».

source: "Farewell, then."
ru: «Тогда прощай».

source: Leave.
ru: Уйти.
