Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dgib.dlg.po
Languages: ru

source: You see an older man wearing shoddy clothes. He watches your approach with a bored expression.
ru: Перед тобой старик, одетый в дрянную одежду. Он следит за твоим приближением скучающим взглядом.

source: "Greetings."
ru: «Приветствую».

source: Ignore the man.
ru: Не обращать внимания на мужчину.

source: He continues to gaze at you with a bored look. Finally he nods. "Hello, cutter. Why are you rattling your bone box at me?"
ru: Он продолжает смотреть на тебя скучающим взглядом. В конце концов он кивает. «Привет, рубака. Почему ты трясешь черепушкой со мной?»

source: "I have some questions..."
ru: «У меня есть несколько вопросов...»

source: "No reason, farewell."
ru: «Просто так. Прощай».

source: He nods slowly as he looks away. "Well... I'm in this dung hole for stealing what ain't rightfully mine, not for answering damn fool questions..." He glares at you. "Go away."
ru: Медленно кивая, он отводит взгляд. «Ну... Я в этой навозной яме оказался из-за воровства чужого, а не за отвечание на тупые вопросы... — он смотрит на тебя. — Валяй отсюда».

source: "Life here must be hard. It would be even harder for you as a cripple."
ru: «Должно быть, здешняя жизнь тяжела. Но она может стать еще тяжелее, если ты — калека».

source: "I guess I'll be going then. Farewell."
ru: «Похоже, мне пора идти. Прощай».

source: He frowns as he considers your words. You see his eyes travel along several of your scars and then meet your gaze. "You threatening me, berk?"
ru: Он хмуро обдумывает твои слова. Ты видишь, как он пробегает взглядом по твоим шрамам, после чего смотрит тебе в глаза. «Ты мне угрожаешь, пень?»

source: "Yes. Answer some questions or I'll start removing parts of you a piece at a time."
ru: «Да. Ответь на мои вопросы, или я начну отрывать от тебя куски».

source: "No, farewell."
ru: «Нет, прощай».

source: He nods slowly. "What questions?"
ru: Он медленно кивает. «Что за вопросы?»

source: "Who are you?"
ru: «Кто ты?»

source: "What can you tell me about this place?"
ru: «Что ты можешь рассказать об этом месте?»

source: "I'm looking for a deva, I understand he's here."
ru: «Я ищу одного дэва. Насколько я знаю, он здесь».

source: "Farewell."
ru: «Прощай».

source: He hesitates. "Gib... the name's Gib."
ru: Он колеблется. «Гиб... зовут Гиб».

source: "Why are you here?"
ru: «Как ты сюда попал?»

source: "Weren't you listening to me? I said I was a thief. I'm here because I got caught." He smiles. "If you're going to force me to answer questions the least you can do is make them somewhat intelligent."
ru: «Ты меня не слушал? Я же сказал, что был вором. А здесь я потому что попался, — улыбается он. — Если ты хочешь заставить отвечать на вопросы, то хоть задавай по крайней мере поумнее».

source: "Smarting off to me isn't all that brilliant either..."
ru: «Выпендриваться передо мной — тоже не блестящая идея...»

source: He shrugs.
ru: Он пожимает плечами.

source: "Never mind, farewell."
ru: «Неважно, прощай».

source: "The prison is divided into three rings, the outer, the central, and the inner. This is the outer ring where the petty criminals, thieves and such, are. The central ring is where the more hardened criminals, thugs and such, are. The inner ring is for the more dangerous criminals, murderers, conspirators, enemies of the government, and such."
ru: «Тюрьма разделена на три кольца — внешнее, центральное и внутреннее. Внешнее кольцо — для мелких преступников, типа воришек. Центральное кольцо — для более матерых уголовников, типа разбойников. Внутреннее кольцо — для самых опасных отморозков, типа убийц, заговорщиков и врагов правительства».

source: "I see. I have some questions..."
ru: «Понятно. У меня еще есть вопросы...»

source: He gives you a concerned look. "That deva... yes, he's down here. You might want to reconsider finding him though."
ru: Он озабоченно смотрит на тебя. «Этот дэва... да, он здесь, внизу. Вот только не стоит тебе искать его».

source: "Because of the plague?"
ru: «Из-за чумы?»

source: "Why is that?"
ru: «Почему?»

source: He nods. "You know about it then... yes, the plague. It hit us fast and hard, most who got it ended up in the dead-book." He frowns at you. "Anyone who knows you've been to see him won't go near you..."
ru: Он кивает. «Так ты знаешь... да, из-за чумы. Она крепко за нас взялась, очень много кого в книгу мертвых записали, — он хмурится. — Если кто узнает, что ты пришел увидеть его, с тобой рядом не захочет оказаться...»

source: "Where is he?"
ru: «Где он?»

source: "Off that way..." He gestures vaguely. "You'll run into him eventually."
ru: «Вон там... — он неопределенно взмахивает рукой. — Ты все равно рано или поздно на него наткнешься».

source: "The chant is that he's a plague carrier." He gazes at you to see your reaction then shrugs. "I don't know that he is, myself, but the plague did start right when he showed up."
ru: «Поговаривают, что он переносчик чумы, — не дождавшись от тебя реакции, он пожимает плечами. — Не знаю, так ли это, но чума началась сразу же после того, как он объявился».

source: "Tell me about this plague."
ru: «Расскажи мне о чуме».

source: "It hit us fast and hard, most who got it ended up in the dead-book." He frowns at you. "Anyone who knows you've been to see the deva won't go near you..."
ru: «Она крепко за нас взялась, очень много кого в книгу мертвых записали, — он хмурится. — Если кто узнает, что ты пришел увидеть дэва, с тобой рядом не захочет оказаться...»

source: "Where can I find him?"
ru: «Где я могу найти его?»

source: You see Gib, the thief. He frowns at your approach. "Back again... great."
ru: Перед тобой вор Гиб. Он хмурится при твоем приближении. «Снова вернулся... Отлично».
