Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dhailcii.dlg.po
Languages: ru

source: This capable githzerai warrior has been watching you closely as you approach. As you draw near, he suddenly draws his sword and attacks!
ru: Этот умелый воин-гитцерай внимательно следит за твоим приближением. Когда ты подходишь ближе, он внезапно обнажает меч и бросается в атаку!

source: Fight.
ru: Сражаться.

source: Flee.
ru: Сбежать.

source: The man has a yellow cast to his skin and gaunt features. Tattoos and scars cover his body, and he wears a long blade across his chest. His eyes are like two small black stones. He bows to you as you approach. "Greetings, sword-ringer. I *know* of your timely information. Ask what you will of me."
ru: У этого мужчины желтый оттенок кожи и худощавое лицо, а тело покрыто татуировками и шрамами; на груди у него висит длинный клинок. Его глаза - словно два уголька. Он кланяется тебе, когда ты подходишь. «Приветствую, звенящий мечом. Мне *известно* о твоей своевременной наводке. Скажи, чего ты хочешь от меня».

source: "Who are you?"
ru: «Кто ты?»

source: "Can you join my party?"
ru: «Ты можешь присоединиться к моему отряду?»

source: "Where did you get your scars?"
ru: «Где ты получил свои шрамы?»

source: "Where did you get your tattoos?"
ru: «Где ты получил свои татуировки?»

source: "What is the difference between githzerai and githyanki?"
ru: «В чем разница между гитцераями и гитьянки?»

source: "Can you teach me to speak your language?"
ru: «Ты можешь обучить меня своему языку?»

source: "I require nothing. Thanks, and farewell."
ru: «Мне ничего не нужно. Спасибо и прощай».

source: "I cannot. I have a duty to my people."
ru: «Я не могу. У меня есть долг перед своим народом».

source: "What is that duty?"
ru: «Что это за долг?»

source: "Then I'd like to ask you some more questions."
ru: «Тогда я хотел бы задать тебе еще несколько вопросов».

source: "Ask your questions, but be not like Ach'ali drowning - make them direct and to the point."
ru: «Задавай свои вопросы, но не уподобляйся тонущей Ачали: задавай их прямо и по сути».

source: He raises his arms and holds them to his face, then his chest, in a reverent gesture. "The scars that bedeck my face come from encounters in the halls of Ilsensine. My rrakma band was nearly devoured by cowardly *illithids.* The scar upon my upper torso comes from the weak-driven blade of a githyanki kin-stealer." He nods at your scars. "Speak the history of your scars."
ru: Он поднимает руки, почтительно прикладывает их к своему лицу, потом к груди. «Шрамы, украшающие мое лицо, получены в стычках в залах Ильсенсайна. Мой отряд рракма был едва не поглощен трусливыми *иллитидами*. Шрам на верхней части моего торса получен от неверного удара 'крадущего форму', клинка гитьянки, - он кивает на твои шрамы. - Поведай историю своих шрамов».

source: "I do not recall how I earned most of them."
ru: «Я не помню, как получил большинство из них».

source: "They have come from so many battles that the tale would be too long in the telling."
ru: «Они получены в столь многих битвах, что этот рассказ займет слишком много времени».

source: "They're just scars. I had some other questions..."
ru: «Это всего лишь шрамы. У меня есть другие вопросы...»

source: "They speak of the history of my kin and grant me their strength and minds. One etched by Arja'rok of the Isle of Seal, tells of my kin, Ji'li'kai, who buried his enemies in the walls of Shrak'at'lor. Another, here, was inscribed by Fell, the dabus-who-walks, and tells of the battle of Ro'jhi and myself as we fought seven slaadi in the Planes of Limbo before the eighth silenced Ro'jhi's mind." He nods at your tattoos. "Speak the history of your tattoos."
ru: «Они рассказывают историю моего рода и даруют мне его силу и дух. Одна из них, наколотая Арджароком с острова Сеал, повествует о моем сородиче, Джиликаи, которых похоронил своих врагов в стенах Шракатлора. А вот эта сделана Феллом, ходящим дабусом, и рассказывает о нашей с Роджхи битве: на плане Лимбо мы победили семерых слаади, прежде чем восьмой заглушил разум Роджхи, - он кивает на твои татуировки. - Поведай историю своих татуировок».

source: "They speak of what I hope to accomplish."
ru: «Они рассказывают о том, что я надеюсь осуществить».

source: "They speak of the obstacles I have overcome, and the tales of my past lest I forget them."
ru: «Они рассказывают о преодоленных мной препятствиях и хранят рассказы о моем прошлом, чтобы я не забыл его».

source: "They're just tattoos. Tell me of Fell."
ru: «Это всего лишь татуировки. Расскажи мне о Фелле».

source: "They're just tattoos. I had some other questions..."
ru: «Это всего лишь татуировки. У меня есть другие вопросы...»

source: His eyes narrow, and he spits on the ground. "They are a pack of lying, thieving, treacherous dogs and not to be trusted in any manner. Should you encounter one, remember the lessons of Selqant's heart and Vilquar's eye - and remember that the githyanki are trebly worse."
ru: Он прищуривает глаза и сплевывает на землю. «Они кучка лживых вороватых продажных псов, которым нельзя доверять ни под каким предлогом. Если встретишь одного из них, вспомни урок сердца Селканта и ока Вилькара... и помни, что гитьянки втрое хуже».

source: "What are those lessons?"
ru: «Что это за уроки?»

source: "Thanks. I had some other questions..."
ru: «Спасибо. У меня есть другие вопросы...»

source: "Thanks. Farewell."
ru: «Спасибо. Прощай».

source: He bows slightly. "If I had not this obligation to my people, it would be my pleasure. But, like a guest at Toryg's table, my platter is full. I cannot. Perhaps there is another you might try..."
ru: Он делает легкий поклон. «Если бы не мой долг перед народом, я бы с радостью сделал это. Но, как у гостя за столом Торига, моя тарелка полна. Я не могу. Может, тебе стоит попросить кого-то другого...»

source: "Thanks anyway. I had a few more questions..."
ru: «Все равно спасибо. У меня есть другие вопросы...»

source: "Thanks anyway. Farewell."
ru: «Все равно спасибо. Прощай».

source: "Selqant and Vilquar were noted for their cruelty and their treachery - and they were of the githzerai people. Their excesses pale when compared to the githyanki, the stoniest-hearted breed of vermin ever to sail the Silver Sea."
ru: «Селкант и Вилькар известны своей жестокостью и вероломством, и принадлежали к народу гитцераев. Но их деяния меркнут на фоне гитьянки, самых бессердечных подонков, когда-либо плававших по Серебряному морю».

source: "I had some more questions..."
ru: «У меня есть еще несколько вопросов...»

source: "Thanks for your time. Farewell."
ru: «Спасибо за уделенное время. Прощай».

source: He pauses for a moment, and you have the feeling he disapproves of that answer. "Ach'ali drowning, ask your questions, then."
ru: На миг он умолкает, и ты ощущаешь, что он недоволен ответом. «Тонущая Ачали, ну так задавай свои вопросы».

source: He bows to you with anger in his eyes, and says, "You do yourself no honor with your words. I do myself no honor by hearing your words. I will speak with you no longer." He closes his eyes for a moment, and then looks past you.
ru: С гневом во глазах он отвешивает тебе поклон и произносит: «Твои слова не делают тебе чести. И выслушивание их не делает чести мне. Я больше не стану с тобой говорить». На миг он закрывает глаза, затем смотрит мимо тебя.

source: "I just wanted to ask a few questions..."
ru: «Я хотел лишь задать пару вопросов...»

source: "Farewell, then."
ru: «Тогда прощай».

source: Hit him.
ru: Ударить его.

source: His expression alters slightly - whether in confusion or contempt, you cannot tell. "How can scars not tell stories of how they came to be?"
ru: Выражение его лица слегка меняется; трудно сказать, смятение это или презрение. «Как шрамы могут умолчать о том, как они были получены?»

source: "They're just scars. Everyone gets them."
ru: «Это всего лишь шрамы. У каждого они есть».

source: "I have lost the memory of their past and my past as well."
ru: «Я лишился воспоминаний о них, а также о своем прошлом».

source: He pauses for a moment, absorbing this, and then: "T'cha's Lament then. I mourn your loss of mind and history."
ru: На миг он умолкает, переваривая это, затем говорит: «Что ж, стенания Тча. Я сожалею, что ты утратил память и прошлое».

source: "Thanks. I had a few more questions..."
ru: «Спасибо. У меня есть еще несколько вопросов...»

source: He waits for a moment, then closes his eyes and bows again. "Your tattoos bring the future to the present and give it focus. There is an Anarch's wisdom in such tattoos. Your tales are noted."
ru: Он ждет пару секунд, затем закрывает глаза и делает еще один поклон. «Твои татуировки превращают будущее в настоящее и направляют его. В подобных татуировках кроется мудрость Вождей. Твои рассказы отмечены».

source: "Thanks. You spoke of Fell?"
ru: «Спасибо. Ты упоминал Фелла?»

source: He closes his eyes and bows. "Your tales are noted, sword-ringer."
ru: Он закрывает глаза и делает поклон. «Твои рассказы отмечены, звенящий мечом».

source: "As are yours. I had some other questions..."
ru: «Как и твои. У меня есть другие вопросы...»

source: "I had some other questions..."
ru: «У меня есть другие вопросы...»

source: "As are yours. Farewell."
ru: «Как и твои. Прощай».

source: "Where can I find Fell?"
ru: «Где мне найти Фелла?»

source: "What kind of strength?"
ru: «Какого рода силу?»

source: "You can find him in the Hive, in the northern part of southeastern portion. The directions in this city are poorly given - they are like following the ravings of an Anarch who does not *know* himself."
ru: «Он находится в Улье, на севере юго-восточной области. В этом городе плохо объясняют дорогу: как будто ты следуешь бредовым идеям Вождя, *не знающего* себя».

source: "What kind of strength can his tattoos give?"
ru: «Какого рода силу дают его татуировки?»

source: "The tattoo of Ro'jhi, he who spilled the life of seven slaadi, gives me strength in my limbs when I am faced by overwhelming odds. The strength lent would depend on the experience: tell Fell your tales, and the tattoos will grant their power when the tale is placed upon the flesh."
ru: «Татуировка Роджхи, который лишил жизни семерых слаади, придает силу моим конечностям, когда я сталкиваюсь с непреодолимыми трудностями. Характер силы зависит от опыта: расскажи Феллу истории о себе, и татуировки подарят тебе свою силу, как только рассказы попадут на кожу».

source: "Where can I find him?"
ru: «Где мне его найти?»

source: He bows his head to you. "I am Hailcii'n, a soldier of the githzerai. I am here to gather supplies. I have discovered that this city is like Try'ig'or's Gem - oft-praised, but little of value is to be found in it."
ru: Он кивает тебе. «Я Хайлциин, воин гитцераев, прибыл сюда за припасами. Я обнаружил, что этот город - словно камень Трайигора: его часто восхваляют, но ценности в нем найдется немного».

source: He bows his head to you. "Your prowess is noted, sword-ringer."
ru: Он кивает тебе. «Твоя доблесть отмечена, звенящий мечом».

source: "As is yours. I had some other questions..."
ru: «Как и твоя. У меня есть другие вопросы...»

source: "As is yours. Farewell."
ru: «Как и твоя. Прощай».

source: Hailcii'n bows to you. "Greetings, sword-ringer."
ru: Хайлциин отвешивает тебе поклон. «Приветствую, звенящий мечом».

source: "Greetings. I had some questions..."
ru: «Здравствуй. У меня есть несколько вопросов...»

source: "Hail and farewell."
ru: «Здравствуй и прощай».

source: The man has a yellow cast to his skin and gaunt features. Tattoos and scars cover his body, and he wears a long blade across his chest. His eyes are like two small black stones. He bows to you as you approach. "Greetings, sword-ringer. I *know* of your aid to the people. Ask what you will of me."
ru: У этого мужчины желтый оттенок кожи и худощавое лицо. Его тело покрыто татуировками и шрамами; на груди у него висит длинный клинок. Его глаза - словно два уголька. Он кланяется тебе, когда ты подходишь. «Приветствую, звенящий мечом. Мне *известно* о твоей помощи моему народу. Скажи, чего ты хочешь от меня».

source: The man has a yellow cast to his skin and gaunt features. Tattoos and scars cover his body, and he wears a long blade across his chest. His eyes are like two small black stones. He watches you as you approach, and he waits until you speak. "I do not *know* you... but I will speak to you."
ru: У этого мужчины желтый оттенок кожи и худощавое лицо. Его тело покрыто татуировками и шрамами; на груди у него висит длинный клинок. Его глаза - словно два уголька. Он кланяется тебе, когда ты подходишь. «Я тебя *не знаю*... однако я буду говорить с тобой».

source: Hailcii'n watches you calmly as you approach, and offers a laconic, "Greetings, traveler."
ru: Хаилциин спокойно наблюдает за твоим приближением, потом лаконично произносит: «Приветствую, путник».

source: The man has a yellow cast to his skin and gaunt features. Tattoos and scars cover his body, and he wears a long blade across his chest. His eyes are like two small black stones. As you approach, he bows to Dak'kon. "All beholden, *zerth.*"
ru: У этого мужчины желтый оттенок кожи и худощавое лицо. Его тело покрыто татуировками и шрамами; на груди у него висит длинный клинок. Его глаза - словно два уголька. Когда ты подходишь, он кланяется Даккону. «Мое почтение, *зерт*».

source: "His words are *known* to me, *zerth.* His actions are not. His shadow speaks of one who has seen combat and bested all that stood against him. Do my eyes fail to see beyond the still circle?"
ru: «Его слова *известны* мне, *зерт*. В отличие от его деяний. Его тень говорит о том, кто повидал сражений и одержал верх над каждым, кто выступал против него. Правильно ли я увидел его под этой оболочкой?»

source: "I will hear him, *zerth.*" He turns to face you and awaits your questions. "Ask your questions. Direct them as you would direct your mind."
ru: «Я выслушаю его, *зерт*, - он поворачивается к тебе в ожидании вопросов. - Задавай свои вопросы. Направляй их так, как направлял бы свой разум».

source: "Ask, then."
ru: «Что ж, спрашивай»

source: He bows his head to you. "I am Hailcii'n, a soldier of the githzerai. I am here to gather supplies. I have discovered that this city is like Try'ig'or's Gem - oft-praised, but little of value is to be found in it. The air is poor for one of the people, and those within it do not *know* themselves. They are empty shells."
ru: Он кивает тебе. «Я Хайлциин, воин гитцераев, прибыл сюда за припасами. Я обнаружил, что этот город словно камень Трайигора - его часто восхваляют, но ценности в нем найдется немного. Воздух здесь непригоден для нашего народа, а живущие здесь *не знают* себя. Они - пустые оболочки».

source: "I see. I had more questions..."
ru: «Понятно. У меня есть другие вопросы...»

source: "Indeed. Farewell."
ru: «И то правда. Прощай».

source: He shoots Dak'kon an unreadable look. You get the impression you've failed some sort of test. "Is there more you would *know?*"
ru: Он бросает на Даккона непонятный взгляд. У тебя появляется впечатление, что ты провалил своего рода испытание. «Ты хотел еще что-то *узнать*?»

source: "Yes."
ru: «Да».

source: "No. Farewell."
ru: «Нет. Прощай».

source: "The dabus-who-walks is a master of the craft. Some tattoos tell tales. Others tell of the spirit. The tattoos that Fell inscribes upon the skin lend strength of the body and strength of the mind based on the tale."
ru: «Ходящий дабус - мастер своего дела. Некоторые его татуировки рассказывают истории. Другие говорят о духе. Татуировки, которые Фелл наносит на кожу, придают силу телу и разуму, в зависимости от истории».

source: "Thanks. I had some other questions.."
ru: «Спасибо. У меня есть еще несколько вопросов...»

source: He bows slightly. "You have with you an incomparable master of the tongue. Ask him, and perhaps he shall teach you."
ru: Он делает легкий поклон. «С тобой находится непревзойденный мастер языка. Попроси его, и, возможно, он тебя обучит».

source: "His words are *known* to me, *zerth,* as are his timely actions concerning our fortress. I will hear him."
ru: «Его слова *известны* мне, *зерт*, так же как и его своевременные действия касательно нашей крепости. Я выслушаю его».

source: Hailcii'n bows as you approach. "I am honored in the return of your presence."
ru: Хайлциин кланяется тебе, когда ты подходишь. «Ты делаешь мне честь своим возвращением».

source: "Thanks. I had a few questions..."
ru: «Спасибо. У меня есть пара вопросов...»

source: "Thanks, but I must be going. Farewell."
ru: «Спасибо, но я должен идти. Прощай».

source: "You return, *zerth,* with your human. Is there more you would *know?*"
ru: «Ты вернулся, *зерт*, вместе со своим человеком. Ты хочешь *знать* больше?»

source: "I am here to gather supplies and summon reinforcements. The githyanki grow bold these days. We prepare for bloody war."
ru: «Я здесь, чтобы собрать припасы и созвать подкрепление. В последнее время гитьянки осмелели. Мы готовимся к кровавой войне».

source: "Sounds exciting. I'd like to ask you some more questions."
ru: «Звучит захватывающе. Я хотел бы задать тебе еще пару вопросов».

source: "I see. Farewell."
ru: «Понятно. Прощай».
