Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dharlotn.dlg.po
Languages: ru

source: You see a tired-looking woman dressed in a tight leather bodice and leggings. The odor of cheap perfume surrounds her like a cloud, and her face is covered with a mask of crude make-up. She smiles as she sees you. "Why doncha stay and chat wit' me a bit, love?"
ru: Перед тобой уставшая женщина, одетая в тесный кожаный корсаж и гетры. Аромат дешевых духов буквально обволакивает ее, а лицо скрыто за маской грубого макияжа. Завидев тебя, она улыбается. «Почему бы тебе не остановиться и не поболтать со мной, красавчик?»

source: The woman looks coyly at you. "Now ye look ta be a blood who's *lost* something. Mayhap I can help ye find it, cutter?" She smiles slightly.
ru: Женщина жеманно поглядывает на тебя. «А теперь ты похож на знатока, который что-то *потерял*. Может, помочь тебе поискать, рубака?» Она слегка улыбается.

source: "Eh?" She seems confused. "What're ye about?"
ru: «Э? — она явно этого не ожидала. — О чем это ты?»

source: Her tone becomes business-like. "Aye, love, now there's the matter of a finder's fee."
ru: Ее тон становится деловым. «Ага, красавчик, теперь вопрос только в щедрости страждущего».

source: "Some coppers fer a *glance* at what ye're missing, and ten coppers ta actually find what ye're missing."
ru: «Пара медяков, чтобы *поглядеть*, чего там у тебя пропало, и десять, чтобы найти твою пропажу».

source: "I think ye've found what ye're lookin' fer. Come along then, love."
ru: «Кажется, ты уже нашел, что искал. Пойдем, красавчик».

source: The woman smiles. "Not enough jink, eh? Not ta worry, love... y'come back when ye're heavier in the purse."
ru: Женщина улыбается. «Что, звенелок не хватает? Не переживай, красавчик... возвращайся, когда кошелек будет потолще».

source: The woman breaks in. "It's twice the cost fer the mimir... or any other degenerate."
ru: Женщина встревает в разговор. «Для твоего мимира... или еще какого дегенерата — двойная такса».

source: "May a pox shrivel yer innards! Ye have the stink and fashion sense of a goatherd, and ye're twice as ugly!"
ru: «Чтоб тебе сифилис кишки изъел! От тебя несет, как от пастуха, да и одеваешься ты не лучше, а уж рожа — и того хуже, раза в два!»

source: The woman frowns. "I'm not a tout..." She frowns, then rubs two fingers together. "*Unless* ye've got some jink ta pay fer my time."
ru: Женщина хмурится. «Я тебе не осведомитель... — она хмурится, затем потирает двумя пальцами друг о друга. — *Если* только у тебя нет пары звенелок, чтобы оплатить мое время».

source: "Ten coppers. Other questions of a deeper chant'll cost ye more."
ru: «Десять медяков. Дальнейшие расспросы увеличат гонорар».

source: "Yer loss. When ye get tired o' losin' things and need ta find some things, love, y'come see me."
ru: «Многое теряешь. Если надоест терять и захочется найти — приходи ко мне, красавчик, поболтаем».

source: "Aye, then." She slips the jink into her palm, where it promptly vanishes. "Now..."
ru: «Ага». Она зажимает монеты в ладони, в которой они незамедлительно исчезают. «Итак...»

source: "Ask yer questions, love."
ru: «Спрашивай, красавчик».

source: Her eyes narrow suspiciously. "The city? What about it?"
ru: Ее глаза подозрительно сужаются. «О городе? А что?»

source: "What's Sigil, y'mean?" She shrugs, looks around. "It's the city beneath yer feet n' risin' t'either side of ye." She smiles. "Makes visitors' stomachs gallop, it does."
ru: «Погоди, ты про Сигил? — озираясь, она пожимает плечами. — Этот город лежит под твоими ногами и окружает тебя со всех сторон, — она улыбается. — От этого у гостей желудок ходит ходуном».

source: "Center o' the Planes, t'hear it told." She snorts. "If ye believe that wash."
ru: «В центре Планов, как говорят, — она фыркает. — Если ты веришь в эту белиберду».

source: She smirks. "Well now, love, according ta the graybeards n' scholars n' guvners and alla the rest o' them rattlin' their brain-boxes, they says the Planes go on forever." She taps her head. "Who's ta say where the 'center' is?"
ru: Она ухмыляется. «Ну, красавчик, если верить седобородым, ученым, законникам и всем остальным сотрясателям черепушек, то они говорят, что Планы существуют вечно, — она стучит себя по лбу. — А кто скажет, где их 'центр'?»

source: She puts her hands on her hips and pouts. "Depends on yer interest, cutter."
ru: Она кладет руки на пояс и выпячивает губы. «Смотря что тебя интересует, рубака».

source: "I already made ye an offer, love, and it's not an unfair price. Don't know o' nowhere else ye might be enjoyin' the delights ye'd have with me."
ru: «Я уже сделала тебе предложение, красавчик, и цена была не такая уж грабительская. Не знаю, где еще ты сможешь получить такое удовольствие, как со мной».

source: She laughs. "Ye're asking *me?* What, ye thinkin' o' becoming one o' the Sisterhood are ye?" She nearly buckles over in laughter... the screeching is similar to a drunken harpy's. Eventually, the gales of laughter subside, and she takes a deep breath. "Ye're... ye're a rich man, ye are."
ru: Она хохочет. «Ты это у *меня* спрашиваешь? Ты что, решил записаться в нашу общину?» Она складывается пополам от хохота... смех точь-в-точь как у подвыпившей гарпии. Вдоволь нахохотавшись, она делает глубокий вздох. «Да ты... ты просто хохмач».

source: She smiles knowingly. "I jest... 'serve'... the factions, love. I don't deal with them."
ru: Она многозначительно улыбается. «Я просто... 'обслуживаю'... фракции, красавчик. Я с ними дел не имею».

source: "The Dustmen don't behave like Dusties in my arms, love." She scoffs. "Those bashers speak so much 'bout death, yet they don't say much when they's with me, y'see?"
ru: «В моих объятиях тленные перестают быть тленными, красавчик, — она усмехается. — Эти вояки только и трещат, что о смерти, а вот со мной они про нее не сильно трепаются, сечешь?»

source: "No idea where ye'd find such a thing, love. Ye might look... elsewhere." She smiles suggestively. "I know some places ye might start."
ru: «Без понятия, где можно его найти, красавчик. Он может быть... где угодно, — она с намеком улыбается. — Но зато я знаю, где можно начать поиски».

source: "Pharod? Now *that's* one o' the greater darks, love. If ye be wantin' t'know about that blood, that'll be thrice the coppers of a normal asking."
ru: «Фарод? Это одна из *величайших* тайн, красавчик. Если хочешь разузнать об этом знатоке больше, то придется заплатить тройную таксу».

source: She gives your coins a once over, then shrugs and pockets them. "What ye be wantin' t'know about ol' Pharod?"
ru: Она сгребает твои монеты и кладет их в карман. «Что ты хочешь узнать о старом Фароде?»

source: She shrugs. "Chant is he's a Collector boss. Has a whole bunch o' bloods in his shadow."
ru: Она пожимает плечами. «Говорят, что он главарь сборщиков. В его тени полно знатоков».

source: "Now, no one knows fer dead sure, but if *I* were ta suggest a place, love, I'd say Ragpicker's Square."
ru: «Ну, никто точно не уверен, но если бы *меня* спросили, то я начала бы с площади Старьевщиков».

source: "Aye, a big ol' heap o' rags and trash three blocks due west o' the Mortuary... all the Collectors stake their kip there. Chances are, Pharod's got his kip there, too."
ru: «Ага, большая куча тряпья и мусора через три квартала к западу от Морга... У всех сборщиков там есть угол. По всей вероятности, и у Фарода там берлога».

source: "Y'know... them sods that pick up deaders fer jink. A sorry lot."
ru: «Ну, знаешь... эти бедолаги за деньги собирают жмуриков. Незавидная судьба».

source: "'Cause they don't got the looks ta do what I do."
ru: «Затем, что они не додумались до того, что делаю я».

source: She spits and makes a half-circle around her heart. "That bladed witch! All high and mighty, mistress of all this city, floating and silent, she kills anyone in her shadow. She tends the city, aye..." She hisses. "And leaves the living things in it ta *rot.*"
ru: Она сплевывает и делает полукруг над сердцем. «Это ведьма с клинками! Высокая и могучая, хозяйка всего в этом городе, парит в тишине и убивает любого, кто окажется в ее тени. Она оберегает город... — она переходит на шепот. — И оставляет живых *гнить* здесь».

source: "That's it, then, cutter."
ru: «Ну вот и все, рубака».

source: "Fer ye..." She studies you critically. "Seven coppers, no more, no less. Other questions of a deeper chant'll cost ye more."
ru: «Для тебя... — она критически осматривает тебя. — Семь медяков, ни больше, ни меньше. Дальнейшие расспросы увеличат гонорар».

source: "Fer a handsome basher like yerself..." She gives a wide smile, revealing a row of dirty teeth. "Three coppers'll be enough t'loosen me tongue." She licks her lips, then frowns. "Other questions of a deeper chant'll cost ye more, though."
ru: «Для такого обаяшки как ты...» Она одаривает тебя широкой улыбкой, раскрывая ряд грязных зубов. «Трех монет будет достаточно, чтобы развязать мне язык, — она облизывает губы, затем хмурится. — Но дальнейшие расспросы увеличат гонорар».

source: The harlot takes the opportunity to flee the scene.
ru: Воспользовавшись заминкой, проститутка сбегает.

source: "Dammit, Annah..."
ru: «Черт возьми, Анна...»

source: "Greetings."
ru: «Приветствую».

source: Pass on by.
ru: Пройти мимо.

source: "Oh?"
ru: «А?»

source: "I'm missing a journal."
ru: «Я потерял дневник».

source: "Maybe you can help me find what I'm missing."
ru: «Может, ты мне поможешь найти то, что я потерял».

source: "Actually, I had some questions..."
ru: «Вообще-то, у меня несколько вопросов...»

source: "Not today, thanks."
ru: «Не сегодня, спасибо».

source: "Forget the journal. Maybe you can help me find what I'm *really* missing."
ru: «Забудь про дневник. Может, ты поможешь найти то, чего мне *на самом* деле не хватает».

source: "I'm not missing anything, but I did have some questions..."
ru: «Я ничего не терял, но у меня есть пара вопросов...»

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: "I see. How much?"
ru: «Понятно. Сколько?»

source: "Forget it, then. I had some questions..."
ru: «Забудь об этом. У меня есть несколько вопросов...»

source: "Done."
ru: «Готово».

source: "Forget it. I had some questions, instead..."
ru: «Забудь об этом. Лучше ответь на несколько вопросов...»

source: "Never mind. I'll find what I'm looking for on my own, thanks."
ru: «Неважно. Я сам найду то, что ищу, спасибо».

source: Follow her...
ru: Идти за ней...

source: "Uh... farewell then."
ru: «Э-э... Тогда прощай».

source: "Uh... 'mimir?'"
ru: «Э-э... 'мимира'?»

source: "Don't sweat it, Morte. From the looks of her, I'm probably saving you from dying twice."
ru: «Не парься насчет этого, Морт. Судя по ее виду, я скорее спасаю тебя от второй смерти».

source: "Never mind then. Farewell."
ru: «Тогда неважно. Прощай».

source: "Uh..."
ru: «Э-э...»

source: "I can pay you. How much?"
ru: «Я могу заплатить. Сколько?»

source: "Sounds fair. Here's ten commons."
ru: «Справедливо. Вот десять монет».

source: "Never mind."
ru: «Неважно».

source: "I'll keep that in mind. Farewell."
ru: «Я запомню это. Прощай».

source: "There were some things I wanted to know..."
ru: «Я хотел бы кое о чем узнать...»

source: "Can you tell me about this city?"
ru: «Можешь рассказать об этом городе?»

source: "Can you tell me about Sigil?"
ru: «Можешь рассказать о Сигиле?»

source: "Can you tell me what's of interest around here?"
ru: «Можешь рассказать о здешних интересных местах?»

source: "Can you tell me about the factions?"
ru: «Можешь рассказать мне о фракциях?»

source: "What can you tell me about the Lady of Pain?"
ru: «Ты можешь рассказать о Леди Боли?»

source: "I'm looking for someone named Pharod."
ru: «Я ищу кое-кого по имени Фарод».

source: "I'm looking for a journal."
ru: «Я ищу дневник».

source: "Actually, never mind. Farewell."
ru: «На самом деле, ничего. Прощай».

source: "What is it?"
ru: «Что такое?»

source: "Actually, I had some other questions..."
ru: «Вообще-то, у меня есть другие вопросы...»

source: "Where exactly is Sigil?"
ru: «А где точнее находится Сигил?»

source: "Why is it 'wash?'"
ru: «А почему это 'белиберда'?»

source: "Hmmmm. I had some other questions..."
ru: «Хм-м. У меня есть другие вопросы...»

source: "Thanks for the information. Farewell."
ru: «Спасибо за информацию. Прощай».

source: "They gather bodies? Why?"
ru: «Собирают тела? Зачем?»

source: "What else is around here of interest?"
ru: «Что еще интересного есть в округе?»

source: "Fine... I had some other questions..."
ru: «Отлично... У меня есть другие вопросы...»

source: "Not even the Dustmen?"
ru: «И даже тленных?»

source: "I see... I had some other questions..."
ru: «Понятно... У меня есть другие вопросы...»

source: "Enlightening... farewell."
ru: «Очень доходчиво... Прощай».

source: "I had some other questions..."
ru: «У меня есть другие вопросы...»

source: "Fair enough. Here's thirty commons."
ru: «Хорошо. Вот тридцать монет».

source: "Fair enough. Here's twenty-one commons."
ru: «Хорошо. Вот двадцать одна монета».

source: "Fair enough. Here's nine commons."
ru: «Хорошо. Вот девять монет».

source: "Hmmm. Don't have enough. I did have some other questions, though..."
ru: «Хм-м... Мне не хватает. Но у меня еще были вопросы...»

source: "Forget it, then... I had some other questions..."
ru: «Тогда забудем об этом... У меня есть еще вопросы...»

source: "At *that* price, anything you can tell me about him."
ru: «За *такую* цену я хочу знать о нем все, что тебе известно».

source: "What can you tell me about him?"
ru: «Что ты можешь о нем рассказать?»

source: "Where can I find him?"
ru: «Где я могу его найти?»

source: "Never mind about Pharod... I had some other questions..."
ru: «Забудь о Фароде... У меня есть другие вопросы...»

source: "Ragpicker's Square?"
ru: «Площади Старьевщиков?»

source: "What's a Collector?"
ru: «Кто такие сборщики?»

source: "I'm looking for a good time."
ru: «Я ищу развлечений».

source: "I'm looking for work."
ru: «Я ищу работу».

source: "I had some questions for you. Well... now that I can concentrate."
ru: «У меня есть вопросы к тебе. То есть... дай только собраться».

source: "Thanks. Farewell."
ru: «Спасибо. Прощай».

source: "Sounds fair. Here's seven commons."
ru: «Справедливо. Вот семь монет».

source: "Sounds fair. Here's three commons."
ru: «Справедливо. Вот три монеты».
