Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dhbdygrd.dlg.po
Languages: ru

source: This giant of a man wears an equally immense suit of ornate red armor. He regards you cautiously but without fear as you approach him.
ru: Этот гигант носит такие же гигантские, богато украшенные красные доспехи. Когда ты подходишь к нему, он рассматривает тебя, внимательно, но без страха.

source: A booming voice echoes from within his great helm: "Greetings, citizen. I am Matter-Of-Course... bodyguard to Diligence, Fourth Magistrate of the Ward. You must excuse me, for my duties lie at her side. Farewell."
ru: Из его шлема эхом раздается зычный бас: «Приветствую, гражданин. Я Само-Собой... телохранитель Усердной, Четвертого судьи района. Тебе придется извинить меня, но мой долг — быть рядом с ней. Прощай».

source: He simply turns and begins to walk away.
ru: Он попросту отворачивается и уходит.

source: This giant of a man wears an equally immense suit of ornate red armor. Even through the slits of his helm you can see him peering suspiciously at you as you approach.
ru: Этот гигант носит такие же гигантские, богато украшенные красные доспехи. Подходя к нему, даже сквозь щели в его шлеме ты видишь, как подозрительно он на тебя смотрит.

source: He suddenly raises his weapon. "It's as I thought: you're him!" He rushes to attack you as he shouts for more guards.
ru: Неожиданно он поднимает оружие. «Так я и думал: ты — это он!» Он стремительно атакует тебя, подзывая криками других стражников.

source: "Greetings."
ru: «Приветствую».

source: Leave him be.
ru: Оставить его в покое.

source: "One moment... I had some questions..."
ru: «Минутку.. У меня несколько вопросы...»

source: "Farewell."
ru: «Прощай».

source: Leave.
ru: Уйти.

source: "Greetings..."
ru: «Приветствую...»

source: Defend yourself.
ru: Защищаться.

source: Run away.
ru: Убежать.
