Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dincar1.dlg.po
Languages: ru

source: "*I* don't deal in the realms of perhaps and maybe." The first incarnation sneers. "I seek answers. It is what has allowed us to get this far." He looks at the third incarnation with contempt. "If we had left life in *your* hands, we wouldn't even a fraction of the truth we now possess. And in that truth, lies *power.*" He turns to you. "You will realize that when we merge."
ru: «*Я* не имею дел с 'возможно' и 'может быть', — первое воплощение усмехается. — Я ищу ответы. Это то, что позволило нам добраться так далеко, — он презрительно смотрит на третье воплощение. — Если бы мы передали жизнь в *твои* руки, у нас бы не было и крупицы той правды, которая теперь у нас есть. И в этой правде — *сила*, — он поворачивается к тебе. — Ты поймешь это, когда мы сольемся».

source: "I brought the sphere with me, you know."
ru: «Кстати, я принес шар с собой».

source: I awoke from touching the crystal and found myself trapped in a room, surrounded by incarnations of myself - one of them, the practical one, told me that only *one* of us could leave this place. He said we would either have to merge, with all of us surrendering our wills to one of the others, or else one of us would have to kill the other three. I'll have to get my bearings and puzzle this out... maybe speaking to the others will yield something.
ru: Я очнулся после прикосновения к кристаллу и оказался в комнате, в окружении моих воплощений. Одно из них, практичное, сказало мне, что только *один* из нас может покинуть это место. Оно сказало, что нам следует либо слиться, подчинив свою волю одному из нас, либо один из нас должен убить троих остальных. Мне нужно осмотреться и разрешить эту проблему... возможно, разговор с остальными принесет какие-нибудь плоды.

source: "What are you talking about?"
ru: «О чем ты говоришь?»

source: "How do you propose we do that?"
ru: «И как же ты предлагаешь нам это сделать?»
