Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dincar1.dlg.po
Languages: ru

source: "You DARE *lecture* me?! Women have always walked our path with us - whether Deionarra or Ravel or any other woman, and they have suffered, and it was always their CHOICE. Deionarra would have died for me if I'd asked her to. There was no CRIME."
ru: «И ты СМЕЕШЬ меня *вычитывать*?! Женщины всегда шли рядом с нами, будь то Дейонарра, или Равель, или любая другая женщина, и они страдали, и всегда это был их ВЫБОР. Дейонарра могла бы умереть за меня, если бы я попросил ее. В этом не было ПРЕСТУПЛЕНИЯ».

source: "I won't discuss it with you any longer - there are other things I would know."
ru: «Я больше не буду обсуждать с тобой это. Мне нужно узнать о других вещах».

source: "The archer? Well, old sodden Xachariah could see things with his 'eyes' that I couldn't - and he could hit them with his arrows, too."
ru: «Лучник? Ну, старый пьяница Захария мог видеть своими 'глазами' такие вещи, которых не мог видеть я, еще и мог попадать в них стрелами».

source: "So?"
ru: «И?»

source: "Well, I was walking into this Fortress blind in some ways - I didn't know what my killer was, so I needed someone who could see things I couldn't in case the enemy was beyond my visual range." He snorts. "Xachariah ended up dying too fast, though, so he wasn't any use in the end."
ru: «Ну, по пути в эту Крепость я был в некотором смысле слеп: я не знал, кто мой убийца, так что мне нужен был кто-то, способный видеть вещи, которых не вижу я, на случай если враг будет вне области моего видения, — он фыркает. — Однако Захария умер слишком быстро, так что я не смог воспользоваться им в конце».

source: "I'd almost forgotten - yes, what a waste that was." The incarnation seems irritated. "Obviously, *that* didn't work. And it cost a lot of blood and coin, too." He frowns. "It was shortly after the failure of that that I decided to carry the battle to our killer rather than wait for him to show any longer."
ru: «Я уж почти и забыл — да, сплошное расточительство, — воплощение кажется раздраженным. — Ясное дело, *это* не сработало. И еще стоило мне много крови и монет, — он хмурится. — Незадолго после этого провала я решил вступить в бой с нашим убийцей, а не ждать больше его появления».

source: "Is Morte still *alive?*" The incarnation stares for a moment in disbelief, then he starts laughing. "Ha! That piking skull couldn't be trusted farther than I could throw him - claiming he had information when he didn't, *then* I had to go through the torment of prying him off the Pillar of Skulls, then he *feigned ignorance* once he was off of it." The incarnation scoffs. "I humored him, since he'd told me everything I needed from him."
ru: «Морт все еще *жив*? — некоторое время воплощение недоверчиво смотрит на тебя, потом начинает смеяться. — Ха! Этому чертовому черепу нельзя верить дальше, чем я мог бы зашвырнуть его: он клялся, что у него есть сведения, которых у него не было, *потом* мне пришлось пройти через страшные мучения, вытаскивая его из Колонны Черепов, а потом, выбравшись, он стал *косить под дурачка*, — говорит он насмешливо. — Я потакал ему, и впоследствии он рассказал все, что было мне нужно».

source: "Feigned ignorance?"
ru: «Косить под дурачка?»

source: "Hmmm. There are other things I would know."
ru: «Хм-м. Я хотел бы знать кое-что еще».

source: "Oh, yes." The man smiles. "Once a liar, always a liar. It takes a stronger mind than the skull's to give me the laugh, though."
ru: «О, да, — он улыбается. — Соврал один раз — будешь врать всегда. Вот только нужно быть поумнее черепа, чтобы обставить меня».

source: "What was his game? What more did he have to lie about?"
ru: «В какую игру он играет? О чем еще ему пришлось солгать?»

source: The incarnation smirks. "It is of no matter. Let the skull have his secrets - they are worthless to us."
ru: Воплощение ухмыляется. «Это неважно. Оставим черепу его секреты: для нас они бесполезны».

source: "Ignus?" The man stares at you, then frowns. "Is that a name? Who in the hells are you talking about?"
ru: «Игнус? — он пристально смотрит на тебя, потом нахмуривается. — Это имя? О ком, черт возьми, ты говоришь?»

source: "You have answered my question. There are other things I would know."
ru: «Ты ответил на мой вопрос. Я хотел бы узнать о другом».

source: "Other incarnations - reflections of ourselves. I will have them merge with me after I deal with you." He glances at the hunched incarnation, who was howling when you first arrived. "Or kill them if they refuse; it is of no matter. They are not necessary."
ru: «Другие воплощения — наши отражения. Я заставлю их слиться с собой после того, как разберусь с тобой, — он бросает взгляд на ссутуленное воплощение, вывшее при твоем появлении. — Или убить их, если откажутся: это не имеет значения. В них нет необходимости».

source: "I see. There are other things I would know."
ru: «Ясно. Я хотел бы знать кое-что еще».

source: "Let me get my bearings, and we shall speak again."
ru: «Дай мне осмотреться, мы еще поговорим».

source: "He is one of the other incarnations - reflections of my self. I will have him merge with me after I deal with you. Or kill him if he refuses; it is of no matter."
ru: «Он — одно из остальных воплощений, отражений меня. Я заставлю его слиться с собой после того, как разберусь с тобой. Или убью его, если откажется: это неважно».

source: "There are other things I would know."
ru: «Я хотел бы знать кое-что еще».

source: The man looks you, then smiles incredulously. "I surrender to no man. It is you who will be absorbed by me."
ru: Он смотрит на тебя, затем скептически улыбается. «Я никому не подчинюсь. Это ты будешь поглощен мной».

source: "I doubt it."
ru: «Сомневаюсь».

source: "I shall not fight you this day, then. Still, there are other things I would know."
ru: «Тогда я не стану сражаться с тобой сегодня. Тем не менее, я хотел бы узнать еще кое о чем».

source: "Never mind, then. Let me get my bearings, and we shall speak again."
ru: «Тогда неважно. Дай мне осмотреться, мы еще поговорим».

source: "Do you intend to fight me on this?" The man seems more amused than anything else. "You are no match for me. There's little point in resisting."
ru: «Ты хочешь драться со мной? — похоже, это очень забавляет его. — Ты мне не ровня. В сопротивлении нет особого смысла».

source: "Try me."
ru: «А ты проверь».

source: You lock gazes with him... his eyes are like stones, and they start to drag you down...
ru: Вы встречаетесь взглядами... его глаза — словно камни, они начинают затягивать тебя...

source: Lock gazes with him, try and force him to merge with you.
ru: Встретиться с ним взглядом и попытаться принудить слиться с собой.

source: Surrender your will and allow yourself to absorbed.
ru: Подчинить ему свою волю и позволить поглотить себя.

source: "So be it, then." His eyes become gray like mist, and he gives a slight smile, as if in anticipation. "We shall see what your mind has in store..."
ru: «Ну что ж, да будет так, — его глаза становятся серыми как туман, он слегка улыбается, словно в предвкушении. — Посмотрим, что там у тебя в голове...»

source: You feel your mind beginning to peel apart beneath the incarnation's gaze. There is no pain, only the cold chill of oblivion as your personality is stripped away, piece by piece, and blackness fills your vision. And suddenly, you are no more.
ru: Ты ощущаешь, как под взглядом воплощения твой разум обнажается. Ты не чувствуешь боли, лишь холод забытья: твоя личность, клочок за клочком, срывается с тебя, а твой взор устилает тьма. И тут ты перестаешь существовать.

source: Fall into darkness...
ru: Пасть во тьму...

source: You feel your mind beginning to peel apart as you lock gazes with him, and you *know* that his will is stronger than yours. If you persist, he will absorb you, and you will be no more -
ru: Ты ощущаешь, как под взглядом воплощения твой разум обнажается. Вдруг ты *понимаешь*, что его воля сильнее твоей. Если ты продолжишь упорствовать, он поглотит тебя, и тебя не станет...

source: Allow the incarnation to absorb you.
ru: Позволить воплощению поглотить тебя.

source: Rip your eyes away from him, turn away.
ru: Оторвать от него взгляд и отвернуться.

source: Tear away from his gaze and attack him.
ru: Оторваться от его взгляда и напасть на него.

source: As your mind unravels, there is no pain, only the cold chill of oblivion as your personality is stripped away, piece by piece, and blackness fills your vision. And suddenly, you are no more.
ru: В то время как твой разум слабеет, ты не чувствуешь боли, лишь холод забытья: твоя личность, клочок за клочком, срывается с тебя, а твой взор устилает тьма. И тут ты перестаешь существовать.

source: You rip your gaze away from his, and you see his face twist in fury. "What are you *doing?!* Are you so weak that you cannot even face our future?! By the hells, what a hollow shell you have become!"
ru: Ты отрываешь от него взгляд, и видишь, как его лицо перекашивает от ярости. «Что ты *творишь*? Неужели ты настолько слаб, что не в силах встретить наше будущее?! Проклятье, что за пустой оболочкой ты стал!»

source: "Perhaps... so... but I still... have the power to KILL you... prepare to DIE."
ru: «Может, оно... и так... но я все еще... в силах УБИТЬ тебя... готовься к СМЕРТИ».

source: "There are... other things... I would know."
ru: «Я хотел бы... узнать... о другом».

source: "Let me get... my bearings... I shall return."
ru: «Позволь мне... осмотреться... я вернусь».

source: As you swim in the corridors of his mind, the first emotion you encounter is surprise - and his eyes widen. He is not absorbing you; your will is stronger, and it is consuming *him.* You feel him desperately trying to pull back, but he cannot - he is too weak, and your will blocks his retreat while drawing him deeper into your sub-conscious.
ru: Бродя по коридорам его разума, первое, на что ты натыкаешься, — это на его удивление. Его глаза расширяются. Уже не он тебя поглощает: твоя воля сильнее, и она поглощает *его*. Ты ощущаешь, как он отчаянно пытается отступить, но не может: он слишком слаб, и ты блокируешь его отход, затягивая его глубже в подсознание.

source: "This is the last time we shall ever speak. Return to death, where you *belong.*"
ru: «Это был наш последний разговор. Возвращайся к смерти, где тебе и *место*».

source: He looks incredulous for a moment, then he disintegrates, and you feel a RUSH of knowledge pouring through you, fighting to the surface... it's almost too much to absorb at once, and you find yourself disoriented. So much knowledge - so many experiences, that -
ru: На миг он кажется пораженным. Затем он исчезает, и ты чувствуешь ЛАВИНУ знаний, обрушившихся через тебя, пробивающихся на поверхность... это близко к тому максимуму, который можно поглотить за раз, и ты теряешь ощущение пространства. Так много знаний, так много опыта, это...

source: ...and as quickly as it occurred, the rush subsides, and you steady yourself. The bits of knowledge swirl about in your mind, and you will make sense of them later. For now, only one piece of knowledge is important - that the incarnation did NOT know how to leave this place. He lied, to trick you into surrendering.
ru: ...и также быстро, как и началась, лавина утихает, и ты успокаиваешься. Частицы знаний осели в твой голове, и ты осознаешь их позже. В данный момент важно лишь одно: воплощение НЕ знало, как покинуть это место. Оно лгало тебе, чтобы уловкой заставить тебя сдаться.

source: "Dammit..."
ru: «Проклятье...»

source: "You are wasting your time speaking to that one. His thoughts are all angles and spite and nothing more. Stop wasting time - there is much the two of us must speak of."
ru: «Ты только тратишь на него свое время. Его мысли — сплошная ненависть и злоба, и больше ничего. Перестань тратить время, нам еще много чего нужно обсудить».

source: "Do not *threaten* me, you fool - I warn you. If anyone is the thief, it is you - you sought to steal our chances to settle this matter by sabotaging all my work!"
ru: «Не *угрожай* мне, глупец, предупреждаю. Если кто здесь и вор, так это ты: ты пытался украсть наши шансы уладить это дело, подрывая все мои труды!»

source: "I'd almost forgotten - yes, what a waste that was." The incarnation seems irritated. "Obviously, *that* didn't work. And it cost a lot of blood and coin, too."
ru: «Я уж почти и забыл — да, сплошное расточительство, — воплощение кажется раздраженным. — Ясное дело, *это* не сработало. И еще стоило мне много крови и монет».

source: The first incarnation frowns at the second; he looks like he is barely restraining himself from attacking the other. "Yet *another* thing you will answer for..." He turns back to you. "Though I suppose it doesn't matter. It was shortly after the failure of the tomb trap that I decided to carry the battle to our killer rather than wait for him to show any longer."
ru: Первое воплощение мрачно смотрит на второе. Похоже, он едва удерживает себя от того, чтобы кинуться на него. «*Еще* одна вещь, за которую ты еще ответишь... — он поворачивается к тебе. — Как бы там ни было, это не имеет значения. Незадолго после этого провала я решил вступить в бой с нашим убийцей, а не ждать больше его появления».

source: "They were other incarnations - reflections of ourselves. I wanted them to merge with me, but it is no matter. They are unnecessary."
ru: «Они другие наши воплощения, отражения нас. Я хотел слиться с ними, но это неважно. В них нет необходимости».

source: "Of *course* it was the right thing to do. I planned it for decades, down to smallest details." His eyes take on a faraway stare. "Even so, it was a close thing."
ru: «*Конечно* же, это был правильный поступок. Я вынашивал планы на протяжение десятилетий, все до малейших деталей, — его взгляд куда-то удаляется. — Пусть даже и так, но я подошел близко».

source: "I imagine. There are other things I would know."
ru: «Могу себе представить. Я хотел бы узнать кое о чем еще».

source: "The directions?" He nods, irritated. "Of *course* I was responsible - I knew there was a *chance* I might fail here and lose my memories. I wanted future incarnations to benefit from some... guidance. So I had the directions stitched on my back, since such things - like *journals*..." He snarls, as if angry at himself. "Tend to be lost so *easily.*"
ru: «Указания? — он раздраженно кивает. — *Несомненно*, это моих рук дело: я знал, что есть *вероятность* того, что меня постигнет провал, и я потеряю память. Я хотел, чтобы будущие воплощения извлекли пользу от... наставлений. Поэтому я наколол указания на своей спине, ведь вещи, к примеру, *дневники*... — ворчит он, будто от злости на себя. — Их так *легко* потерять».

source: "The directions were kind of vague, though..."
ru: «Однако указания были несколько размытыми...»

source: "Why did you put that warning about Morte on the back?"
ru: «Зачем ты оставил то предупреждение насчет Морта на спине?»

source: "Are you a *fool?*" The incarnation looks exasperated. "The directions *needed* to be vague - I couldn't *spell* out exactly what was happening to us, so I left a signpost. What do you think would have happened if a Dustman had read them? Or someone even more barmy? How *quickly* do you think we would have been buried alive or cremated?"
ru: «Ты что, *дурак*? — воплощение выглядит рассерженным. — Указания *должны* быть размытыми: я не мог *разъяснять*, что именно с нами произошло, так что я оставил указатель. Что бы, по-твоему, случилось, прочитай это какой-нибудь тленный? Или кто-нибудь еще более спятивший? Насколько *быстро*, по-твоему, нас бы тогда закопали или сожгли?»

source: "Very well. What about me seeking out Pharod, though? Why him?"
ru: «Хорошо. Но что насчет того, чтобы я нашел Фарода? Почему он?»

source: "Pharod?" The incarnation thinks for a moment. "Oh, yes - the trash king with all the 'tough' bloods that thought I was easy prey..." He smiles slightly, as if recalling a pleasant memory. "After only a little bloodletting, I struck a bargain with him - he would see to it that if his men found me, they would take me safely to the Mortuary - and, of course, I needed the eyes and hands of his men to scour the catacombs beneath Sigil for me."
ru: «Фарод? — воплощение на миг задумывается. — Ах, да, мусорный король, со всеми его 'крутыми' знатоками, считавшими, что я — легкая добыча... — он слегка улыбается, будто вспоминая что-то приятное. — После небольшого кровопускания я заключил с ним сделку: он должен был позаботиться о том, чтобы его люди, найдя меня, в целости доставили меня в Морг... и, конечно же, мне были нужны глаза и руки его людей, прочесывающих для меня катакомбы под Сигилом».

source: "What for?"
ru: «Что они искали?»

source: "For the Bronze Sphere?"
ru: «В поисках бронзового шара?»

source: "A sphere..."
ru: «Шар...»

source: "...made of bronze. Ugly. Feels like an egg to the touch, and it smells of rotten custard. Right?"
ru: «...сделан из бронзы. Неприятный. На ощупь как яйцо, пахнет испорченным заварным кремом. Правильно?»

source: "Yes. I told Pharod it was the only thing that would save his miserable life... what a sniveling little dodger he was." The incarnation smiles at you. "You see, the old bastard was destined to end up on the Pillar of Skulls when he died, and he was desperately trying to weasel out of it. So I told him that there was an item beneath Sigil that would 'save' him from his fate, if he could only find it."
ru: «Да. Я сказал Фароду, что это единственное, что спасет его жалкую жизнь... каким же все таки хныкающим пронырой он был, — воплощение улыбается тебе. — Видишь ли, старому ублюдку было предначертано попасть в Колонну Черепов после смерти, и он отчаянно пытался избежать этого. Поэтому я сказал ему, что под Сигилом есть предмет, который 'спасет' его от судьбы, если ему удастся его найди».

source: "But it *wouldn't* save him - it was just something you wanted him to find."
ru: «Но он *не смог* бы его спасти: просто ты хотел, чтобы он нашел его для тебя».

source: "Of *course* it was useless to him. One cannot dodge fate so easily." He looks at you, irritated. "However, nothing motivates a man faster than telling him what he seeks will save his soul from eternal damnation. I intended to take it from him after he found it. It just that searching for it myself would have taken... too long." He smiles again. "And why should I do it, when I could have someone else hunt for me?"
ru: «*Конечно*, для него он был бесполезен. Никто не может так легко уклониться от судьбы, — он раздраженно смотрит на тебя. — Однако ничто так не подстрекает человека, как обещание того ему, что этим он спасет свою душу от вечных мук. Я намеревался забрать у него шар, как только он его раздобудет. Просто мои собственные поиски заняли бы... слишком много времени, — он снова улыбается. — Да и зачем мне это делать, если это может сделать кто-нибудь другой?»

source: "Actually, he ended up tricking *me* into finding it for him. Why was it so important?"
ru: «Вообще-то, он закончил тем, что пытался развести *меня* на то, чтобы я нашел для него шар. Почему он был так важен?»

source: "Uh, yeah... very true. I'm sure one of Pharod's men, uh, found it for him. Why was it so important?"
ru: «Э, да... точнее и не скажешь. Уверен, что один из людей Фарода, э, нашел для него шар. Почему он был так важен?»

source: "Important? Do you not know?" The incarnation becomes silent for a moment. "Do you have it with you?"
ru: «Важен? А ты не знаешь? — на миг воплощение умолкает. — Он у тебя с собой?»

source: "No, it died with Pharod. What was it supposed to do?"
ru: «Нет, он пропал с Фародом. Из чистого любопытства: зачем он был нужен?»

source: Lie: "No, it died with Pharod. Out of curiosity, what did it do?"
ru: Ложь: «Нет, он пропал с Фародом. Из чистого любопытства: зачем он был нужен?»

source: "Yes, I do. I brought it with me."
ru: «Да, я принес его с собой».

source: "It was a dead sensory stone." The incarnation is staring through you, as if seeing something far away. "Do you know what it contained?" He smiles ruefully. "It held the last experiences of the *first* of us. When we were one man, and not a string of incarnations." His voice drops. "If there had been some way of unlocking it, I would have been able to see inside his *mind*..."
ru: «Это мертвый камень переживаний, — воплощение смотрит сквозь тебя, будто наблюдая что-то вдали. — Знаешь, что в нем было? — он печально улыбается. — В нем были последние переживания *первого* из нас. Тогда мы были одни человеком, а не чередой воплощений, — он понижает тон. — Если бы найти способ открыть его, я смог бы проникнуть в его *разум*...»

source: "And see why this all happened?"
ru: «И увидел причину всему случившемуся?»

source: "Yes..." The incarnation's face has become somber. "It is the answer I have always sought. Why this happened. Why we became immortal." He sighs. "And I fear we shall never know."
ru: «Да... — лицо воплощения мрачнеет. — Ответ на этот вопрос я всегда искал. Почему все это случилось. Почему мы стали бессмертными, — он вздыхает. — И, боюсь, мы этого никогда не узнаем».

source: "I brought it with me, you know."
ru: «Знаешь, что: я принес его с собой».

source: "You *have* it?!" The incarnation's eyes flare. "Then your life had some use after all!" You watch his eyes flicker, as if thinking, calculating. "When we merge, I will see about finding a means to unlock it. Perhaps all is not lost..."
ru: «Он у *тебя*?! — глаза воплощения вспыхивают. — Тогда твоя жизнь не так уж бесполезна! — ты видишь, как бегают его глаза, как будто он что-то обдумывает, просчитывает. — Когда мы сольемся, я позабочусь о том, чтобы найти способ открыть его. Может, еще не все потеряно...»

source: "What is the sphere? Why is it important?"
ru: «Что это за шар? Что в нем такого важного?»

source: "I have no intention of merging with *you.*"
ru: «Я не собираюсь сливаться с *тобой*».

source: Truth: "Very well, I am ready to merge with you."
ru: Правда: «Хорошо, я готов слиться с тобой».

source: Bluff: "Very well, I am ready to merge with you."
ru: Блеф: «Хорошо, я готов слиться с тобой».

source: "We shall see... but first, there are other things I would know."
ru: «Посмотрим... но сначала я бы хотел узнать кое-что еще».

source: "It is a dead sensory stone. Do you know what it contains?!" He smiles eagerly. "It holds the last experiences of the *first* of us. When we were one man, and not a string of incarnations." His voice drops. "If there is some way of unlocking it, I will be able to see inside his *mind*..."
ru: «Это мертвый камень переживаний. Знаешь, что в нем? — он энергично улыбается. — В нем последние переживания *первого* из нас. Тогда мы были одни человеком, а не чередой воплощений, — он понижает тон. — Если бы найти способ открыть его, я смог бы проникнуть в его *разум*...»

source: "Yes..." The incarnation's face has become somber. "It is the answer I have always sought. Why this happened. Why we became immortal." He studies you. "When we merge, I will see about finding a means to unlock it. Perhaps all is not lost..."
ru: «Да... — лицо воплощения мрачнеет. — Это ответ, который я всегда искал. Почему все это случилось. Почему мы стали бессмертными, — он изучает тебя. — Когда мы сольемся, я позабочусь о том, чтобы найти способ открыть его. Может, еще не все потеряно...»
