Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dincar1.dlg.po
Languages: ru

source: "*Finally.* I thought I would die again waiting for him to rise."
ru: «*Наконец-то*. Я уж было подумал, что умру еще раз, ожидая, когда он поднимется».

source: "Have a care *how* you speak to me, you deranged wreck. He was fortunate to reach here with all those traps *you* scattered throughout the Planes. I swear, if I could have crossed the years to put you out of your *misery,* I w-"
ru: «Следи за тем, *как* ты со мной говоришь, чокнутая рухлядь. Ему повезло добраться сюда, со всеми теми ловушками, которые *ты* разбросал по планам. Клянусь, если бы я мог пересечь годы, чтобы избавить тебя от *страданий*, я бы...»

source: "By the hells, he's lost his memories! Damnation! He's useless to us now!"
ru: «Черт возьми, он потерял память! Проклятие! Теперь он бесполезен для нас!»

source: "I am at the limits of my *patience* with your howling! Be silent, or -"
ru: «Я теряю *терпение* по поводу твоего нытья! Умолкни, иначе...»

source: "Time is no longer in our favor. I will not stand here and squander another moment while our adversary is no doubt hunting for us. We waited long enough for him to awaken - I will speak to him *now.*"
ru: «Время больше не на нашей стороне. Я не буду стоять здесь и мешкать, в то время как враг, несомненно, ведет на нас охоту. Мы достаточно долго ждали его пробуждения — я обращусь к нему *сейчас* же».

source: The man before you resembles you, but he carries himself more like a force than a man. His eyes are watching you carefully, and as you study him, you feel him studying you. "So... it has come to this."
ru: Человек перед тобой похож на тебя, но ведет себя скорее как сила, а не человек. Его глаза внимательно смотрят на тебя, Разглядывая его, ты чувствуешь, что он также тебя изучает. «Итак... свершилось».

source: "Who are you?"
ru: «Кто ты?»

source: "I will not surrender my name to you or any man." The man's voice is rough, like yours, and it rings strangely in your ears. "As for 'who I am,' you should be asking yourself that - you are one of *my* incarnations. You made it here, with my clues to guide you."
ru: «Я не выдам своего имени ни тебе, ни кому-либо другому». Голос этого человека груб, как и твой, и странным звоном отдает в твоих ушах. «Что касается того, 'кто я', то тебе следовало бы задать этот вопрос себе: ты — одно из *моих* воплощений. Ты добрался сюда, ведомый моими подсказками».

source: "We - we are separate incarnations? How is that possible?"
ru: «Мы... мы — отдельные воплощения? Как такое возможно?»

source: The incarnation affixes you with a stony gaze as you approach. He looks like he is sizing you up for weaknesses.
ru: Когда ты подходишь, воплощение бросает на тебя тяжелый взгляд. Он будто высматривает на тебе слабые места.

source: "If you are a part of me, there are things I would know."
ru: «Если ты часть меня, то я бы хотел кое-что узнать».

source: Leave the incarnation alone.
ru: Оставить его в покое.

source: The incarnation is silent for a moment, then his expression changes to contempt.
ru: Воплощение какое-то время молчит, затем на его лице отражается презрение.

source: "If there is anything I have *hated* about you, it is your countless questions - your desperate fumbling for meaning and answers." The man's voice is like a hatchet, and anger flickers across his features. "The time for questions is past. Now, you will *listen* to me. I was the first to breach this Fortress, and whatever it is that awaits us here was somehow able to defeat me. It will not best me a second time."
ru: «Вот за что я тебя *ненавижу*, так это за твои бесконечные вопросы: ты отчаянно рыщешь в поисках ответов и смысла». Его голос — словно нож; по его лицу пробегает тень гнева. «Время для вопросов прошло. Теперь ты будешь *слушать* меня. Я первым пробился в эту Крепость, и что бы нас здесь не ожидало, ему каким-то образом удалось меня победить. В следующий раз это ему не удастся».

source: "You... sound as if you intend to fight whatever it is that lurks here."
ru: «Звучит... так, будто ты намерен дать бой тому, что здесь затаилось, чем бы оно ни было».

source: The man gives you a strange look, then studies you. "Of course. That's the only reason we're speaking now. I'll need you to be the shell - but your mind must be *my* mind. Do you understand me?"
ru: Человек бросает на тебя странный взгляд, затем внимательно смотрит. «Конечно. Это единственная причина, по которой мы сейчас говорим. Ты мне нужен в качестве оболочки, но твой разум должен стать *моим*. Ты понимаешь меня?»

source: "You mean you intend to possess me?"
ru: «То есть, ты собираешься завладеть мной?»

source: "Yes." He glances around at the spiked walls, then turns back to face you. "We cannot leave this place in pieces. Only one may leave."
ru: «Да, — он оглядывается на стены с шипами, потом поворачивается к тебе. — Мы не можем уйти отсюда по отдельности. Выбраться сможет только один».

source: "How are we to become one?"
ru: «Как же нам стать одним целым?»

source: "You must surrender your will to me - your knowledge and skills: whatever little you've managed to accumulate in your life may prove useful." He sizes you up again. "It ultimately will be but a fraction of my power, but it might have it uses."
ru: «Ты должен подчинить мне свою волю. Твои знания и навыки, та толика, которую тебе удалось накопить за жизнь, может мне пригодиться, — он смотрит на тебя оценивающе. — Несомненно, это будет лишь крупицей моей мощи, однако и от нее может быть толк».

source: "And if I choose NOT to surrender my will to you?"
ru: «А что, если я решу НЕ подчинять тебе свою волю?»

source: "How do I surrender my will?"
ru: «Как мне подчинить тебе свою волю?»

source: "Yet you came here previously... and were defeated."
ru: «И все же ты пришел сюда раньше... и был побежден».

source: "If you're one of my incarnations, then I've questions for you..."
ru: «Если ты — одно из моих воплощений, то у меня есть к тебе вопросы...»

source: "Let me get my bearings first, and then we'll speak again."
ru: «Дай мне сперва осмотреться, а потом уж мы поговорим».

source: "You have no choice in the matter. You do not know how to escape this place. I do. If you refuse to surrender with me, I will refuse to surrender to you - and neither of us will ever be able to leave this place. Only one may leave, and it will *not* be you."
ru: «Тут у тебя нет выбора. Ты не знаешь, как сбежать из этого места, а я знаю. Если ты откажешься подчиниться мне, я откажусь подчиниться тебе, и никто из нас никогда не сможет отсюда выбраться. Уйти может только один, и это будешь *не ты*».

source: "I could *kill* you."
ru: «Я мог бы *убить* тебя».

source: "You could try." The man seems amused. "You do not have the power to best me, nor do you have the will to force me to merge with you. I would prefer *not* to kill you to escape this place, but it is a small price to pay for our freedom. It makes no sense that one of us die, when by merging, I could be strengthened."
ru: «Ты мог бы попытаться, — похоже, это забавляет его. — Ты не в силах победить меня, и у тебя недостаточно воли, чтобы заставить меня слиться с тобой. Я бы предпочел сбежать из этого места, *не убивая* тебя, но если это цена наше свободы, то она невелика. Нет смысла кому-нибудь из нас умирать, ведь после слияния я мог бы стать сильнее».

source: "Why won't you merge with me?"
ru: «Почему бы тебе не слиться со мной?»

source: "With you?" He gives a short laugh, almost like a bark. "Because there is no gain in such a thing. You have lived a fraction of the life I have. I will not entrust my will to a neophyte such as yourself."
ru: «С тобой? — он издает короткий лающий смешок. — Потому что от этого не будет никакой выгоды. Ты прожил лишь малую часть той жизни, что прожил я. Я не доверю свою волю такому новичку как ты».

source: "In simplest terms, we simply lock gazes, and you surrender yourself. You will merge with me, and we shall be as one, with my mind dominating."
ru: «Попросту говоря, нам нужно всего лишь встретиться взглядами, а затем ты должен подчиниться мне. Ты сольешься со мной, и мы станем единым целым, над которым будет доминировать мой разум».

source: Truth: "Very well... I shall surrender my will."
ru: Правда: «Хорошо... Я подчиню свою волю».

source: Bluff: "Very well... I shall surrender my will."
ru: Блеф: «... Я подчиню свою волю».

source: The man frowns. "I was taken unawares. And I did not anticipate that my companions would be split from me upon my arrival... what happened after that... is confusing."
ru: Человек хмурится. «Меня застали врасплох. И я не предвидел, что по прибытии мои спутники будут отделены от меня... а то, что случилось после... довольно запутано».

source: "So even if I were to surrender to you, then we could still fail?"
ru: «Значит, даже если я тебе подчинюсь, мы все равно можем потерпеть неудачу?»

source: "Let me get my bearings, and then we'll speak again."
ru: «Дай мне осмотреться, а потом уж мы поговорим».

source: "Unlikely. I'm the only one who possesses the knowledge necessary to succeed - this moment is the culmination of centuries of planning. Many have suffered and died for us to be here... their sacrifices must not be in vain." The last sentence unnerves you - it is delivered like a speech, and there is no passion behind the words.
ru: «Маловероятно. Я — единственный, кто обладает необходимыми для победы знаниями. Этот миг — кульминация столетий планирования. Многие страдали и гибли ради того, чтобы мы добрались сюда... их жертва не должна быть напрасной». Последнее предложение лишает тебя покоя: оно было произнесено как речь, но за словами не было никаких чувств.

source: "I don't believe you, and I won't surrender my will to you."
ru: «Я тебе не верю, и не стану тебе подчиняться».

source: "And why should I let you possess me?"
ru: «И с чего я должен позволить тебе завладеть собой?»

source: "Then we have a dilemma. I will *not* surrender what I know to you. This means you will never escape this prison, and we shall never find and defeat this killer of ours and be free of him." The man's voice becomes gentle. "If you merge with me, however, not only can we escape this place, but we will be armed with all the knowledge I possess. We will come to this adversary, I will defeat him, and at last we will know peace."
ru: «Тогда перед нами дилемма. Я *не выдам* тебе свои знания. Это значит, что ты никогда не выберешься из этой тюрьмы, и мы никогда не найдем и не победим нашего убийцу, и не станем свободными, — его тон смягчается. — Однако, если ты сольешься со мной, мы сможем не только сбежать отсюда, но и будем вооружены всеми имеющимися у меня знаниями. Мы придем к врагу, я одержу над ним верх, и мы, наконец, обретем покой».

source: Truth: "Very well, I agree."
ru: Правда: «Хорошо, я согласен».

source: Bluff: "Very well, I agree."
ru: Блеф: «Хорошо, я согласен».

source: "I'll consider it. There are other things I would know first."
ru: «Я подумаю. Сперва я хочу узнать о другом».

source: "I will indulge you - but only for a while longer."
ru: «Я удовлетворю твое любопытство, но это ненадолго».

source: "You are the one who saved Dak'kon at Shra'kt'lor. The one who imprisoned Vhailor. And the one who led Deionarra to her death."
ru: «Ты тот, кто спас Даккона при Шракатлоре. Тот, кто заточил Вейлора. И тот, кто привел Дейонарру к ее смерти».

source: "You are the one who saved Dak'kon at Shra'kt'lor. And the one who imprisoned Vhailor."
ru: «Ты тот, кто спас Даккона при Шракатлоре. И тот, кто заточил Вейлора».

source: "You are the one who saved Dak'kon at Shra'kt'lor. And the one who led Deionarra to her death."
ru: «Ты тот, кто спас Даккона при Шракатлоре. И тот, кто привел Дейонарру к ее смерти».

source: "You are the one who imprisoned Vhailor. And the one who led Deionarra to her death."
ru: «Ты тот, кто заточил Вейлора. И тот, кто привел Дейонарру к ее смерти».

source: "You are the one who saved Dak'kon at Shra'kt'lor."
ru: «Ты тот, кто спас Даккона при Шракатлоре».

source: "You are the one who imprisoned Vhailor beneath Curst."
ru: «Ты тот, кто заточил Вейлора в темницу под Проклятым».

source: "You are the one who led Deionarra to her death."
ru: «Ты тот, кто привел Дейонарру к ее смерти».

source: "You gave Dak'kon the Unbroken Circle of Zerthimon. Why?"
ru: «Ты дал Даккону Неразрывный Круг Зертимона. Зачем?»

source: "What was the purpose of saving Dak'kon at Shra'kt'lor?"
ru: «Какова была цель спасения Даккона при Шракатлоре?»

source: "You saved Dak'kon at Shra'kt'lor because of his blade. Why?"
ru: «Ты спас Даккона при Шракатлоре из-за его клинка. Зачем?»

source: "What was the purpose of imprisoning Vhailor?"
ru: «С какой целью Вейлор был заключен в тюрьму?»

source: "Why did Deionarra have to die?"
ru: «Почему Дейонарра должна была умереть?»

source: "Tell me about Xachariah."
ru: «Расскажи мне о Захарии».

source: "What happened to the archer that traveled here to the Fortress?"
ru: «Что случилось с лучником, который прибыл сюда, в Крепость?»

source: "Are you the one who taught Ignus the Art?"
ru: «Это ты научил Игнуса Искусству?»

source: "You built that tomb beneath Sigil, didn't you? The one with the traps?"
ru: «Ты построил под Сигилом гробницу, не так ли? Ту, с ловушками?»

source: "Were you the one who pried Morte off the Pillar of Skulls?"
ru: «Это ты вырвал Морта из Колонны Черепов?»

source: "Who are these others?"
ru: «Кто эти остальные?»

source: "Who is that other version of us?"
ru: «Кто эта другая версия нас?»

source: "Who were those other versions of us?"
ru: «Кем были те другие версии нас?»

source: "How do I escape this place?"
ru: «Как мне сбежать отсюда?»

source: "Do you still intend to fight whatever it is that lurks here?"
ru: «Ты все еще намерен сражаться с тем, что затаилось здесь, кем бы оно ни было?»

source: Truth: "I intend to merge with you."
ru: Правда: «Я намерен слиться с тобой».

source: Bluff: "I intend to merge with you."
ru: Блеф: «Я намерен слиться с тобой».

source: "I will not merge with you - you will merge with me."
ru: «Я не буду сливаться с тобой — это ты со мной сольешься».

source: "Were you responsible for the tattoos on my back? The ones I read when I woke up in the Mortuary."
ru: «Это ты сделал татуировки на моей спине? Те, которые я прочел, очнувшись в Морге».

source: "Were you the one who asked Pharod to get the Bronze Sphere from the catacombs?"
ru: «Это ты попросил Фарода достать бронзовый шар из катакомб?»

source: "I have nothing more to say for the moment. We'll speak again... later."
ru: «Пока мне больше нечего сказать. Мы еще поговорим... позже».

source: The man's eyes narrow. "What of it? All of it was done with a purpose."
ru: Его глаза сужаются. «И что с того? Все это преследовало одну цель».

source: "You saved Dak'kon because of his blade. Why?"
ru: «Ты спас Даккона из-за его клинка. Зачем?»

source: "The Unbroken Circle? That collection of lies? Yes, it was a week's work to forge such a thing - it was necessary to make it so he would cease doubting himself."
ru: «Неразрывный Круг? То собрание лжи? Да, подделать такую вещь — неделя работы. Она была нужна для того, чтобы он прекратил сомневаться в себе».

source: "You *made* it? But you told him -"
ru: «Ты *подделал* его? Но ведь ты сказал ему...»

source: "There is something else I would know."
ru: «Я хотел бы знать кое-что еще».

source: "Let me get my bearings, and we shall speak more."
ru: «Дай мне осмотреться, и мы еще поговорим».

source: "Perhaps they carry some truth - I know not. I know that they were tedious writings, but the words were enough to give him faith."
ru: «Возможно, в них есть доля правды — я не знаю. Я знаю только, что это была скучная писанина, но этих слов оказалось достаточно, чтобы он обрел веру».

source: "Why?"
ru: «Но зачем?»

source: "Your ignorance astounds me." The man looks incredulous. "Can it be that you not know what he carries in his hand? That blade he carries is shaped by his *thoughts.* Such a tool, when used properly, could slay the multiverse itself..." The man looks lost in thought, then his face sneers in disgust. "Though obviously, the gith became separated when we arrived in the Fortress, and I was unable to make use of his blade." The man frowns. "Unfortunate."
ru: «Твое невежество поражает меня, — похоже, он не может этому поверить. — Неужели ты не знаешь, что он носит в руке? Клинок, который он носит с собой, сформирован его *разумом*. Подобный инструмент при надлежащем использовании мог бы уничтожить саму мультивселенную... — кажется, он ушел в мысли, но затем его лицо перекашивает от отвращения. — Но, понятное дело, гит был отделен от нас по прибытию в Крепость, и я не смог воспользоваться его клинком, — человек хмурится. — Вот так неудача».

source: "There is something else I would know..."
ru: «Я хотел бы знать кое-что еще...»

source: The man shakes his head, as if weary. "Vhailor was becoming... tiresome." He gives a humorless smile. "Those Mercykillers dogs will hunt you across the Planes themselves in search of 'justice' - and Vhailor was an especially persistent hound." The incarnation's voice drops slightly. "And he was much too close to justice for my tastes."
ru: Человек качает головой, будто от скуки. «Вейлор бывал слишком... надоедливым, — он выдает скучную улыбку. — Эти гончие, убийцы милосердия, будут охотиться за тобой по всем планам в поисках 'справедливости', а Вейлор был особо упертым псом, — воплощение немного понижает тон. — И как по мне, он был слишком близок к справедливости».

source: "Why was he hunting for us?"
ru: «Почему он охотился за нами?»

source: "Was he a threat?"
ru: «Он представлял угрозу?»

source: "Very well. There are other things I would know."
ru: «Хорошо. Я хотел бы знать кое-что еще».

source: "I've heard enough. We shall speak more... later."
ru: «Я услышал достаточно. Мы поговорим... позже».

source: "Oh, any of countless reasons, some of which lie with me - and others, which lie in the *hands* of other incarnations." He flicks a glance over at the incarnation who was howling when you first arrived. "There have been many lives that have been blackened by incarnations with damaged minds. Some of us have created... problems. I believe in solutions."
ru: «О, по бесчисленным причинам. Некоторые из них — во мне... другие — в остальных воплощениях, — он бросает взгляд на воплощение, которое выло, когда ты впервые появился. — Множество жизней были очернены воплощениями с поврежденным умом. Некоторые из нас создавали... проблемы. Я же верю в то, что все можно разрешить».

source: "Oh, any of countless reasons, some of which lie with me - and others, which lie in the hands of other incarnations. As you probably saw from that deranged wreck that was here with us - there have been many lives that have been blackened by incarnations with damaged minds. Some of us have created... problems. I believe in solutions."
ru: «О, по бесчисленным причинам. Некоторые из них — во мне... другие — в остальных воплощениях. Множество жизней были очернены воплощениями с поврежденным умом: ты, наверно, видел ту полоумную рухлядь, которая была здесь с нами. Некоторые из нас создавали... проблемы. Я же верю в то, что все можно разрешить».

source: "Was Vhailor a threat?"
ru: «Вейлор представлял угрозу?»

source: "Oh, yes - or else I would have simply killed him." He nods. "There is some link between him and justice itself, and that gives him power even over immortals such as us." The man gives a slight smile. "Especially if our injustices are great... and ours are of the blackest sort."
ru: «О, да, иначе я попросту прикончил бы его, — кивает он. — Существует некая связь между ним и самим правосудием, и это позволяет ему справляться даже с бессмертными вроде нас, — он едва заметно улыбается. — Особенно если творимая нами несправедливость особо сильна... а в этом мы особо успешны».

source: "I see... there are other things I would know."
ru: «Понятно... я хотел бы узнать о другом».

source: "Deionarra? That girl had little sense of the Planes in her, and that was what I needed her for. You see, the Dustmen have it right - sometimes when you feel too much passion, you cling too tightly to life to let go. And neither did Deionarra - as I hoped she would."
ru: «Дейонарра? У той девчонки было чутье планов, и поэтому она была мне нужна. Видишь ли, тленные отчасти правы: иногда, если в тебе слишком много страстей, ты слишком сильно цепляешься за жизнь, чтобы отпустить ее. Это произошло и с Дейонаррой — на что я очень надеялся».

source: "I... see. There are other things I would know."
ru: «Понятно... Я хотел бы знать кое-что еще».

source: The incarnation barely even glances at the howling one, and merely sneers.
ru: Воплощение бросает на вопящего мимолетный взгляд, и только презрительно усмехается.

source: "*You* blaming me for anything is laughable." He turns back to you. "It wasn't out of malice - though she did become tiresome. It's just that when I arrived in the Fortress, I didn't intend to stay. I just wanted to get in, sacrifice her, then get out."
ru: «Все *твои* обвинения в мой адрес просто смешны, — он поворачивается к тебе. — Это было сделано не из злого умысла, хотя она и бывала невыносимой. Просто, когда я прибыл в Крепость, я не собирался здесь оставаться. Я хотел лишь войти, пожертвовать ею и уйти».

source: "Why did you kill her?"
ru: «Зачем ты ее убил?»

source: "I needed someone to be my eyes here on the Negative Material Plane, to serve as a scout and try and find out who my killer was. Only the dead can survive here for long - so Deionarra had to be sacrificed so that she could become something other than she was. A tricky business, but it worked - she helped you, didn't she?"
ru: «Мне было нужно, чтобы кто-нибудь стал моими глазами на Негативном материальном плане, послужил здесь в качестве разведчика и попытаться узнать, кем был мой убийца. Только мертвые могут продержаться здесь долго, поэтому нужно было пожертвовать Дейонаррой, чтобы она стала кем-то иным. Непростое дельце, и все же все сработало — она ведь помогала тебе?»

source: "You didn't have to kill her."
ru: «Ты не должен был убивать ее».

source: "Yes, she did. Perhaps it was the right thing to do."
ru: «Да. Пожалуй, так и следовало поступить».

source: "I don't wish to discuss this any further. There are other things I would know."
ru: «Я не хочу больше обсуждать это с тобой. Мне нужно узнать о других вещах».

source: He looks at you silently for a moment, then his sneer returns. "And that is why you will be defeated if you confront our killer. It is because you are WEAK. And you do not see that some things are NECESSARY."
ru: Несколько мгновений он молча смотрит на тебя, потом к нему возвращается его презрительная усмешка. «Именно поэтому ты будешь побежден, когда вступишь в бой с нашим убийцей. Потому что ты СЛАБАК. И ты не понимаешь, что некоторые вещи попросту НЕОБХОДИМЫ».

source: "That *wasn't* necessary. It was convenient for you. You should have looked for other solutions."
ru: «Это *не было* необходимо. Это было удобно для тебя. Тебе следовало найти другое решение».

source: "You *dare* call *me* weak?! You orchestrated all these 'grand' plans for defeating this invisible enemy, and you got your ass handed to you ANYWAY, and some poor girl was murdered because of it. Maybe if you'd done your job the first time you were here, this wouldn't even be a problem!"
ru: «Ты *смеешь* называть *меня* слабаком?! Ты построил все те 'грандиозные' планы победы над невидимым врагом, и ВСЕ РАВНО облажался, и из-за этого бедная девчонка была убита. Может, если бы ты сразу справился со своей задачей, в этом вообще не было бы необходимости!»
