Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dironna.dlg.po
Languages: ru

source: "She's... dead."
ru: «Она... мертва».

source: Iron Nalls straightens up and puts her hands on her hips. "Back again, eh? What need ye this time?"
ru: Железная Гвоздинка выпрямляется и кладет руки на пояс. «Что, опять вернулся? Чего тебе на этот раз?»

source: Iron Nalls straightens up and puts her hands on her hips. "Back again, eh? What need ye this --" She suddenly notices Annah beside you. "Well, cutter... who's yer new friend?"
ru: Железная Гвоздинка выпрямляется и кладет руки на пояс. «Что, опять вернулся? Чего тебе на этот... - неожиданно она замечает позади тебя Анну. - Ну, рубака... кто твоя новая подруга?»

source: Iron Nalls straightens up and puts her hands on her hips. "Back again, eh?" She looks past you, apparently confused. "Say, cutter... where's the pretty young chit that was walkin' with ye before?
ru: Железная Гвоздинка выпрямляется и кладет руки на пояс. «Что, опять вернулся? - она сконфуженно смотрит тебе за спину. - Скажи-ка, рубака... где та симпатичненькая крошка, которая ходила вместе с тобой?»

source: Iron Nalls straightens up and puts her hands on her hips. Seeing Annah, she smiles broadly. "Yer back, eh? Nice ta see yer lovely face again, lass." She turns to you. "What need ye, cutter?"
ru: Железная Гвоздинка выпрямляется и кладет руки на пояс. Заметив Анну, она широко улыбается. «Что, снова ты? Приятно снова видеть твое прелестное личико, девочка, - она оборачивается к тебе. - Что тебе нужно, рубака?»

source: "Fare ye well too then, cutter."
ru: «И тебе того же, рубака».

source: She straightens up, hearing your approach. She's smiling politely, but from her stance and the way her hand rests close to the hilt of her weapon, you can tell she's ready for trouble. You notice one of her eyes has a milky film over it. "That's close enough there, cutter... what do ye need from me?"
ru: Заслышав твое приближение, она выпрямляется. Она вежливо улыбается, но по ее позе и руке, лежащей возле рукоятки оружия, можно сделать вывод, что она готова к неприятностям. Ты замечаешь, что на одном глазу у нее бельмо. «Не так близко, рубака... Что тебе нужно от меня?»

source: She straightens up, hearing your approach. Her weapon is sheathed, but you can tell she's ready for trouble. You notice one of her eyes has a milky film over it. Noticing Annah, she smiles and nods a greeting at the tiefling before returning her gaze to you. "That's close enough there, cutter... what do ye need from me?"
ru: Заслышав твое приближение, она выпрямляется. Она вежливо улыбается, но по ее позе и руке, лежащей возле рукоятки оружия, можно сделать вывод, что она готова к неприятностям. Ты замечаешь, что на одном глазу у нее бельмо. Завидев Анну, она улыбается и приветственно кивает тифлингу, после чего оборачивается к тебе. «Не так близко, рубака... Что тебе нужно от меня?»

source: She nods. "Ask away, then."
ru: Она кивает. «Валяй».

source: She pulls three nails from her sling bag, tossing them spinning into the air and catching them in her palm. "Iron Nalls, they call me." She drops them back into the bag with a muffled *clink.*
ru: Она вытаскивает три гвоздя из своего мешочка, подбрасывает их в воздухе и ловит ладонью. «Железная Гвоздинка, так меня зовут». Она бросает их назад мешочек с приглушенным *дзынь*.

source: Nalls' face turns hard. "None a' yer business, berk. Why? Would ye like a matchin' wound for yer collection?"
ru: Лицо Гвоздинки становится суровым. «Не твое дело, пень. А что? Может, хочешь добавить такую же рану к своей коллекции?»

source: She rolls her eyes. "What did it look I was doin', berk? Collectin' nails!" She laughs gently, shaking her head.
ru: Она закатывает глаза. «А на что это похоже, пень? Я собираю гвозди!» Она тихонько смеется, тряся своей головой.

source: "I sell 'em to a man, name a' Hamrys, in the Lower Ward. Maker of coffins, he is."
ru: «Я продаю их человеку по имени Хамрис из Нижнего района. Он гробовщик».

source: She shrugs. "Here an' there, I suppose. Sometimes dabus drop the stuff off, an' I go through it before another pack comes to fetch it away. Probably rubble from buildin's or walls they're puttin' up or tearin' down."
ru: Она пожимает плечами. «Да прямо отсюда, наверное. Иногда дабусы что-то ломают, а я подхожу до того, как нагрянут другие и унесут обломки. Еще это может быть строительный мусор от зданий или стен, которые они возводят или разрушают».

source: "Aye, dabus -- the Lady's servants." She looks at you, puzzled. "Ye must be new to Sigil."
ru: «Ага, дабусы - слуги Леди, - она озадаченно смотрит на тебя. - Ты, должно быть, недавно в Сигиле».

source: "They work all over the city, doin' the Lady's will. Always buildin' an' rebuildin', they are, usin' what's fallen or torn down to make somethin' new."
ru: «Они работают над городом, исполняя волю Леди. Вечно что-то строят или перестраивают, используя для чего-то нового то, что развалилось или разрушилось».

source: Nalls frowns at you. "Oh, no ye don't! I won't be sayin' anythin' more about her than I already have..." She traces a semi-circle over her heart with a finger. "Take my advice, berk... don't go askin' around about the Lady."
ru: Гвоздинка смотрит на тебя неодобрительно. «Э, нет, не надо! Я ничего не скажу о ней больше того, что уже сказала... - она проводит пальцем полукруг над своим сердцем. - Дам тебе совет, пень: никого не спрашивай о Леди».

source: "There's not much to say... he's a bit chatty -- he'll rattle his bone-box 'til ye're barmy, if ye let him -- but a fair bargainer. He needs the nails, I need the jink, an' that's about as far is it goes."
ru: «Тут и сказать-то нечего... он немного болтлив - будет трясти черепушкой с тобой до тех пор, пока ты не свихнешься, - но он честный торговец. Ему нужны гвозди - мне нужны звенелки, и все остаются довольны».

source: "Eh... I used to know the way, I did, but the dabus have changed the streets 'round again. Don't know how to get there, now -- I'll need to chart a new path -- but I figure the dabus'll straighten things out eventually."
ru: «Э... Знала я одну дорогу, вот только дабусы снова переделали улицы. Я не знаю, как теперь туда попасть: нужно разведать новую дорогу. Но думаю, что дабусы в конечном счете все выпрямят».

source: She grins and shakes her head. "No one was clever enough or had the will to do it before me, an' I've shoved off anyone who's tried to jump me claim since." She pats the long-bladed dagger hanging at her side lovingly.
ru: Она ухмыляется и качает головой. «Еще ни у кого до меня не было столько ума или желания, чтобы заниматься этим, и я убираю с дороги любого, кто пытается захватить мое дело». Она нежно похлопывает по длинному кинжалу, висящему у нее на боку.

source: "Aye, that's what I call it! Honest labor's hard to come by in the Hive, an' I'm not about to let some soddin' piker peel me of me work. I've sent more than one berk runnin' an' howlin', holdin' their guts in... or off with the Collectors, if they were unlucky." Her dead eye gleams maliciously. "The Hive knows this spot is Iron Nalls', it does."
ru: «Ага, я так это называю! Приличную работу в Улье не найти, и я не позволю какому-то слабоумному идиоту обставить меня в моем же деле. Немало пней я заставила бежать и вопить, держась за кишки... или отправила прямиком к сборщикам, когда им не везло, - ее слепой глаз злобно сверкает. - Улей знает, кто такая Железная Гвоздинка, это уж точно».

source: She laughs heartily. "Aye, an' I don't think ye have much room for another scar, besides!"
ru: Она громко хохочет. «Ага, к тому же, я не думаю, что у тебя найдется место для еще одного шрама!»

source: "Look, cutter, I've a lot of work to do; the nails aren't findin' their way into me bag while I'm spillin' chant with ye. Why don't ye pick another cutter's brain-box about that for a time?"
ru: «Послушай, рубака, у меня еще куча работы. Гвозди сами по себе не станут лезть ко мне в мешок, пока я тут с тобой черепушкой трясу. Почему бы тебе не найти черепушку другого рубаки для этого дела?»

source: She nods. "Aye, heard the name, I have. Head of a pack of Collectors, or so I hear it. Not sure where a body'd find him, though. Ye may want to try Ragpicker's Square; it's north an' west a' here. A whole mess of Collectors call kip there..."
ru: Она кивает. «Ага, я слышала это имя. Главарь банды сборщиков - по крайней мере, так говорят. Хотя и не знаю, где его искать. Начни с площади Старьевщиков - она к северо-западу отсюда. Целая куча сборщиков зовет ее своей берлогой...»

source: "Nay, I have not." She pauses for a moment. "Ye know, that's a good idea, it is... a journal. Mayhap I should start one of me own."
ru: «Неа, не видела, - она умолкает на мгновение. - Знаешь, а это хорошая идея - иметь дневник. Наверно, стоит и себе такой завести».

source: She mulls over what you've said. "Heh. Ye're right. Ye're right indeed, cutter! I'll do it. I thank ye for the idea." She smiles.
ru: Она осмысливает сказанное тобой. «Ха. Ты прав. Ты чертовски прав, рубака! Я так и сделаю. Спасибо за идею». Она улыбается.

source: Nalls looks genuinely saddened. "Eh... ah... I see. 'Tis a sad thing, it is. All too common in the Hive, I say." She shakes her head briefly, as if to rid herself of the melancholy. "Well then, what was it ye needed?"
ru: Гвоздинка кажется искренне опечаленной. «Эмм... а... ясно. Очень жаль. Такое слишком часто случается в Улье, - она трясет головой, как будто пытаясь отвлечься от меланхолии. - Ладно, чего ты хотел?»

source: "Oh?" She finally turns her attention back to you, frowning. "That's too bad, it is. Now, what was it ye needed again?"
ru: «О? - наконец она, нахмурившись, переключает свое внимание на тебя. - Очень жаль, правда. Так чего же ты хотел?»

source: She pulls three nails from her sling bag, tossing them spinning into the air and catching them in her palm. "Iron Nalls, they call me." She drops them back into the bag with a muffled *clink.* She glances at Annah to see if she's caught her display and, seeing that the tiefling's already turned away, looks to you again.
ru: Она вытаскивает три гвоздя из своего мешочка, подбрасывает их в воздухе и ловит ладонью. «Железная Гвоздинка, так меня зовут». Она бросает их назад мешочек с приглушенным *дзынь*. Она бросает взгляд на Анну, чтобы убедиться, что та видела ее действие. Увидев, что тифлинг уже отвернулась, она оборачивается к тебе.

source: Nalls is put off by the remark, but quickly regains her composure. She smiles a bit sadly at you: "Surely I can, cutter. What is it ye're lookin' for?"
ru: Гвоздинку задело замечание, но она быстро восстанавливает спокойствие. Немного печально она улыбается тебе: «Ну конечно же, я могу, рубака. Что тебе нужно?»

source: Nalls scratches her head. "Really only two kinds a' work in the Hive... ye can catch brain vermin an' ye can go collectin' deaders.
ru: Гвоздинка чешет голову. «В Улье есть только два вида работ... ты можешь ловить мозгогрызунов или собирать жмуриков».

source: "Aye. The city a' Sigil pays ye for bringin' in the little pikers' tails. The local office is south a' here; a man inside'll tell ye more."
ru: «Ага. Власти Сигила платят за каждый принесенный хвост. Их местное отделение находится к югу отсюда; человек внутри расскажет тебе больше».

source: "The Dustmen give a cutter jink if they bring 'em deaders... keeps the streets clean, an' such. The berks that do it for a livin' are known as Collectors... scavengers, like me -- but nails don't stink like deaders." She smirks.
ru: «Тленные дают рубакам звенелки, если те приносят им жмуриков... содержат улицы в чистоте, типа того. Пней, которые занимаются этим, называют сборщиками... собирателями, как я. Вот только гвозди трупами не пахнут». Она ухмыляется.

source: "Well, it depends on what ye find enjoyable, then. Couple a' the better pubs around here'd be the Gatherin' Dust an' the Smolderin' Corpse. Decent enough company there, but again -- it all depends on what kind a' company ye're lookin' for." She glances over at Annah, but the tiefling pays her no notice.
ru: «Ну, все зависит от того, что ты находишь развлечением. Самые лучшие бары здесь - это Бар собирателей пыли и Тлеющий труп. В последнем довольно много людей, но, опять же, все зависит от того, какую компанию ты ищешь». Она поглядывает на Анну, но та не обращает на нее внимания.

source: "Pretty much everyone's trouble in the Hive... an' judgin' from the looks of ye, ye're included in the lot of 'em! Just watch who ye're talkin' to close, that's all." She appraises you once more. "I'm sure ye can handle yerself... yer lovely friend looks right hard too, she does." Nall looks at Annah expectantly, but the younger woman ignores the comment.
ru: «В Улье на каждого найдется куча неприятностей... и, судя по твоему виду, на тебя их пришлось немало! Просто следи за теми, с кем ты разговариваешь, вот и все, - она снова оценивающе на тебя смотрит. - Уверена, ты справишься... да и твоя красавица-подруга тоже выглядит сильной». Гвоздинка выжидающе смотрит на Анну, но девушка не обращает внимания на комментарий.

source: She nods at Annah. "Yer fair companion looks to be a Hiver herself, she does... have ye asked her about it much?" Nalls smiles at the tiefling, though her ruined eye somewhat dulls the effect.
ru: Она кивает на Анну. «Кажется, твоя прекрасная спутница - сам жительница Улья... ты не спрашивал ее об этом?» Гвоздинка улыбается тифлингу, хотя ее разбитый глаз несколько притупляет эффект.

source: Nalls thinks for a moment, scratching her chin. "The Gatherin' Dust Bar is near the Mortuary; head southwest from its front gate. The Smolderin' Corpse -- me own pick a' the two -- is east a' here. I'd walk there with ye to get meself a drink, but I've got too much work, I do."
ru: Гвоздинка раздумывает пару секунд, почесывая подбородок. «Бар Собирателей Пыли находится неподалеку от Морга - иди на юго-запад от его главных ворот. 'Тлеющий труп' (я сама туда заглядываю) на западе отсюда. Я бы пошла туда вместе с тобой пропустить стаканчик, но у меня полным полно работы».

source: "Greetings..."
ru: «Приветствую...»

source: Leave her to her work.
ru: Позволить ее продолжить свою работу.

source: "I had some questions..."
ru: «У меня есть несколько вопросов...»

source: "Nothing. Farewell."
ru: «Ничего. Прощай».

source: Lie: "I'm not sure. I had some questions..."
ru: Ложь: «Я не знаю. У меня есть несколько вопросов...»

source: "I'm not sure. I had some questions..."
ru: «Я не знаю. У меня есть несколько вопросов...»

source: Lie: "I'm not sure. Farewell."
ru: Ложь: «Я не знаю. Прощай».

source: "I'm not sure. Farewell."
ru: «Я не знаю. Прощай».

source: Leave.
ru: Уйти.

source: "Nothing, never mind. Farewell."
ru: «Ничего, неважно. Прощай».

source: "Who are you?"
ru: «Кто ты?»

source: "Who are you again?"
ru: «Еще раз, кто ты?»

source: "What are you doing?"
ru: «Что ты делаешь?»

source: "Can you tell me about this place?"
ru: «Что ты можешь сказать об этом месте?»

source: "I'm looking for a man named Pharod."
ru: «Я разыскиваю человека по имени Фарод».

source: "I'm looking for a journal I've lost. Have you seen one?"
ru: «Я ищу потерянный дневник. Тебе ничего такого не попадалось?»

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: "Why are you collecting the nails?"
ru: «Почему ты собираешь гвозди?»

source: "What happened to your eye?"
ru: «А что случилось с твоим глазом?»

source: "Well met. I had other questions..."
ru: «Очень приятно. У меня есть другие вопросы...»

source: "An appropriate name. Farewell, Nalls."
ru: «Подходящее имя. Прощай, Гвоздинка».

source: "No, not really. I had some other questions..."
ru: «Нет, конечно. У меня есть несколько вопросов...»

source: "No, that particular one's not quite 'me.'"
ru: «Нет, именно такая мне не подходит».

source: "Are you threatening to add it? Because I'd love to see you try..."
ru: «Ты собираешься ее добавить? Будет очень интересно посмотреть, как ты это сделаешь...»

source: "No, I wouldn't. Farewell."
ru: «Нет, не хочу. Прощай».

source: "Why?"
ru: «Зачем?»

source: "Where's all this wood come from?"
ru: «Откуда берется все это дерево?»

source: "I had other questions."
ru: «У меня есть другие вопросы».

source: "That's all I wanted to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "Tell me more of this Hamrys."
ru: «Расскажи мне больше об этом Хамрисе».

source: "Where's the Lower Ward?"
ru: «Где находится Нижний район?»

source: "Does anyone else here scavenge nails?"
ru: «А кто еще собирает гвозди?»

source: "That's all I needed to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "Dabus?"
ru: «Дабусы?»

source: "Tell me more about these dabus."
ru: «Расскажи мне об этих дабусах побольше».

source: "The Lady?"
ru: «Леди?»

source: "I had other questions..."
ru: «У меня есть другие вопросы...»

source: "That's all I wished to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "Very well. I had other questions..."
ru: «Хорошо. У меня есть другие вопросы...»

source: "Farewell, then."
ru: «Тогда прощай».

source: "Tell me more about Hamrys."
ru: «Расскажи мне больше Хамрисе».

source: "Hmm. I had other questions..."
ru: «Хм-м. У меня есть другие вопросы...»

source: "Perhaps I'll get better directions somewhere else. Farewell."
ru: «Наверное, лучше я спрошу дорогу где-нибудь еще. Прощай».

source: "Your 'claim?'"
ru: «Твое дело?»

source: "I see. I had other questions..."
ru: «Понятно. У меня есть другие вопросы...»

source: "That's good. Farewell, then."
ru: «Это хорошо. Прощай».

source: "Is that how your eye was ruined?"
ru: «Поэтому твой глаз теперь разбит?»

source: "I see. Farewell, then."
ru: «Понятно. Тогда прощай».

source: "Heh... I had some other questions."
ru: «Хе... У меня есть несколько вопросов...»

source: "You could be right. Farewell."
ru: «Кажется, ты права. Прощай».

source: "I see. I have some other questions..."
ru: «Понятно. У меня есть другие вопросы...»

source: "I'll look for him there, then. Farewell."
ru: «Тогда я поищу его там. Прощай».

source: "Let me ask you about something else..."
ru: «Позволь мне спросить еще кое о чем...»

source: "Perhaps I will. Farewell."
ru: «Возможно, я так и сделаю. Прощай».

source: "Yes, it is. It's amazing how much one can forget... a journal can help you hold on to your memories."
ru: «Да. Удивительно, сколько всего мы можем забыть... дневник может помочь воспоминаниям не потеряться».

source: "Perhaps... I had another question..."
ru: «Возможно... У меня есть другой вопрос...»

source: "Maybe so. Farewell."
ru: «Возможно. Прощай».

source: "Of course. I had some other questions..."
ru: «Ну конечно. У меня есть другие вопросы...»

source: "It's nothing. Farewell."
ru: «Не за что. Прощай».

source: "I said I had some questions..."
ru: «Я говорил, у меня были еще вопросы...»

source: "I had said I had some questions..."
ru: «Я хотел сказать, что у меня были еще вопросы...»

source: "How'd you lose your eye?"
ru: «Как ты потеряла свой глаз?»

source: "I'm looking for work."
ru: «Я ищу работу».

source: "I'm looking to enjoy myself."
ru: «Я ищу, где бы поразвлечься».

source: "Anything I should watch out for around here?"
ru: «Что-нибудь, о чем я должен знать, находясь здесь?»

source: "Nothing, actually. Let me ask you something else..."
ru: «На самом деле, ничего. Позволь мне спросить о кое чем еще...»

source: "Catch brain vermin?"
ru: «Ловить мозгогрызунов?»

source: "Collecting... deaders?"
ru: «Собирать... жмуриков?»

source: "What if I was looking to enjoy myself?"
ru: «А если я ищу, где бы поразвлечься?»

source: "I'm also looking for a man named Pharod."
ru: «Еще я разыскиваю человека по имени Фарод».

source: "Let me ask you something else..."
ru: «Позволь мне спросить еще кое о чем...»

source: "What was it you said about collecting 'deaders?'"
ru: «А что ты сказала про собирание 'жмуриков'?»

source: "What was it you said about catching brain vermin?"
ru: «А что ты сказала про ловлю мозгогрызунов?»

source: "True enough. Let me ask you something else..."
ru: «Довольно правдиво. Позволь мне спросить кое о чем еще...»

source: "How do I find these places?"
ru: «Как мне найти эти места?»

source: "What about work here?"
ru: «Как насчет здешней работы?»

source: "Pretty much everyone's trouble in the Hive... an' judgin' from the looks of ye, ye're included in the lot of 'em! I hear there's a real dangerous blood wanderin' about, though, lookin' to make trouble an' get his sword red. Noble, too, from his looks." She appraises you once more. "I'm sure ye can handle yerself... yer lovely friend looks right hard too, she does." Nall looks at Annah expectantly, but the younger woman ignores the comment.
ru: «В Улье на каждого найдется куча неприятностей... и, судя по твоему виду, на тебя их пришлось немало! Я слышала, здесь бродит по-настоящему опасный знаток, который сам ищет неприятностей и повода обагрить свой клинок. С виду он благородных кровей. - она снова оценивающе на тебя смотрит. - Уверена, ты справишься... да и твоя красавица-подруга тоже выглядит сильной». Гвоздинка выжидающе смотрит на Анну, но девушка не обращает внимания на комментарий.

source: "Maybe I'll go see him, then. Farewell."
ru: «Пойду, поищу его. Прощай».

source: A woman named Iron Nalls told me that the trash-filled archway in Ragpicker's Square is actually a portal that she accidentally discovered. Its 'key' is merely a handful of junk that the first person in the archway - myself, in this case - has to have on them. Nalls said it led to a small, open space with a gate leading below ground, but that she left well enough alone and didn't press on any further.
ru: Женщина по имени Железная Гвоздинка сказала мне, что забитая мусором арка на площади Старьевщиков на самом деле является порталом, который она случайно обнаружила. Ключом для него является просто кучка мусора, которую нужно иметь при себе. Гвоздинка сказала, что он ведет в небольшое открытое пространство с проходом, ведущим под землю, но идти дальше она побоялась.

source: Nalls nods slowly. "It's a portal, ye know. Stumbled on it quite by chance, I did... alls ye need ta do is have a handful o' junk on ye when ye walks up ta it, an' ye'll be able ta pass right through. There's a small open space past the portal, an' a gate leadin' underground, but I figured no sense in askin' fer trouble so's I just turned around an' went right back. Here..." She hands you a handful of junk. "Use this, if ye likes. I was gonna toss it away, anyhow."
ru: Гвоздинка медленно кивает. «Это портал. Я наткнулась на него совершенно случайно... все, что тебе нужно - куча мусора при себе, и тогда ты сможешь через него пройти. За порталом есть небольшое открытое пространство и проход, ведущий под землю, но я решила не искать проблем, и просто развернулась и вернулась назад. Вот... - у нее в руке пригоршня мусора. - Используй это, если надо. Я все равно хотела это выбросить».

source: "Thanks. I had other questions..."
ru: «Спасибо. У меня есть другие вопросы...»

source: "Thanks, Nalls. Farewell."
ru: «Спасибо, Гвоздинка. Прощай».

source: "I was told to ask a woman named Nalls, who'd I'd find around here rooting about in a pile of lumber, about the trash-filled archway in Ragpicker's Square. Can you help me?"
ru: «Мне посоветовали спросить женщину по имени Гвоздинка, которую можно найти здесь неподалеку от кучи строительных лесов, о забитой мусором арке на площади Старьевщиков. Ты можешь мне помочь?»

source: "Her name's Annah."
ru: «Ее зовут Анна».

source: "She's Annah - but I'm not sure I'd call her a friend."
ru: «Это Анна, но я не уверен, что могу назвать ее подругой».
