Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dironna.dlg.po
Languages: ru

source: This broad-shouldered woman is shuffling about amongst the huge beams lying on the street. She kicks at the beams with iron-shod boots; every once in a while, she bends down and wrenches a nail from one of the boards with her bare hands. She holds each one up, appraising it, then drops it into a leather sling bag.
ru: Эта широкоплечая женщина шатается между больших балок, лежащих на улице. Она пинает по ним подкованным железом башмаком, время от времени голыми руками выпрямляя и вытаскивая из досок гвозди. Она оценивающе их разглядывает, а затем бросает в кожаную сумку на ремне.
