Repository: winterheart/planescape
Catalog: po/pst/*/dlg/djhelai.dlg.po
Languages: ru

source: You see a thin man with stained clothes, a hooked nose and two stubby horns jutting from his forehead. He is stumbling about, and muttering to himself... he stinks of brine, vomit and cheap wine.
ru: Перед тобой тощий мужчина в рваной одежде, с крючковатым носом и двумя обломанными рогами, выступающими изо лба. Он шатается из стороны в сторону, что-то бормоча себе под нос... от него воняет рассолом, блевотиной и дешевым вином.

source: "Greetings."
ru: «Приветствую».

source: Jhelai grunts. "Wot a fool I was... I jest popped out fer a quick bite o' bub, an' the next moment..." He grinds his teeth. "Thank ye fer the good word... I appreciate it, I do."
ru: Джелай всхлипывает. «Что я за дурак... Заскочил сделать один глоток, а потом... — он скрежещет зубами. — Спасибо тебе за доброе слово... Большое спасибо».

source: "Are you Jhelai? If so, Craddock needs you back at the marketplace."
ru: «Ты ведь Джелай? Если да, то Крэддок хочет, чтобы ты вернулся назад на рынок».

source: Pass on by.
ru: Пройти мимо.

source: "Eh?" The man squints blearily at you. "Wahizzit? Wot?"
ru: «А? — он рассеянно на тебя косится. — Что надо?»

source: "Never mind. Sorry to bother you."
ru: «Неважно. Извини за беспокойство».

source: "Crad-ok?" The man's eyes widen. "Ah, Craddock, me gen-rez bosss... well, ye ken tell 'im this: 'Ee can PIKE off... and that ee's a filthy dog, a cur of the lowest sort, and Jhelai's not a-working for 'im any-MORE!" He jabs you with his finger. "Tell 'im that!"
ru: «Крэ-док? — его глаза расширяются. — А, Крэддок, мой любимый босс... м-м-м, передай ему вот что: 'ОТВАЛИ... ты вонючий шелудивый пес, Джелай больше ни-КОГДА не будет на тебя работать!' — он тычет в тебя пальцем. — Так и передай!»

source: "I'll tell him... from a distance. Farewell."
ru: «Передам... издали. Прощай».

source: "Uh... I'll tell him... farewell, Jhelai."
ru: «Э... Я передам... прощай, Джелай».

source: You see Jhelai. He is still stumbling about, and muttering to himself... he stinks of brine, vomit and cheap wine.
ru: Перед тобой Джелай. Он все еще шатается из стороны в сторону, что-то бормоча себе под нос... от него воняет рассолом, блевотиной и дешевым вином.

source: Leave him to his stupor.
ru: Оставить его в оцепенении.

source: You see Jhelai. He looks like he's sobered up since you spoke to him last.
ru: Перед тобой Джелай. С твоей последней встречи он выглядит гораздо трезвее.

source: "Jhelai... look. I'd watch out. Craddock's angry, and he threatened to kill you if he sees you again."
ru: «Джелай... слушай. Я хочу тебя предупредить. Крэддок очень зол, он обещал убить тебя, если увидит тебя снова».

source: Jhelai grunts. "Wot a fool I was... I jest popped out fer a quick bite o' bub, an' the next moment..." He grinds his teeth. "Thank ye fer the warning..."
ru: Джелай всхлипывает. «Что за дурак я... Заскочил сделать один глоток, а потом... — он скрежещет зубами. — Спасибо тебе за предупреждение...»

source: "Just be careful. Farewell."
ru: «Просто будь осторожен. Прощай».

source: "Jhelai... look. I told Craddock that I was filling in for you... you still have your job, just watch yourself."
ru: «Джелай... слушай. Я говорил с Крэддоком и подменил тебя на работе... у тебя все еще есть работа, просто следи за собой».

source: "Just be careful next time. Farewell."
ru: «В следующий раз будь поосторожней. Прощай».

source: I went back and warned Jhelai about Craddock; it was the least I could do. Jhelai looked sorry he'd ever said anything, but he thanked me for the warning, the poor sod.
ru: Я вернулся и предупредил Джелая насчет Крэддока. Это все, что я могу сделать. Кажется, Джелай жалеет о сказанном, тем не менее он поблагодарил меня за предупреждение. Бедолага.

source: I went back and told Jhelai that I filled in for him, and that he still had his job. He looked sorry he'd ever said anything, and he thanked me for saving his job.
ru: Я вернулся назад и сказал Джелаю, что я подменил его на работе, так что у него еще осталась работа. Кажется, Джелай жалеет о сказанном, и теперь он поблагодарил меня за спасение его рабочего места.
