Repository: winterheart/planescape
Catalog: po/pst/*/dlg/djudge.dlg.po
Languages: ru

source: This sour-faced little man raises an eyebrow as you approach. He speaks in the tone of an overfed, arrogant nobleman. "Mind you, sirrah, that you're interrupting an official process, and watch your words carefully: I am a powerful magistrate here, and would hate for you share this man's..." He indicates the official about to be executed. "... rather *sorry* fate."
ru: Этот человечек со скорбным лицом поднимает бровь, когда ты подходишь. Говорит он тоном зажиревшего надменного аристократа. «Прошу заметить, уважаемый, что ты прерываешь официальный процесс, так что подбирай слова: я здесь влиятельный магистрат, и будет жаль, если ты разделишь, - он указывает на чиновника, которого собираются казнить, - довольно *незавидную* судьбу этого человека».

source: "If you execute him, it'll add to the chaos that threw this town into Carceri in the first place. Put an end to this madness so we can get the Curst back where it belongs... before we're *all* killed."
ru: «Если ты его казнишь, это только прибавит хаоса, который и сбросил этот город в Карцери. Мы должны положить конец этому безумию, чтобы вернуть Проклятий на прежнее место... пока нас *всех* не убили».

source: "You can't execute that man. This sort of thing's why Curst slid into Carceri... and it's what we need to stop in order to get the gate-town back on the Outlands."
ru: «Ты не можешь казнить этого человека. Это *неправильно*. Из-за подобных вещей Проклятый и сполз в Карцери... мы должны это прекратить, чтобы вернуть привратный город во Внешние земли».

source: "An 'official process?' Doubtful. You won't execute this man."
ru: «'Официальный процесс'? Сомневаюсь. Ты не казнишь этого человека».

source: "Never mind, then. Farewell."
ru: «Тогда неважно. Прощай».

source: "Oh?" He drops one bushy eyebrow while raising the other. "So you would place yourself in the righteous path of justice? And just *how* do you intend to stop the execution, sirrah?"
ru: «О? - он опускает одну кустистую бровь, поднимая другую. - Значит, ты решил встать на пути правосудия? И *как* же ты собираешься остановить казнь, уважаемый?»

source: "That man's just a scapegoat. If you execute him, it'll only add to the chaos that threw this town into Carceri in the first place. We have to put an end to this madness so we can get the Curst back where it belongs... before we're *all* killed."
ru: «Этот человек - всего лишь козел отпущения. Если ты его казнишь, это только прибавит хаоса, который и сбросил этот город в Карцери. Мы должны положить конец этому безумию, чтобы вернуть Проклятый на прежнее место... пока нас *всех* не убили».

source: "You can't execute that man - he's just a scapegoat. It's *wrong.* This sort of thing's why Curst slid into Carceri... and it's what we need to stop in order to get the gate-town back on the Outlands."
ru: «Ты не можешь казнить этого человека - он всего лишь козел отпущения. Это *неправильно*. Из-за подобных вещей Проклятый и сполз в Карцери... мы должны это прекратить, чтобы вернуть привратный город во Внешние земли».

source: "By killing the executioner... and you, if need be."
ru: «Убив палача... и тебя, если понадобится».

source: "Forget it; I don't. Farewell."
ru: «Забудь, я не собираюсь этого делать. Прощай».

source: All color bleeds from the judge's face. "P-p-perhaps w-we were a b-bit hasty in our judgements, Mercykiller. Guards! Free this man!" He smiles meekly at Vhailor. "Thank you for your most timely aid, sir."
ru: Кровь отливает от лица судьи. «В-в-возможно, м-мы немножко поторопились с приговором. Стража! Освободить этого человека! - он робко улыбается Вейлору. - Благодарю за весьма своевременную помощь, сэр».

source: Both the judge's eyebrows shoot up. "Wha-? You *dare?!* Guards! Capture this man - or kill him, if need be!"
ru: Брови судьи взлетают вверх. «Что?.. Да как ты *смеешь*?! Стража! Взять его - живым или мертвым!»

source: Attack the judge.
ru: Напасть на судью.

source: Attack the guards.
ru: Напасть на стражников.

source: Attack the executioner.
ru: Напасть на палача.

source: "*Wrong?* You quickly forget that I am a magistrate, sirrah. I, myself, decide what is right and wrong in this town!"
ru: «*Неправильно*? Видно, ты позабыл, что магистрат здесь - я, уважаемый. В этом городе я решаю, что правильно, а что нет!»

source: "But if you execute him, it'll only add to the chaos that threw this town into Carceri in the first place. We have to put an end to this madness so we can get the Curst back where it belongs... before we're *all* killed."
ru: «Но если ты его казнишь, это только прибавит хаоса, который и сбросил этот город в Карцери. Мы должны положить конец этому безумию, чтобы вернуть Проклятый на прежнее место... пока нас *всех* не убили».

source: "Be that as it may, you won't execute this man."
ru: «Как бы там ни было, ты не можешь казнить этого человека».

source: The judge furrows his thick brows, forming a bushy, white 'V' over his eyes. He looks to you, then the official, then to you again. "Both clever and wise are your swaying words, sir... and I thank you for your timely aid. It is well appreciated, by this town as well as the accused. There shall be no more hasty executions. Guards! Release the man."
ru: Судья хмурит свои густые брови, образуя густую белую букву V над глазами. Он смотрит на тебя, потом на служащего, потом снова на тебя. «Твои слова мудры и разумны, сэр... и я благодарю тебя за весьма своевременную помощь. И город, и осужденный будут тебе весьма признательны. Больше не будет поспешных разбирательств. Стража! Освободить осужденного».

source: "Thanks. Farewell."
ru: «Спасибо. Прощай».

source: "Again? And just what is it now, sirrah?"
ru: «Опять? И что же на этот раз, уважаемый?»

source: "I can't let this happen... you won't execute this man."
ru: «Я не могу позволить этому случиться... ты не станешь казнить этого человека».

source: "Nothing. Farewell."
ru: «Ничего. Прощай».

source: This sour-faced little man raises an eyebrow as you approach. "You can do little here, sirrah, save annoy me... I would suggest that you leave."
ru: Этот человечек со скорбным лицом поднимает бровь, когда ты подходишь. «Здесь тебе делать нечего, уважаемый, и не надоедай мне... Советую тебе удалиться».

source: Leave.
ru: Уйти.

source: "Again?" The judge gives an exasperated sigh. "You can do little here, sirrah, save annoy me... I would suggest that you leave."
ru: «Опять? - судья издает раздраженный вздох. - Здесь тебе делать нечего, уважаемый, и не надоедай мне... Советую тебе удалиться».
