Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dkarina.dlg.po
Languages: ru

source: I met a young woman named Karina. She talks a bit too much and tends to ramble on, but she seems nice. She told me she is lonely.
ru: Я встретил девушку по имени Карина. Она слишком много болтает и порой несет чепуху, и все же она милая. Она сказала мне, что ей одиноко.

source: You see a pretty, young woman wearing simple clothes. She wanders about the market and examines everything, but does not make any purchases. You notice that people seem to be avoiding her, but they try not to make it obvious. She flashes you a warm smile as you approach.
ru: Ты видишь симпатичную девушку, облаченную в простую одежду. Она бродит по рынку и осматривает все подряд, но не делает покупок. Ты отмечаешь, что люди ее сторонятся, но стараются этого не показывать. Когда ты подходишь, она дарит тебе теплую улыбку.

source: "Greetings."
ru: «Приветствую».

source: Ignore her.
ru: Игнорировать ее.

source: Her smile broadens. "Hello, I'm Karina. It's a pleasure to meet you, cutter." She continues to smile and waits for your response.
ru: Ее улыбка становится еще шире. «Привет, я Карина. Рада нашей встрече, рубака». Она продолжает улыбаться в ожидании твоего ответа.

source: "I have some questions..."
ru: «У меня есть несколько вопросов...»

source: She nods her head. "All right. What do you want to know?"
ru: Она кивает. «Хорошо. Что ты хочешь знать?»

source: "I'm looking for someone named Lothar, or the Master of the Bones..."
ru: «Я ищу кое-кого по имени Лотар, он же Повелитель Костей...»

source: "I had a skull and it's been stolen from me. Do you know anyone who would do such a thing?"
ru: «У меня был череп, который украли. Ты не знаешь кого-нибудь, кто бы мог это сделать?»

source: "Where can I buy some weapons?"
ru: «Где мне купить оружие?»

source: "Where can I buy some magic?"
ru: «Где мне купить магические предметы?»

source: "You, uh... really like to talk, don't you?"
ru: «Ты, э... любишь поболтать, не так ли?»

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: She frowns. "Lothar... I don't know anyone named Lothar. I can't recall ever hearing that name either." She gives you a concerned look. "Did you say Master of the Bones? That sounds ominous doesn't it? Why would anyone want to be known by that name?"
ru: Она хмурится. «Лотар... Не знаю никого с именем Лотар. Я даже не припомню, чтобы слышала такое имя, - она смотрит на тебя встревожено. - Как ты сказал, 'Повелитель Костей'? Звучит жутковато, правда? И зачем кому-то называться таким именем?»

source: "Well... it sounds rather impressive..."
ru: «Ну... это производит впечатление...»

source: "Well... to frighten people, I guess."
ru: «Ну... думаю, чтобы отпугивать людей».

source: "A skull? Why do you want such a thing? That's rather morbid, isn't it? Oh well, if you want a skull I guess you could get one from the Mortuary... well, maybe not. They don't like to give those things out now that I think about it... anyway, I don't know who would take your skull. Why do you want a skull?"
ru: «Череп? А зачем тебе эта штуковина? Какой-то нездоровый интерес, тебе не кажется? Ну ладно, если тебе нужен череп, думаю, ты сможешь достать его в Морге... хотя, может, и нет. Им не нравится выдавать такие штуки посторонним, так мне кажется... в любом случае, я не знаю, кто мог забрать у тебя череп. Зачем он тебе?»

source: "He's a friend of mine."
ru: «Он мой друг».

source: "He's a valuable piece of property."
ru: «Он - ценное имущество»

source: She smiles and points to one of the counters. "Anze over there sells weapons. All kinds of weapons. Are you a warrior? How silly of me, of course you are. I mean, how could you not be with all those scars... oh, I'm sorry, I shouldn't mention those. You're not sensitive about them, are you?"
ru: Она улыбается и показывает на один из прилавков. «Вон там Анце торгует оружием. Всеми видами. Ты воин? Глупый вопрос - конечно же, да. То есть, как ты не можешь не быть им со всеми этими шрамами... о, прости, мне не следует их упоминать. Ты ведь не обижаешься насчет их?»

source: "No, I've gotten used to them."
ru: «Нет, я к ним уже привык».

source: "Yes, so don't bring them up again."
ru: «Да, так что больше о них не вспоминай».

source: She smiles and points to one of the counters. "Aalek over there sells magic things. Are you a mage? You don't look like one, but I guess looks can be rather deceiving. I don't know what a mage really looks like, now that I think about it. Do you?"
ru: Она улыбается и показывает на один из прилавков. «Вон там Аалек торгует волшебными штуковинами. Ты маг? На мага ты не похож, хотя, пожалуй, внешность бывает обманчивой. На самом деле, я не знаю, как выглядят маги - вот только сейчас это поняла. А ты знаешь?»

source: "Yes. They wear robes with funny symbols and a pointy hat."
ru: «Да. Они носят мантии с забавными символами и остроконечные шляпы».

source: "No, not really."
ru: «На самом деле, нет».

source: She nods her head. "Yes... I think I see what you mean. It does have a certain something about it. Hmmm. Kind of catchy, if you think about it long enough." She looks lost in thought.
ru: Она кивает. «Да... Кажется, я поняла, о чем ты. В этом определенно что-то есть. Хм-м. Немного запутывает, если слишком долго об этом думать». Кажется, она задумалась.

source: She gives you a quizzical look. "Really? A skull? That sounds weird, you know. I've never heard of anyone having a skull for a friend. I've seen people with pets and all, but never a skull. But then, you didn't say it was a pet, you said friend so that just makes it weirder." She pauses to think.
ru: Она смотрит на тебя недоуменно. «Правда? Череп? Знаешь, это звучит странно. Никогда не слышала, чтобы кто-нибудь дружил с черепом. Я видела людей с домашними животными и прочей живностью, вот только не с черепами. Но ты и не говорил, что он - твой любимец. Ты сказал, что он твой друг, что еще более странно». Она останавливается, чтобы поразмыслить.

source: She looks relieved. "Oh good... I didn't mean to hurt your feelings, or anyone else's for that matter. You just have to be careful what you say to someone, you know? I mean, people are different and you never know. What may offend one person may not offend another. So... anyway." She pauses for a breath and smiles at you.
ru: Кажется, она успокоилась. «О, хорошо... Я не хотела ранить твои чувства, или чьи-то еще. Просто нужно следить за тем, что говоришь, правильно? То есть, люди-то разные, и никогда не угадаешь. Что-то одних задевает, других - нет. Так что... ну да ладно». Она останавливается, чтобы перевести дух, и улыбается тебе.

source: "Really? That's good to know. I mean, mages scare me so I want to know what they look like. I guess it's all that power they have, and they can do really incredible things and all, but you don't know what they look like. Warriors and priests and... and... you know, other powerful people just look powerful with all that stuff they carry around that says they are powerful people. But not mages." She pauses.
ru: «Правда? Полезно это узнать. То есть, я боюсь магов и хочу знать, какие они с виду. Думаю, это все из-за сил, которыми они обладают. Они могут делать по-настоящему невероятные штуки, и все такое, но ты не знаешь, как они выглядят. Воины и жрецы и... и... ну, знаешь, другие сильные люди попросту выглядят сильными, со всеми теми вещами на них, по которым видно, что они сильные. Не то что маги». Она умолкает.

source: "I have some other questions..."
ru: «У меня еще несколько вопросов...»

source: She looks lost in thought as she taps her chin with a finger. Finally she nods her head. "Yes... I think you're right. It gives me the chills just thinking about it. 'Master of the Bones' is a rather scary title. I don't think I'd mess with anyone who had a title like that." She thinks some more.
ru: Кажется, она ушла в мысли. Она потирает пальцем подбородок, потом, наконец, кивает. «Да... Думаю, ты прав. У меня аж мурашки по коже от мысли об этом. 'Повелитель Костей' - довольно-таки страшный титул. Не хотела бы я связываться с кем-то с таким титулом». Она продолжает размышлять.

source: She shrugs. "Oh, well... all right, so you want to own a skull, which is fine. People collect the strangest things. I don't collect things but I know a lot of people who do. You're the only one I know who collects skulls, though. Maybe I should collect things..."
ru: Она пожимает плечами. «О, ну... ладно, значит, ты хочешь иметь у себя череп - это ничего. Люди собирают самые странные вещи. Я сама этим не занимаюсь, но знакома с такими людьми. Из тех, кого я знаю, ты - единственный, кто собирает черепа. Может, и мне таким заняться...»

source: She looks sad and gives you a concerned look. "I'm sorry. I hope you'll forgive me, I don't mean to insult people or hurt their feelings and all. I mean, I don't like it when someone hurts me, so why should I hurt someone else? They probably don't like it either... unless they're weird... or something." She looks at you innocently.
ru: Кажется, она огорчилась; она смотрит на тебя обеспокоенно. «Извини. Надеюсь, ты меня простишь. Я никого не хотела обижать, ранить чьи-то чувства, и все такое. То есть, мне не нравится, когда кто-нибудь делает мне больно, так зачем же делать больно другому? Наверно, им это тоже не нравится... если только они не какие-нибудь ненормальные... или еще чего». Она смотрит на тебя невинным взглядом.

source: She gets excited and points a finger at you. "See! That's just what I mean. They have all this awesome power and can do really incredible things but you can't tell just by looking at them. They can sneak up on you that way. I mean priests and warriors and what not, they have all this obvious stuff that they run around with and you can just tell what they are so you know to be careful. But not mages." She gives you a matter-of-fact look.
ru: Она приходит в волнение и указывает на тебя пальцем. «Вот видишь! Я это и имела в виду. У них вся эта ужасная сила, и они могут делать невероятные штуки, но этого не скажешь по их виду. Так что они могут подкрасться к тебе. То есть, жрецы, воины и прочие - все они носят эти заметные вещи, так что ты можешь узнать, кто они такие, и вести себя осторожно. Не то что маги». Она смотрит на тебя деловито.

source: She shuffles her feet and looks embarrassed. "I, uh... Well... I've been told that I probably talk a bit too much and, well... People tend to avoid me... and I don't really have any friends or male friends courting me... sometimes I get lonely..." Her voice gets lower and lower until she is finally silent. She stares at the ground at her feet.
ru: Она удрученно шаркает ножкой. «Я, э... Ну... Мне говорили, что я, наверное, говорю чуточку многовато, и, ну... Люди стараются меня избегать... и у меня вообще нет ни подруг, ни поклонников... порой мне так одиноко...» Ее голос становится все тише и тише, а потом и вовсе стихает. Она опускает глаза.

source: "Well, I can understand why."
ru: «Ну, понятно, почему оно так выходит».

source: "I don't think you're a bad person, Karina. I happen to like you."
ru: «Мне кажется, ты неплохой человек, Карина. Вот мне ты нравишься».

source: "Farewell."
ru: «Прощай».

source: At first she just stands there and continues to stare at the ground. After a moment you notice that she is sobbing silently. She turns away from you and wanders off.
ru: Поначалу она продолжает стоять и созерцать землю у ног. И тут ты замечаешь, что она тихонько всхлипывает. Она отворачивается и уходит.

source: Leave.
ru: Уйти.

source: She gives you a hopeful look. "Really? Thank you so much... I don't know your name."
ru: Она смотрит на тебя с надеждой. «Правда? Спасибо тебе большое... Не знаю, как тебя звать».

source: Lie: "I'm Adahn."
ru: Ложь: «Я Адан».

source: "I don't remember my name."
ru: «Я не помню своего имени».

source: "Farewell, Karina."
ru: «Прощай, Карина».

source: She smiles. "Thank you, Adahn. It's nice to know I have a friend."
ru: Она улыбается. «Спасибо, Адан. Приятно знать, что у меня есть друг».

source: She frowns, starts to say something, and then thinks better of it. She shrugs her shoulders. "What's in a name? It's just nice to know I have a friend." She smiles.
ru: Она хмурится, начинает было что-то говорить, потом передумывает. Она пожимает плечами. «Что такого в имени? Просто приятно знать, что у меня есть друг». Она улыбается.

source: You see Karina. She smiles at your approach. "Hello, again. How are you this fine day?"
ru: Ты видишь Карину. При твоем приближении она улыбается. «Привет. Как тебе этот чудный денек?»

source: Karina smiles and looks bubbly. "Hello, friend. It's so good to see you again.
ru: Карина улыбается; она выглядит оживленной. «Привет, друг. Рада снова тебя видеть».

source: "Just wanted to say hello, Karina. Good day to you."
ru: «Просто хотел поздороваться, Карина. Хорошего тебе дня».

source: Karina notices your approach and beams you a happy smile. "Hello again." She looks like she is about to burst with excitement. "Thank you so much, cutter! I am so grateful for what you did."
ru: Карина замечает твое приближение и радостно улыбается тебе. «Привет, - кажется, она готова лопнуть от волнения. - Спасибо тебе огромное, рубака! Я так тебе благодарна за все, что ты сделал».

source: "What did I do, Karina?"
ru: «А что я сделал, Карина?»

source: She laughs. "You sent Corvus my way, I know because he told me so. He was afraid to approach me, thought I had a list of suitors... well, what I mean to say is, thank you." She gives you a hug.
ru: Она смеется. «Ты прислал ко мне Корвуса - он мне сам сказал. Он боялся ко мне подойти, думал, что у меня армия поклонников... ну, я хотела сказать: спасибо тебе». Она сжимает тебя в объятиях.

source: "You're welcome, Karina. I wish the two of you happiness."
ru: «Всегда пожалуйста, Карина. Желаю счастья вам обоим».

source: "Thank you, cutter. I hope you find happiness in your life as well."
ru: «Спасибо, рубака. Надеюсь, и ты найдешь свое счастье».
