Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dkemak.dlg.po
Languages: ru

source: You see a young man dressed in shoddy clothes. He makes a rude gesture at your approach.
ru: Ты видишь молодого человека, одетого в плохую одежду. При твоем приближении он делает неприличный жест.

source: "Greetings."
ru: «Приветствую».

source: Ignore him.
ru: Игнорировать его.

source: "Take a stick and pike it, berk." He glares at you.
ru: «Наденься на кол, пень». Он пялится на тебя.

source: "I have some questions..."
ru: «У меня есть несколько вопросов...»

source: "Farewell."
ru: «Прощай».

source: "I really don't give a rats arse for you or your barmy questions. I said to pike it, so begone!"
ru: «Я не собираюсь молоть чепуху на твои тупые вопросы. Я тебе сказал отвалить, сгинь!»

source: "I think I need to beat some manners into you."
ru: «Кажется, мне стоит преподать тебе урок вежливости».

source: "Farewell then."
ru: «Тогда прощай».

source: He smiles slyly. "Try it, berk. I'm in here because I kill clueless sods like you with ease..."
ru: Он хитро улыбается. «Попробуй, пень. Я здесь потому, что таких пустоголовых неудачников как ты убивал на раз...»

source: "I'm in here because I want to be and when I'm ready to leave I'll just walk out."
ru: «А я здесь потому, что я хочу здесь быть, и уйду я тогда, когда захочу».

source: Attack him: "I like a challenge..."
ru: Атаковать его: «Мне нравится вызов...»

source: He stares you for some time weighing your comment. You see his eyes flick along your many scars and then focus on yours. After a moment he swallows nervously. "You're serious... aren't you?" He waits for you response then shrugs. "So what do you want?"
ru: Он пялится на тебя, оценивая твой ответ. Его взгляд скользит по твоим многочисленным шрамам, а затем останавливается на тебе. Спустя секунду он нервно глотает слюну. «Какой ты серьезный... да?» Он ждет твоего ответа и, не дождавшись, пожимает плечами. «И что тебе нужно?»

source: "Never mind, farewell."
ru: «Неважно, прощай».

source: "Ask em..."
ru: «Задавай...»

source: "Who are you?"
ru: «Кто ты?»

source: "What can you tell me about this place?"
ru: «Что ты можешь рассказать об этом месте?»

source: "I'm looking for a deva. He's supposed to be down here."
ru: «Я ищу одного дэва. Он должен быть где-то здесь внизу».

source: He hesitates before answering. "Kemak. Everyone calls me Kem though. Not that I like it, mind you.
ru: Поколебавшись, он отвечает. «Кемак. Хотя все зовут меня просто Кем. Только мне это не нравится».

source: "Why are you here?"
ru: «Как ты сюда попал?»

source: "I have some questions...
ru: «У меня есть несколько вопросов...»

source: "Got drunk one night and got in a fight. They say I killed some sod... I don't know, I don't remember." He shrugs.
ru: «Ночью напился, на драку нарвался. Говорят, убил какого-то бедолагу... не знаю, не помню». Он пожимает плечами.

source: "I see. I have some questions..."
ru: «Понятно. У меня еще есть вопросы...»

source: "I don't know much, I've been down here from the start..." He pauses to think. "It's set up as a series of rings: outer, central, and inner. The worse your crime, the further in you go. Here at the inner ring are all the dangerous types."
ru: «Я много не знаю, я сразу оказался здесь внизу...» Задумавшись, он умолкает. «Оно состоит из нескольких колец — внешнего, центрального и внутреннего. Чем ужаснее твое преступление, тем дальше ты попадаешь. Здесь, во внутреннем кольце, кругом опасные типы».

source: "Really?" He looks at you in surprise. "Why would a deva be down here... unless he did something really terrible." He looks at you expectantly.
ru: «Правда?» Он удивленно смотрит на тебя. «Интересно, почему дэва может оказаться здесь внизу... если он только не совершил что-то действительно ужасное». Он выжидающе на тебя смотрит.

source: "I don't know. Have you heard anything about him?"
ru: «Не знаю. Ты что-нибудь слышал о нем?»

source: He shakes his head. "No, not a thing." He gives you a humorous smile. "I don't get out much you understand."
ru: Он трясет головой. «Нет, ничего». Он весело улыбается. «Мне не часто удается выбираться, ты же понимаешь».

source: You see Kemak. He frowns at your approach. "You again, how nice. What do you want?"
ru: Ты видишь Кемака. При твоем приближении он хмурится. «Как мило, опять ты. Что тебе надо?»

source: "Nothing, farewell."
ru: «Ничего, прощай».
