Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dkimasxi.dlg.po
Languages: ru

source: The wild-looking tiefling girl meets your gaze with angry scowl. Her tattooed body is practically naked, covered by only a narrow leather thong, a black cloth brassier and armored shoulder pads that appear to serve more as decoration rather than actual protection. Her spiked hair - as well as the thin fur that covers her goat-like legs - is brassy white, and numerous silver rings dangle from her ears, nostrils, lips and brow. She wears a leather collar around her throat with the inscription "Kimasxi Addertongue."
ru: Эта дикая c виду девушка-тифлинг сердито встречает твой взгляд. На ее татуированном теле практически нет одежды: только узкие кожаные трусики, черный суконный бюстгальтер и бронированные наплечники, которые служат скорее украшением, чем настоящей защитой. Ее стоящие дыбом волосы, также как и короткий мех, покрывающий ее козьи ножки, — вызывающе белые. В ушах, ноздрях, губах и бровях болтаются многочисленные серебряные кольца. На ней надет кожаный ошейник с надписью «Кимаскси Змееязыкая».

source: "Greetings..."
ru: «Приветствую...»

source: Kimasxi Addertongue, Kesai-Serris' half-sister, told me that I should ask Kesai to look to her father for proof that she's Ravel Puzzlewell's daughter.
ru: Кимаскси Змееязыкая, сводная сестра Кесай-Серри, сказала, что я должен попросить Кесай узнать у ее отца, является ли она дочерью Равель Заморочки.

source: Kimasxi bares her teeth at you. "And just what are *you* looking at, you banged-up sod?"
ru: Кимаскси обнажает свои зубы. «И на что же это *ты* уставился, калека ты несчастный?»

source: She sneers at Morte, then looks below him, where a body would normally be. "Sharp tongue... for a stemless deader."
ru: Она усмехается Морту, потом смотрит вниз туда, где должно было быть его тело. «Острый язык... как для мертвяка без стручка».

source: "Ticks?! The only annoying insect around here is *you!*" She suddenly turns to you. "Hey! You here to talk to me, or what?"
ru: «Блохи?! Единственное надоедливое насекомое здесь — это *ты*! — неожиданно она поворачивается к тебе. — Эй! Ты сюда со мной говорить пришел, или как?»

source: She rolls her eyes. "Pike off, then!"
ru: Она закатывает глаза. «Тогда проваливай!»

source: "What did you have in mind, you sodding jawbox? Go ahead; give me a reason to say 'no' to you."
ru: «Что у тебя на уме, треклятая черепушка? Выкладывай; дай мне причину сказать тебе нет».

source: "I'm a practitioner of abuse."
ru: «Я специализируюсь на оскорблениях».

source: "I'll show you." Her hand lashes out to slap your face, but you manage to barely dodge the blow. Kimasxi pouts visibly, then scowls. "Oh, well."
ru: «Я тебе покажу». Она пытается отвесить тебе пощечину, и тебе еле удается уклониться. «Что ж, ладно».

source: She gives you a skeptical look. "You can *think*? Huh. You know, *I* would've thought something half-zombie would have *slower* reflexes."
ru: Она смотрит на тебя скептически. «Ты умеешь *думать*? Ха. Знаешь, а *я*-то думала, что такой полузомби будет двигаться *помедленнее*».

source: "You must *imagine* a lot: imagine you're not so thrice-damned hideous, imagine women take you seriously... and stop staring at my breasts!" Her last words come as a surprise - because you weren't.
ru: «Тебе, должно быть, часто приходится *думать*: что ты не такой треклятый урод, что женщины воспринимают тебя всерьез... и хватит пялиться на мою грудь!» Ее последние слова должны были застать тебя врасплох — ведь ты никуда не пялился.

source: "Oh, sure; you weren't looking, huh? You hulking, lecherous corpse... what's the matter with you? Haven't you even seen a pair of teats before?"
ru: «А, конечно; значит, не смотрел? Ах ты здоровенный трупак-извращенец... что с тобой такое? Что, ни разу не видел титьки?»

source: Kimasxi rolls her eyes before crossing her arms and pursing her lips. "You're about as fun to talk to as a modron. Pike off, boring-boy; you're better off with one of the more *common* chits around here."
ru: Кимакси закатывает глаза, затем скрещивает руки и морщится. «Разговаривать с тобой так же весело, как и с модроном. Исчезни, зануда; тебе лучше проваливать к одной из здешних *обычных* цыпочек».

source: She raises an eyebrow. "Look, if you can't identify a pair of breasts as nice as mine, you *obviously* haven't spent much time in the company of women..."
ru: Она поднимает бровь. «Слушай, если не можешь распознать такую, как у меня, отличную грудь, то ты, *очевидно*, не очень-то много времени провел в обществе женщин...»

source: Kimasxi looks at a loss for something to say. For an instant, a smile threatens to crack the grimacing mask of her face - then she becomes more of a basilisk than ever. "All right, what do you want of me?"
ru: Кимаскси, кажется, нечем ответить. На миг улыбка едва не раскалывает гримасу на ее лице, но потом она становится еще язвительней, чем прежде. «Ладно, чего ты хочешь от меня?»

source: The tiefling rolls her eyes. "And what makes you think I *care?* Why don't you lick my backside?"
ru: Тифлинг закатывает глаза. «И с чего же ты решил, что меня это *заботит*? Почему бы тебе не полизать мне зад?»

source: "Well, you seem to like the taste of offal in your mouth, you dung-breathed cretin."
ru: «Ну, тебе, по-моему, нравится вкус отбросов во рту, не так ли, говнодышаший кретин».

source: "Kiss *me?*" She makes a retching sound. "I'd rather kiss a bloody mass of phlegm than lay my lips on you. No thanks!"
ru: «Поцеловать *меня*? — она издает звук, напоминающий рвотные позывы. — Да я уж лучше поцелую кровавую кучу соплей. Нет уж, спасибо!»

source: She raises her eyebrows. "Now *that's* an unusual request. I don't know, it seems pretty foul-mouthed already..."
ru: Она поднимает брови. «Вот *это* необычная просьба. Ну, не знаю — оно, кажется, и так достаточно грязно ругается...»

source: "You *wish* you had legs like mine, you pitiful wretch of a bone-box! I can walk, run, dance... what do you do? Bob around wishing you *had* a pair, goat's or otherwise!" The two of them lay into one another, exchanging barbed, blistering insults and clashing with razor-edged tongues...
ru: «А тебе остается только *мечтать* о таких ногах как у меня, жалкая костяная шкатулка! Я могу гулять, бегать, танцевать... а что можешь ты? Болтаться в воздухе в надежде *иметь* ноги, хотя бы козлиные!» Они накидываются друг на друга, обмениваясь колкими гневными оскорблениями и лязгая своими бритвенно-острыми языками...

source: At last the two stop their bickering, and eerie silence settles over them as they eye one another hatefully. Finally, the tiefling makes a grudging admission to Morte: "You're not bad, really. Not bad at all."
ru: Наконец они заканчивают перебранку, и они ненавистно смотрят друг на друга в зловещей тишине. В конце концов, тифлинг с неохотой говорит Морту: «А ты неплох, правда. Вовсе неплох».

source: Kimasxi narrows her eyes at Morte. "Don't push it, *skull.*"
ru: Кимаскси смотрит на Морта, сузив глаза. «Не беси меня, *череп*».

source: Kimasxi turns to you. "So was that all you wanted? I'm not spending any more time near you than I have to."
ru: Кимаскси оборачивается к тебе. «Так что же все-таки ты хочешь? Я не стану тратить на тебя времени больше, чем необходимо».

source: She looks annoyed. "Fine, whatever.... ask."
ru: Она выглядит раздраженной. «Ладно, чего уж там... спрашивай».

source: She smirks. "Tch. Up your arse, perhaps? Hells, I don't know." Kimasxi smoothes back her hair, which instantly springs back up into a spiky mess.
ru: Она ухмыляется. «Пф. Вероятно, в твоей заднице? Черт, да я понятия не имею». Кимаскси приглаживает свои волосы, которые тут же поднимаются назад.

source: "What would *I* know about her? I look like a scholar or something to you? Go ask someone more 'learned'... or Yves; she'll probably have at least *one* story about her in that pile of tales she carries about in her bone-box. Oh, and squat on a halberd, while you're at it."
ru: «Почему *я* что-то должна о ней знать? Я что, похожа на ученого или вроде того? Иди, поговори с кем-то более 'грамотным'... или с Ив; наверное, у нее имеется хотя бы *одна* история про Равель в той куче рассказов, что она таскает в своей черепушке. О, и присядь на алебарду, когда будешь у нее».

source: She shrugs. "Far as I know, yes." She looks suddenly suspicious. "Why?"
ru: Она пожимает плечами. «Насколько я знаю, да, — неожиданно она подозревающе смотрит на тебя. — А что?»

source: "So? Not as if it's any of your business in the first place."
ru: «И что? Во-первых, это не твоего ума дело».

source: "Yes, I'm related to that chubby, mewling, hook-nosed day-dreamer. Same father, different mothers. So?"
ru: «Да, эта вечно хнычущая, щекастая и крючконосая мечтательница приходится мне родней. Один отец, разные матери. А что?»

source: Kimasxi frowns at you. "Normally I'd be loathe to help you like this, but I've a feeling it'd upset that flirting, preening doxy good and well. Tell her to ask our father... he's a powerful cambion, so she ought to be able to call to him right then and there. That'll get you your answer."
ru: Кимаскси хмурится. «Обычно я бы ни за что не стала бы помогать тебе, но я чувствую, это здорово выведет эту кокетливую самовлюбленную шлюшку. Скажи ей, пусть спросит нашего отца... он — могущественный камбион, так что она уж точно может вызвать его прямо отсюда. Так ты и получишь свой ответ».

source: "Yes, *cambion.*" Kimasxi rolls her eyes. "Didn't hear me the first time? Ears all stopped up with last of your brains running out of them?"
ru: «Да, *камбион*, — Кимаскси закатывает глаза. — С первого раза не расслышал? Уши заложило остатками вытекших мозгов?»

source: "My, you're Clueless." She shakes her head sadly, tutting all the while. "A half-fiend, berk; sort of like you... but you're half *dung,* I think. You smell it, at any rate."
ru: «Ну ты и бестолочь, — она грустно качает головой с неодобрительным выражением. — Это полунечистый, пень; что-то вроде тебя... только ты — полу-*какашка*. По крайней мере, от тебя такая же вонь».

source: "You *wish* you were half-Kimasxi, sod... even if you ended up with a goat's bum on your shoulders it'd be better than that scarred-up face of yours."
ru: «Да ты *мечтаешь* быть полу-Кимаскси, ублюдок... даже если бы на плечах у тебя был бы козлиная жопа, она бы и то выглядела получше твоей порезанной рожи».

source: "Try a Hive gutter... or perhaps that's just a similar aroma. To be serious, though... Marissa stole it."
ru: «Поищи в канавах Улья... или, наверно, у них просто похожий аромат. А если серьезно... его украла Марисса».

source: "No, but I'm hoping you'll go stomping into her room and upset her enough to do something awful to you."
ru: «Нет, я надеялась, что ты вломишься в ее комнату и разозлишь ее настолько, что она сделает с тобой что-нибудь страшное».

source: "Yes, she's hiding under my bed. Go ahead... get down on all fours and check. I shan't kick you... really."
ru: «Да, она прячется у меня под кроватью. Давай... встань на четвереньки и проверь. Я не стану тебя пинать... правда».

source: As you look beneath Kimasxi's bed - nothing's there, of course - you become aware of her standing behind you. "I couldn't... it's just too easy. Get up, you poor, stupid deader. There *is* no tenth student."
ru: Когда ты заглядываешь к Кимаскси под кровать (там, конечно же, ничего не оказывается), тебя вдруг начинает беспокоить ее присутствие сзади. «Не могу... это уж слишком просто. Вставай, несчастный тупой мертвяк. *Нет* никакой десятой ученицы».

source: "My name? Uninterested. I can guess yours, though: 'Scarbunch get-outta-here-before-I-put-a-fire-under-your-arse.'"
ru: «Как меня зовут? Забудь. Дай, я лучше твое угадаю: Кучашрамов вали-отсюда-пока-я-не-подожгла-твой-зад».

source: "Not you, that's for certain." She smirks at you. "I'm contemplating the best way to tell you to pike off, next."
ru: «Не тобой, это уж точно, — она самодовольно ухмыляется. — Придумываю наилучший способ тебя послать».

source: "Certainly. Fall-From-Grace gathers poor orphan girls off the streets of the Hive, raising us to perform coital acts with hideous men like you while she beats us, dresses us in rags and drinks our blood. It's horrible, really."
ru: «Конечно. Падшая Грация собирает по улицам Сигила бедных девочек-сироток, выращивает нас для соития с такими пугалами как ты, и в то же время бьет нас, одевает нас в лохмотья и пьет нашу кровь. Жуть, да и только».

source: Kimasxi flies into a rage: "WHO TOLD YOU THA-" She suddenly falls silent, glaring at you through narrowed eyes. "If I *was* there, berk, I didn't take her filthy veil... search my room, if you'd like. I catch you sniffing at my britches, though, I'll see to it you're never allowed in here again."
ru: Кимаскси приходит в ярость: «ДА КТО ТЕБЕ СКАЗАЛ ТА... — внезапно она умолкает и смотрит на тебя суженными глазами. — Если я и *была* там, пень, я бы не стала брать ее вонючую вуаль... обыщи мою комнату, если хочешь. Но если я поймаю тебя нюхающим мои кальсоны, я позабочусь, чтобы тебя больше никогда сюда не пустили».

source: "Beats me. Someone's nicked more than few pair of them, though. My favorite leather brassier, too, with the iron studs." She *hmphs* angrily.
ru: «Понятия не имею. Вот только кто-то спер несколько пар. И даже мой любимый кожаный бюстгальтер с железными заклепками». Она яростно фыркает.

source: "Well here you are, looking ugly as ever. Back for some more Kimasxi abuse, eh?"
ru: «Ну, вот и ты, все такой же урод. Пришел за добавкой от Кимаскси, да?»

source: "Oh, it's *you* again. Just can't get enough of me, huh?
ru: «О, снова *ты*. Что, никак не наслушаешься, а?»

source: "What, that 'Ecco' chit? Don't know anything about her. Don't talk to the girl... I mean, why? Not like she can talk back. Ask Frigid Dolora about her... I think I saw her playing Go with an old crush of Ecco's, back from when she could talk."
ru: «Кто, та крошка Экко? Ничего о ней не знаю. С ней еще не говорила... в смысле, а что толку? Не похоже, что она сможет ответить. Расспроси о ней фригидную Долору... Кажется, я видела, как она играла в го с бывшим хахалем Экко, что был у нее тогда, когда она еще могла разговаривать».

source: Leave her be.
ru: Оставить ее в покое.

source: "You. I had some questions..."
ru: «На тебя. У меня есть несколько вопросов...»

source: "You - and I'm not too impressed. Farewell."
ru: «На тебя. И я не слишком впечатлен. Прощай».

source: "Nothing. Farewell."
ru: «Ни на что. Прощай».

source: "That's enough, you two."
ru: «Эй вы, двое. Прекратите».

source: Let them keep at it.
ru: Позволить им продолжать.

source: "'Or what?' What else can I do with you?"
ru: «Или как? Что еще я могу с тобой сделать?»

source: "Yes... I had some questions..."
ru: «Да... У меня есть несколько вопросов...»

source: "No. Farewell."
ru: «Нет. Прощай».

source: Leave.
ru: Уйти.

source: "What do you usually do for patrons?"
ru: «Чем ты обычно занимаешься с клиентами?»

source: "I just had some questions..."
ru: «У меня всего лишь несколько вопросов...»

source: "Forget it. Farewell."
ru: «Забудь об этом. Прощай».

source: "What's that mean?"
ru: «Что это значит?»

source: "I had another question..."
ru: «У меня еще один вопрос...»

source: "That's all I wished to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "Say... can you teach Morte here to be more abusive?"
ru: «Слушай... а ты можешь научить Морта лучше ругаться?»

source: "I would've thought something half-animal would have faster reflexes."
ru: «Я бы и не подумал, что какой-нибудь полузверь будет двигаться быстрее».

source: "I had some questions..."
ru: «У меня есть несколько вопросов...»

source: "That's enough of you for me. Farewell."
ru: «Хватит с меня всего этого. Прощай».

source: "Well you thought wrong... I imagine it happens a lot."
ru: «Ну, ты была неправа... думаю, такое нередко случается».

source: "Look, I just had some questions..."
ru: «Слушай, у меня просто пара вопросы...»

source: "What are you talking about?"
ru: «О чем это ты толкуешь?»

source: "Is *that* what those are? I figured them for some sort of tiny, knobby cancerous growths."
ru: «Так *вот* они какие? А то я принял их за что-то типа крохотных шишкообразных наростов».

source: "I wasn't looking at them. You're acting like a mad woman..."
ru: «Мне они не нужны. Ты ведешь себя как сумасшедшая...»

source: "Wait - I had some questions..."
ru: «Постой... У меня еще вопросы...»

source: "Farewell, then."
ru: «Тогда прощай».

source: "Are you implying that you're female? Isn't that stretching the definition?"
ru: «То есть ты утверждаешь, что ты — женщина? Тебе не кажется, что это слегка расширяет рамки этого понятия?»

source: "Questions answered..."
ru: «Ответы на вопросы...»

source: "My tongue's not wide enough... and I don't like hair in my mouth."
ru: «У меня не настолько широкий язык... и я не люблю, когда у меня волосы во рту остаются».

source: "Only because it's like kissing you, you mangy stink-pot."
ru: «Только потому, что это все равно, что поцеловать такую грязную вонючку как ты».

source: "Don't thank me... thank the Powers someone actually wants to kiss you."
ru: «Не меня благодари... скажи спасибо Силам, что кто-то вообще хочет тебя поцеловать».

source: Wait for it to end...
ru: Подождать, чем это кончится...

source: "Actually, I had some questions..."
ru: «Вообще-то, у меня несколько вопросов...»

source: "I feel the same way. Farewell."
ru: «Я думаю точно так же. Прощай».

source: "That's it for now. Farewell."
ru: «Пока что хватит. Прощай».

source: "Who are you?"
ru: «Кто ты?»

source: "What are you doing here?"
ru: «Чем ты здесь занимаешься?»

source: "What can you tell me about the silent prostitute?"
ru: «Что ты можешь рассказать о молчаливой проститутке?»

source: "I heard you're Kesai-Serris' half-sister. Is that true?"
ru: «Я слышал, что вы с Кесай-Серри — сводные сестры. Это правда?»

source: "I heard that Kesai-Serris is Ravel's daughter. Is that true?"
ru: «Я слышал, что Кесай-Серри — дочь Равель. Это правда?»

source: "I was told you were seen sneaking away from Marissa's chambers, recently... is that connected with her missing veil, somehow?"
ru: «Мне сказали, что недавно тебя заметили крадущейся из комнаты Мариссы... это никак не связано с пропажей ее вуали?»

source: "I'm trying find Vivian's scent... do you know where it might be?"
ru: «Я пытаюсь найти аромат Вивьен... не знаешь, где он может быть?»

source: "I'm trying find Marissa's Crimson Veil... do you know where it might be?"
ru: «Я пытаюсь найти малиновую вуаль Мариссы... Ты не знаешь, где бы она могла быть?»

source: "Do you know anything about Ravel Puzzlewell?"
ru: «Ты что-нибудь знаешь о Равель Заморочке?»

source: "I've spoken to nine prostitutes altogether... do you know who or where the tenth student is?"
ru: «Я переговорил со всеми девятью проститутками... ты не знаешь, кто десятая или где она находится?»

source: "Never mind, actually. Farewell."
ru: «А вообще, не обращай внимания. Счастливо».

source: "I heard that Kesai-Serris is her daughter. Is that true?"
ru: «Я слышал, что Кесай-Серри — ее дочь. Это правда?»

source: "I asked her about it, and she denied it."
ru: «Я спрашивал ее об этом, но она все отрицает».

source: "Don't worry about it. I had another question."
ru: «Не волнуйся об этом. У меня еще один вопрос».

source: "I also heard you're Kesai-Serris' half-sister."
ru: «Еще я слышал, что вы с Кесай-Серри — сводные сестры».

source: "Perhaps not. I had another question..."
ru: «Пожалуй, нет. У меня еще один вопрос...»

source: "I was hoping you could help me find out if Kesai is *really* Ravel's daughter."
ru: «Я надеялся, что ты можешь помочь мне выяснить, *точно* ли Кесай является дочерью Равель».

source: "Cambion?"
ru: «Камбион?»

source: "Thanks. I had another question..."
ru: «Спасибо. У меня еще один вопрос...»

source: "I'll go speak to her, then. Thanks, Kimasxi, and Farewell."
ru: «Тогда я пойду и поговорю с ней. Спасибо, Кимаскси, и прощай».

source: "I'm asking what one is..."
ru: «Я спросил, что это...»

source: "No... but I had another question."
ru: «Нет... но у меня еще один вопрос».

source: "Better that than half *you,* Kimasxi."
ru: «Это уж лучше, чем полу-*ты*, Кимаскси».

source: "Farewell, Kimasxi."
ru: «Прощай, Кимаскси».

source: "That's enough, Kimasxi. I had another question..."
ru: «Достаточно, Кимаскси. У меня еще один вопрос...»

source: "I don't have time to get into this. Farewell."
ru: «У меня нет времени на это. Прощай».

source: "Marissa? Are you sure?"
ru: «Марисса? Ты уверена?»

source: "Marissa... I haven't met her, yet. Are you sure of this?"
ru: «Марисса... мы с ней еще не встречались. Ты уверена в этом?»

source: "Hmm. I have another question..."
ru: «Хмм. У меня еще один вопрос...»

source: "Never mind, then. Farewell."
ru: «Тогда неважно. Прощай».

source: Get down on your hands and knees and check.
ru: Стать на четвереньки и проверить.

source: "I have another question, then..."
ru: «В таком случае, к меня еще один вопрос...»

source: "I have another question..."
ru: «У меня еще один вопрос...»

source: "I'll assume it's Kimasxi like it says on the collar, then. Farewell."
ru: «Тогда смею предположить, что тебя зовут Кимаскси, как написано на ошейнике. Счастливо».

source: "I... see. I had another question..."
ru: «Понятно... У меня еще один вопрос...»

source: "All right... I'll just take my leave, now. Farewell."
ru: «Хорошо... А теперь мне нужно идти. Счастливо».

source: "Why would anyone *ever* sniff at your britches?"
ru: «Зачем кому-то *вообще* нюхать твои штаны?»

source: "Hmm. I had another question."
ru: «Хмм. У меня еще один вопрос...»

source: "That's all I wanted to know; farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "No, I just had some questions..."
ru: «Нет, просто у меня есть несколько вопросов...»

source: "Just passing by, actually. Farewell."
ru: «Вообще-то, я просто проходил мимо. Прощай».

source: "I was just passing by, Kimasxi. Farewell."
ru: «Я просто проходил мимо, Кимаскси. Прощай».

source: I asked Kimasxi about her being seen sneaking away from Marissa's chambers, and she denied having taken the Crimson Veil. She did, however, claim that her own room had been burgled.
ru: Я спросил Кимаскси, почему она пробралась в комнату Мариссы, и она сказала, что не брала малиновую вуаль. Однако она утверждает, что ее собственную комнату обокрали.

source: I asked one of the Brothel's prostitutes about Ravel, and she suggested I speak to Yves about it. I'm told that Yves collects all sorts of tales, and will likely have one about Ravel in her repertoire.
ru: Я спросил одну из проституток Борделя о Равель, и она предложила мне поговорить об этом с Ив. Мне сказали, что Ив собирает различные истории, и, скорее всего, имеет что-нибудь про Равель в своем репертуаре.

source: One of the prostitutes suggested that I ask Dolora about Ecco, the silent prostitute. She said that Dolora sometimes spoke to an old lover of Ecco's, one who knew her before she stopped speaking.
ru: Одна из проституток посоветовала мне расспросить Долору об Экко, молчаливой проститутке. Она сказала, что Долора однажды общалась со прежним любовником Экко, который знал ее до того, как она перестала разговаривать.
