Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dkitla.dlg.po
Languages: ru

source: "I won't do it."
ru: «Я не буду этого делать».

source: You see a tall, striking woman. She stands staring at the walls of the tavern without seeing them, her hands slowly curling into fists and unclenching. When she sees you, her eyes dart across your clothing and gear, and then back to your eyes; a sardonic smile crosses her face, and she looks away again.
ru: Перед тобой высокая и эффектная женщина. Она рассматривает стены таверны, ее руки медленно сжимаются и разжимаются. Едва заметив тебя, она быстрым взглядом пробегается по твоей одежде и снаряжению, после чего снова смотрит тебе в глаза. Язвительно усмехнувшись, она отворачивается.

source: "Greetings."
ru: «Приветствую».

source: Pass on.
ru: Пройти мимо.

source: She looks back at you and scowls. "Do you always make a habit of talking to strangers?"
ru: Она хмуро оборачивается к тебе. «Это у тебя такая привычка — болтать с незнакомцами?»

source: "If I need to ask them questions, then yes."
ru: «Если мне приходится задавать им вопросы, то да».

source: "Not usually, but I thought I'd talk to you."
ru: «Обычно — нет, но я решил поговорить с тобой».

source: "No. Farewell."
ru: «Нет. Прощай».

source: "What a fascinating life you must lead to do such things. Sadly for you, I'm busy. I'd appreciate being left alone."
ru: «Должно быть, у тебя при этом богатая на события жизнь. К сожалению для тебя, я очень занята. Я была бы очень признательна, если бы меня оставили в покое».

source: "I just had a few questions..."
ru: «У меня всего лишь несколько вопросов...»

source: "I'll just leave you alone, then. Farewell."
ru: «Тогда не буду тебе мешать. Прощай».

source: "What part of 'I'm busy' did you not understand? Leave... me... alone. Thank you." She turns her attention back into herself, losing herself in thought. She begins chewing on her lower lip, and beads of blood sprout from it.
ru: «Какую часть из 'я очень занята' ты не понял? Оставь... меня... в покое. Спасибо». Она снова возвращается к своим мыслям. Она так увлечена собой, что, покусывая нижнюю губу, прокусывает ее. На месте укуса тут же возникают капельки крови.

source: "Farewell, then."
ru: «Тогда прощай».

source: You see a tall, striking woman. She stands staring at the walls of the tavern without seeing them, her hands slowly curling into fists and unclenching. When she sees you, her eyes dart across your clothing and gear, and then back to your eyes; a sardonic smile crosses her face, and she looks away again. "Looking for something, cutter?" she says, still not looking at you.
ru: Перед тобой высокая и эффектная женщина. Она смотрит сквозь стены таверны, ее руки медленно сжимаются и разжимаются. Едва заметив тебя, она быстрым взглядом пробегается по твоей одежде и снаряжению, после чего снова смотрит тебе в глаза. Язвительно усмехнувшись, она отворачивается от тебя. «Ищешь что-нибудь, рубака?» — спрашивает она, все еще не глядя на тебя.

source: "I understand you're the next person I'm to talk to about this key."
ru: «Насколько я понимаю, ты — следующий человек, с кем мне нужно поговорить насчет ключа».

source: "I had some questions for you..."
ru: «У меня есть вопросы к тебе...»

source: "Not right now. Farewell."
ru: «Не сейчас. Прощай».

source: "About the key, hm?" She arches an eyebrow at you. "You want to know what you have to do for it, don't you? It's easy enough, friend. Interested? Of course you are; you've come to talk to me about it. Are you ready to listen, I guess, is the real question."
ru: «Хм, насчет ключа? — она удивленно поднимает бровь. — Ты хочешь узнать, что нужно тебе сделать, чтобы его заполучить, так? Все очень просто, приятель. Заинтересован? Ну конечно же, заинтересован, раз говоришь о нем. Но готов ли ты слушать? — вот в чем вопрос».

source: "Tell me what I have to do."
ru: «Скажи, что мне нужно сделать».

source: "Not yet. Farewell."
ru: «Еще нет. Прощай».

source: Kitla has assigned me the task of getting legacies from two men - Crumplepunch and Kester - or of solving the squabble they're having. In return for this, she'll give me the second part of the Key to see the deva.
ru: Китла поручила мне забрать завещания у двух людей, Костолома и Кестера, либо разрешить их спор между собой. В обмен за это она даст мне вторую часть ключа к дэва.

source: "There are two men here, named Crumplepunch and Kester. Crumplepunch is the smith, Kester the distiller. They both owe me a *lot* of money. One of them owes the other as well, though, and so neither of them is paying me. They're arguing about an inheritance; get me the legacies they're holding on to. I can bargain with them *very* effectively, then. Failing that, get them to solve their problems with each other - or kill them - and I'll give you the second part of the Key."
ru: «Есть два человека, их зовут Костолом и Кестер. Костолом — кузнец, Кестер — винокур. Они оба должны мне *кучу* денег. Один из них должен другому, но никто из них мне платить не собирается. Они вечно говорят о каком-то наследстве. Принеси мне завещания, которые у них на руках. Тогда я смогу расправиться с ними *очень* действенно. Если не сможешь — реши их проблемы друг с другом, или убей их, и тогда я дам тебе вторую часть Ключа».

source: She gives you an arch look. "Maybe we can talk when you've finished that little mission, hm? Go run along now." She turns back to her drink.
ru: Она лукаво улыбается тебе. «Может быть, мы поговорим после того, как ты закончишь то небольшое поручение, а? Давай, пошевеливайся». Она возвращается к своей выпивке.

source: She smiles sweetly. "Then you won't get the Key. Go on now."
ru: Она любезно улыбается. «Тогда ты не получишь ключ. Давай, иди».

source: "Farewell."
ru: «Прощай».

source: "You're back, hm? It turns out that I've a use for you after all. You help me, I help you, and we all wind up happy."
ru: «Вернулся, а? Похоже, что я наконец-то найду тебе применение. Ты поможешь мне, я помогу тебе, и все будут счастливы».

source: "What is it I have to do?"
ru: «Что мне нужно будет сделать?»

source: "Maybe later. Farewell."
ru: «Может, позже. Прощай».

source: Her eyes gleam in the half-light of the tavern. "Do you have anything for me, scarred man?"
ru: Ее взгляд сияет в полумраке таверны «Что-нибудь принес, человек в шрамах?»

source: "I have both their legacies here."
ru: «Оба завещания у меня с собой».

source: "I have Crumplepunch's legacy."
ru: «У меня есть завещание Костолома».

source: "I have Kester's legacy."
ru: «У меня есть завещание Кестера».

source: "Crumplepunch is dead."
ru: «Костолом мертв».

source: "Kester is dead."
ru: «Кестер мертв».

source: "Really? Give them to me, and I'll give you the second part of the Key."
ru: «Правда? Отдай мне их, и я дам тебе вторую часть Ключа».

source: "Here you go."
ru: «Держи».

source: "I'm still trying to work some angles. Give me a chance."
ru: «Я все еще пытаюсь устранить некоторые шероховатости. Дай мне немного времени».

source: She takes them from you and laughs evilly. "NOW let's see them tell me they can't find a way to pay me." She tucks the legacies away into a pouch at her belt. "Are you ready for the second part of the key?"
ru: Взяв у тебя бумаги, она злобно хохочет. «ВОТ ТЕПЕРЬ посмотрим, как они будут жаловаться, что не могут заплатить мне». Она прячет завещания в мешочек на поясе. «Ты готов услышать вторую часть ключа?»

source: "Yes. Tell me."
ru: «Да. Говори».

source: "Not yet. Answer some questions first."
ru: «Пока нет. Сначала ответь мне на пару вопросов».

source: She sighs. "The money they owe me isn't coming any faster with you talking to me. Go on... go get it."
ru: Она вздыхает. «Пока ты со мной болтаешь, деньги, которые они мне должны, быстрее не появятся. Иди... забери их».

source: "All right, then. Farewell."
ru: «Тогда ладно. Прощай».

source: She concentrates for a moment, and her voice takes on another, deeper tone as she intones these words: "Here their Prison ordained in utter darkness..." She pauses, and speaks normally. "For the third part of the Key, go talk to Nabat over there." She yawns mightily. "I'm exhausted. Take this, and then leave me alone for a time. I need to think about my next step here. Farewell."
ru: На секунду сосредоточившись, она нараспев произносит следующие слова более глубоким голосом: «...средь совершенной тьмы и втрое дальше...» Спустя несколько секунд она продолжает нормальным голосом: «О третьей части ключа переговори с Набатом, он здесь». Она широко зевает. «Я устала. Вот, возьми это и оставь меня на некоторое время. Мне нужно подумать о моих дальнейших планах. Прощай».

source: "I just wanted to ask some questions..."
ru: «Я только хотел задать пару вопросов...»

source: "I wanted mage training."
ru: «Я хочу выучиться на мага».

source: I received the second part of the Key from Kitla. It was "Here their Prison ordained in utter darkness..." I am to go speak to a man called Nabat next.
ru: Я получил вторую часть ключа от Китлы: «...средь совершенной тьмы и втрое дальше...» Теперь мне нужно поговорить с неким Набатом.

source: "Come back sometime later. I have a little too much on my mind right now..."
ru: «Возвращайся когда-нибудь потом. Сейчас у меня так много мыслей...»

source: "Can you train me as a mage?"
ru: «Ты могла бы выучить меня на мага?»

source: She sighs. "Look, I have a lot of planning to do with my future... let me just give you the Key and we'll call it even, all right?"
ru: Она вздыхает. «Послушай, у меня еще много дел. Давай я просто передам тебе ключ, и разойдемся на этом, хорошо?»

source: "All right. Give it to me."
ru: «Хорошо. Давай».

source: "Are you going to give it to me?" She holds out her hand. "This'll make sure Crumplepunch will find a way to pay me."
ru: «Так ты дашь его мне? — она протягивает руку. — Ради него Костолом точно найдет способ заплатить мне».

source: "Yes. Here you go."
ru: «Да. Вот, держи».

source: "Are you going to give it to me?" She holds out her hand. "This'll make sure Kester will find a way to pay me."
ru: «Так ты дашь его мне? — она протягивает руку. — Ради него Кестер точно найдет способ заплатить мне».

source: She tucks the legacy away into a pouch at her belt and smirks evilly. "Do you want the second part of the Key now?"
ru: Злобно хихикнув, она прячет завещание в мешочек на поясе. «Хочешь услышать вторую часть Ключа прямо сейчас?»

source: She sighs. "Thanks for solving this thing, but... look, I have a lot of planning to do. Let me just give you the Key and we'll call it even, all right?"
ru: Она вздыхает. «Спасибо, что разобрался с этим делом, но... слушай, у меня еще много дел. Давай я просто передам тебе ключ, и на этом разойдемся, хорошо?»

source: "What was I supposed to do again?"
ru: «Еще раз, что я должен сделать?»

source: "Will do. Farewell."
ru: «Я так и сделаю. Прощай».

source: "They're both dead."
ru: «Они оба мертвы».

source: "Nothing right now. I'm working on it. I had some questions..."
ru: «Пока что ничего. Я работаю над этим. У меня есть несколько вопросов...»

source: "You killed him? Just as well... that old goat was always pawing at me. Are you ready for the second portion of the Key?"
ru: «Ты убил его? Годится... Этот козел вечно меня лапал. Ты готов услышать вторую часть ключа?»

source: "Give it to me..."
ru: «Давай его мне...»

source: "Good. I never could stand him. Are you ready for the second portion of the Key?"
ru: «Хорошо. Все равно я его не переносила. Ты готов услышать вторую часть ключа?»

source: "Well, hello, killer! I didn't expect that, but I'm not entirely disappointed, either. Are you ready for the second portion of the Key?"
ru: «Привет, убийца! Не ожидала такого, но не скажу, что разочарована. Ты готов услышать вторую часть ключа?»

source: Her eyes brighten. "Oh? Have you studied the Art before?"
ru: Ее глаза вспыхивают. «О? Ты раньше изучал Искусство?»

source: "And you want to give up what you're doing now to renew your skills?"
ru: «И ты хочешь распрощаться со своей текущей специализацией ради новых навыков?»

source: After some time talking about the Art, she nods her head and smiles. "You are truly gifted. You have all you need to travel down the mystic path again."
ru: После продолжительного разговора об Искусстве она кивает и улыбается. «Ты и в самом деле одарен. У тебя есть все, чтобы снова пуститься по тайному пути».

source: "Let's first see if you even have the aptitude for it." She proceeds to test your intelligence and reasoning ability with a long series of logic and word puzzles...
ru: «Сначала посмотрим, есть ли у тебя способности». Она начинает проверять твой интеллект и способность к рассуждению длинной чередой логических и словесных загадок...

source: "It looks like you have a functioning mind, at least." She studies you. "You've got a book, too. Good. You'll need that to write your spells in. All spells need someplace for storage. They come in all shapes and sizes, but in the end, they need to be written down for a mage to study. Are you understanding this so far?"
ru: «По крайней мере, голова у тебя работает». Она изучает тебя. «У тебя и книга есть. Хорошо. Она тебе понадобится, чтобы записывать заклинания. Для всех заклинаний нужно место для хранения. Они могут разными по форме и содержанию, но, в конце концов, они должны быть записаны для дальнейшего изучения магом. Ты пока все понимаешь?»

source: She keeps herself from laughing outright at you, but you can see a gleam of contempt in her eyes. "You haven't the mind necessary to be a mage. All your spells would be like water in your mind, flowing out through your ears before you could ever cast them. Stick with the sword, stick with thievery. You'll never be good at spells."
ru: Она прикладывает большие усилия, чтобы не расхохотаться тебе в лицо, однако ты можешь различить презрительный блеск в ее глазах. «Для мага у тебя ума маловато. Все твои заклинания, как вода, вытекут из головы через уши до того, как ты сможешь их произнести. Держись меча, орудуй воровством. Ты никогда не будешь хорош в заклинаниях».

source: "Let's give you a little test, now. Take a look at this." She produces a scroll. "Read this, and tell me what it says." The glyphs on the scroll squirm before your eyes, becoming meaningless.
ru: «Тогда сейчас я устрою тебе небольшое испытание. Взгляни-ка на это, — она показывает свиток. — Прочти это и скажи мне, что на нем написано». Символы на свитке пляшут перед твоими глазами, они кажутся тебе бессмысленными.

source: Instinctively, you let your eyes relax and you take in the meaning of the scroll almost subconsciously, as if another part of your brain had reasserted itself. The scroll lists arcane syllables, spell components, gestures, and rituals necessary for the completion of a spell.
ru: Рефлекторно ты расслабляешь свои глаза и почти подсознательно понимаешь смысл свитка, словно подключилась какая-то новая часть твоего мозга. В свитке указаны тайные слова, компоненты заклинания, жесты и ритуалы, необходимые для завершения заклинания.

source: Try as you might, you can't get the letters on the scroll to make sense to you. Every time you think you've fixed the symbols in your mind, they swim in your vision, leaving you with a pounding headache. Finally, after minutes of intense scrutiny, you pull back from the parchment, your eyes glazing... and suddenly the content s of the scroll are made clear. The scroll lists arcane syllables, spell components, gestures, and rituals necessary for the completion of a spell.
ru: Как бы ты ни старался, ты не улавливаешь смысла из символов на свитке. Едва ты успеваешь запомнить символы в голове, как они расплываются, оставляя тебя только с головной болью. Наконец, после долгих минут внимательного изучения, ты откладываешь пергамент и расслабляешь глаза... и вдруг содержимое свитка становится ясным. В свитке указаны тайные слова, компоненты заклинания, жесты и ритуалы, необходимые для завершения заклинания.

source: Kitla smirks. "So you already know your way around a spell scroll, eh? What that means is that you've had training sometime, even if you've forgotten it, because only a mage could read the symbols on that scroll. You've opened your mind to it again. You've just saved yourself years of study. Congratulations."
ru: Китла ухмыляется. «Так значит, ты уже знаешь про свитки заклинаний, а? Это значит, что ты, хоть и забыл это, но уже проходил обучение, потому что только маг может читать символы на этом свитке. Ты снова раскрыл свой разум. Ты только что сэкономил годы обучения. Поздравляю».

source: "You've already got the book, so all that's required now is that you know how to memorize and cast your spells. First, you need to have a clear head and plenty of rest before you can memorize spells. Before you rest, and this is essential, choose the spells you want to memorize, and then relax. When you awaken, spend some time with your written spells, and they'll enter into your mind."
ru: «У тебя уже есть книга, так что теперь нужно только научиться запоминать и создавать заклинания. Во-первых, перед тем, как запоминать заклинания, тебе нужно ясная голова и хороший отдых. Перед отдыхом — это очень важно — выбери заклинания, которые хочешь запомнить, а потом отдыхай. Когда проснешься, потрать немного времени на записанные заклинания, тогда они отложатся в твоей голове».

source: "When you start out, your spells are limited. You'll be able to cast a single spell, perhaps even as many as three. Use 'em well, because when they're gone, you'll have to rest again before you can memorize more spells. As you progress in the Art, though, you'll find your memory holds more and more."
ru: «Поначалу количество заклинаний будет ограничено. Ты сможешь создавать только одно заклинания, быть может, даже три. Используй их с умом, потому что после использования тебе снова понадобится отдых на запоминание. Продвигаясь в изучении Искусства, ты обнаружишь, что твоя память будет вмещать все больше и больше».

source: "Once you cast a spell, it's erased from your memory. If you need to cast the same spell twice, you'll need to memorize it twice." She pauses, thinking. "Keep a peery eye out for more spells. You can find them in many different places and forms, from different people. When you do find them, hoard them and put them in your spellbook whenever possible. Just study them carefully and write them down."
ru: «Как только ты создашь заклинание, оно исчезнет из твоей памяти. Если тебе нужно создать одно заклинание два раза, то и запомнить его нужно два раза». Она умолкает, ненадолго задумавшись. «Всегда примечай новые заклинания. Ты можешь найти их в разных местах и в различных формах, у разных людей. А как найдешь — припрячь и сохрани по возможности в своей книге заклинаний. Просто внимательно изучи и перепиши».

source: "You've got it. Good. Here. Take these scrolls, and put them in your spellbook. Good luck."
ru: «Ты все усвоил. Хорошо. Вот. Возьми эти заклинания и помести их в свою книгу. Удачи».

source: "My thanks. Farewell."
ru: «Спасибо. Прощай».

source: "Yes. I just need to brush up on some skills."
ru: «Да. Мне просто нужно освежить мои навыки».

source: "No. I need instruction."
ru: «Нет. Мне нужно обучение».

source: "Forget it. Just answer some questions."
ru: «Забудь об этом. Просто ответь на несколько вопросов».

source: "Forget it. Farewell."
ru: «Забудь. Прощай».

source: "Yes."
ru: «Да».

source: "No, not really. Answer some questions instead..."
ru: «Нет, конечно. Лучше ответь на несколько вопросов...»

source: "No, not really. Farewell."
ru: «Нет, ничего. Прощай».

source: "Thanks. Farewell."
ru: «Спасибо. Прощай».

source: Answer her questions as best you can.
ru: Отвечать на ее вопросы как можно лучше.

source: "Yes. I need a book to write my spells in so I can study them later."
ru: «Да. Мне нужна книга для записи заклинаний, чтобы я смог изучать их позже».

source: "Fine. Farewell."
ru: «Отлично. Прощай».

source: Examine the scroll.
ru: Осмотреть свиток.

source: "This is a minor divination, isn't it? Something to identify items for you."
ru: «Это ведь слабое предсказание, верно? Что-то для определения свойств предметов».

source: "Thanks. What's the next step?"
ru: «Спасибо. Что теперь?»

source: "I think I've got the basics down. Let's get to training."
ru: «Кажется, основы я уяснил. Давай перейдем к обучению».

source: Kitla, the mage in the Traitor's Gate tavern in Curst, showed me a magic scroll, and told me that my ability to read it meant that I had been a mage at some point in my life.
ru: Китла, маг в таверне «Ворота Предателей» в Проклятом, показала мне магический свиток и сказал, что моя способность читать его означает, что когда-то я был магом.

source: "How many spells can I cast?"
ru: «Сколько заклинаний я могу сотворить?»

source: "All right. Keep going."
ru: «Хорошо. Продолжай».

source: "All right. Is that all?"
ru: «Хорошо. Это все?»

source: Kitla taught me the fundamentals of magic. Before I rest, I'll need to pick the spells I want to memorize by going to my spell book and choosing them. If I want to be able to cast a spell multiple times, I'll have to memorize the spell multiple times. Whenever I rest, I'll awake the next morning with the spells in my memory, ready to be cast. I can only cast a small number of spells each day until I become more proficient in their use.
ru: Китла обучила меня основам магии. Перед отдыхом мне следует выбрать заклинания из своей книги, которые я хочу запомнить. Если я захочу создать заклинание несколько раз, то запоминать его нужно столько же раз. Каждый раз после отдыха я просыпаюсь на утро с готовыми к применению заклинаниями в памяти. В день я могу создавать небольшое количество заклинаний, однако с опытом оно будет расти.
