Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dlingash.dlg.po
Languages: ru

source: I spoke to the spirit of the linguist, Fin Andlye, and found that I already knew the language in which the dodecahedral puzzle-box's writings were penned. Now, at last, I'll be able to read the thing.
ru: Я говорил с духом лингвиста Фина Эндли, и обнаружил, что уже знаю язык записей в додекаэдре-головоломке. Теперь я, наконец, смогу их прочесть.

source: While I spoke to the linguist, Fin Andlye, I recalled that I had actually murdered the man. I can only presume that it was in order to prevent him from teaching the tongue of the Uyo to anyone else, thereby keeping what I had written in the dodecahedral puzzle-box a secret.
ru: Разговаривая с лингвистом Фином Эндли, я вспомнил, что это я его убил. Можно лишь предполагать, что это было сделано для того, чтобы он не смог обучить языку Уйо еще кого-нибудь, и таким образом то, что я записал в додекаэдре-ловушке, сохранилось бы в тайне.

source: I confessed to Fin Andlye that I had murdered him, and explained to him why. He forgave me, for which I am glad... and somehow, I feel as if some small burden - but a burden, nonetheless - has been lifted off of me.
ru: Я сознался Фину Эндли в том, что убил его, и объяснил, почему. Он простил меня, и я этому рад... и почему-то мне кажется, что я избавился от небольшого, и все же бремени.

source: There is an urn atop this small cabinet, full of ashes and charred bits of bone. Etched into the base of the urn are the words 'Fin Andlye - Beloved Husband, Father, and Scholar of One Hundred Languages.'
ru: На маленьком шкафчике стоит урна, заполненная прахом и обугленными осколками костей. На основании урны высечены слова «Фин Эндли — любимый муж, отец и знаток сотни языков».

source: Use Stories-Bones-Tell on the remains.
ru: Использовать на останках свою способность «История костей».

source: Leave.
ru: Уйти.

source: The ashes seem to stir faintly as if moved by your breath. A far-away voice whispers up from within the urn. "Why, why have I been summoned to these ashes, cold and grey as the heart of a hag?"
ru: Прах будто бы слегка шевелится, словно от твоего дыхания. Из урны доносится далекий шепот: «Зачем, зачем меня призвали в этот прах, холодный и серый, словно сердце ведьмы?»

source: "To answer some questions, spirit..."
ru: «Для ответов на вопросы, дух...»

source: "No reason; farewell, spirit."
ru: «Просто так. Прощай, дух».

source: "Ask, then, so that I might return to my most quiet thoughts..."
ru: «Тогда спрашивай, чтобы я смог вернуться к своим спокойным размышлениям...»

source: "Who were you?"
ru: «Кем ты был?»

source: Describe to him the writing from the folding dodecahedron, ask if he knows the language.
ru: Описать ему записи из раскрывающегося додекаэдра, спросить, знает ли он этот язык.

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: "I was Fin, a linguist and scholar. I was murdered - murdered! - by a student of mine... murdered so that I could not teach another the language that I taught him. The tongue of the Uyo, it was, one of the rarest in the multiverse. I knew of none who spoke it, save myself and that one, damnable, murderous student..."
ru: «Я был Фином, ученым-лингвистом. Я был убит — убит! — собственным учеником... убит для того, чтобы я никого не смог обучить тому языку, которому я его обучил. Это был язык Уйо, один из редчайших в мультивселенной. Я не знал никого, кто бы разговаривал на нем, кроме меня и того проклятого ученика-убийцы...»

source: "That's all I wished to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "Yes, I know that tongue. I was a linguist and scholar, you see. I was murdered - murdered! - by a student of mine... murdered so that I could not teach another the language that I taught him. The tongue of the Uyo, it was, one of the rarest in the multiverse. I knew of none who spoke it, save myself and that one, damnable, murderous student..."
ru: «Да, я знаю этот язык. Видишь ли, я был ученым-лингвистом. Я был убит — убит! — собственным учеником... убит для того, чтобы я никого не смог обучить тому языку, которому я его обучил. Это был язык Уйо, один из редчайших в мультивселенной. Я не знал никого, кто бы разговаривал на нем, не считая меня и того проклятого ученика-убийцы...»

source: "So can you help me learn this dead language?"
ru: «Значит, ты можешь научить меня этому мертвому языку?»

source: "I could teach you this language, yes... it would please me to do so, in fact, if only to spite that bloody-handed student of long ago. First, tell me what languages you *do* speak..."
ru: «Да, я могу обучить тебя этому языку... на самом деле, мне будет приятно сделать это, хотя бы в отместку тому ученику-убийце из прошлого. Для начала, скажи, какими языками ты *владеешь*...»

source: Learn what you can from the spirit.
ru: Изучить все, чему может научить тебя дух.

source: As the spirit speaks to you of the lost language of the Uyo, there is a throbbing sensation in your temples as a memory begins to surface... memories of this language.You recall letters, words, phrases, until - like a Spire-wind blowing away the blanket of poisonous smog over the Great Foundry - the language is once more revealed to you in its entirety.
ru: Когда дух рассказывает тебе о забытом языке Уйо, ты начинаешь ощущать пульсацию в висках: это всплывают твои воспоминания... воспоминания об этом языке. Ты вспоминаешь буквы, слова, фразы, и вот язык снова раскрывается тебе во всей полноте, словно ветер со Шпиля разогнал покрывало ядовитого дыма Великой Литейной в твоем разуме.

source: Continue...
ru: Продолжить...

source: There is another memory, though, bubbling to the surface... a darker one. Its presence troubles you somehow, fills you with unease and unexplained pangs of guilt...
ru: На поверхность всплывает еще одно воспоминание... более темное. Его присутствие почему-то беспокоит тебя, наполняет тебя тревогой и необъяснимым чувством вины...

source: Repress the memory.
ru: Подавить воспоминание.

source: Allow the memory to surface.
ru: Позволить воспоминанию всплыть.

source: At last, you recall Fin Andlye himself. You remember his gentle voice, his kind manner, his schooling you in the ancient language of the Uyo. You also remember your scarred, gnarled hand wrapped around his frail throat, crushing his larynx and thus ensuring that the secret contents of your journal - hidden and thrice-trapped in a dodecahedral puzzle-box and penned in the obscure language of the Uyo - would be forever safe from prying eyes...
ru: Наконец, ты вспоминаешь самого Фина Эндли. Ты вспоминаешь его мягкий голос, его добродушие, то, как он обучал тебя древнему языку Уйо. Еще ты вспоминаешь свою грубую ошрамованную руку, смыкающуюся на его хлипком горле, ломающую его кадык, чтобы тайны содержимого твоего дневника, спрятанного в напичканном ловушками додекаэдре-головоломке и написанного на малоизвестном языке Уйо, будут надежно и навсегда скрыты от пытливых глаз...

source: "Fin... I must tell you... it was me who murdered you."
ru: «Фин... я должен тебе признаться... я тот, кто убил тебя».

source: "I think I understand enough of the language, now. Thanks, Fin, and farewell."
ru: «Думаю, я уже достаточно понимаю язык. Спасибо, Фин, и прощай».

source: The spirit is silent for a time, the ashes rustling softly within their urn. When it speaks once more, its voice is full of sorrow. "But... why... and why would come to me once more? Did you *forget* what you had been taught?"
ru: Какое-то время дух молчит, тихонько шурша прахом в урне. Когда он отвечает, его голос полон печали. «Но... почему... и зачем приходить ко мне снова? Разве ты *забыл* то, чему тебя учили?»

source: "No... well, yes. It is difficult to explain, but it must have been a former 'self' of mine that murdered you. Each time I die, I reawaken, as if from long sleep... but having forgotten everything... who I was, or what I'd done..."
ru: «Нет... то есть, да. Это трудно объяснить, но тебя, должно быть, убило мое прошлое 'я'. Каждый раз, умирая, я просыпаюсь, словно после долгого сна... и забываю все... кем я был и что я сделал...»

source: "I think I understand... I sense your regret, and would forgive you. May peace be with you, pupil of old, and may you prove kinder in this life than in the one which saw an end to mine..."
ru: «Мне кажется, я понимаю... я чувствую твое раскаяние, и прощаю тебя. Да пребудет с тобой мир, старый ученик, и пускай в этой жизни ты будешь добрее, чем в той, в которой ты увидел мою смерть...»

source: "Thanks, Fin. Farewell."
ru: «Спасибо, Фин. Прощай».

source: The spirit seems mildly confused at your apparent proficiency in the language of the Sidhi. "You seem to possess some grasp of the language already, student..."
ru: Дух, кажется, немного сметен твоим очевидным владением языком Сидхи. «Похоже, ты уже в некоторой степени владеешь этим языком, мой ученик...»

source: "Yes... I think I understand enough of the language, now. Thanks, Fin, and farewell."
ru: «Да... Мне кажется, я уже достаточно понимаю этот язык. Спасибо, Фин, и прощай».
