Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dmaeth.dlg.po
Languages: ru

source: This is one of two men shouting and waving their weapons at one another. It seems as if at any moment they'll leap at each other's throats...
ru: Это один двух парней, кричащих друг на друга, и машущих перед собой оружием. Похоже, они в любой момент готовы вгрызться друг другу в глотки.

source: The man, face reddened from the exertion of hurling curses at his foe, whirls to face you. "What do ye want?! Can't ye see I'm *busy,* ye sod!"
ru: Раскрасневшее от метаемых проклятий лицо парня обращается к тебе. «Чего надо?! Не видишь, я *занят*, пустоголовый?»

source: "None a' yer business, berk. Pike off!"
ru: «Не твое дело, пень. Отвали!»

source: "No, ye can't! This son-of-a-whore keeps stickin' his nose inta me life with Elyce, an now he's gonna get it cut right off his ugly face! It's no concern a' yers, so stays outta it!"
ru: «Нет, не можешь! Этот сукин сын сует свой вонючий нос в наши с Элис отношения, но теперь-то я этот нос укорочу маленько! Тебя это не касается, так что держись в сторонке!»

source: The man suddenly becomes silent. "Elyce called fer ye, eh? I dunno who ye are, berk, but I don't see how ye' plans on stoppin' us!"
ru: Парень неожиданно затихает. «Элис тебя позвала, да? Не знаю, кто ты такой, пень, но что-то не пойму, как это ты вдруг решил нас остановить!»

source: "What, are ye *barmy,* cutter? Look at yerself... ye may be good an' scarred, but ye don't worries me! Stop rattlin' yer bone-box an' *pike off!*"
ru: «Что, ты *рехнулся*, рубака? Погляди на себя... может ты и весь шрамах, да только меня этим не напугаешь! Хватит трясти черепушкой и *свали* отсюдова!»

source: "Can't ye mind yer own business?! Go stuff yer head in a dung-heap, berk!"
ru: «Не лезь не в свое дело! Иди, окунись в куче навоза, пень!»

source: The man takes a moment to look you over. "Eh... well... I'm sure there's a better way fer me an' this sod ta work things out. That'd make Elyce happier, besides..."
ru: Парень быстро оглядывает тебя с ног до головы. «Э-э-э... ну это... Конечно же, всяко лучше нам с этим бедолагой переговорить насчет этого. Да и Элис будет рада...»

source: The man furrows his brow for a moment, then nods his head. "Ye're right, cutter... here I was fightin' ta give her the chance ta get out o' her brother's shadow, an' then I go an' ignore her pleadin' an' do things my way meself." He sighs. "Guess I'll work things out with this sod some other way..."
ru: Немного похмурившись, парень кивает головой. «Да, ты прав, рубака... Я хотел с ним подраться, чтобы вырвать ее из тени братца. А теперь становлюсь не лучше, чем он, — вздыхает он. — Наверное, стоит решить проблему с этим бедолагой по-другому...»

source: Elyce's lover nods at you and smiles. "Me thanks fer breakin' up that fight... ye're a decent enough cutter, ta be sure."
ru: Возлюбленный Элис, кивая, улыбается тебе. «Спасибо, что вмешался в нашу драку... Ты очень порядочный рубака».

source: "Thanks. Farewell."
ru: «Спасибо. Прощай».

source: "Greetings..."
ru: «Приветствую...»

source: Keep clear of them.
ru: Держаться от них на расстоянии.

source: "Your lover wanted me to stop the two of you from fighting."
ru: «Твоя девушка попросила меня остановить вас обоих».

source: "I'm wondering why you two are fighting."
ru: «Мне интересно, почему вы деретесь».

source: "Farewell, then."
ru: «Тогда прощай».

source: "Any way I can help resolve the dispute?"
ru: «Может быть, я смогу разрешить спор?»

source: "Your sister wanted me to stop the two of you from fighting."
ru: «Твоя девушка попросила меня остановить вас обоих».

source: "By beating you both bloody, if I have to."
ru: «Жестоко избив вас обоих, если придется».

source: "Look, Elyce doesn't want to see either of you hurt... can't you take care of whatever the problem is without scaring the wits out of her?"
ru: «Послушай, Элис не хочет, чтобы вы поранили друг друга... Вы что, не можете разобраться в проблеме, не причиняя ей страданий?»

source: "Neither do I. Farewell."
ru: «Да я и не собирался. Прощай».

source: "Fine...farewell."
ru: «Отлично... Прощай».

source: "Stop fighting, or I'll beat you both bloody."
ru: «Хватит драться или я жестоко изобью вас обоих».

source: "Fine... farewell."
ru: «Отлично... Прощай».

source: "Glad you see things that way. Farewell."
ru: «Рад, что ты подходишь к проблеме с этой стороны. Прощай».
