Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dmeriman.dlg.po
Languages: ru

source: This man looks like a bitter, cantankerous old codger. His mouth is twisted into frown that becomes even more severe as he notices you coming his way. "Merriman my name may be, but merry I am not! Off with you, young one! No time for the likes of you!" He goes into a fit of coughing from the exertion of shooing you away so loudly.
ru: У этого мужчины вид злобного, сварливого старикана. Его рот искривлен в недовольной гримасе, которая становится еще хуже, когда он замечает твое приближение. «Может меня и Весельчак зовут, но я вовсе не веселый! Проваливай, юнец! Нет у меня времени на таких как ты!» Он аж заходится в приступе кашля от того, что так громко гнал тебя прочь.

source: "Wait... Dolora wanted me to speak with you."
ru: «Погоди... Долора хотела, чтобы я с тобой поговорил».

source: "Fine... farewell."
ru: «Ладно... прощай».

source: Merriman gives you a sour, withering look. "Go away," he hisses.
ru: Весельчак дарит тебе мрачный испепеляющий взгляд. «Уходи», - шипит он.

source: Merriman eyes you suspiciously. "That so? About *what,* eh? Hmm? Well?"
ru: Весельчак с подозрением осматривает тебя. «И что? На счет *чего*, а? Хм? Ну?»

source: "She says that you're her first love, and that so long as you hold the keys to her heart, she'll never be free to love another."
ru: «Она сказала, что ты - ее первая любовь, и что пока у тебя ключи от ее сердца, она никогда не сможет полюбить другого».

source: "Forget it. Farewell."
ru: «Забудь об этом. Прощай».

source: "She told you that, eh? I'm surprised. Perhaps leaving her in under Mistress Grace's tutelage did what I couldn't... started to develop her *feelings.* In any case..." He pats a pocket on his tunic. "...I won't just *give* the keys to you."
ru: «Вот что, значит, она тебе сказала? Удивлен. Возможно, попечение госпожи Грации сделало то, чего я не смог... у нее появились *чувства*. Так или иначе... - он похлопывает по карману своей туники. - Я их тебе *не отдам* за просто так».

source: "Wait - those are literally 'the keys to her heart?'"
ru: «Постой... Это в прямом смысле 'ключи от ее сердца'?»

source: "What do you want for them, then?"
ru: «Тогда что же ты за них хочешь?»

source: "Then perhaps I'll just *take* them from you..."
ru: «Тогда я, наверно, просто *заберу* их у тебя...»

source: "We'll talk about them later. Farewell."
ru: «Мы обсудим это позже. Счастливо».

source: "The only way you'll be *taking* my keys, young one, is by prying them from my cold, dead fingers! And I'm uncertain of the wisdom in starting a row in the Civic Festhall..."
ru: «Единственный способ *забрать* у меня ключи, юнец, - это выдернуть их из моих холодных мертвых пальцев! И я не уверен, будет ли мудрым решением затевать драку в Городском Фестхолле...»

source: Attack him.
ru: Атаковать его.

source: "Granted. So - are these literally 'the keys to her heart?'"
ru: «Проехали. Значит... это в прямом смысле 'ключи от ее сердца'?»

source: "All right. What did you want for them, Merriman?"
ru: «Хорошо. Что ты хочешь за них, Весельчак?»

source: "In that case, farewell."
ru: «В таком случае, прощай».

source: He nods. "That they are. Dolora's a Construct; didn't you know that? A creature of sorcery and clockwork mechanics she is, and one of my finest creations." Merriman sighs. "But cold, without emotion or character. I brought her to the Brothel and 'set' her so that she could not leave, in the hopes that the constant contact with so many others would begin develop her own personality. The keys are the tools used to 'set' her; she wants them because she feels that they're limiting her personal growth now, I suspect."
ru: Он кивает. «Так и есть. Долора - конструкт; разве ты не знал? Творение магии и механизмов - вот кто она; и одно из моих лучших творений, - Весельчак вздыхает. - Вот только она холодная, без эмоций и характера. Я привел ее в Бордель и «настроил» так, чтобы она не смогла уйти, надеясь, что постоянное общение с множеством других людей разовьет ее собственную личность. Ключи - это инструменты для ее «настройки». Подозреваю, что они нужны ей, поскольку она чувствует, что теперь они ограничивают рост ее личности».

source: "Then why don't you just return them to her?"
ru: «Тогда почему ты просто не вернешь их ей?»

source: "What do you want for the keys?"
ru: «Что ты хочешь за ключи?»

source: "Perhaps I'll just *take* the keys from you..."
ru: «Пожалуй, я просто *заберу* у тебя ключи...»

source: "That's all I wished to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: Merriman scowls. "Because I've become a cruel and bitter old man, who sees he can get something out of you."
ru: Весельчак нахмуривается. «Потому что я стал злым и желчным стариком, который видит, что может из тебя извлечь выгоду».

source: "Go on, then... what do you want?"
ru: «Ну, валяй... чего ты хочешь?»

source: "Not if I just take the keys, Merriman..."
ru: «Только если я просто не заберу ключи, Весельчак...»

source: "We'll discuss this later. Farewell."
ru: «Мы обсудим это позже. Счастливо».

source: "I want... I want to forget. I've lived almost one hundred and fifty years, now, and I've seen every sensory stone I've cared to in this grand hall. I've little time left to live, and am too weak to go out in search of wholly new experiences... so I need to find a way to forget them all. That way, I can start again in my final days..."
ru: «Я хочу... Я хочу забыть. Я прожил почти сто пятьдесят лет, и просмотрел все камни переживаний, которые меня интересовали, в том огромном зале. Мне уже немного осталось, и я слишком слаб, чтобы уйти на поиски совершенно новых переживаний... так что мне нужно найти способ забыть их все. Таким образом, я могу начать все заново в остаток моих дней...»

source: "So... do I just wallop you in the back of the head, or what?"
ru: «Ну... может, мне просто дать тебе по затылку, или как?»

source: "How can I help?"
ru: «Как я могу помочь?»

source: "I'll think about it. Farewell."
ru: «Я подумаю над этим. Прощай».

source: Merriman wanted me to help him lose his memories before he gave me the keys to Dolora's heart. I suppose I'll have to look for something that'd do that to a person, then bring it back to him... Merriman himself suggested water from the River Styx as one possibility.
ru: Весельчак хочет, чтобы я помог ему потерять свою память, и тогда он отдаст мне ключи к сердцу Долоры. Полагаю, мне нужно найти что-нибудь, что так и подействует, а потом напомнить ему об уговоре... Сам Весельчак предположил, что единственная возможность сделать это - вода из реки Стикс.

source: "No, you bloodthirsty lummox!"
ru: «Нет, кровожадный ты болван!»

source: "I'll need something... some item, some concoction... that will allow me to forget. Like a draught of the river Styx; something like that."
ru: «Мне нужно что-нибудь... какой-то предмет или смесь... которая позволит мне все забыть. Например, глоток из реки Стикс; что-нибудь эдакое».

source: "Here, take this mug... it holds a Dark Bird of Ocanthus, a sliver of ice from the River Styx. It should wipe your memories clean..."
ru: «Вот, возьми эту кружку... в ней Темная птица Окантуса, осколок льда из реки Стикс. Она должна начисто стереть твою память...»

source: "Right. I'll return if I find something... farewell."
ru: «Ладно. Я вернусь, если найду что-нибудь... Прощай».

source: Merriman squints up at you. "Well? Have you something that will wipe my mind of these accursed memories? I certainly hope you haven't returned without... you'll never get the keys to Dolora's heart, that way."
ru: Весельчак смотрит на тебя, сузив глаза. «Ну? У тебя уже есть что-нибудь, что очистит мой разум от этих проклятых воспоминаний? Я, конечно же, надеюсь, что ты не пришел с пустыми руками... В этом случае, ты никогда не получишь ключи от сердца Долоры».

source: "Perhaps I'll just take the keys, Merriman..."
ru: «Пожалуй, я просто заберу у ключи, Весельчак...»

source: "No, I don't. Farewell."
ru: «Нет. Прощай».

source: Merriman takes the mug and removed a piece of paper from his pocket. He tilts the mug back and takes the ice into his mouth... it melts instantly, leaving him with a somewhat startled expression...
ru: Весельчак берет кружку и достает из своего кармана клочок бумаги. Он запрокидывает кружку и кладет кусочек льда себе в рот... тот мгновенно тает, оставляя старика со слегка испуганным выражением лица...

source: "Merriman...?"
ru: «Весельчак?..»

source: Merriman looks at you, confused, then at the paper in his hands. He reads aloud: "Congratulations, Merriman: you've begun again. Thank the man in front of you and give him they key in your pocket. Speak to Splinter, the man at the door to this building, for more information." He looks to you again. "Well... it would seem I owe you thanks, good sir. Here... take this key. I'd best find this 'Splinter' fellow and find out what's going on!"
ru: Весельчак озадаченно смотрит на тебя, затем на клочок бумаги в своих руках. Он читает вслух: «Поздравляю, Весельчак: ты начал все заново. Поблагодари человека перед тобой и дай ему ключ из твоего кармана. Чтобы выяснить больше, поговори со Сплинтером, человеком у входа в это здание, - он снова смотрит на тебя. - Что ж... похоже, я должен поблагодарить тебя, сударь. Вот... возьми этот ключ. А мне лучше поискать этого парня, 'Сплинтера', и выяснить, что же тут происходит!»

source: "Thanks, Merriman. Good luck."
ru: «Спасибо, Весельчак. Удачи».

source: Merriman looks at you, confused, then at the paper in his hands. He reads aloud: "Congratulations, Merriman: you've begun again. Thank the man in front of you and give him they key in your pocket. Speak to Splinter, the man at the door to this building, for more information." He looks to you again. "Well... it would seem I owe you thanks, good sir. Hmm... I don't seem to have a key on me, though. Perhaps someone took it from me. So sorry! Well, I'd best find this 'Splinter' fellow and find out what's going on!"
ru: Весельчак озадаченно смотрит на тебя, затем на клочок бумаги в своих руках. Он читает вслух: «Поздравляю, Весельчак: ты начал все заново. Поблагодари человека перед тобой и дай ему ключ из твоего кармана. Чтобы выяснить больше, поговори со Сплинтером, человеком у входа в это здание, - он снова смотрит на тебя. - Что ж... похоже, я должен поблагодарить тебя, сударь. Хмм... Похоже, что у меня нет ключа. Возможно, кто-то забрал его у меня. Так что извини! Ну, а мне лучше поискать этого парня, 'Сплинтера', и выяснить, что же тут происходит!»

source: "Good luck, Merriman. Farewell."
ru: «Удачи, Весельчак. Прощай».

source: I brought back a piece of frozen Styxx-ice -- a Dark Bird of Ocanthus -- to Merriman. Upon consuming it, he lost all his memories. It's what he wanted, though I can't say I envy the fellow.
ru: Я принес Весельчаку кусок льда Стикса - Темную птицу Окантуса. Проглотив ее, он потерял все свои воспоминания. Это то, чего он добивался, хотя я бы не сказал, что завидую этому парню.
