Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dmorte2.dlg.po
Languages: ru

source: My original journal's gone missing, so I've started a new one. I woke up in a place called the "Mortuary." I don't know who I am, what I'm doing here, or even how I got here. The only person I encountered was a chattering skull called Morte... while he was checking my wounds, he discovered a set of 'directions' tattooed on my back: "I know you feel like you've been drinking a few kegs of Styx wash, but you need to CENTER yourself. Among your possessions is a JOURNAL that'll shed some light on the dark of the matter. PHAROD can fill you in on the rest of the chant, if he's not in the dead-book already." "Don't lose the journal or we'll be up the Styx again. And whatever you do, DO NOT tell anyone WHO you are or WHAT happens to you, or they'll put you on a quick pilgrimage to the crematorium. Do what I tell you: READ the journal, then FIND Pharod." Did I leave this message for myself? Looks like I'll need to find this 'Pharod' AND my journal.
ru: Мой предыдущий дневник пропал, так что я завел новый. Я очнулся в месте под названием «Морг». Я не знаю, кто я, что я здесь делаю и даже как я сюда попал. Единственного, кого я здесь пока встретил, — говорящий без умолку череп по имени Морт... Когда он осматривал мои раны, он нашел «указания», вытатуированные на моей спине: «Я знаю, что ты чувствуешь себя так, как будто ты выпил несколько бочонков помоев из Стикса, но тебе надо СОСРЕДОТОЧИТЬСЯ. Среди твоих вещей есть ДНЕВНИК, который прольет свет на это темное дело. ФАРОД сможет дополнить оставшуюся часть истории, если его уже не записали в книгу мертвых». «Не потеряй дневник, иначе мы вновь окажемся в Стиксе. И что бы ты ни делал, НЕ ГОВОРИ никому КТО ты и ЧТО с тобой произошло, иначе тебя живо отправят в крематорий. Делай так, как я сказал: ПРОЧТИ дневник, а затем НАЙДИ Фарода». Мог ли сам себе оставить это сообщение? Судя по всему, мне придется найти этого «Фарода» и свой дневник.

source: "Pssst... Some advice, chief: I'd keep it quiet from here on - no need to put any more corpses in the dead book than necessary... especially the femmes. Plus, killing them might draw the caretakers here."
ru: «Тсссс... Небольшой совет, шеф: с этого момента я бы вел себя потише. Не нужно больше вписывать трупы в книгу мертвых без необходимости... особенно женские. К тому же, их убийство может заинтересовать здешних смотрителей».

source: "I don't think you mentioned it before... *who* are these caretakers?"
ru: «Кажется, ты еще не говорил об этом... *кто* такие эти смотрители?»

source: "The corpses here... where did they all come from?"
ru: «Эти трупы... откуда они все берутся?»

source: "Why do you care about the female corpses?"
ru: «Почему тебя так заботят женские тела?»

source: "All right... I'll... try to remember that."
ru: «Ладно... Я... попробую это запомнить».

source: "They call themselves the 'Dustmen.' You can't miss 'em: They have an obsession with black and rigor mortis of the face. They're an addled bunch of ghoulish death-worshippers; they believe everybody should die... sooner better than later."
ru: «Они зовут себя 'тленными'. Ты их не пропустишь: они питают особую тягу к черному цвету и окоченевшему выражению лица. Они — всего лишь кучка свихнувшихся упырей, поклоняющихся смерти. Они верят в то, что все должны умереть... и лучше раньше, чем позже».

source: "I'm confused... why do these Dustmen care if I escape?"
ru: «Я запутался... какое тленным дело, если я сбегу?»

source: "Weren't you listening?! I said the Dusties believe EVERYBODY'S got to die, sooner better than later. You think the corpses you've seen are happier in the dead book than out of it?"
ru: «Ты что, вообще ничего не слушал?! Я сказал, что трухлявые верят в то, что ВСЕ должны умереть, и лучше раньше, чем позже. Думаешь, что трупы, которых ты видел, счастливее в книге мертвых, чем вне ее?»

source: "The corpses I've seen here... where did they all come from?"
ru: «Эти трупы, которых я видел здесь... откуда они все берутся?»

source: "Before you said something about making sure I didn't kill any *female* corpses. Why?"
ru: «До этого ты говорил, чтобы я не убивал *женские* трупы. Почему?»

source: "Death visits the Planes every day, chief. These shamblers are all that's left of the poor sods who sold their bodies to the caretakers after death."
ru: «Смерть посещает Планы каждый день, шеф. Эти увальни — все, что осталось от тех бедолаг, кто продал свои тела смотрителям».

source: "Enlighten me... *who* are these caretakers?"
ru: «Просвяти меня... *кто* такие эти смотрители?»

source: "Wh - are you *serious?* Look, chief, these dead chits are the last chance for a couple of hardy bashers like us. We need to be *chivalrous*... no hacking them up for keys, no lopping their limbs off, things like that."
ru: «Чт... ты *серьезно*? Послушай, шеф, у этих мертвых крошек есть последняя возможность познакомиться с такими крутыми громилами как мы. Нам следует быть более *деликатными*... не ломать их ради ключей, не отрывать им конечности, ничего такого».

source: "Last chance? What are you *talking* about?"
ru: «Последняя возможность? Погоди... о *чем* это ты толкуешь?»

source: "Chief, THEY'RE dead, WE'RE dead... see where I'm going? Eh? Eh?"
ru: «Шеф, ОНИ мертвы, МЫ тоже мертвы... улавливаешь, куда я клоню? А? А?»

source: "No... no, I don't, actually."
ru: «Нет... не очень, если честно».

source: "You *can't* be serious."
ru: «Ты это *несерьезно*».

source: "Chief, we already got an opening line with these limping ladies. We've *all* died at least once: we'll have something to talk about. They'll appreciate men with our kind of death experience."
ru: «Шеф, для нас до этих ковыляющих цыпочек — открытая дорога. Мы *все* мертвы, по крайней мере один раз: у нас есть общая тема для разговоров. Они предрасположены к мужчинам с нашим опытом смерти».

source: "Wait... didn't you say before that I'm *not* dead?"
ru: «Постой... разве ты не говорил до этого, что я *не мертвый*?»

source: "Well... all right, *you* might not be dead, but *I* am. And from where I'm standing, I wouldn't mind sharing a coffin with some of these fine, sinewy cadavers I see here." Morte starts clacking his teeth, as if in anticipation. "'Course, the caretakers would have to part with them first, and that's not likely..."
ru: «Ну... хорошо, *ты*, может быть, и не мертвый, а вот *я* — да. И как я уже говорил, я не против разделить гроб с какой-нибудь из здешних красивеньких жилистых покойниц». Морт начинает в предвкушении щелкать зубами. «Конечно же, у здешних смотрителей есть приоритет, так что им это навряд ли понравится...»

source: "Who are these caretakers again?"
ru: «Еще раз, кто эти смотрители?»

source: "But where did all these corpses come from?"
ru: «Но откуда берутся все эти трупы?»

source: "All right... I'll try and remember that."
ru: «Ладно... Я попробую это запомнить».

source: "Look, chief. It's obvious you're still a little addled after your kiss with death, so I got two bits of advice for you: one, if you got questions, *ask* me, all right?" NOTE: To speak to a party member, select the 'talk' option from the quick menu, then left-click on the party member you wish to speak to.
ru: «Послушай, шеф. Очевидно, ты еще не отошел от свидания со смертью, поэтому у меня два небольших совета для тебя. Во-первых, если у тебя возникают вопросы, *спроси* меня, хорошо?» ПРИМЕЧАНИЕ: Чтобы поговорить с членом команды, выбери пункт 'поговорить' из быстрого меню, а затем кликни по тому члену команды, с которым хочешь поговорить.

source: "All right... if I have any questions, I'll ask you."
ru: «Хорошо... если у меня возникнут вопросы, я спрошу у тебя».

source: "Second, if you're *half* as forgetful as you seem to be, start writing stuff down - whenever you come across something that *might* be important, jot it down so you don't forget."
ru: «Во-вторых, если ты хоть *наполовину* забывчив от того, каким кажешься, то начни записывать свои мысли: как только ты встретишь то, что *может* быть важным, запиши это, чтобы не забыть».

source: "If I had that journal I was *supposed* to have with me, I'd do that."
ru: «Если бы у меня был бы дневник, который *должен* был быть рядом со мной, я бы так и поступил».

source: "Start a new one, then, chief. No loss. There's plenty of parchment and ink around here to last you."
ru: «Тогда заведи себе новый, шеф. Без проблем. Вокруг для тебя полным-полно пергамента и чернил».

source: "Hmmmm. All right. It couldn't hurt... I'll make a new one, then."
ru: «Хм-м. Ну хорошо. Хуже от этого не будет... Заведу себе новый».

source: "Use it to keep track of your movements. If you ever start to get cloudy on important things, like who you are... or more importantly, who *I* am... use it to refresh your memory." NOTE: To access your journal, select the journal button in the lower right hand corner of the world screen, or select the journal button on the quick menu. Your journal will automatically be updated throughout the game.
ru: «Записывай в него каждый свой шаг. Если начнешь забывать важные вещи... например, кто ты... или, что еще важнее, кто *я*... то воспользуйся им, чтобы освежить свою память». ПРИМЕЧАНИЕ: Чтобы получить доступ к дневнику, нажми на кнопку дневника в правом нижнем углу или выбери кнопку дневника из быстрого меню. Твой дневник будет автоматически обновляться в течение всей игры.

source: "All right... I got it. Let's go."
ru: «Ладно... Уяснил. Идем».

source: "What's eating you, chief?"
ru: «Что гложет тебя, шеф?»

source: "Can you read to me what's tattooed on my back again?
ru: «Можешь еще раз прочитать, что у меня вытатуировано на спине?»

source: "What is this place again?"
ru: «Еще раз, что это за место?»

source: "This place is huge... who takes care of it?"
ru: «Это место такое огромное... Кто за ним присматривает?»

source: "Who are the caretakers of this place again?"
ru: «Еще раз, кто эти смотрители?»

source: "How do I use these bandages?"
ru: «Как мне использовать эти бинты?»

source: "Nothing at the moment, Morte. Just checking to see if you were still with me."
ru: «Пока ничего, Морт. Просто проверяю, что ты еще со мной».

source: "Aw, *c'mon,* chief. Don't tell me you forgot already."
ru: «Эй, шеф, *да ладно* тебе. Только не говори, что ты опять все забыл».

source: "I just need to refresh my memory, is all."
ru: «Мне просто нужно освежить свою память, вот и все».

source: "Never mind, then. I had some other questions..."
ru: «Ладно, неважно. У меня есть другие вопросы...»

source: "Forget it, then. Let's go."
ru: «Ладно, забудь. Идем».

source: "Bet I'm going to be hearing THAT a lot." Morte clears his throat. "Let's see..." 'I know you feel like you've been drinking a few kegs of Styx wash, but you need to CENTER yourself. Among your possessions is a JOURNAL that'll shed some light on the dark of the matter. PHAROD can fill you in on the rest of the chant, if he's not in the dead-book already.'
ru: «Готов поспорить, что услышу ЭТО много раз». Морт прочищает горло. «Посмотрим... 'Я знаю, что ты чувствуешь себя так, как будто ты выпил несколько бочонков помоев из Стикса, но тебе надо СОСРЕДОТОЧИТЬСЯ. Среди твоих вещей есть ДНЕВНИК, который прольет свет на это темное дело. ФАРОД сможет дополнить оставшуюся часть истории, если его уже не записали в книгу мертвых'.

source: "Pharod... hmmm. Keep going."
ru: «Фарод... хм-м. Продолжай».

source: "Never mind. I had some other questions..."
ru: «Неважно. У меня есть другие вопросы...»

source: "Forget it. I've heard enough. Let's go."
ru: «Забудь. Я уже достаточно наслушался. Идем».

source: "I will, I will, hold on." Morte pauses for a moment. "All right, here's the last bit..." 'Don't lose the journal or we'll be up the Styx again. And whatever you do, DO NOT tell anyone WHO you are or WHAT happens to you, or they'll put you on a quick pilgrimage to the crematorium. Do what I tell you: READ the journal, then FIND Pharod.'
ru: «Сейчас, сейчас, погоди, — Морт на миг умолкает. — Хорошо, вот последний кусок...» 'Не потеряй дневник, иначе мы вновь окажемся в Стиксе. И что бы ты ни делал, НЕ ГОВОРИ никому КТО ты и ЧТО с тобой произошло, иначе тебя живо отправят в крематорий. Делай так, как я сказал: ПРОЧТИ дневник, а затем НАЙДИ Фарода'.

source: "And there wasn't a journal with me when I woke up?"
ru: «Когда я очнулся, рядом со мной не было дневника?»

source: "No... you were stripped to the skins. Like I said before, looks like you got enough of a journal penned on your body."
ru: «Нет... тебя обобрали догола. Как я уже говорил, похоже, что достаточно того дневника, что выбит у тебя на теле».

source: "And you're sure you don't know anyone named Pharod?"
ru: «Ты уверен, что не знаешь никого по имени Фарод?»

source: "True enough. I had some other questions..."
ru: «И то правда. У меня есть другие вопросы...»

source: "All right, then. Let's go."
ru: «Ладно. Идем».

source: "Nope. Still, some berk's got to know where to find him. Let's ask around... AFTER we get out of here."
ru: «Неа. В общем, какой-нибудь пень да знает, как добраться до него. Надо поспрашивать в округе... ПОСЛЕ того, как мы выберемся отсюда».

source: "Before we go, I had some other questions..."
ru: «Перед тем как мы пойдем, у меня есть еще вопросы...»

source: "It's called the 'Mortuary'... it's a big black structure with all the architectural charm of a pregnant spider."
ru: «Оно называется 'Моргом'... это такое большое черное здание с чарующей архитектурой беременной паучихи».

source: "Got it. I had some other questions for you..."
ru: «Ясно. У меня есть другие вопросы к тебе...»

source: "That's all I wanted to know. Thanks."
ru: «Это все, что я хотел узнать. Спасибо».

source: "Understood. I'll be careful, then."
ru: «Понятно. Тогда я буду осторожен».

source: "You, well... you *use* them. Staunch bleeding, and all that." NOTE: To use the bandages on yourself, right-click on them while on the inventory screen. To use them on another person, place them in one of your quick item slots on the inventory screen, select the "use" button from the quick menu on the world screen., then click on your target.
ru: «Нууу... просто *используй* их. Останавливает кровотечение и все такое». ПРИМЕЧАНИЕ: Чтобы воспользоваться бинтами, щелкни по ним правой кнопкой в окне инвентаря. Чтобы использовать их на другом персонаже, помести их в одну из быстрых ячеек, затем выбери кнопку «использовать» в быстром меню, а затем — свою мишень.

source: "Thanks. I think I can handle it."
ru: «Спасибо. Думаю, я смогу с ними справиться».

source: "Never mind. I had some other questions for you..."
ru: «Неважно. У меня к тебе еще вопросы...»

source: "I've heard enough. Let's go."
ru: «Я достаточно наслушался. Идем».

source: "I had some other questions for you, Morte..."
ru: «У меня есть другие вопросы к тебе, Морт...»

source: "I knew you'd be back, chief! Finally realized you needed me, huh?"
ru: «Я знал, что ты вернешься, шеф! Все-таки понял, что я нужен тебе, а?»

source: "Yeah... let's go."
ru: «Да... идем».

source: "Not right now, Morte."
ru: «Не сейчас, Морт».

source: "Hmmmph. Well, I don't know how long I'm going to wait here, so I'm going to give you one LAST chance. You sure you don't want my sage advice and quick wit?"
ru: «Пф-ф. Ну хорошо, не знаю, как долго я смогу здесь быть, так что я даю тебе ПОСЛЕДНИЙ шанс. Ты уверен, что не хочешь моего мудрого совета и быстрой остроты?»

source: "Morte, you don't have EITHER of those things."
ru: «Морт, у тебя НЕТ ни того, ни другого».

source: "All right, I changed my mind. Come on, let's go."
ru: «Ладно. Я передумал. Давай, идем».

source: "Not at the moment, Morte. Maybe later."
ru: «Не сейчас, Морт. Может быть, потом».

source: "Are you trying to hurt my feelings, chief? What, was it something I said? The fact I don't have arms? What?"
ru: «Ты пытаешься задеть мои чувства, шеф? Погоди, разве я что-то не так сказал? Или это из-за того, что у меня нет рук? Что?»

source: "Nothing like that. It's just I don't need your company right now. Farewell, Morte."
ru: «Ничего такого. Просто сейчас я не нуждаюсь в твоей компании. Прощай, Морт».

source: "Well, I'm not going to wait FOREVER, so you better come back as soon as you change your mind."
ru: «Ну хорошо, я не собираюсь ждать тебя ВЕЧНО, так что тебе лучше вернуться, как только ты передумаешь».

source: "I will. Farewell, Morte."
ru: «Я так и сделаю. Прощай, Морт».

source: "Powers above. That's one HELL of a book."
ru: «Силы небесные. Это одна из этих ЧЕРТОВЫХ книг».

source: "What is it?"
ru: «Что такое?»

source: "If I were to guess, I'd say that's the book where they scratch the name of every poor sod that's unfortunate enough to get dumped off here."
ru: «Если я прав, то это та книга, куда они записывают имена всех несчастных бедолаг, которым не повезло оказаться здесь».

source: "Could my name be in there?"
ru: «А мое имя может быть там?»

source: "Eh... well... I *guess.* To find out, you'd need to rattle your bone-box with that floating Dustie over there. I'm not sure that's a good idea."
ru: «Э... ну... *Возможно*. Чтобы определить это, нужно потрясти черепушкой вон с тем парящим трухлявиком. Вот только я не уверен, что это хорошая идея».

source: "Well, I need answers. I'm going to go speak with him."
ru: «Мне нужны ответы. Я поговорю с ним».
