Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dmslave3.dlg.po
Languages: ru

source: You see a thin young man with rat like features. He seems to be carefully gauging the people around him. He notices you and gives you a blank stare.
ru: Ты видишь худощавого юношу с крысиными чертами лица. Похоже, он внимательно изучает окружающих его людей. Он замечает тебя и бросает на тебя бесстрастный взгляд.

source: He continues to stare at you for a moment as his eyes travel up and down your body. Finally he meets your gaze. "Yes, greetings."
ru: Он продолжает смотреть на тебя еще некоторое время, разглядывая тебя сверху донизу. Наконец он встречается с тобой взглядом. «Да, приветствую».

source: He gives you an emotionless smile. "Yes?"
ru: Он выдает бесстрастную улыбку. «Да?»

source: He stares at you blankly for a moment. "This is the auction block. Slaves are sold here."
ru: На миг он задерживает на тебе свой бесстрастный взгляд. «Это аукцион. Здесь продают рабов».

source: He gazes at you steadily with no emotion on his face. "I owe money that I can not pay. I am to be sold to cover my debt."
ru: Он спокойно смотрит на тебя, на его лице — ни эмоции. «У меня долг, который я не могу оплатить. Меня продадут, чтобы покрыть его».

source: He hesitates before answering. "There is slavery everywhere, most people just don't realize it. We are slaves to our emotions, the need to eat and breathe, the need to excrete, even the laws by which we govern ourselves..." He shrugs. "We are slaves."
ru: Он медлит, прежде чем ответить. «Рабство существует везде, просто большинство этого не понимает. Мы — рабы наших эмоций, нам нужно есть и дышать, нужно справляться, нам нужны даже законы, по которым мы управляем собой... — он пожимает плечами. — Мы — рабы».

source: He nods. "By recognizing your slavery to an uncaring multiverse, you can take steps to free yourself."
ru: Он кивает. «Признавая свое рабское положение в безразличной мультивселенной, ты делаешь шаг к освобождению себя».

source: He shakes his head. "Only you can answer that question. You must look within yourself..." He falls silent and continues to stare at you blankly.
ru: Он качает головой. «Только ты можешь ответить на этот вопрос. Ты должен заглянуть в себя...» Он умолкает и продолжает смотреть на тебя бесстрастно.

source: He shrugs. "Then you are a slave to your own ignorance. Once you realize this you can take steps to free yourself."
ru: Он пожимает плечами. «Тогда ты раб своего невежества. Как только ты это поймешь, ты сможешь сделать шаг к своему освобождению».

source: He gazes at you steadily. "This is the Lower Ward. It is the home of the fortunate; those who do not live in the slums of the Hive. Its is the home of the unlucky; those who can not afford the grandeur of the Lady's Ward. It is the home of the hopeful; those who envision more for themselves. It is the home of the hopeless; those who can not see beyond their own despair..." He shrugs.
ru: Он спокойно смотрит на тебя. «Это Нижний район. Здесь живут счастливчики — те, кто не живет в трущобах Улья. Здесь живут неудачники — те, кто не может позволить себе роскоши района Леди. Здесь живут надеющиеся — те, кто стремится к большему. Здесь живут безнадеги — те, кто ничего не видит сквозь собственную безысходность...» Он пожимает плечами.

source: He shrugs. "The wards are much like a play and the actors within it. The background changes from scene to scene, but the people upon the stage remain the same. You can travel the length and breadth of Sigil and you will find this to be true." He gives you a blank gaze.
ru: Он пожимает плечами. «Районы очень похожи на пьесу и актеров в ней. Декорации меняются от сцены к сцене, но люди на сцене все те же. Ты можешь обойти Сигил вдоль и поперек, и увидишь, что это правда». Он смотрит на тебя без эмоций.

source: He gazes at his surrounds with a calculating eye and a dispassionate stare. "Sigil is as you perceive it to be. For some it is the center of everything and for others it is the hub of nothing. For some it is the beginning of all journeys, and for others the end." He turns a cold stare on you. "What is it to you?"
ru: Он осматривает окрестности хладнокровным расчетливым взглядом. «Сигил такой, каким ты его воспринимаешь. Для одних это центр всего, для других — центр ничего. Для одних это начало всех дорог, для других — конец, — он обращает на тебя холодный взгляд. — А каков он для тебя?»

source: He opens his arms as if to embrace the world and looks at you with empty eyes. "All things have worth; all things are worthless. All things are worth seeing." He lowers his arms. "We look at the world as individuals and as individuals we assign worth. What has value to me may be worthless to you. All things are therefore worth seeing so that we can build the universe in which we decide to live."
ru: Он раскрывает руки, как бы обнимая мир, и смотрит на тебя пустыми глазами. «Каждая вещь ценна, и каждая вещь ничего не стоит. На все стоит посмотреть, — он опускает руки. — Мы смотрим на мир как личности, и как личности мы определяем ценности. Что ценно для тебя, может не иметь ценности для меня. Таким образом, стоит посмотреть на все вещи, чтобы построить вселенную, в которой мы собираемся жить».

source: He cocks his head to one side and hesitates before answering. "The Master of the Bones does not like visitors. If he desired your presence, he would send for you."
ru: Он склоняет голову набок и медлит с ответом. «Повелитель Костей не любит посетителей. Если ему понадобится твое присутствие, он за тобой пошлет».

source: "He is a High Priest of death and as such is deathless himself. He has the power of life and death and wields it with conviction." He thinks for a moment. "He is an ultimate power within Sigil and is not to be trifled with."
ru: «Он высший жрец смерти, и потому он сам бессмертен. Он обладает силой жизни и смерти, и орудует ею очень убедительно, — он ненадолго задумывается. — В Сигиле он абсолютная сила, и с ним лучше не шутить».

source: He turns away from you and looks off into the distance. "He can be found in his home, the Bones of the Night. It is near, but I know not where." He regards you with lifeless eyes. "Continue your search. You will find him or he will find you. Two paths to the same destination."
ru: Он отворачивается от тебя и смотрит вдаль. «Его можно найти в его жилище, Костях Ночи. Это неподалеку, но я не знаю, где, — он смотрит на тебя безжизненным взглядом. — Продолжай свои поиски. Либо ты его найдешь, либо он — тебя. Два пути в одно и то же место».

source: He shakes his head. "Possessions come and go. Be thankful for what you still have."
ru: Он качает головой. «Собственность приходит и уходит. Будь благодарен за то, что у тебя есть».

source: He nods his head slowly. "Yes. I would think it to be the work of Lothar, the Master of the Bones."
ru: Он медленно кивает. «Да. Думаю, это дело рук Лотара, Повелителя Костей».

source: You see the thin young man with rat like features. He notices you and gives you a blank stare. "Our paths cross again."
ru: Ты видишь худощавого юношу с крысиными чертами лица. Он замечает тебя и бросает на тебя бесстрастный взгляд. «Наши пути снова сошлись».

source: "Greetings."
ru: «Приветствую».

source: Ignore the man.
ru: Не обращать на него внимания.

source: "I have some questions..."
ru: «У меня есть несколько вопросов...»

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: "What is this place?"
ru: «Что это за место?»

source: "Can you tell me about this ward?"
ru: «Что ты можешь сказать об этом районе?»

source: "Can you tell me about the other wards?"
ru: «Что ты можешь сказать о других районах?»

source: "What can you tell me about the city of Sigil?"
ru: «Что ты можешь сказать о городе Сигиле?»

source: "Is there anything worth seeing around here?"
ru: «Здесь есть на что посмотреть?»

source: "I'm looking for someone named Lothar, or the Master of the Bones..."
ru: «Я ищу кое-кого по имени Лотар, он же Повелитель Костей...»

source: "I'm missing a skull... know anyone who'd want something like that?"
ru: «У меня пропал череп... не знаешь, кому бы это могло понадобиться?»

source: "I must be going now. Farewell."
ru: «Я должен идти. Прощай».

source: "Why are you being sold?"
ru: «За что тебя продают?»

source: "I didn't know that there was slavery in Sigil."
ru: «Я не знал, что в Сигиле существует рабство».

source: "I have some other questions..."
ru: «У меня еще несколько вопросов...»

source: "I must be going. Farewell."
ru: «Я должен идти. Прощай».

source: "I see your point."
ru: «Я понимаю твою точку зрения».

source: "I disagree with you."
ru: «Я с тобой не согласен».

source: "I see. I have some questions...
ru: «Понятно. У меня есть вопросы...»

source: "What steps?"
ru: «Какой шаг?»

source: "I see. I have some questions..."
ru: «Понятно. У меня есть вопросы...»

source: "I must be going, farewell."
ru: «Я должен идти. Прощай».

source: "Uh... I see. I have some questions..."
ru: «Э... Понятно. У меня есть вопросы...»

source: "Yes... Well... I have some questions..."
ru: «Да... Что ж... У меня есть вопросы...»

source: "I think I should be going, farewell."
ru: «Думаю, мне уже пора, прощай».

source: "I'm not sure... I have some questions..."
ru: «Даже не знаю... У меня есть вопросы...»

source: "Farewell."
ru: «Прощай».

source: "Uh... I have some questions..."
ru: «Э... У меня есть вопросы...»

source: "I really must be going now. Farewell."
ru: «Мне уже пора идти. Прощай».

source: "What can you tell me about him?"
ru: «Что ты можешь рассказать мне о нем?»

source: "Do you know where I can find him?"
ru: «Ты знаешь, где его найти?»

source: "He did send for me, he stole something that belongs to me."
ru: «Он и послал за мной. Он украл кое-что, принадлежащее мне».

source: "Where can I find him?"
ru: «Где мне найти его?»
