Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dmw3.dlg.po
Languages: ru

source: You see a wiry older man who appears to be watching all the market workmen. Occasionally he barks out an order to the workers, who hastily comply. He frowns at your approach.
ru: Перед тобой жилистый старик, который, судя по всему, наблюдает за всеми рабочими рынка. Время от времени он выкрикивает им приказы, и те быстро исполняют их. Он хмурится при твоем приближении.

source: "Greetings."
ru: «Приветствую».

source: Ignore him.
ru: Игнорировать его.

source: His frown turns into a scowl. "I know you, you're that berk who's been runnin' round asking all the questions." He stares at you, daring you to deny it.
ru: Его лицо из хмурого превращается в сердитое. «Я тебя знаю, ты тот пень, который ходит по округе и всех расспрашивает». Он пристально смотрит на тебя, ожидая твоих возражений.

source: "Yes, and I have some questions for you as well..."
ru: «Да, у меня и к тебе есть парочка вопросов...»

source: Attitude: "What if I am?"
ru: Встать в позу: «И что с того?»

source: "Never mind, farewell."
ru: «Неважно, прощай».

source: He gives you a self-satisfied nod. "Yeah, well I don't have time or answers for you. I suggest you leave before I call the guard... and don't be botherin' my men, you hear?"
ru: Он самодовольно кивает. «Ага, вот только у меня нет времени на твои вопросы. Советую тебе уйти, пока я не позвал стражу... и не надоедай моим людям, слышишь?»

source: "So call the guard, I can handle them."
ru: «Тогда зови стражу — я с ними справлюсь».

source: "I'll be leaving then. Farewell."
ru: «Тогда мне пора. Прощай».

source: He nods. "As you wish you barmy berk. Guards! I've got a situation over here!"
ru: Он кивает. «Как хочешь, полоумный пень. Стража! У меня тут проблемы!»

source: Leave before they arrive.
ru: Уйти до их прихода.

source: He narrows his eyes at you. "Well, if you are, then you should know that you're a pest and I don't have time for pests. And my men don't as well, so leave them alone."
ru: Он смотрит на тебя прищурено. «Ну, раз так, тогда тебе следует знать, что ты назойливая муха, а у меня времени нет на мух. И у моих людей тоже, так что оставь их в покое».

source: "I just need to have a few questions answered..."
ru: «Я всего лишь хотел задать пару вопросов...»

source: "I don't like you or your attitude. How about I teach you some manners?"
ru: «Мне не нравишься ни ты, ни твой тон. Как насчет того, чтобы поучить тебя манерам?»

source: "Pike it, berk! Farewell."
ru: «Ну так наколись, пень! Бывай».

source: He starts to say something then stops to consider your physical size and the scars that cover your body. He turns to look at a nearby guard and opens his mouth...
ru: Он начинает что-то говорить, но останавливается, чтобы рассмотреть твои габариты и покрывающие тебя шрамы. Он поворачивается, чтобы взглянуть на ближайшего стражника, и раскрывает рот...

source: Truth: "I can break that skinny little neck of yours before you get the words out of your mouth..."
ru: Правда: «Да я свернуть твою тощую шейку, не успеешь ты и пикнуть...»

source: Bluff: "I can break that skinny little neck of yours before you get the words out of your mouth..."
ru: Блеф: «Да я свернуть твою тощую шейку, не успеешь ты и пикнуть...»

source: Leave before the situation gets out of hand.
ru: Уйти, пока ситуация не вышла из-под контроля.

source: He looks at you carefully and you feel as if you are being weighed in the balance. "I... have work to do and I don't have time for this. Good day to you." He turns and walks away.
ru: Он бросает на тебя осторожный взгляд, и ты чувствуешь, что подавил его. «У меня есть... дела, и мне некогда этим заниматься. Хорошего тебе дня». Он разворачивается и уходит.

source: Leave.
ru: Уйти.

source: You see a wiry older man who appears to be watching all the market workmen. Occasionally he barks out an order to the workers, who hastily comply. He frowns at your approach. "Well... it's the pest again. I have nothing to say to you, berk. Be gone!"
ru: Перед тобой жилистый старик, который, судя по всему, наблюдает за всеми рабочими рынка. Время от времени он выкрикивает им приказы, и те быстро исполняют их. Он хмурится, когда ты подходишь. «Ага... опять ты, назойливая муха. Мне нечего тебе сказать, пень. Сгинь!»
