Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dnorochj.dlg.po
Languages: ru

source: I returned to Norochj and told him that I had solved the problem in the mausoleum.
ru: Я вернулся к Норочжу и сказал ему, что я решил проблему с мавзолеем.

source: I'd found and dealt with Ash-Mantle, so I collected the reward from Norochj.
ru: Я нашел и разобрался с Осыпанным-Пеплом, за что получил награду от Норочжа.

source: I'd found and butchered Ash-Mantle, so I collected the reward from Norochj.
ru: Я нашел и подрезал Осыпанного-Пеплом, за что получил награду от Норочжа.

source: I did as Emoric bade and spoke with the Dustman, Norochj. He is having trouble tracking down a man, a thief, dressed as a Dustman.
ru: По наводке Эморика я поговорил с тленным Норочжем. У него есть проблемы с поисками вора, одетого тленным.

source: Fortunately, I'd already butchered ol' Ash-Mantle, so I collected the reward.
ru: К счастью, я уже прирезал Осыпанного-Пеплом, так что я получил награду.

source: Norochj, a Dustman I met in the Gathering Dust bar, told me of a mausoleum where the dead walk. He wanted me to look into the matter. He said the mausoleum entrance was north and west of the Dustman memorial outside of the Mortuary. He said I should go to the archway there, make a semicircle over my heart with my right index finger, then the entrance would open. If I can find the problem in the mausoleum and solve it, then I'll return to Norochj and let him know.
ru: Норочж, тленный, с которым я встретился в Баре собирателей пыли, рассказал мне о мавзолее с ходячими мертвецами. Он хочет, чтобы я выяснил причины происходящего. Он сказал, что вход в мавзолей находится к северо-западу от мемориала тленных у Морга. Он сообщил, что я должен подойти к арке, сделать полукруг у своего сердца указательным пальцем правой руки, после чего откроется вход внутрь. Если мне удастся найти и устранить проблему с мавзолее, я должен вернуться к Норочжу и сообщить ему об этом.

source: Fortunately, I'd already taken care of Ash-Mantle, so I collected the reward.
ru: К счастью, я уже позаботился об Осыпанном-Пеплом, так что я получил награду.

source: You see a spindle-thin man in dirty black robes. His stiff black hair springs forth from his skull like a crown of spikes, and his leper-white skin is drawn sharply across his skull. He is frowning into his drink and mumbling to himself.
ru: Ты видишь худого как тросточка человека в грязной черной мантии. Жесткие черные волосы шипастой короной окружают его голову, а белая, как у прокаженного, кожа лица сильно выделяется из общего образа. Он хмуро уставился на свою выпивку, что-то бормоча себе под нос.

source: You see a spindle-thin Dustman in dirty black robes. His stiff black hair springs forth from his skull like a crown of spikes, and his leper-white skin is drawn sharply across his skull. He is frowning into his drink and mumbling to himself.
ru: Ты видишь худого как тросточка тленного в грязной черной мантии. Жесткие черные волосы шипастой короной окружают его голову, а белая, как у прокаженного, кожа лица сильно выделяется из общего образа. Он хмуро уставился на свою выпивку, что-то бормоча себе под нос.

source: You see Norochj. He is pulling at one of his spikes of hair and using it to scratch a spot on his face. You can't help but think he'd look a lot better with dreadlocks.
ru: Ты видишь Норочжа. Он вытянул одну из своих прядей и чешет ею прыщ на своем лице. Ты не можешь удержаться от мысли, что дреды ему подошли бы гораздо лучше.

source: The Dustman looks up, blinks once, then looks you up and down, studying you. As he studies you, he takes one of his spiked locks and points at himself with it. "Norochj. Initiate. Dustman. Guard."
ru: Тленный поднимает взгляд, моргает, затем осматривает тебя с ног до головы. Изучая тебя, он хватает один из своих прядей и указывает ею на себя. «Норочж. Посвященный. Тленный. Стражник».

source: Norochj shakes his head, then gazes back down into his drink.
ru: Норочж качает головой, а затем снова возвращается к своей выпивке.

source: Norochj touches his face and traces the shape of his frown with his finger. "Troubled, yes."
ru: Норочж касается своего лица, проводя по морщинам пальцем. «Проблемы, да».

source: The Dustman looks you up and down. "Many troubles have I. Help can you. A mausoleum awakes, the dead walk, the dead disturbed, the Dustmen disturbed. Find out what disturbs the undead, and copper coins will I pay."
ru: Тленный осматривает тебя с ног до головы. «Проблем много у меня. Помочь можешь ты. В мавзолее неспокойно, мертвые ходят, мертвые потревожены, тленные потревожены. Найди то, что нежить тревожит, и медяками я награжу».

source: Norochj nods. "Find him I cannot. Important to the Dustmen it is."
ru: Норочж кивает. «Найти его не могу я. Важно очень это для тленных».

source: Norochj nods again. "For making my troubles your troubles, copper coins will I pay. Find the not-Dustman, deal with him, then return. Norochj will wait."
ru: Норочж снова кивает. «За то, что мои проблемы стали твоими, медяками платить готов я. Найди не-тленного, разберись с ним, потом возвращайся. Норочж ждать будет».

source: Norochj's lines of worry smooth out as you speak. "Thanks give I." He reaches into his robes and draws forth a small bag, which he hands to you. "Copper coin. A hundred."
ru: При этих словах с Норочжа спадает пелена озабоченности. «Тебя благодарю я». Он роется в мантии и вытаскивает небольшой мешочек, который протягивает тебе. «Медные монеты. Сто».

source: Norochj's lines of worry smooth out as you speak. "Thanks give I." He reaches into his robes and draws forth a small bag, which he hands to you. "Copper coin. Twice a hundred."
ru: При этих словах с Норочжа спадает пелена озабоченности. «Тебя благодарю я». Он роется в мантии и вытаскивает небольшой мешочек, который протягивает тебе. «Медные монеты. Двести».

source: Norochj's lines of worry smooth out as you speak. "Thanks give I." He reaches into his robes and draws forth a large bag, which he hands to you. "Copper coin. Thrice a hundred. And..." He reaches into his robe again, then throws a roll of bandages to you. "Need these bandages more than I, you seem."
ru: При этих словах с Норочжа спадает пелена озабоченности. «Тебя благодарю я». Он роется в мантии и вытаскивает небольшой мешочек, который протягивает тебе. «Медные монеты. Триста. И... - он снова роется в мантии и достает моток бинтов, - бинты эти тебе нужны больше, чем мне, по виду судя».

source: "Emoric sent you to me..." He studies you for a moment, then sighs and points at himself. "Norochj is Dustman. Guard. Serve Dustman interest, protect Dustman interest, protect Dustman *reputation."* The man sighs again. "In the Hive, many thieves. One thief wears robes of Dustman, but a Dustman not."
ru: «Эморик отправил тебя ко мне...» Он изучает тебя, затем вздыхает и указывает на себя. «Норочж - тленный. Стражник. Служу интересам тленных, защищаю интересы тленных, оберегаю *репутацию* тленных, - он снова вздыхает. - Воров в Улье много. Один вор одевается тленным, но не тленный он».

source: Norochj nods. "Mausoleum by Dustman memorial. Go north and west from black monument, go to arch and a semi-circle over your heart with this finger this make." He wiggles the index finger on his right hand. "To the mausoleum, go you will."
ru: Норочж кивает. «Мавзолей за мемориалом тленных. Иди на север и запад от черного монумента, подойди к арке и сделай полукруг над сердцем этим пальцем, - он поднимет указательный палец правой руки, - в мавзолей тогда попадешь ты».

source: Norochj sighs, and tugs on one of his hair spikes. "Dustmen make pledge not to enter mausoleum. Make pledge to dead. Cannot. Only not-Dustmen may enter."
ru: Норочж вздыхает, хватая одну из своих прядей. «Тленные поклялись не входить в мавзолей. Поклялись мертвым. Не могут. Только не-тленные могут входить».

source: "Greetings."
ru: «Приветствую».

source: "Norochj?"
ru: «Норочж?»

source: Leave him in peace.
ru: Оставить его в покое.

source: "I found out what was going on in the mausoleum. The dead sleep again."
ru: «Я выяснил, что произошло в мавзолее. Теперь мертвые снова спят».

source: "I found the... not-Dustman. He won't be picking pockets in this town again."
ru: «Я нашел... не-тленного. Больше он не будет обчищать карманы в этом городе».

source: "I found the... not-Dustman. He's too busy being dead to pickpocket anyone again."
ru: «Я нашел... не-тленного. После смерти он стал слишком занят, чтобы обчищать чьи-то карманы».

source: "You look troubled... Norochj."
ru: «Кажется, ты выглядишь озабоченным... Норочж».

source: "I'm here about the posting outside."
ru: «Я по объявлению».

source: "Emoric told me to speak to you."
ru: «Эморик сказал мне поговорить с тобой».

source: "Can I ask you some questions?"
ru: «Могу ли я задать пару вопросов?..»

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: "Is anything wrong? You look troubled."
ru: «Что-то не так? У тебя проблемы?»

source: "Hold on. Emoric told me to speak to you."
ru: «Погоди. Эморик сказал мне поговорить с тобой».

source: "What's wrong?"
ru: «Что не так?»

source: "Very well. Where is this mausoleum?"
ru: «Хорошо. Где этот мавзолей?»

source: "Well, I don't know if I can help you with that. Emoric told me to speak to you about another matter."
ru: «Не знаю, как помочь тебе с этим. Эморик сказал поговорить с тобой насчет другого дела».

source: "No thanks. Farewell."
ru: «Нет, спасибо. Прощай».

source: "Don't worry - I already found him. He won't be pulling that trick again."
ru: «Не беспокойся - я уже нашел его. Больше он такого трюка не выкинет».

source: "Don't worry - I already found him and put him out of his misery."
ru: «Не беспокойся - я уже нашел его и избавил от страданий».

source: "Very well. I will return when I have found this... 'Not-Dustman.' Farewell."
ru: «Хорошо. Я вернусь, когда разберусь с этим... 'не-тленным'. Прощай».

source: "Was something else troubling you?"
ru: «Что-нибудь еще тебя беспокоит?»

source: "By the way, Emoric told me to speak to you about another matter."
ru: «Кстати, Эморик сказал поговорить с тобой насчет другого дела».

source: "Thanks... glad I could help. Farewell."
ru: «Спасибо... Рад был помочь. Прощай».

source: "There's a thief disguised as a Dustman?"
ru: «Вор, замаскированный под тленного?»

source: "I don't think I can help you. Farewell."
ru: «Не думаю, что могу помочь тебе. Прощай».

source: "I'll look into it, then. Farewell."
ru: «Я разберусь с этим. Прощай».

source: "Farewell, then."
ru: «Тогда прощай».

source: "I don't think I can help you with your troubles. Farewell."
ru: «Не думаю, что я могу тебе помочь с твоими проблемами. Прощай».

source: Norochj blinks at you in silence for a moment. "You found not-Dustman. You kill *him?*"
ru: Норочж моргая изумленно смотрит на тебя. «Ты нашел не-тленного. Ты убил *его*?»

source: "Oh, him? He won't be picking pockets in this town again."
ru: «А, его? Больше он не будет обчищать карманы в этом городе».

source: "Oh, er, yeah, I meant *him.* He won't be picking pockets in this town again."
ru: «А, э, ну да, я имел в виду *его*. Больше он не будет обчищать карманы в этом городе».

source: "Uh, no, there was a *woman* in the Smoldering Corpse Bar who wasn't a Dustman, and I..."
ru: «Э, нет, это была *женщина* в баре 'Тлеющий труп', и она не была тленной, а я...»

source: "Non-Dustman not woman. Non-Dustman is a man."
ru: «Не-тленный - не женщина. Не-тленный - мужчина».

source: "Oh. Forgive my feeble attempt at humor. If I happen to come across this... *man*... disguised as a Dustman, I'll let you know. Farewell."
ru: «Ой. Прошу прощения за неудачную шутку юмора. Если мне случиться встретиться этого... *мужчину*... в одежде тленного, я дам тебе знать. Прощай».

source: "I found the... not-Dustman. She's too busy being dead to pickpocket anyone again."
ru: «Я нашел... не-тленную. После смерти у нее слишком много дел, чтобы обчищать чьи-то карманы».

source: "Something troubling you?"
ru: «Тебя что-то беспокоит?»

source: "Emoric told me to speak to you, Norochj."
ru: «Эморик сказал мне поговорить с тобой, Норочж».

source: Leave him alone.
ru: Оставить его в покое.

source: "Don't worry - I already found her and put her out of her misery."
ru: «Не беспокойся - я уже нашел ее и избавил от страданий».

source: "I could track him down for you."
ru: «Я выслежу его».

source: "I could track him down for you... for a price."
ru: «Я выслежу его... в обмен на награду».
