Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dquisho.dlg.po
Languages: ru

source: You see a red-haired woman, short and plump. Her face is lined with cares, worries, and hatreds that seem to have festered for far too long. She sneers at your approach, and turns her head away so that you cannot see her eyes - she acts as though you can't see her if she can't see you. To her, you do not even exist.
ru: Перед тобой невысокая и пухлая рыжая женщина. На ее лице можно разглядеть заботу, тревогу и ненависть, которые мучают ее очень долго. Презрительно усмехнувшись в твою сторону, она отворачивается так, что ты не видишь ее глаз. Она как будто считает, что раз она тебя не видит, то и ты не можешь ее увидеть. Для нее ты вообще не существуешь.

source: "Farewell, then."
ru: «Тогда прощай».

source: This woman continues to ignore you steadfastly. Nothing you say to her makes an impression.
ru: Женщина продолжает упорно не замечать тебя. Ты не можешь привлечь ее внимание никакими словами.

source: "Very well, then."
ru: «Ну и хорошо».

source: You see a red-haired woman, short and plump. Her face is lined with cares, worries, and hatreds that seem to have festered for far too long. She rasps out, "You're the one wantin' to get underground, aye? You'll need to do Dona Quisho a favor before she gives you her piece o' the key. There's a fiend locked up here in town. I needs him freed." She presses a scroll into your hands before you have a chance to react.
ru: Перед тобой невысокая и пухлая рыжая женщина. На ее лице можно разглядеть заботу, тревогу и ненависть, которые мучают ее очень долго. «Ты тот, кто хочет попасть в подземелье, да? - произносит она скрипучим голосом. - Тогда тебе нужно сделать одолжение Доне Куишо перед тем, как она отдаст свою часть ключа тебе. Здесь в городе заперт нечистый. Мне нужно освободить его». Она вкладывает тебе в руки свиток, прежде чем ты успеваешь среагировать.

source: "Why?"
ru: «Зачем?»

source: "I don't hold with freeing fiends."
ru: «Я не занимаюсь освобождением нечисти».

source: "Tell me what I have to do."
ru: «Скажи, что мне нужно сделать».

source: "Fall-from-Grace, what's your opinion?"
ru: «Падшая Грация, каково твое мнение?»

source: "Because it's mine! Because I sacrificed so much for it! Because they took it from me and hid it from me and locked it away and no one would ever help me when it was all I ever wanted for myself!" Her voice grows cunning. "But now I have knowledge you need, and you'll never get it unless you let Agril-shanak go."
ru: «Затем, что он мой! Затем, что я пожертвовала слишком многим ради него! Затем, что они забрали его у меня, спрятали от меня, заперли, и никто не даже не хочет мне помочь, а это единственное, что мне нужно!» В ее голосе появляются лукавые нотки. «Но теперь, когда мне известно, что тебе нужно, ты ни за что не получишь это, пока не выпустишь Агриль-Шенака».

source: "How do I know it won't go on a rampage?"
ru: «Откуда мне знать, он не впадет в буйство?»

source: She cackles in your face. "That don't matter. You need the fifth part of the Key. I've got it. 'Less you're willing to find another way into your precious underground, you got to do what I say."
ru: Она хохочет тебе в лицо. «Это неважно. Тебе нужна пятая часть ключа. У меня она есть. Если только ты не найдешь другой способ попасть в свое драгоценное подземелье, придется сделать то, что я говорю».

source: "I won't do it."
ru: «Я не буду этого делать».

source: "Find the grain silo in town. Find the pentagram inscribed into the floor in it. Use that scroll nearby, and when Agril-Shanak appears... free it. Make whatever bargains you like with it, but set it free. I don't care what you do then."
ru: «В городе есть зернохранилище. Найди там на полу пентаграмму. Используй рядом с ней этот свиток, и когда появится Агриль-Шенак... освободи его. Сделай с ним все, что захочешь, мне все равно, только освободи».

source: "Very well. Farewell."
ru: «Отлично. Прощай».

source: For the fifth part of the Key, I am to find the grain silo in this town, find the pentagram inside it, use the scroll near the pentagram, and free the fiend Agril-Shanak. When I have done this, I am to return to Dona Quisho for the Key.
ru: Ради пятой части ключа мне нужно найти в городе зернохранилище, в нем - пентаграмму, использовать рядом с ней свиток и освободить нечистого духа, Агриль-Шенака. Когда я это сделаю, мне нужно будет вернуться к Доне Куишо за ключом.

source: A little smile fills her eyes, one of the most poisonous smiles you have ever seen. "That's not a problem that concerns me. You cut your own deals with the fiend. I just want him freed."
ru: По ее лицу пробежала улыбка, одна из самых отвратительнейших, что доводилось тебе видеть. «Эта проблема меня не волнует. Ты проворачиваешь с нечистым свои делишки. Я просто хочу, чтобы он был свободен».

source: "What do I have to do?"
ru: «Что мне нужно сделать?»

source: "Then you won't get the fifth part of the Key. You'll change your mind, you will. Come back when you do." She cackles and turns away from you.
ru: «Тогда ты не получишь пятую часть ключа. Ты передумаешь, это точно. Возвращайся, как созреешь». Она отворачивается от тебя, хихикая.

source: Leave.
ru: Уйти.

source: When you approach her this time, her gaze locks on to yours with determination. She rasps out, "You're the one wantin' to get underground, aye? You'll need to do Dona Quisho a favor before she gives you her piece o' the key. There's a fiend locked up here in town. I needs him freed." She presses a scroll into your hands before you have a chance to react.
ru: Когда ты подходишь к ней в этот раз, ее взгляд останавливается на тебе. «Ты тот, кто хочет попасть в подземелье, а? - произносит она скрипучим голосом. - Тогда тебе нужно сделать одолжение Доне Куишо перед тем, как она отдаст свою часть ключа тебе. Здесь в городе заперт нечистый. Мне нужно освободить его». Она вкладывает тебе в руки свиток, прежде чем ты успеваешь среагировать.

source: Dona Quisho looks up as you approach, and contempt floods her features. "You've not freed Agril-Shanak yet, have you? Come back when you have."
ru: Дона Куишо презрительно смотрит, как ты приближаешься. «Еще не освободил Агриль-Шенака? Возвращайся, как освободишь».

source: "What was I supposed to do again?"
ru: «Еще раз, что я должен сделать?»

source: "I'm not going to do it."
ru: «Я не собираюсь этого делать».

source: She sighs impatiently. "Grain silo. Pentagram. Read scroll. Is that so hard? Go on." She turns away from you.
ru: Она нетерпеливо вздыхает. «Зернохранилище. Пентаграмма. Прочти свиток. Это так сложно? Давай, двигай». Она отворачивается от тебя.

source: "Farewell, then."
ru: «Тогда прощай».

source: "You're done, ain't you? Yes, you are... but where's Agril-Shanak?"
ru: «Ты ведь сделал это, да? Да, сделал... но где тогда Агриль-Шенак?»

source: Truth: "It's dead."
ru: Правда: «Он мертв».

source: Lie: "It'll be around."
ru: Ложь: «Он где-то рядом».

source: "I'm sure it'll be around shortly."
ru: «Я уверен, он скоро будет здесь».

source: She cackles. "And we shall make our plans and lay our traps and they shall rue their mistakes, oh yes." She presses a bag of coins into your hands. "Here's the last part of the Key: 'As from the Center thrice to the utmost pole'. Go on back and talk to Tainted Barse now; he'll steer you right." Still cackling, she gathers her belongings and scurries out.
ru: Она хихикает. «Теперь мы осуществим наш замысел, расставим ловушки, и они пожалеют о содеянных ошибках, о да». Он вкладывает тебе в руку мешочек с монетами. «Вот последняя часть ключа: 'От центра Мирозданья отстоит'. Возвращайся к Гниющему Копчику, он направит тебя». Все еще хихикая, она подбирает свои вещи и уходит прочь.

source: "Farewell..."
ru: «Прощай...»

source: Dona Quisho gave me the fifth part of the Key: "As from the Center thrice to the utmost pole." She cackled something about revenge and told me to talk to Tainted Barse again to use the Key.
ru: Дона Куишо дала мне пятую часть ключа: «От центра Мирозданья отстоит». Она что-то бормотала насчет мести, после чего сказала переговорить с Гниющим Копчиком еще раз, чтобы использовать ключ».

source: Her face pales. "Dead.... but... ? You killed him? Then I am lost. Take your damned key and begone." She intones these words lifelessly: "As from the Center thrice to the utmost pole." She looks around herself for a moment. "Talk to Barse again. He'll know what to do." She gathers herself together, and leaves.
ru: Она бледнеет. «Мертв?.. Но... Ты убил его? Тогда я пропала. Забирай свой проклятый ключ и убирайся». Безжизненным голосом она произносит: «От центра Мирозданья отстоит». Несколько секунд она озирается вокруг. «Поговори с Копчиком еще раз. Он знает, что делать». Она собирается и уходит.

source: Dona Quisho gave me the fifth part of the Key: "As from the Center thrice to the utmost pole." She told me to talk to Tainted Barse again, muttered something about being lost when I told her Agril-Shanak was dead, and she fled as if the hosts of the Nine Hells were pursuing her.
ru: Дона Куишо дала мне пятую часть ключа: «От центра Мирозданья отстоит». Когда я сказал, что Агриль-Шенак мертв, она что-то пробормотала насчет того, что все потеряно, и сказала переговорить с Гниющим Копчиком еще раз. После этого она умчалась так, словно сами хозяева Девяти Преисподних преследовали ее.

source: "I left it stewing in the pentagram. You can go free it yourself. I've resummoned it... the rest is up to you."
ru: «Я оставил его внутри пентаграммы. Ты можешь освободить его сама. Я призвал его заново... Остальное - за тобой».
