Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dradine.dlg.po
Languages: ru

source: The woman shrieks at the sight of you. She turns to flee, the tattoo around her neck seeming to writhe slightly as she bustles away.
ru: Увидев тебя, женщина издает пронзительный визг. Она поворачивается и начинает бежать, при этом татуировка на ее шее, казалось бы, слегка подрагивает.

source: "Hold it right there..."
ru: «Ни с места...»

source: Let her go.
ru: Позволить ей уйти.

source: Her face crumples as she sees you again. "He has refused again, hasn't he? And sure you've come to take back what's rightfully mine."
ru: Увидев тебя снова, она кривится. «Он снова отказался, не так ли? И ты, конечно же, пришел, чтобы забрать то, что принадлежит мне по праву».

source: "Rightfully yours? You have no right to that name and number. You stole it."
ru: «Принадлежит тебе по праву? У тебя нет права на это имя и номер. Ты их украла».

source: "You don't need a number to live. He does. Even if it hurts you, you have to give it up. It will be better for both of you in the long run."
ru: «Твоя жизнь не зависит от наличия номера, в отличие от его жизни. Даже если тебе больно с ним расставаться, тебе нужно это сделать. Так будет лучше для вас обоих».

source: "Give it back or I'll take it back for him."
ru: «Отдай его, или я заберу его сам».

source: "You don't need his kind of number to live. Make your own number, if you need one to keep you warm."
ru: «Твоя жизнь не зависит от наличия этого номера. Заведи себе свой номер, если это тебя согреет».

source: "Forget it. It's not worth my bother."
ru: «Забудь. Это не стоит моих стараний».

source: "I suppose you're right. I've been a bad person, sure I have, and I can't keep this. Here." She peels the rippling tattoo from around her neck hands it to you. She shivers as she does so. "And you can tell him his name now. He was and will be Ku'u Yin. Now let me go."
ru: «Думаю, ты прав. Я поступила плохо, это так, и я не могу этого так оставить. Вот», - она срывает дергающуюся татуировку с шеи и дает ее тебе. При этом она вздрагивает. «Теперь ты можешь назвать ему его имя. Он был и будет зваться Куу Йин. А теперь позволь мне уйти».

source: "Here's some jink for your trouble. Buy something to keep you warm."
ru: «Вот тебе звенелки за беспокойство. Купи себе что-нибудь, чтоб согреться».

source: "Thanks. I had a few more questions..."
ru: «Спасибо. У меня еще пара вопросов...»

source: "Thanks. Farewell."
ru: «Спасибо. Прощай».

source: She shrinks under your threat. "And here he told me the number'd protect me from evil men. Take the bedamned thing, then, and have done with it!" She tears the writhing tattoo from her throat, taking a good bit of skin with it, hurls it at you, and flees.
ru: Она поеживается от твоей угрозы. «А он еще говорил, что этот номер защитит меня от злых людей. Забирай эту чертову штуку, и покончим с этим!» - она сдирает с горла дергающуюся татуировку, захватив с ней добрый шмат кожи, швыряет ее тебе и убегает.

source: Chase her.
ru: Бежать за ней.

source: "My thanks, cutter." She pockets the money, looking more drab by the moment as the magic of the tattoo leaves her. "'Twould be best for me to be leaving here, then... and with the aid o' the jink you gave me, mayhap we'll meet again under happier circumstances for the both of us."
ru: «Спасибо, рубака, - она кладет деньги в карман, все больше тускнея оттого, что магия татуировки покидает ее. - Пожалуй, мне лучше уйти отсюда... благодаря звенелкам, что ты мне дал, возможно, мы когда-нибудь еще встретимся, при лучших обстоятельствах».

source: "Aye. Farewell, Radine."
ru: «Угу. Прощай, Радин».

source: "Don't steal any more names, Radine. Farewell."
ru: «Больше не кради имен, Радин. Прощай».

source: She turns her head and shuffles away, seeming lifeless without the number tattoo to lend her that air of mystery. It is the last you see of her.
ru: Она поворачивается и бредет прочь. Она кажется безжизненной без той татуировки с номером, которая окружала ее ореолом загадочности. Больше ты ее не увидишь.

source: "Farewell."
ru: «Прощай».

source: She looks blankly as you return, and then shakes herself out of her daze. As she does, the tattoo around her neck squirms. "You again, eh, cutter? I tell you I won't give the name and number back. Tell you what - using this name and number's increased me fortunes. I'll pay good money for it, and he can buy hisself a nice new one, how's that?"
ru: Она безучастно наблюдает за твоим возвращением, затем стряхивает с себя оцепенение. При этом татуировка на ее шее извивается. «Снова ты, э, рубака? Я сказала, что не отдам тебе имя и номер. Мне с ними больше везет. Я хорошо за них заплачу, а он сможет сам себе купить новенькое имя - как насчет такого?»

source: "How much are you willing to give?"
ru: «Сколько ты дашь?»

source: "I don't think that'll cut it. Give me the name and number."
ru: «Не думаю, что это прокатит. Отдай мне имя и номер».

source: "How about a nice twenty coins? That should tide the wee dear over 'til he can get a new set, eh? Be a dear and go ask him if that's what he wants for it."
ru: «Как насчет добрых двадцати монет? Этого ему с головой хватит, пока он не найдет себе новое имя, а? Будь умницей, сходи к нему и выясни, согласен ли он».

source: "Just give me the name and number or I'll have to rip them out of you. Trust me, you don't want that."
ru: «Просто отдай мне имя и номер, иначе я вырву их из тебя. Поверь, тебе этого не захочется».

source: "Fine. I'll go check with him. Answer some questions for me first."
ru: «Отлично, я обсужу с ним это. Но сначала ответь на мои вопросы».

source: "Fine. I'll go check with him."
ru: «Отлично. Я обсужу с ним это».

source: "Mayhap I got answers for you, and mayhap I don't."
ru: «Может, я тебе отвечу, а может и нет».

source: "Tell me about yourself."
ru: «Расскажи мне о себе».

source: "Tell me about this place."
ru: «Расскажи мне об этом месте».

source: "Tell me about that tattoo."
ru: «Расскажи мне об этой татуировке».

source: "What was the price you mentioned again?"
ru: «Еще раз, о какой сумме мы говорили?»

source: "Forget it, then."
ru: «Тогда забудь об этом».

source: "Me? I got two names now, and I'll show you only one - don't want you stealin' the new one, hee hee! You can call me Radine, pet, and I'll hold this other name tight to myself, I will."
ru: «Я? Теперь у меня два имени, и я раскрою тебе только одно: не хочу, чтобы ты украл новое, хи-хи! Можешь звать меня Радин, лапочка, а то другое имя я буду держать у себя под боком».

source: "The man who that name used to belong to wants his name and number back. He's dying without them."
ru: «Человек, которому когда-то принадлежало это имя и номер, хочет вернуть их. Без них он умирает».

source: "I know it'll be a burden on you, and I know it'll be tough to give up what you've got now, but... would you be so kind as to give the name and number back to him?"
ru: «Знаю, что тебе будет нелегко, и что тебе будет сложно расстаться с этим, но... будь умницей и верни ему имя и номер».

source: "Two names, eh? Must be nice to have them."
ru: «Говоришь, два имени? Хорошо тебе, наверно».

source: "I'll bet. I had some other questions..."
ru: «Не сомневаюсь. У меня есть другие вопросы...»

source: "All right. Farewell."
ru: «Ладно. Прощай».

source: "This squirmy thing? It's an identifyin' number. It's my number, gave to me by a kind man who saw me cold without the protection of numbers to back me up. Now I got it and I'm happier'n I ever been before."
ru: «Эта корчащаяся штука? Это идентификационный номер. Мой номер. Его дал мне один добрый человек, чтобы поддержать меня, замерзшую без защиты чисел. Теперь он у меня, и я счастливее, чем когда-либо в жизни».

source: "That man wants it back now."
ru: «Тот человек хочет его вернуть».

source: "Interesting. How does it work?"
ru: «Интересно. Как он действует?»

source: "I see. I had some other questions..."
ru: «Понятно. У меня есть другие вопросы...»

source: "I see. Farewell."
ru: «Понятно. Прощай».

source: "The Buried Village? Nice enough place, I suppose, if you don't mind the stench of corpses being torn open, garbage heaped on the roof, and the constant scurrying of rats 'round here. Much colder with only a name and no number to protect you, that's for sure."
ru: «Погребенная деревня? Думаю, вполне себе милое местечко, если не обращать внимания на вонь трупов, кучи мусора на крышах и постоянно шастающих тут и там крыс. Да еще и холодное, если у тебя одно имя и нет номера, это уж точно».

source: "Tell me about your name."
ru: «Расскажи мне о твоем имени».

source: "Tell me about the number."
ru: «Расскажи мне о номере».

source: "I had some other questions..."
ru: «У меня есть другие вопросы...»

source: Her voice grows shrill. "Well, he can't have 'em! He offered 'em to me, and I kept 'em. He never said nothing about no *loan* of 'em, and he never said he needed 'em back! He ain't gettin' em! You can go tell him so! He really needs a name, you tell him he can have mine... the name 'Radine' should be good enough for anyone!"
ru: Ее тон становится более резким. «Что ж, он их не получит! Он предложил их мне, и я взяла их. Он ничего не говорил насчет *проката*, и он не говорил, что их нужно будет вернуть! Он их не получит! Можешь так ему и передать! Если ему так нужно имя, пусть берет мое... 'Радин' ему подойдет!»

source: "It wasn't good enough for you... why should it suffice for him?"
ru: «Тебе оно не подошло... почему же оно должно подойти ему?»

source: "I'll let him know. Give me some other answers..."
ru: «Я ему передам. Дай мне еще пару ответов...»

source: "I'll let him know. Farewell."
ru: «Я ему передам. Прощай».

source: "Aye, poppet, it is."
ru: «Ага, крошка, так и есть».

source: "Can you give me some other answers?"
ru: «Можешь дать мне еще пару ответов?»

source: "Safety in numbers, and with safety comes warmth, and with warmth comes comfort. Numbers can do it all for you, dearie, as long as you respect their power."
ru: «С номером ты в безопасности, с безопасностью приходит тепло, а с ним - уют. Номер может дать тебе все это, дорогуша, если ты уважаешь его силу».

source: "The man who gave you the number wants it back now..."
ru: «Человек, давший тебе номер, теперь хочет вернуть его обратно...»

source: "It's a world of difference between growing up in a name and having someone else's, dearie. A new attitude behind an old name can change it all. See what I've done with this one?"
ru: «Между именем от рождения и чужим именем целая пропасть, дорогуша. Новое отношение к старому имени может изменить все. Видишь, как у меня все сложилось?»

source: "I'll talk to him about it. First, answer some other questions for me."
ru: «Я поговорю с ним насчет этого. Но сперва ответь мне на несколько вопросов».

source: "Very well. I'll talk to him about it. Farewell."
ru: «Хорошо. Я с ним поговорю насчет этого. Счастливо».

source: This woman has returned to her faraway stare, but her mind has not wandered as far this time - she is not nearly as startled by you. "You again, eh?"
ru: К этой женщине вернулся ее удаленный взгляд, но на этот раз ее мысли блуждают не так далеко: ты ее и близко не застал врасплох. «Снова ты, а?»

source: "Are you Radine? The man whose name you took wants it back now."
ru: «Ты Радин? Человек, у которого ты взяла имя, хочет вернуть его обратно».

source: "I had some more questions for you..."
ru: «У меня есть к тебе другие вопросы...»

source: "No, sorry. Farewell."
ru: «Нет, извини. Прощай».

source: You see a woman with a lined face in drab clothing. Her eyes are faraway, and there seems to be a new vitality rising up under her skin, as if she'd been given a new life. There is a patterned tattoo around her neck. She starts when you speak to her. "Eh? What do you want?"
ru: Ты видишь женщину в серых одеждах, с морщинистым лицом. Она смотрит куда-то вдаль, и кажется, будто под ее кожей бурлит жизненная сила, как будто ей дали новую жизнь. На ее шее наколота узорчатая татуировка. Когда ты обращаешься к ней, она вздрагивает. «А? Чего ты хочешь?»

source: "I just wanted to ask you some questions..."
ru: «Я просто хочу задать тебе несколько вопросов...»

source: "Nothing. Farewell."
ru: «Ничего. Прощай».

source: "How about if I buy it from you?"
ru: «Что, если я куплю его у тебя?»

source: She looks at you as if you're mad. "Are ye totally barmy? O' course I won't sell me name!"
ru: Она глядит на тебя как на сумасшедшего. «Ты что, совсем сбрендил? Конечно, я не стану продавать свое имя!»

source: "Because it's me name, berk! Ye don't sell yer name!"
ru: «Потому что это мое имя, пень! Имена не продаются!»

source: "Why not?"
ru: «Почему?»
