Repository: winterheart/planescape
Catalog: po/pst/*/dlg/drkchsr2.dlg.po
Languages: ru

source: You finish the contract negotiations at last. "Well? Art thou satisfied?"
ru: Наконец, вы заканчиваете обсуждение контракта. «Итак, теперь доволен ты?»

source: Mulling it over, you realize you're certain you've done this before. Days spent among musty tomes and legal documents in preparation for intense negotiations to come, carefully-worded phrases with hidden double-meanings, loopholes upon loopholes, lies buried in truths, twisting laws and promises until they're hardly recognizeable as such... recollections of all these things and more wash over you in a sudden rush.
ru: Размышляя над этим, ты вдруг понимаешь, что раньше определенно этим занимался. Дни напролет посреди пыльных томов и правовых бумаг, потраченные на подготовку напряженных переговоров, осторожные, обтекаемые фразы со скрытым двойным значением, лазейки на лазейках, ложь, скрытая в правде, извращенные до полной неузнаваемости формулировки законов и обязательств... Воспоминания о всех этих вещах выливаются на тебя с неожиданным напором.

source: "No questions. We shall have much time to speak when we next meet; ask me what thou will, then. Farewell."
ru: «Никаких вопросов. У нас будет много времени после нашей новой встречи, тогда и испросишь все. Прощай».

source: Malric, the Rake-Chaser, is standing here staring off into space. 'He' seems oblivious to his surroundings.
ru: Малрик, Охотник на повес, стоит на месте, уставившись в пустое пространство. Похоже, 'он' совершенно не обращает внимания на происходящее вокруг.

source: "Greetings..."
ru: «Приветствую...»

source: Attack him.
ru: Атаковать его.

source: Leave him in peace.
ru: Оставить его в покое.

source: "We need to speak..."
ru: «Нам нужно поговорить...»

source: "Just passing by. Farewell."
ru: «Я просто проходил мимо. Прощай».

source: "You can drop the facade. I know what you are, fiend."
ru: «Можешь больше не кривляться. Я знаю кто ты, приятель».

source: "How about that pendant you've got?"
ru: «Как насчет твоего кулона?»

source: "Your death..."
ru: «Я пришел убить тебя...»

source: "Nothing, never mind. Farewell."
ru: «Ничего, неважно. Прощай».

source: "A rat-catcher told me about you."
ru: «Один крысолов рассказал мне о тебе».

source: "A pair of fiends told me."
ru: «Пара демонов рассказала».

source: "That's no concern of yours. I have questions..."
ru: «Это тебя не касается. У меня есть вопросы...»

source: "Yes. They were called Ratbone."
ru: «Да. Его зовут Крыс».

source: Lie: "No, I would not."
ru: Ложь: «Нет, не известно».

source: "I can't say."
ru: «Не могу сказать».

source: "For your pendant."
ru: «Мне нужен твой кулон».

source: "I have some questions..."
ru: «У меня есть несколько вопросов...»

source: "For nothing, really. Farewell."
ru: «На самом деле — ничего. Прощай».

source: "Yes. Aethelgrin and Tegar'in Thrice-Damned."
ru: «Да. Аэтелгрин и Тегарин Трижды Проклятый».

source: Lie: "No, I don't."
ru: Ложь: «Нет, не известны».

source: "Don't waste my time. You know what I'm speaking of."
ru: «Не трать мое время. Ты знаешь, о чем я говорю».

source: "Don't you have a pendant? Shaped like a skull?"
ru: «Разве у тебя нет кулона? В форме черепа?»

source: "Never mind. I had some questions..."
ru: «Неважно. У меня есть другие вопросы...»

source: "Forget I asked. Farewell."
ru: «Забудь, что я спрашивал. Прощай».

source: "You wouldn't mind if you searched you, then..."
ru: «Тогда ты не будешь против, когда я тебя обыщу...»

source: "Never mind your pendant. I had some questions..."
ru: «Твой кулон не имеет значения. У меня есть несколько вопросов...»

source: "I seek only to have it."
ru: «Мне он нужен, чтобы владеть им».

source: "What is it, exactly?"
ru: «Что он из себя представляет?»

source: "Then you'll perish..."
ru: «Ну так сгинь...»

source: "But why? What is it, exactly?"
ru: «Но почему? Что он из себя представляет?»

source: "Why would someone make such a thing?"
ru: «Зачем кому-то делать подобную вещь?»

source: "What do you need it for?"
ru: «Для чего он тебе нужен?»

source: Truth: "Enough. Give me the pendant or die."
ru: Правда: «Довольно. Отдай мне кулон или умри».

source: Bluff: "Enough. Give me the pendant or die."
ru: Блеф: «Довольно. Отдай мне кулон или умри».

source: "I had some other questions..."
ru: «У меня есть другие вопросы...»

source: "That's all I wanted to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "Lichdom?"
ru: «Личей?»

source: "Who actually made the pendant?"
ru: «Кто создал этот кулон?»

source: "How did he lose the pendant, then?"
ru: «Как тогда он потерял его?»

source: "Could it be used to increase one's power?"
ru: «Он может увеличить чью-то силу?»

source: "How did Yemeth lose the pendant?"
ru: «Как Йемет потерял кулон?»

source: "Could the pendant be used to increase one's power?"
ru: «Кулон может увеличить чью-то силу?»

source: "What do you need the pendant for?"
ru: «Для чего тебе нужен кулон?»

source: "Very well. Go on..."
ru: «Хорошо. Продолжай...»

source: "Another time, perhaps. I had some questions..."
ru: «Может быть, в другой раз. У меня есть несколько вопросов...»

source: "Maybe another time. Farewell."
ru: «Возможно, в другой раз. Прощай».

source: "How am I to believe this?"
ru: «И почему я должен этому верить?»

source: "I see. Go on..."
ru: «Понятно. Продолжай...»

source: "I'll hear the rest another time. I had some questions..."
ru: «Остальное я дослушаю в другой раз. У меня есть другие вопросы...»

source: "That's all I wished to hear for the moment. Farewell."
ru: «Это все, что я хотел узнать на данный момент. Прощай».

source: "Yes. Go on..."
ru: «Да, продолжай».

source: "Go on..."
ru: «Продолжай...»

source: Keep listening.
ru: Продолжать слушать.

source: "Continue..."
ru: «Продолжай...»

source: "Cursed into the form of a hideous male? Ironic. Go on..."
ru: «Обратил в форму отвратительного мужчины? Как иронично. Продолжай...»

source: "So, this pendant is..."
ru: «Так значит, кулон — это...»

source: Truth: "Interesting tale. Now hand over the bauble or die."
ru: Правда: «Интересная история. А теперь отдай безделушку или умри».

source: Bluff: "Interesting tale. Now hand over the bauble or die."
ru: Блеф: «Интересная история. А теперь отдай безделушку или умри».

source: "I see. I must take the pendant just the same, though."
ru: «Понятно. Однако, все же я вынужден забрать кулон».

source: "Never mind the pendant for now. I had some questions..."
ru: «Этот кулон пока не имеет значения. У меня есть несколько вопросов...»

source: "I'll let you keep the pendant, then. Farewell."
ru: «Тогда пусть кулон побудет у тебя. Прощай».

source: "Why should this matter to me?"
ru: «Почему это меня должно беспокоить?»

source: "Forget it; keep your pendant. Farewell."
ru: «Забудь, оставь кулон у себя. Прощай».

source: "Are you threatening me?"
ru: «Ты мне угрожаешь?»

source: "No, but what is the second reason?"
ru: «Нет, а какая вторая причина?»

source: "You're bluffing. I know the curse has made you weak."
ru: «Ты блефуешь. Я знаю, что твое проклятие сделало тебя слабой».

source: Attack him before he says anything more.
ru: Напасть на него, прежде чем он вымолвит хоть слово.

source: "It just might. I've been promised power for its delivery."
ru: «Может, и будет. Мне обещали силу в обмен на него».

source: "Do you have an offer for me, then?"
ru: «А что ты тогда можешь предложить мне?»

source: "Enough talk -- I'll just slay you and take the pendant."
ru: «Довольно болтовни — я просто прирежу тебя и заберу кулон».

source: "By a pair of fiends, and I'm not sure what sort of power."
ru: «Парой демонов, но я не уверен, какого рода силу».

source: "That's no concern of yours."
ru: «Это тебя не касается».

source: "No."
ru: «Нет».

source: "What does it matter?"
ru: «Это имеет значение?»

source: "What do you mean?"
ru: «О чем это ты?»

source: "I agree. Let me see this contract."
ru: «Я согласен. Дай мне взглянуть на контракт».

source: "Three years is too far off."
ru: «Три года — это слишком много».

source: "I want eight months. Will you serve that long?"
ru: «Я хочу восемь месяцев. Столько ты будешь служить мне».

source: "Enough talk -- I'll just slay you and take pendant."
ru: «Довольно болтовни — я просто прирежу тебя и заберу кулон».

source: "I agree to two months service in two years."
ru: «Я согласен на два месяца службы через два года».

source: "I will agree to four months service in three years."
ru: «Я согласен на четыре месяца службы через три года».

source: Sign the contract.
ru: Подписать контракт.

source: Read the contract.
ru: Прочесть контракт.

source: "I've changed my mind -- I'll just slay you for the pendant."
ru: «Я передумал — я просто прирежу тебя и заберу кулон».

source: "We need to renegotiate some of these fine points..."
ru: «Нам нужно обсудить некоторые пункты...»

source: Sign the contract as it is.
ru: Подписать контракт, ничего не меняя.

source: Try to recall the memory.
ru: Попытаться вспомнить.

source: Repress the memory.
ru: Подавить воспоминание.

source: "Wait; I had some questions..."
ru: «Постой, у меня есть несколько вопросов...»

source: Let him go.
ru: Позволить ему уйти.

source: "No more talk... I'll just slay you and take it."
ru: «Довольно болтовни... Я просто прирежу тебя и заберу его».

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: "Why are you here?"
ru: «Зачем ты здесь находишься?»

source: "Tell me your tale again."
ru: «Расскажи мне свою легенду еще раз».

source: "Tell me about your pendant."
ru: «Расскажи мне о своем кулоне».

source: "Who is the rake that you stand nearby each day?"
ru: «Кто этот повеса, что стоит рядом с тобой дни напролет?»

source: "Who was the rake that you stood by each day?"
ru: «Кто был тот повеса, что стоял рядом с тобой дни напролет?»

source: "Never mind; just give me the pendant."
ru: «Неважно, просто отдай мне кулон».

source: "Because I've been promised power for its delivery."
ru: «Потому что мне обещали силу в обмен на него».

source: "Because what you're doing with it is wrong."
ru: «Потому что ты обращаешься с ним неправильно».

source: "It's no concern of yours."
ru: «Это тебя не касается».

source: "Never mind your pendant for now. I had some questions..."
ru: «Твой кулон пока не имеет значения. У меня есть несколько вопросов...»

source: "Nothing worse than what you're doing."
ru: «Хуже того, что делаешь ты, он сделать не сможет».

source: "I'm trading it to two fiends for power."
ru: «В обмен на него я получу силу от двух демонов».

source: "Such as?"
ru: «Например?»

source: "By a pair of fiends, then, and I'm not sure what sort of power."
ru: «Силу мне предложила пара демонов, но я не уверен, какого рода она будет».

source: "You have an offer for me, then?"
ru: «Так значит, у тебя ко мне предложение?»

source: "I had other questions..."
ru: «У меня есть другие вопросы...»

source: "That's all I wished to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "Yes; I'll sign it, now."
ru: «Да, сейчас его подпишу».

source: "No... I'll just slay you for the pendant."
ru: «Нет... Я просто прирежу тебя и заберу кулон».

source: "Never mind the contract; keep your pendant. Farewell."
ru: «Забудь про контракт, оставь кулон у себя. Прощай».

source: Continue...
ru: Продолжить...

source: Leave 'him' in peace.
ru: Оставить «его» в покое.
