Repository: winterheart/planescape
Catalog: po/pst/*/dlg/drkchsr2.dlg.po
Languages: ru

source: This grubby-looking Collector is staring off into space, seemingly oblivious to his surroundings.
ru: Этот грязный сборщик просто пялится в пространство, не обращая ни на что вокруг себя.

source: He flinches, startled out of his meditations. As he sees you, a look of panic begins to creep over his features.
ru: Вздрогнув, он отвлекается от своего созерцания. При виде тебя на его лице начинает проступать паника.

source: "Ah... eh... of what did ya wish to speak, m'lord?"
ru: «А... э-э-э... о чем вы хотите поговорить, господин?»

source: "What? No, m'lord! I know not of what ya... ya..." He becomes silent beneath your hard stare, then sighs. When he next speaks, his voice is calm and cultured: "Very well. And how didst thou come to learn my secret?"
ru: «Что? Нет, господин! Я не знаю, о чем вы... вы...» — под твоим тяжелым взглядом он, вздохнув, замолкает. Он снова начинает говорить, но на этот раз в его голосе звучат спокойствие и интеллект: «Хорошо. Каковым же способом ты познал мою тайну?»

source: "A rat-catcher? How odd." He scratches at his chin for a moment. "Hmm. Wouldst thou know this person's name?"
ru: «Крысолов? Как странно, — несколько секунд он почесывает свой подбородок. — Хм. Ведомо ли тебе имя сего мужа?»

source: "I see; I thank thee." He pauses, perhaps to commit the name to memory. "Now, to what purpose hast thou come to see me?"
ru: «Ясно. Благодарю, — он на несколько мгновений умолкает, откладывая имя в памяти. — Промеж тем, что за нужда привела тебя пред мои очи?»

source: He shakes his head sadly. "A shame, that. Now, to what purpose hast thou come to see me?"
ru: Он огорченно качает головой. «Какая досада. Промеж тем, что за нужда привела тебя пред мои очи?»

source: He shakes his head sadly. "Understandable, that; after all, what hath I to offer thee in return for such information? Thou wouldst be a fool to betray their identity for nothing... unless thou wished harm upon them. Now, to what purpose hast thou come to see me?"
ru: Он огорченно качает головой. «Сие я понимаю. В конце концов, чем бы я мог наградить тебя за подобное донесение? Ты бы не выдал глупо имена в пустую, если бы только не хотел навредить. Промеж тем, что за нужда привела тебя пред мои очи?»

source: He looks incredulous. "What?! Such a thing is impossible! How did... how dare they!" His eyes become dark, and his lips peel back from his stained and crooked teeth in a snarl. "Who? What were their names? Know thee this?"
ru: Он недоверчиво смотрит на тебя. «Что?! Подобное невозможно! Как... как они осмелились! — его глаза чернеют, он рычит, обнажая грязные кривые зубы. — Кто? Чьи их имена? Известны они тебе?»

source: He sneers. "Thrice-damned, indeed! Oh, how they shall pay, shouldst it take me one thousand years to see them suffer!" He recomposes himself. "Now, to what purpose hast thou come to see me?"
ru: Он презрительно усмехается. «Трижды проклятый, конечно же! Они поплатятся за то, пусть на сие уйдет тысяча лет моей жизни! — он успокаивается. — Промеж тем, что за нужда привела тебя пред мои очи?»

source: He sneers, clenching his fists in frustration. "Argh! I'll find them out... oh, how they shall pay, shouldst it take me one thousand years to see them suffer!" He recomposes himself. "Now, to what purpose hast thou come to see me?"
ru: Он скалится, разочарованно сотрясая кулаками. «Ах! Уж я найду их... ох, как они поплатятся за то, пусть на сие уйдет тысяча лет моей жизни! — он успокаивается. — Промеж тем, что за нужда привела тебя пред мои очи?»

source: "Is that so? Then, to what purpose hast thou come to see me?"
ru: «И что же? Промеж тем, что за нужда привела тебя пред мои очи?»

source: "Hmm?" He appears confused. "And what pendant wouldst that be?"
ru: «Хм-м? — он напускает на себя смущенный вид. — Какой еще кулон?»

source: "Why, no... nothing like at, at all. From where didst thou get such an idea?"
ru: «О, нет... ничего такого. Откуда у тебя взялась такая мысль?»

source: He sighs. "Again, very well. And what is it about my pendant thou dost seek to know?"
ru: Он вздыхает. «Что же, хорошо. И пошто же тебе мой кулон надобен?»

source: "But..." he steps back from you. "I cannot lose it! Thou dost not understand... I may as well perish!"
ru: «Но... — он пятится от тебя. — Мне не дозволяется его терять! Ведомо ли тебе, ведь я могу сгинуть!»

source: "'Tis a vessel, no more. The pendant can ensnare a soul as it flees its dying shell, entrapping it before it moves on to its proper Plane of existence."
ru: «Это лишь сосуд. Кулон может поймать душу, тщащуюся сбежать из своей умирающей скорлупки, схватить ее допрежь того, как она отправится в свой План существа».

source: "It was commissioned by a mortal sorcerer of no small power, Yemeth. He sought immortality, but the idea of lichdom repulsed him. According to his journals, his studies of necromancy's darkest lore inspired the device's construction. With it, he could capture souls and use their essences to prolong his own existence, fueling his life force even as it waned."
ru: «Он был во владении смертного кудесника немалой силы, Йемета. Он искал бессмертия, но идея личей завладела им. По его летописям, он учил темнейшие тайны некромантии, связанные с секретами устройства. С воспоможением его он мог ловить души и за счет них продлевать свое существо, кормя свою жизненную силу даже на закате лет».

source: "Their identity hath been lost to time. Several artificers claimed credit for the device's design at one time or another, and there art even rumors that the thing was hatched from a fiend's mind."
ru: «Его имя кануло в безвестность. В разные времена многие мастера твердили, будто они сотворили устройство. Говорят даже, что эта вещица придумана головой демона».

source: "He was destroyed utterly in a cataclysmic magical battle, most likely with a rival mage of power... supposedly, there was nothing left of him for the device's energies to power. The pendant itself changed hands time and again over the centuries, until I came to possess it."
ru: «Он был полностью уничтожен в опустошительной битве кудесников, скорее всего — от рук недружного и сильного кудесника... Возможно, от него ничего не осталось, что могло питать силу устройства. Кулон несколько столетий менял владельцев, пока не попал мне во владение».

source: "Conceivably, yes, but I wouldst not know how. Again, the pendant is a simple vessel -- its various applications require rituals and spells which may be lost forever, having died with Yemeth himself."
ru: «Может, да, но мне это не ведомо. Кулон есть всего лишь сосуд. Другим применениям нужны ритуалы и заклинания, которые потеряны навеки вместе со смертью самого Йемета».

source: He sighs softly. "The process by which a mortal mage or cleric becomes an Undead Being of great strength. The process is long and involved -- years in the undertaking, requiring gross sums of arcane reagents and the like -- and often fails. A Lich, then, is a sort of free-willed undead, like a vampire, that retains the mind and abilities the mortal had in life."
ru: Он тихо вздыхает. «Ход, когда смертный кудесник или духовник становится неживой тварью превеликой силы. Ход этот долог и сложен, требует лета учения, тьмы тайных реагентов, и оттого то и дело неудачен. Лич есть свободомыслящая нежить, как вампир, хранящий разум и умения смертного при жизни».

source: "The story is long. Shouldst thou truly wish to know my reasons, I must start at the very beginning."
ru: «История сия очень длинна. Коли тебе надобно знать мои позывы, я должен начать сызнова».

source: "As you hath noted, I am a baatezu -- a fiend. I am of the sort called 'Erinyes,' a devilish temptress. My true form is one of unimaginable beauty, the sort which makes weak men's blood boil with desire, and petty women grind their teeth in a jealous rage."
ru: «Тебе уже ведомо, что я баатезу — демон. Я есмь тот сорт, что зовется 'эриния' — бесовская искусительница. Моя истинная форма неописуемой красоты, что заставляет кровь слабых духом мужей кипеть от страсти, а мелочных жен — ломать зубы в ревнивой злобе».

source: "I will explain all in good time. Willt thou listen, or no?"
ru: «Всему свое время. Ты слушаешь меня иль нет?»

source: "There art but five hundred of us in all the Planes -- didst thou know this? We art a rare and haughty breed, envious of those above us and scornful of those below. Beauty aside, each of my Sisters and I art as ambitious as any fiend, competing for advancement within our own exclusive ranks by tempting mortal souls into the fell pits of Baator."
ru: «Во всех планах всего нас только пять сотен — тебе ведомо это? Мы — весьма редкая и величественная порода, нам завидуют те, что выше, нас презирают те, что ниже. Опричь красоты, мои сестры да я изрядно честолюбивы. Как и остальные демоны, мы тщимся возвыситься в собственных табелях, стараясь заманить тленные души в падшие ямы Баатора».

source: "The 'greatest' of souls are those of mortals who thought themselves most pious and pure... those of the clergy, for instance. It was with this in mind that I so foolishly overreached, too tempted by the acclaim it wouldst win me shouldst I succeed in a such a daunting task..."
ru: «'Великие' из душ есть те смертные, что мыслят себя наипаче набожными и чистыми... а именно духовники. Ох, как же я была бестолково одурачена, не в меру соблазнена удачей победить, преуспеть в столь сложной задаче...»

source: "I tried to seduce a holy man of outstanding faith, a high cleric who wielded considerable spiritual might. So close I was to winning him over, too -- or so I had thought -- until the day he suddenly turned on me."
ru: «Я потщилась обольстить святого мужа превеликой веры, высокого духовника, держащего изрядно духовной силы. Я едва-едва могла пересилить его — или так мне чудилось — пока нежданно он не обратился ко мне».

source: "He cursed me, the bastard, into this wretched thing thou dost see before thee. Normally such things are a trifling matter to devils, but such was this mortal's strength... surely, his Power's eyes must hath been upon me, then!"
ru: «Он покарал меня, шельмец, обратил в эту жалкую тварь, какову ты зрил допрежь этого. Привычно такие деяния для бесов пустяковые, но у смертного была сила... Видать, само око Силы сквозь него воззрило на меня!»

source: "As thou may hath guessed, there was no help to be found in my Sisters, eager as they were to see me demoted and a new, lowly Erinye installed into the five-hundredth rank -- thereby increasing their own positions."
ru: Верно, ты уже смекнул, что от моих Сестриц помощи не дождаться. Каждая из них алчет, лишь бы меня сместили и поставили новую эринию на самый низкий пятисотенный ранг. Ведь тогда они сами возвысятся».

source: "The Dark Eight, those mighty devils to which all Erinye report, found the entire affair amusing but were not without compassion -- or rather, they knew it would not benefit them to lose a seductress of such considerable experience. I was given an ultimatum..."
ru: «Темная Восьмерка, могущественные бесы, которой служат все эринии, посчитала это дело презабавным, но сжалилась — или решила, что нет для нее никакой выгоды потерять сноровистую соблазнительницу. И мне вынесли ультиматум...»

source: "I hath a single year in which to bring ten souls to Baator... no more, no less. Shouldst I succeed, I am to be restored to my former glory. Shouldst I fail, I am to be demoted into a miserable kocrachon -- or something worse, a barbazu or..." he shudders, "...a spinagon."
ru: «Мне долженствовало за одну годину прислать десять душ в Баатор — ни больше, ни меньше. Сделаю я это успешно — и получу обратно свою прежнюю славу. Не смогу — и меня обратят в жалкого кокракона, а может и хуже — барбазу или, — он вздрагивает, — в спинагона».

source: "Yes, 'tis my only hope. I hath gathered several souls into it, and will release them into Baator where they shall remain, trapped for all eternity. I hath little time left to garner but one more soul... one more soul with which I may redeem myself, and rejoin the ranks of my lovely, horrible Sisters."
ru: «Да, это есть моя последняя надежда. Я собираю души в него, а потом выпущу их в Бааторе, где они увязнут навеки вечные. До срока осталось мало, а мне надобно поймать одну лишь душу... еще одну, чтобы я выкупила себя и вернулась к своим любимым и ужасным Сестрам».

source: He takes another step away from you: "Hold! Thou dost not understand! To die is merely an inconvenience; in time, I would simply reform in Baator. However, it will take longer than the year I hath been given... I would be demoted, cast from the ranks of the Erinyes for centuries -- perhaps forever. Dost thou see? Death is no worse than losing the pendant!"
ru: Он делает еще один шаг в сторону от тебя. «Постой! Ты не разумеешь! Смерть есть всего лишь жалкое неудобство. Потом я восстану в Бааторе. Однако сие займет больше года, что отведен мне. Меня сместят, вычеркнут из эриний на лета, а может и навеки вечные. Разумеешь? Утеря кулона есть хуже смерти!»

source: "For two reasons... one is that I am not wholly without power. Think for a moment... the young fighter who protected me by day is in my thrall; forever ensnared by my devilish powers. Do you envy his position?"
ru: «По двум резонам... В первом месте, я не лишена всей силы. Подумай немного... молодой воин, защищавший меня дни напролет, есть мой раб, навеки опутанный моими бесовскими силами. Али ты зависть завел на его место?»

source: "I am not, but listen to me!"
ru: «Нет, но послушай меня!»

source: He continues: "The second reason is that thou dost not stand to benefit significantly from the pendant, whereas I do. What wouldst thou do with the thing? Wouldst it better thee more than the favor of an Erinye? Think about that..."
ru: Он продолжает: «Во втором месте, ты не завладеешь никакой выгодой от кулона, какой владею я. Что ты будешь делать с этой безделицей? Будет ли сие лучше расположения эринии? Задумайся об этом...»

source: "Power?" he scoffs. "Who? What sort of power hast thou been promised? Surely nothing I cannot match."
ru: «Силу? — усмехается он. — Кем? Какого сорта сила тебе обещана? Нет ничего, что я не могу уравнять».

source: He stares at you silently for a moment. "Not sure of the power's extent or function? Didst thou sign a contract?"
ru: Несколько секунд он молча смотрит на тебя. «Не уверен размахе силы или назначении? Подписал ли ты контракт?»

source: "Oh, 'tis of the utmost importance, believe me!"
ru: «О, сие имеет превеликую важность, поверь мне!»

source: "Without a contract, the fiends are under no obligation to deliver said power, whatever such power might be. And what if it were power not to thy liking?
ru: «Без контракта демоны не связаны никакими обязательствами, дабы отдать обещанную силу, каковой она ни была. А что, если эта сила тебе будет не по нраву?»

source: "What if, for instance, thou were to sprout antlers, thereby becoming endowed with 'uncanny antler powers?' Or perhaps the power to turn violet every fortnight? What makes thee think such power might be of any use to thee? If these fiends are worth their brimstone, they hath nothing for thee but tricks or empty promises."
ru: «Что, если, допустим, отрастут оленьи рога, которые одарят тебя 'несравненной оленьей силой'? Или сие будет силой, что будет буйной в каждый полумесяц? Почему ты удумал, что такая сила тебе сгодится на что-то? Коли сии демоны стоят своей серы, они не дадут ничего, опричь обмана и пустых обещаний».

source: "I do. Allow me to retain the pendant; with its aid I shall regain my brilliant splendor of old. I will have many obligations to see to, as well as bloody vengeance to exact... but, in three year's time, I pledge to serve you for no less than four whole months. I will sign to this -- a valid contract -- should you agree. Think, scarred one: a servile fiend, or a possibly useless trinket?"
ru: «Дозволь мне оставить кулон. С ним я верну былую славу. Будет премного обязательств, чтоб вернуть ее, да и кровавых возданий... Но через три годины я клянусь служить тебе четыре месяца. Я подпишу настоящий контракт, чтобы ты был в согласии. Разумей, шрамной, для себя: раболепный демон или бесполезная безделушка?»

source: He laughs softly, shaking his head. "Tut-tut! What wouldst thou hath given for an exquisitely beautiful and utterly shameless she-devil at thy beck and call, now? I can tell thou art of long years, scarred one -- how long, I do not know, but long enough. Thou shouldst know better than to be so short-sighted. If thou must insist upon impatience, I may serve thee for two months in two year's time."
ru: Он вежливо смеется, качая головой. «Ну-ну! Что творит с людьми возможность владеть готовой на все, изящной, красивой и совсем безвредной бесовкой! Ведь ты уже больших годин, не ведаю, сколько, но ведь многих точно. Ты должен быть мудрым и вещим. Но коль ты жаждешь побыстрее, я могу служить тебе два месяца через две годины».

source: "I will serve thee six months in three years time, but no more. Wilt thou agree to this?"
ru: «Я буду служить тебе шесть месяцев через три года, но не боле. Согласный ты на это?»

source: He nods. "'Tis uncommon for me to deal in these, but I should still have the means to..." he pauses, frowning as he paws through the folds of his robes. Finally, his eyes light up -- he reaches behind him and pulls a bound scroll from thin air. "Ah! Here thou art..." He hands you the contract and a red quill pen.
ru: Он кивает. «Для меня в диковинку заключать сделку, но на то для меня есть резон... — хмурясь, он шарит в складках своей мантии. Наконец, он находит и извлекает из-за спины заполненный свиток. «А! Вот он где...» Он протягивает тебе контракт и красное перо.

source: The contract appears to be written on flesh, rather than parchment; the writing, delicate lines of blood just beneath the skin's surface. Everything in the contract seems to be in order.
ru: Похоже, контракт написан на плоти, а не на пергаменте. Аккуратные строки, написанные кровью, глубоко въелись в кожу. С содержанием контракта вроде все в порядке.

source: The contract appears to be written on flesh, rather than parchment; the writing, delicate lines of blood just beneath the skin's surface. As you suspected, there are some less-than-satisfying clauses hidden in the document.
ru: Похоже, контракт написан на плоти, а не на пергаменте. Аккуратные строки, написанные кровью, глубоко въелись в кожу. Ты подозреваешь, что в документе скрыто несколько неудовлетворительных пунктов.

source: The contract appears to be written on flesh, rather than parchment; the writing, delicate lines of blood just beneath the skin's surface. Just as you had logically assumed there might be, there are some less-than-satisfying clauses hidden in the document.
ru: Похоже, контракт написан на плоти, а не на пергаменте. Аккуратные строки, написанные кровью, глубоко въелись в кожу. Логически рассуждая, ты предполагаешь, что в документе скрыто несколько неудовлетворительных пунктов.

source: The contract appears to be written on flesh, rather than parchment; the writing, delicate lines of blood just beneath the skin's surface. Just as you had logically assumed there might be, there are some less-than-satisfying clauses hidden in the document. You also search for loopholes that might be used to your benefit, but can find none.
ru: Похоже, контракт написан на плоти, а не на пергаменте. Аккуратные строки, написанные кровью, глубоко въелись в кожу. Логически рассуждая, ты предполагаешь, что в документе скрыто несколько неудовлетворительных пунктов. Ты пытаешься найти лазейки, которые можно было бы обернуть в свою пользу, но ничего не находишь.

source: The contract appears to be written on flesh, rather than parchment; the writing, delicate lines of blood just beneath the skin's surface. You instantly spot some less-than-satisfying clauses in the document, some of them hidden quite insidiously. You also see a number of loopholes that might possibly be used to your benefit.
ru: Похоже, контракт написан на плоти, а не на пергаменте. Аккуратные строки, написанные кровью, глубоко въелись в кожу. Ты мгновенно обнаруживаешь в документе несколько неудовлетворительных пунктов, некоторые из которых скрыты довольно хитроумно. Ты также находишь несколько лазеек, которые можно было бы обернуть в свою пользу.

source: "Of course; I expected as much from thee." As you begin to go over the contract with the devil, arguing and prying, compromising and manuevering, you begin to feel as if this is something you've done before...
ru: «Конечно же. Я ждал такого от тебя». Когда вы начинаете обсуждать контракт, аргументируя и уступая, идя на компромисс и маневрируя, ты начинаешь чувствовать, что раньше нечто подобное ты уже делал...

source: As you finish signing the contract, both it and the quill pen dissipate into sweet-smelling curls of reddish smoke. "Farewell, wanderer... I shall see thee once more when the proper time has passed, whereupon I shall serve thee in the manner outlined for the agreed duration." He bows and turns to leave.
ru: Едва ты подписал контракт, как он вместе с пером растворяется в благоухающих клубах красноватого дыма. «Прощай, путник... Увидимся, когда придет назначенный срок. Я буду служить тебе верно в согласное время». Он кивает и собирается уходить.

source: "What's that, m'lord? I wear no jewelry..."
ru: «О чем это вы, мой господин? Я не ношу драгоценностей...»

source: "I shall answer thee as best I can."
ru: «Я постараюсь ответить должным образом».

source: "But why?"
ru: «Но почему?»

source: "And what wouldst thou do with it, then? Prevent it from falling into the wrong hands? Sell it? Barter it away? Just what dost thou think the pendant's next owner shall do with the thing?"
ru: «А как же ты будешь им владеть? Схоронишь его, чтоб не попал он в недобрые руки? Продашь? Обменяешь на безделицу? И что другой хозяин тогда будет с ним делать?»

source: "Only if thou couldst somehow manage to hide the pendant where no being would ever find it. Its very nature ensures no good can come of its use. There are reasons why it might be best to leave the thing in my hands, I assure thee."
ru: «Только если ты сумеешь спрятать кулон, что ни единая душа не нашла. В самом его естестве нет ничего, что можно обратить в добро. Есть много резонов, почему он должен быть в моих руках, поверь мне».

source: He looks shocked. "How couldst thee say such a thing? Thou wouldst rob me like a common brigand, steal my one great and true chance, dash my hopes to pieces and then tell me your reasons are not mine to wonder about?"
ru: Он шокирован. «Да как ты смеешь сие молвить! Ты грабишь меня как последний разбойник, лишаешь меня единой и великой удачи, рубишь надежды с плеча, да и еще нагло молвишь, что не моего эта ума забота?»

source: "Thou art quite mistaken; it is my chief conern, at the moment. How wouldst I respond with an appropriate counter-offer, shouldst I not know thy current contract's terms?"
ru: «Ты ошибаешься, это сей миг сие — главная моя забота. Как я могу ответить тебе своим предложением, коли не знаю условий предложенной сделки?»

source: "Simply an arrogant young nobleman and impeccable swordsman. He is in my thrall, though he does not realize it as such, until I choose to release him or perish, myself."
ru: «Сей отрок — просто наглый аристократ и безупречный фехтовальщик. Он есть мой пленник, хоть сие он не разумеет допрежь того, покуда я не выпущу его или он не сгинет».

source: "Simply an arrogant young nobleman and impeccable swordsman. He had been in my thrall though he had not realized it as such, and unwittingly served me as a protector of sorts."
ru: «Сей отрок — просто наглый аристократ и безупречный фехтовальщик. Он был моим пленником, хоть того он не разумел, и служил мне охранником супротив воли».
