Repository: winterheart/planescape
Catalog: po/pst/*/dlg/ds863.dlg.po
Languages: ru

source: This skeleton looks like it has seen a great deal of action, either because of combat or by falling down one too many staircases; both its arms and legs have been broken and rebuilt with the aid of leather straps and thin iron rods. The front of its skull bears the number "863"... but the back of the skull has caved in, forming an empty cavity.
ru: Похоже, этот скелет попал в какой-то серьезный переплет: либо он участвовал в битве, либо упал через несколько лестничных пролетов. Обе руки и ноги переломаны и собраны вновь с помощью кожаных ремней и тонких железных реек. На лбу высечен номер «863»... но сзади череп имеет открытую пустую полость.

source: "Sorry about taking that parchment, but I doubt you would have delivered it any time soon."
ru: «Извини, что забрал пергамент. Все равно ты вряд ли доставил бы его в ближайшее время».

source: The skeleton makes no reply.
ru: Скелет не отвечает.

source: "Great talking to you, Bones. Stay healthy."
ru: «Приятно было поболтать с тобой, Костяшка. Будь здоров».

source: "I have to ask: Are those broken bones from combat or from falling down?"
ru: «Должен спросить: эти кости сломаны в битве или при падении?»

source: Use your Stories-Bones-Tell power on the skeleton.
ru: Использовать на скелете свою способность «История костей».

source: This skeleton makes no reply. It looks like it is too far gone to answer any of your questions.
ru: Скелет не реагирует. Кажется, он слишком далек от того, чтобы отвечать на твои вопросы.

source: Leave the skeleton in peace.
ru: Оставить скелет в покое.

source: Examine the skeleton carefully.
ru: Внимательно осмотреть скелет.

source: Someone has taken care to bind the bones of this skeleton with leather straps, woven around the body in such a pattern that they resemble muscles and tendons. The straps are secured to metal bolts punched into the skeleton's joints. This skeleton looks like it has seen a great deal of service: many of its bones are chipped and its numerous fractures are bound with sealant and foul-smelling glues.
ru: Кто-то позаботился о том, чтобы связать кости скелета кожаными ремнями, обвивающими тело на манер, напоминающий мускулы и сухожилия. Ремни привязаны к железными скобам, вбитым в суставы скелета. Кажется, этот скелет сослужил хорошую службу: кости растрескались, многочисленные трещины на них залиты вонючим клеем.

source: Try and pry out the skeleton's joint bolts.
ru: Попробовать вытащить скобы из суставов скелета.

source: You pull at the iron bolts, but you're not strong enough to pull them out. They've been hammered in pretty tight.
ru: Ты тянешь за железные скобы, но тебе не хватает сил, чтобы вытащить их. Они накрепко забиты.

source: "Maybe if I had the right tool, I could get them out... hmmmm. I may be back, Bones."
ru: «Если бы у меня был подходящий инструмент, я бы смог вытащить их... хм-м. Я еще вернусь, Костяшка».

source: You pull at the iron bolts with all your strength, and after a few moments of tugging, you rip the bolts from the joints. The skeleton collapses, some of its bones still twitching.
ru: Ты тянешь за железные скобы изо всех сил, и через несколько мгновений вырываешь их из суставов. Скелет разваливается, некоторые из его костей продолжают шевелиться.

source: "Sorry about that, Bones..."
ru: «Извини, Костяшка...»

source: Using your prybar, you rip the bolts from the skeleton's joints. The skeleton collapses, some of its bones still twitching.
ru: С помощью ломика ты вырываешь скобы из суставов. Скелет разваливается, хотя некоторые кости продолжают шевелиться.

source: "Mind if I borrow some of those straps and bolts?"
ru: «Не против, если я возьму немного ремешков и скоб?»

source: "How about this skeleton, Morte? Will it do as a body?"
ru: «Как насчет этого скелета, Морт? Пойдет такое тело?»

source: This skeleton has either seen a great deal of combat or has fallen down one too many staircases; both its arms and legs have been broken and rebuilt with the aid of leather straps and thin iron rods. The front of its skull bears the number "863"... but the back of the skull has caved in, forming an empty cavity. You notice that someone has taken advantage of this and tucked a rolled up piece of parchment inside the skull.
ru: Похоже, этот скелет попал в какой-то серьезный переплет: либо он участвовал в битве, либо упал через несколько лестничных пролетов. Обе руки и ноги переломаны и собраны вновь с помощью кожаных ремней и тонких железных реек. На лбу высечен номер «863»... но сзади череп имеет открытую пустую полость. Ты замечаешь, что кто-то воспользовался этим и поместил внутрь черепа пергаментный свиток.

source: Take the parchment out of the skeleton's skull.
ru: Вытащить пергамент из черепа скелета.

source: You slip the parchment out of the worker's skull - oddly enough, it looks as if the skull cavity is *intended* to store messages; a tiny string is attached to the parchment from a hook bolted inside the skull, as if to keep the parchment from accidentally falling out.
ru: Ты ловко вытягиваешь пергамент из черепа рабочего. Довольно странно, но пробоина в череп выглядит так, словно она *предназначена* для хранения сообщений: к пергаменту прикреплена тонкая нитка, которая привязана к черепу изнутри, предотвращая случайное выпадение пергамента.

source: Unhook the string, take the parchment.
ru: Разорвать нитку, взять пергамент.

source: You unhook the string and glance over the parchment -- it looks like a reminder from one of the Mortuary custodians. Judging from the note, this skeleton seems to be a walking messenger of sorts. As you take a second glance at the skeleton, you realize it has stopped in front of the slab because it can't figure out how to move past it. NOTE: To "read" notes, books, or scrolls, place them in your inventory, then right-click on them to bring up their information panel.
ru: Ты разрываешь нитку и окидываешь взглядом пергамент — похоже на напоминание от одного из смотрителей Морга. Судя по заметке, этот скелет является что-то вроде ходячего курьера. Еще раз взглянув на скелета, ты понимаешь, что он остановился перед плитой лишь потому, что не смог ее обойти. ПРИМЕЧАНИЕ: Чтобы «прочесть» записку, книгу или свиток, помести его в свой инвентарь, а затем нажми на нем правой кнопкой мышки, после чего появится информационная панель.

source: Examine the skeleton again.
ru: Снова осмотреть скелет.
