Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dskatch.dlg.po
Languages: ru

source: You see a Harmonium officer, dressed in his ceremonial armor. He seems to be in charge of the workforce of Harmonium slavers. He seems like an especially vicious and haughty member of the breed. "What do you want?"
ru: Перед тобой офицер Гармониума, облаченный в церемониальные доспехи. Похоже, он во главе работорговцев Гармониума. Похоже, он — особенно злой и высокомерный представитель этого сообщества. «Чего ты хочешь?»

source: "I'm here to get Tainted Barse's daughter back."
ru: «Я пришел за дочерью Гниющего Копчика».

source: "What are you doing here?"
ru: «Что ты здесь делаешь?»

source: "Who are you?"
ru: «Кто ты?»

source: "Nothing. Farewell."
ru: «Ничего. Прощай».

source: He smirks at you. "Are you now? What'll you do if I kill her?" He gestures to his men. "Kill her!" He draws his blade and attacks you!
ru: Он ухмыляется. «Вот как? И что же ты будешь делать, если я ее убью?» Он делает знак своим людям. «Убить ее!» Он обнажает клинок и бросается на тебя!

source: Fight.
ru: Сражаться.

source: "Why, my men and I are gathering recruits to teach them about right and wrong. As you can see, they're not always willing... but we'll make them see the light eventually." He eyes you. "You'll make a good recruit, I imagine."
ru: «Ну, я со своими людьми вербую людей, чтобы учить их, что хорошо, а что плохо. Как видишь, они этого не всегда хотят... но в конечном счете мы заставим их прозреть, — он окидывает тебя взглядом, — На вид ты нам подходишь».

source: "I'm not interested."
ru: «Мне неинтересно».

source: "Tell me more."
ru: «Расскажи мне еще».

source: "That's too bad." He gestures to his men. "Ignore the girl. Take him."
ru: «Очень жаль, — он делает знак своим людям. — Забудьте про девчонку. Взять его».

source: "Gladly. We'll take you to Arcadia and show you the truth." He gestures to his men. "Take him."
ru: «С радостью. Мы возьмем тебя в Аркадию и раскроем тебе истину, — он делает знак своим людям. — Взять его».

source: "I'm Measure Two Skatch, of the Harmonium." He bows. "My men and I are here recruiting. Are you interested in learning more about the Harmonium's ways?"
ru: «Я — Скатч, Вторая ступень Гармониума, — он кивает. — Я со своими людьми занимаюсь вербовкой. Хочешь узнать побольше о пути Гармониума?»

source: "No."
ru: «Нет».

source: "It looks like slavery to me. Is there a chance you'd just let this go this time?"
ru: «Как по мне, это работорговля. Может, в этот раз вы меня просто отпустите?»

source: "You're not very smart, are you? No. There's no chance. There is our way, and there is the wrong way. Those who are wrong must be... punished." He points to you and calls to his men. "Take him!"
ru: «Ты не очень-то смышленый, да? Нет, этому не бывать. Есть наш путь, а есть неверный путь. Те, кто идут по нему, должны быть... наказаны». Указывая на тебя, он кричит своим людям: «Взять его!»
