Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dskelw.dlg.po
Languages: ru

source: This skeleton makes no reply. It looks like it is too far gone to answer any of your questions.
ru: Этот скелет не реагирует. Кажется, он далек от того, чтобы отвечать на твои вопросы.

source: Leave the skeleton in peace.
ru: Оставить скелет в покое.

source: "I have to ask: Why the smock? I mean, it's not like you have anything to be modest about."
ru: «Один вопрос: зачем комбинезон? То есть, я хочу сказать, не похоже, что у тебя есть хоть что-то, что можно было прятать».

source: Use your Stories-Bones-Tell power on the skeleton.
ru: Использовать на скелете свою способность «История костей».

source: Examine the skeleton carefully.
ru: Внимательно осмотреть скелет.

source: The skeleton turns to face you. A number has been chiseled into its forehead, and a number of its bones, mostly the jaws and the joints, have been bound with leather straps. A black smock is draped over its body.
ru: Скелет поворачивается к тебе лицом. На лбу у него высечено число, множество костей, преимущественно челюсти и суставы, было обвязано кожаными ремешками. Его тело скрывает черный комбинезон.

source: "Pardon me, have you seen any skeletons walking around here?"
ru: «Извини, ты не видал скелетов, гуляющих по близости?»

source: The skeleton makes no reply.
ru: Скелет не реагирует.

source: "Great talking to you, Bones. Stay healthy."
ru: «Приятно было поболтать с тобой, Костяшка. Будь здоров».

source: Someone has taken care to bind the bones of this skeleton with leather straps, woven around the body in such a pattern that they resemble muscles and tendons. The straps are secured to metal bolts punched into the skeleton's joints. This skeleton looks like it has seen a great deal of service: many of its bones are chipped and its numerous fractures are bound with sealant and foul-smelling glues.
ru: Кто-то позаботился о том, чтобы связать кости скелета кожаными ремнями, окутывающими тело на манер, напоминающий мускулы и сухожилия. Ремни привязаны к железными скобам, вбитым в суставы скелета. Кажется, этот скелет довольно долго служил: на костях видно много трещин, залитых вонючим клеем.

source: Try and pry out the skeleton's joint bolts.
ru: Попробовать вытащить скобы из суставов скелета.

source: "How about this skeleton, Morte? Will it do as a body?"
ru: «Как насчет этого скелета, Морт? Пойдет такое тело?»

source: "Mind if I borrow some of those straps and bolts?"
ru: «Не против, если я возьму немного ремешков и скоб?»

source: You pull at the iron bolts, but you're not strong enough to pull them out. They've been hammered in pretty tight.
ru: Ты вытягиваешь скобы, но для этого тебе не хватает сил. Должно быть, их очень хорошо забили.

source: "Maybe if I had the right tool, I could get them out... hmmmm. I may be back, Bones."
ru: «Если бы у меня был подходящий инструмент, я бы смог их вытащить... хммм. Я еще вернусь, Костяшка».

source: You pull at the iron bolts with all your strength, and after a few moments of tugging, you rip the bolts from the joints. The skeleton collapses, some of its bones still twitching.
ru: Ты вытягиваешь скобы изо всех сил, и после некоторых усилий ты выдираешь их из суставов. Скелет разваливается, хотя некоторые кости продолжают шевелиться.

source: Using your prybar, you rip the bolts from the skeleton's joints. The skeleton collapses, some of its bones still twitching.
ru: С помощью ломика ты вырываешь скобы из суставов. Скелет разваливается, хотя некоторые кости продолжают шевелиться.

source: "Sorry about that, Bones..."
ru: «Прости, Костяшка...»
