Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dtek.dlg.po
Languages: ru

source: You see a vaguely humanoid creature covered with grotesque scales. It has huge wings and a prehensile tail. It watches your approach with amusement.
ru: Перед тобой огромное существо с огромными крыльями и цепким хвостом, по форме отдаленно напоминающее человеческие очертания. Оно наблюдает твое приближение с явным предвкушением позабавиться.

source: "Greetings."
ru: «Приветствую».

source: Ignore the creature.
ru: Не обращать внимания на существо.

source: It barks out a laugh and smiles at you. "Yes... greetings to you, little human."
ru: Хохотнув, оно улыбается тебе. «Да... здравствуй, человечишка».

source: "I have some questions..."
ru: «У меня есть несколько вопросов...»

source: "I must be going, farewell."
ru: «Я должен идти. Прощай».

source: "By all means, ask your questions..." It gives you a humorous smile.
ru: «Всенепременно, задавай свои вопросы...» — улыбается он тебе.

source: "Who are you?"
ru: «Кто ты?»

source: "What are you?"
ru: «Что ты такое?»

source: "What are you doing here?"
ru: «Что ты здесь делаешь?»

source: "What can you tell me about this place?"
ru: «Что ты можешь рассказать об этом месте?»

source: "What can you tell me about the city of Curst?"
ru: «Что ты можешь сказать о Проклятом?»

source: "What has happened to Curst? Why all the changes?"
ru: «Что случилось с Проклятым? Откуда все эти изменения?»

source: "As a Godsman I happen to know we are working on a secret device in the foundry. Can you tell me anything about that?"
ru: «Будучи богочеловеком, я узнал, что мы работаем над секретным устройством в Литейной. Ты можешь что-нибудь рассказать об этом?»

source: "I must be going now, farewell."
ru: «Я должен идти, прощай».

source: It ponders your question for a while. "My name is not important. If there were a reason for you to know me, you would." It pauses. "If you need to attach a name to me, you may call me Tek'elach." The creature smiles.
ru: Некоторое время он размышляет над ответом. «Мое имя не имеет значения. Если бы это было необходимо, ты бы уже знал его, — оно делает паузу. — Если же тебе нужно связать меня с именем, зови меня Текелач». Существо широко улыбается.

source: "What kind of name is that?"
ru: «Что это за имя такое?»

source: "Farewell."
ru: «Прощай».

source: "The only one you will get from me..." It stares at you intently.
ru: «От меня ты услышишь только его...» — оно пристально смотрит на тебя.

source: "I see. I have some questions..."
ru: «Понятно. У меня еще есть вопросы...»

source: "I think I should be going. Farewell."
ru: «Кажется, мне пора идти. Прощай».

source: It cocks its head to one side and gives you a thoughtful look. "What am I? Hmm... do you really need to know?" It pauses to think. "No harm I suppose. I believe your kind knows me as a greater baatezu... specifically, a cornugon."
ru: Оно задумчиво наклоняет голову набок. «Что я такое? Хм... ты правда хочешь это знать? — он задумывается. — Думаю, вреда от этого не будет. Кажется, твои сородичи называют меня великим баатезу... корнугоном, если быть точным».

source: "You're a greater baatezu?"
ru: «Ты — великий баатезу?»

source: "Yes... does this surprise you?" It looks at you expectantly.
ru: «Да... Тебя это удивляет?» — оно выжидающе на тебя смотрит.

source: "I just don't see why you'd be here. Aren't you supposed to be fighting some Blood War or something back home?"
ru: «Я просто не понимаю, почему ты здесь. Разве ты не должен сейчас биться где-нибудь в Кровавой войне или находиться у себя дома?»

source: "I just don't see why you'd be here. Aren't you supposed to be doing something else?"
ru: «Я просто не понимаю, почему ты здесь. Разве ты не должен сейчас находится где-то еще?»

source: It frowns at you. "Yes... there is the Blood War. But, that is far away for now and need not be spoken of..."
ru: Оно хмуро смотрит на тебя. «Да... Кровавая война существует. Но она далеко, так что сейчас не стоит о ней разговаривать...»

source: "Why not?"
ru: «Почему нет?»

source: "For no other reason than I choose not to... for now." It glares at you.
ru: «Я не буду называть причин... пока что», — он смотрит на тебя.

source: "I see. I have some other questions..."
ru: «Понятно. У меня есть другие вопросы...»

source: "I'll be leaving now. Farewell."
ru: «Мне пора идти. Прощай».

source: It gives you a confused look. "Something else? Do you refer to the Blood War perhaps?"
ru: Оно смущенно смотрит на тебя: «Где-то еще? Наверное, ты имеешь в виду Кровавую войну?»

source: "What is the Blood War?"
ru: «Что такое Кровавая война?»

source: "Not specifically the war, just something other than sitting here in this tunnel."
ru: «Не совсем войну, что-нибудь другое, чем сидеть здесь, в этом туннеле».

source: "Never mind, I have some questions..."
ru: «Неважно. У меня есть другие вопросы...»

source: "I must be going. Farewell."
ru: «Я должен идти. Прощай».

source: It ponders your question for a while. At first you think it will not answer you. "The Blood War is a... skirmish that we are having with the tanar'ri. It is of no consequence and need not be spoken of."
ru: Некоторое время он размышляет над ответом. Поначалу тебе кажется даже, что оно не ответит тебе. «Кровавая война — это... потасовка, в которой нам приходится иметь дела с танарри. Это не имеет никакого значения, так что не стоит об этом говорить».

source: "Why is that?"
ru: «Отчего же так?»

source: "My business here is my own; I don't see it as a concern or yours." It smiles knowingly at you. "I suggest you change the subject.
ru: «Что я здесь делаю — это мое дело. Я не понимаю, почему тебя это должно беспокоить, — он многозначительно улыбается тебе. — Советую тебе сменить тему».

source: "I don't understand, why the secrecy? You give me the impression that something else is going on here."
ru: «Не понимаю, к чему такая секретность? Создается такое впечатление, что здесь что-то замышляется».

source: "Very well, I have some questions..."
ru: «Хорошо. У меня были вопросы...»

source: It looks at you with mock surprise. "Do I? Or do you choose to interpret my words or actions to suit your own needs? Either way, I have answered your question. I will speak no more on this matter."
ru: Оно смотрит на тебя с притворным удивлением. «Неужели? Или ты решил истолковать мои слова на свой манер? Так или иначе, я ответил на твой вопрос и больше об этом не буду ничего говорить».

source: "Why?"
ru: «Почему?»

source: "What is there to tell?" It gestures vaguely at the surroundings. "Look with your own eyes. All is laid bare before you."
ru: «Что можно об этом сказать? — оно окидывает жестом окружающую обстановку. — Смотри сам. Все перед твоими глазами».

source: It looks at you with mock surprise. "Really? Are you that paranoid or that suspicious? Either way, I have answered your question. I will speak no more on this matter."
ru: Оно смотрит на тебя с притворным удивлением. «Правда? Ты страдаешь паранойей или слишком подозрителен? Так или иначе, я ответил на твой вопрос и больше об этом не буду ничего говорить».

source: "I can't help but feel that there is more going on here than meets the eye..."
ru: «У меня такое ощущение, что здесь происходит что-то, что нельзя разглядеть глазами...»

source: "I see... I have some questions..."
ru: «Понятно... У меня еще есть вопросы...»

source: It frowns and gives serious thought to your question. "It is a forsaken place... a place of betrayal and chaos... a city balanced on the edge or disaster. Travel wisely within its borders."
ru: Оно хмурится, глубоко задумавшись над твоим вопросом. «Это забытое место... место предательств и беспорядков... город, балансирующий на грани катастрофы. Будь осторожен в его пределах».

source: "Balanced on the edge of disaster?"
ru: «Балансирующий на грани катастрофы?»

source: It sighs and looks away. "This is a *border* town, little human. On one side, are the outlands. On the other, is the plane of Carceri. So long as the status quo in Curst remains balanced, this will continue to be a border town." It pauses for effect.
ru: Вздыхая, оно отводит взгляд. «Это *пограничный* город, человечишка. С одной стороны — Внешние земли. С другой — план Карцери. Пока соблюдается статус кво, и Проклятый балансирует, он будет оставаться пограничным городом». Он делает эффектную паузу.

source: "Go on."
ru: «Продолжай».

source: "If things get out of hand in the city, it could slide into Carceri and become one with the plane. Impose too much order, and it ceases to be a border town by sliding into the Outlands." It shrugs. "That is the way of such places."
ru: «Если ситуация выйдет из-под контроля, город съедет в Карцери и станет единым целым с этим планом. Приложи больше контроля, и город перестанет быть пограничным и сползет во Внешние земли, — оно пожимает плечами. — Так обычно случается в подобных местах».

source: "You're saying the city could actually be... displaced?"
ru: «То есть ты утверждаешь, что город может быть буквально... перемещен?»

source: "I have some other questions..."
ru: «У меня есть другие вопросы...»

source: It gives you a mock smile. "Yes..."
ru: Оно неискренне улыбается. «Да...»

source: "If that were to happen, what could be done about it?"
ru: «Если такое произойдет, как это можно будет исправить?»

source: It shrugs. "Determine which way the city has slid and apply an opposing force. Too much order? Instigate some chaos. Too little order? Impose more law." It smiles at you. "If you were persistent in your efforts you could pull the city back to its border status... or slide it to the opposite side."
ru: Оно пожимает плечами. «Определить, куда сползает город, и применить противодействие. Слишком много порядка? Внеси немного хаоса. Слишком мало порядка? Внеси немного закона, — улыбается оно тебе. — Если ты будешь настойчив в своих действиях, то ты сможешь вытянуть город обратно в пограничное состояние... или свалить его в противоположную сторону».

source: "You've been very helpful... Which brings up another question... Why?"
ru: «Твои ответы были очень полезны... Что вызывает другой вопрос — почему?»

source: It gives you a confused look. "Why what?"
ru: Оно непонимающе на тебя смотрит. «Что почему?»

source: "You baatezu are supposed to be the incarnations of evil. So why are you being so helpful?"
ru: «Вы, баатезу, являетесь воплощением зла. Так почему же ты так со мной любезен?»

source: It barks out a laugh and smiles at you. "Do not mistake my help as kindness, nor me as anything other than evil. I am helping you because it serves my needs... nothing more."
ru: Громко прохохотав, оно улыбается тебе. «Не воспринимай мою помощь в качестве акта доброй воли, и не думай, что в этом есть злой умысел. Я помогаю тебе лишь потому, что это в моих интересах... ничего кроме».

source: "How does helping me serve your needs?"
ru: «Каким образом помощь мне может быть в твоих интересах?»

source: "How indeed..." It continues to smile at you.
ru: «Действительно, каким образом...» Оно продолжает улыбаться.

source: It sighs and looks away. "Curst was a border town, balanced between two extremes. On the one side, were the outlands; On the other, the plane of Carceri." It pauses.
ru: Вздыхая, оно отводит взгляд. «Проклятый — это пограничный город, балансирующий между двумя крайностями. С одной стороны — Внешние земли. С другой — план Карцери». Он делает эффектную паузу.

source: "Yes, I understand that. What upset the balance and caused the city to slide into Carceri?"
ru: «Да, я это знаю. Что нарушило баланс и заставило город скатиться в Карцери?»

source: It shrugs. "Trias. He was the cause. Because of him chaos got the upper hand and slid the city into Carceri... and here it will stay unless drastic measures are taken."
ru: Он пожимает плечами. «Триас. Он — причина. Из-за него хаос стал перевешивать и сваливать город в Карцери... и он будет там до тех пор, пока не будут предприняты самые решительные меры».

source: "What can be done?"
ru: «Что можно сделать?»

source: "Trias? What does he have to do with this?"
ru: «Триас? Какова его роль в этом беспорядке?»

source: "Determine which way the city has slid and apply an opposing force. Too much order? Instigate some chaos. Too little order? Impose more law." It smiles at you. "If you are persistent in your efforts you can pull the city back to its border status... or slide it to the opposite extreme."
ru: «Определить, куда сползает город, и применить противодействие. Слишком много порядка? Внеси немного хаоса. Слишком мало порядка? Внеси немного закона, — улыбается оно тебе. — Если ты будешь настойчив в своих действиях, то ты сможешь вытянуть город обратно в пограничное состояние... или свалить его в противоположную крайность».

source: "You're saying someone needs to impose law and order on the city?
ru: «То есть ты утверждаешь, что нужно кому-то внести закон и порядок в город?»

source: It smiles at you. "Yes... that is exactly what I am saying."
ru: Оно улыбается. «Да... Именно это я и хотел сказать».

source: "Would you help me in this?"
ru: «Ты не поможешь мне с этим?»

source: It gazes at you steadily for some time before answering. "Yes... I believe it would be within my best interest to do so. My servants and I will gladly assist you."
ru: Перед тем, как ответить, оно пристально смотрит на тебя. «Да... Убежден, что это будет в моих интересах. Я с моими слугами с радостью помогу тебе».

source: It shrugs. "Exactly what I warned you of when we last talked."
ru: Оно пожимает плечами. «Все случилось так, как я тебя предупреждал в прошлый раз».

source: "What was that?"
ru: «Что же именно?»

source: "You are a Godsman?" It looks at you with some respect. "Because of your affiliation I will answer your question. My superior commissioned the device. It is a weapon to be used in the Blood War."
ru: «Ты богочеловек? — с уважением спрашивает существо. — Раз так, то я отвечу на твой вопрос. Мой начальник заказал построить это устройство. Это оружие для использования в Кровавой войне».

source: "I see. I have some more questions..."
ru: «Понятно. У меня есть еще вопросы...»

source: You see the cornugon, Tek'elach. He gives you an amused smile. "So we meet again, little human. What do you want?"
ru: Перед тобой корнугон Текелач. Он озаряет тебя довольно улыбкой. «Вот мы и встретились снова, человечишка. Что тебе нужно?»

source: "Nothing, farewell."
ru: «Ничего, прощай».

source: It sighs. "Trias is an agent of Chaos. He was sentenced to the prison for good reason. Unfortunately, some idiot freed him, which allowed him to wreak havoc about the city." He pauses and sighs again. "I was sent here to keep an eye on him..."
ru: Оно вздыхает. «Триас — представитель Хаоса, и он был справедливо заключен в тюрьму. К сожалению, какой-то идиот освободил его, что позволило тому выплеснуть свою месть на город, — оно снова вздыхает. — Меня направили сюда приглядывать за ним...»

source: "So, what can be done?"
ru: «И что теперь можно сделать?»
