Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dtest.dlg.po
Languages: ru

source: "Actually, nothing right now. Return me to the main menu."
ru: «На этот раз ничего. Верни меня в главное меню».

source: "Actually, I was just checking to see how you were doing. Farewell."
ru: «Просто я проверял, как у тебя обстоят дела. Прощай».

source: LARGE BODY, RESPONSES: "All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy. All work and no play makes Jim A DULL - this is as big as one dialog text window is in the editor BTW, Chris - boy. All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy. All work and no play makes Jim a dull boy.
ru: БОЛЬШОЙ КУСОК, ОТВЕТЫ: «Сплошная работа и отсутствие развлечений превращают Джима в зануду. Сплошная работа и отсутствие развлечений превращают Джима в зануду. Сплошная работа и отсутствие развлечений превращают Джима в зануду. Сплошная работа и отсутствие развлечений превращают Джима в зануду. Сплошная работа и отсутствие развлечений превращают Джима в зануду. Сплошная работа и отсутствие развлечений превращают Джима в зануду. Сплошная работа и отсутствие развлечений превращают Джима в зануду. Сплошная работа и отсутствие развлечений превращают Джима в зануду. Сплошная работа и отсутствие развлечений превращают Джима в зануду. Сплошная работа и отсутствие развлечений превращают Джима в ЗАНУДУ — этого достаточно, чтобы заполнить текстовое окно редактора — кстати, Крис — зануда. Сплошная работа и отсутствие развлечений превращают Джима в зануду. Сплошная работа и отсутствие развлечений превращают Джима в зануду. Сплошная работа и отсутствие развлечений превращают Джима в зануду. Сплошная работа и отсутствие развлечений превращают Джима в зануду. Сплошная работа и отсутствие развлечений превращают Джима в зануду. Сплошная работа и отсутствие развлечений превращают Джима в зануду. Сплошная работа и отсутствие развлечений превращают Джима в зануду. Сплошная работа и отсутствие развлечений превращают Джима в зануду. Сплошная работа и отсутствие развлечений превращают Джима в зануду. Сплошная работа и отсутствие развлечений превращают Джима в зануду. Сплошная работа и отсутствие развлечений превращают Джима в зануду. Сплошная работа и отсутствие развлечений превращают Джима в зануду. Сплошная работа и отсутствие развлечений превращают Джима в зануду. Сплошная работа и отсутствие развлечений превращают Джима в зануду. Сплошная работа и отсутствие развлечений превращают Джима в зануду. Сплошная работа и отсутствие развлечений превращают Джима в зануду. Сплошная работа и отсутствие развлечений превращают Джима в зануду. Сплошная работа и отсутствие развлечений превращают Джима в зануду. Сплошная работа и отсутствие развлечений превращают Джима в зануду. Сплошная работа и отсутствие развлечений превращают Джима в зануду. Сплошная работа и отсутствие развлечений превращают Джима в зануду. Сплошная работа и отсутствие развлечений превращают Джима в зануду. Сплошная работа и отсутствие развлечений превращают Джима в зануду. Сплошная работа и отсутствие развлечений превращают Джима в зануду.

source: "Show me large body and large responses again."
ru: «Покажи мне большой кусок с длинной цепочкой еще раз».

source: "Show me small body and small responses."
ru: «Покажи мне маленький кусок с короткой цепочкой».

source: "Show me small body and large responses."
ru: «Покажи мне маленький кусок с длинной цепочкой».

source: "Return me to the main menu, please."
ru: «Верни меня, пожалуйста, в главное меню».

source: "That's all I wished to see. Farewell."
ru: «Это все, что я хотел видеть. Прощай».

source: SMALL BODY, SMALL RESPONSES. "Here it is."
ru: МАЛЕНЬКИЙ КУСОК, КОРОТКАЯ ЦЕПОЧКА. «Вот и он».

source: "Show me small body, small responses again."
ru: «Покажи мне маленький кусок с короткой цепочкой еще раз».

source: "Return me to the Gardner menu, please."
ru: «Верни меня, пожалуйста, в меню Гарднера».

source: SMALL BODY, LARGE RESPONSES. "Here it is."
ru: МАЛЕНЬКИЙ КУСОК, ДЛИННАЯ ЦЕПОЧКА. «Вот и он».

source: "Show me small body, large responses again."
ru: «Покажи мне маленький кусок с длинной цепочкой еще раз».

source: "Show me large body, large responses."
ru: «Покажи мне большой кусок с длинной цепочкой».

source: "Show me small body, small responses, please."
ru: «Покажи мне, пожалуйста, маленький кусок с короткой цепочкой».

source: "Return me to your main menu, please."
ru: «Верни меня, пожалуйста, в свое главное меню».

source: "That's all I wanted to see, thanks. Farewell."
ru: «Это все, что я хотел увидеть, спасибо. Прощай».

source: "I am a test character. What do you wish of me?"
ru: «Я тестовый персонаж. Что пожелаешь?»

source: I'd like to jump to a series of test fields for Jim.
ru: Я бы хотел пробежаться по тестовым полям для Джима.

source: I want to test and see if brackets work.
ru: Я бы хотел проверить, работают ли скобки.

source: I want to see if you'll do a stand fidget when I choose this response.
ru: Я хочу посмотреть, станешь ли ты волноваться, если я выберу этот ответ.

source: I wanted to test some AI stuff.
ru: Я хочу проверить кое-что из AI.

source: "Oh, Jim Gardner? He's so dreamy. What does he want me to do?"
ru: «О, Джима Гарднера? Он такой милашка. Что он хочет, чтобы я сделала?»

source: "Do a large BODY of text and a large series of responses, please."
ru: «Сделай, пожалуйста, большой КУСОК текста и длинную цепочку ответов на него».

source: "Do a small BODY of text and a small series of responses, please."
ru: «Сделай, пожалуйста, маленький КУСОК текста и короткую цепочку ответов на него».

source: "Oh? Can you see this?" [If the brackets are working, then you should see this statement.]
ru: «О? Ты видишь это?» [Если скобки работают, то ты должен увидеть эту конструкцию.]

source: Return to main menu.
ru: Вернуться в главное меню.

source: Just checking, thanks.
ru: Просто проверяю, спасибо.

source: "Did you see it?! Did you see it?!"
ru: «Ты видишь это?! Ты видишь это?!»

source: Silence! You'll never know. Now return me to the main menu.
ru: Тихо! Ты никогда не узнаешь. Теперь верни меня в главное меню.

source: Do it again.
ru: Сделай это еще раз.

source: Do a stance fidget.
ru: Сделай беспокойную позу.

source: Do your first stand anim, wait for 2 seconds, then do the stance fidget, wait for 2 seconds, then do the stand one again. Got that?
ru: Сначала сделай анимацию стойки, подожди 2 секунды, потом сделай беспокойную позу, подожди 2 секунды, потом сделай еще раз стойку. Понял?

source: I wanted to test some dialogue stuff.
ru: Я хочу проверить диалоги.

source: "Like...?"
ru: «Например?..»

source: Nevermind. Let's go back to your main menu for a second.
ru: Неважно. Давай вернемся на секундочку в твое главное меню.

source: Run away from me, if you can. Like you're scared. "RunAwayFrom ((PC), 2000)"
ru: Беги от меня как можно быстрее. Как будто ты испугался. «RunAwayFrom ((PC), 2000)»

source: Run away from me, if you can. Like you're scared. "RunAwayFrom ((PC), 2000)" BUT THIS TIME, set an Enemy flag first and see what happens.
ru: Беги от меня как можно быстрее. Как будто ты испугался. «RunAwayFrom ((PC), 2000)». НО НА ЭТОТ РАЗ, установи флаг Врага, посмотрим, что из этого получится.

source: Nevermind. Farewell.
ru: Неважно. Прощай.

source: Nevermind. Go back to your normal animation cycle.
ru: Неважно. Возвращайся в свой обычный цикл анимации.

source: Rolls her eyes. "Like what dialogue stuff?"
ru: Она закатывает глаза. «Например, какие диалоги?»

source: Nevermind. Let's go back to your main menu.
ru: Неважно. Вернемся в твое главное меню.

source: If I select this option that sends you to a node that says you attack me, what happens if my response nodes have no text? Does Click to Continue the only option that shows up? And will scripting actions set there (such as Enemy sets) actually take place? What about it, poo-face?
ru: Если я выберу этот вариант, который отправит тебя в ветку, которая тебе скажет атаковать меня, что будет, если в ответной не будет текста? Будет ли «Дальше» единственным отображаемым вариантом? И будет ли иметь место действия сценария (например, установка Враг)? Как насчет этого, какашка?»

source: With a snarl, she attacks you!
ru: Запутавшись, она нападает на тебя!

source: If this response takes me to one of Morte's nodes, and there are no response nodes for Morte's nodes, what happens?
ru: Если этот ответ перебросит меня на одну из веток Морта, и в ней не будет ответов на реплику Морта, что будет?

source: Nevermind. Resume your normal animation state, Testocles.
ru: Неважно. Возвращайся в свой обычный цикл анимации, Тестокль.

source: "No, I didn't do anything! He started it!"
ru: «Нет, я ничего не делала! Это он начал первым!»

source: Rob wants to test the store making command for interface purposes.
ru: Роб хочет проверить команды склада для проверки интерфейса.

source: "Oh, really? Well, I'd do anything for that sexy Rob Holloway. Which store would you like to see?"
ru: «О, правда? Ради сексапильного Роба Холлуэя я сделаю что угодно. Какой вид склада ты хочешь увидеть?»

source: "Show me 'Store1,' please."
ru: «Покажи мне, пожалуйста, 'Store1'».

source: "Show me 'Inn1,' please."
ru: «Покажи мне, пожалуйста, 'Inn1'».

source: This was a new node, but by the time you see it it will be an old node. Da Node grew Ode! Text Text Text Words Words Words. One of these nodes is not like the other, one of these nodes is not the same......
ru: Это была новая ветка, но пока ты ее читаешь, она станет старой. Ода ветке! Текст, текст, текст, слова, слова, слова. Одна из этих веток не похожа на другие, одна из этих веток отличается...

source: Make me a THIEF, Testocles.
ru: Сделай меня ВОРОМ, Тестокль.

source: "As you wish; you're now a THIEF."
ru: «Как пожелаешь. Теперь ты ВОР».

source: This is a test of the...
ru: Это проверка...

source: Go away!
ru: Прочь!

source: What's this anyway?
ru: А что это такое?

source: Don't do that again! Or else!
ru: Не делай так больше! Иначе!..

source: I'd like to do some Global Variable tests.
ru: Я хочу проверить некоторые Глобальные переменные.

source: Well o.k. then. We'll be testing with MORTE_DEAD today. Ready to continue?
ru: Хорошо. Сегодня мы проверим MORTE_DEAD. Готов продолжить?

source: Of course I'm ready you idiot! I TOLD you that I wanted to do the test.
ru: Конечно готов, дура! Я ЖЕ СКАЗАЛ, я хочу проверить.

source: Now that I think of it, I relly don't have the time right now. Take me back to your main menu.
ru: Если подумать, у меня нет на это времени. Верни меня назад в главное меню.

source: Hey, no reason to get all bent out of shape, Just making sure. MORTE_DEAD is now 0. Next I'll set it to 1 and immediately check it's value in the next node's replies.
ru: Эй, не надо тут извиваться, я просто спрашиваю для уверенности. MORTE_DEAD сейчас равна 0. Теперь я установлю ее в 1 и тут же проверю ее значение в следующих ответах в ветке.

source: Great Idea! Why didn't I think of that?
ru: Отлично! Почему я сам не додумался?

source: There are two replies for this node, and only one of them should be visible. Hopefully it's the one which tells you that MORTE_DEAD is 1.
ru: Есть два вариант ответа на эту ветку, но только одна из них должна быть видимой. Надеюсь, что это та, которая говорит, что MORTE_DEAD равна 1.

source: MORTE_DEAD is 0. Sadness and Suffering in the highest degree. Pain and humilliation. Sulk back to main menu.
ru: MORTE_DEAD равна 0. Горе и утрата в высшей степени. Боль и унижение. Расстроенно вернуться в главное меню.

source: Success!!! MORTE_DEAD is 1. Cancel plans for world destruction! Return to main menu for more dialog bliss.
ru: Успех!!! MORTE_DEAD равна 1. Отменить план уничтожение мира! Вернуться в главное меню для дальнейших радостей общения.

source: Testocles glares at you. NOTE: This is a narrative text test. Will it work? Will it be displayed in a different color than the dialog text? It would sure make me happy. Testocles is now back to speaking normally. That's a relief. That narative text was just *too* intense. Uh-oh,.... here we go again... NOTE: Narrative text color is activated by "NOTE:" on the beginning of a line. It will end after 2 consecutive <CR> characters. For instance, the word Salad should still be concidered as part of the narrative text, even though it is a new line. SALAD - See? Make sure narative text ends with 2 <CR>'s so this doesn't happen. Would you like to go back to the main menu?
ru: Тестокль смотрит на тебя. ПРИМЕЧАНИЕ: Это повествовательный текст. Работает? Он отображается другим цветом? Это делает меня счастливой. Тестокль возвращается в нормальное общение. Ох, какое облегчение. Повествовательный текст *очень* тяжело произносить. Ооох... опять... ПРИМЕЧАНИЕ: Повествовательный текст активируется по отметке «ПРИМЕЧАНИЕ:» в начале строки. А заканчивается после двух символов <CR>. Например, слово Салат все еще расценивается как часть повествовательного текст, даже находясь на новой строке САЛАТ — видишь? Убедись, что повествовательный текст заканчивается двумя <CR>, чтобы этого не случилось. Не желаешь ли вернуться назад в главное меню?

source: How about a Narrative text test, baby?
ru: Как насчет того, чтобы проверить Повествовательный текст, крошка?»

source: Uh,... Sure. Yeah.
ru: Эээ... Конечно. Ага.

source: A question about Jim's variable, do you know if it is set to zero?
ru: Вопрос насчет переменной Джима, ты знаешь, когда она станет равной нулю?

source: I'm sorry, but I am only a test character and couldn't possibly know the answer to such a question. But now you've got me curious, it is set to zero?
ru: Прошу прощения, я всего лишь тестовый персонаж и не могу знать ответа на такой вопрос. Мне даже стало любопытно, а сейчас она равна нулю?

source: It is set to zero.
ru: Сейчас она равна нулю.

source: It is NON-ZERO.
ru: Сейчас она НЕ РАВНА НУЛЮ.

source: It is set to zero, and I'd appriciate it if you would make it non-zero.
ru: Она равна нулю, и я бы очень был бы признателен, если бы ты сделала ее ненулевой.

source: I'd like to do an in-party interaction test, Testocles.
ru: Я бы хотел проверить общение внутри группы, Тестокль.

source: Then a test it shall be. I will spew forth some pointless placeholder text, which you are reading now. My lovely assistant, Test babe, will ass a few words of wisdom, and then I will finish up the interactions with a last tidbit of savory dialog.
ru: Тогда начнем проверку. Я извергну несколько бесполезных слов, которые ты прочтешь. Мой любимый помощник, малыш Тест, изречет несколько мудрых слов, после чего я завершу общение завершающим кусочком ученого диалога.

source: And there you have it. A sucessful test of character interaction, dripping with drama and suspense. I do hope you have enjoyed our little show.
ru: Вот и все. Успешная проверка общения персонажей, сочащегося драмой и напряжением. Надеюсь, ты насладился нашим небольшим представлением.

source: I wish I could help you, but I can't find TEST babe, my lovely assistant. If you place her next to me (via the world editor) I would be most happy to proceed with the test.
ru: Хотела бы я помочь, вот только не могу найти малыша ТЕСТ, моего любимого помощника. Если ты поставишь его рядом со мной (через текстовый редактор), я бы была просто счастлива продолжить проверку.

source: "Show me 'Tavern1,' please."
ru: «Покажи мне, пожалуйста, 'Tavern1'».

source: "Show me 'Temple1,' please."
ru: «Покажи мне, пожалуйста, 'Temple1'».

source: "Never mind. Take me back to the main menu."
ru: «Неважно. Верни меня меня в главное меню».

source: "I want out of this dialogue."
ru: «Я хочу выйти из этого диалога».
