Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dthugv1.dlg.po
Languages: ru

source: As you approach, the man takes a step back; his eyes have a cowardly, predatory light, like a scavenger... just looking at him, you realize he's sizing you up to see if he can best you - but his voice quavers with uncertainty. "Leave me be, I d-d-done nothin' to you."
ru: Когда ты подходишь, мужчина отступает на шаг. В его глазах виден трусливый хищный огонек, как у падальщика... только глянув на него, ты осознаешь, что он прикидывает, сможет ли с тобой справиться. И все же его голос дрожит от неуверенности. «Оставь меня в покое, я н-н-ничего тебе не сделал».

source: "Don't even think about attacking me, or my blade will have a new home."
ru: «Даже не думай нападать на меня, иначе мой клинок найдет себе новое жилище».

source: "Are you *looking* for a fight?"
ru: «Ты *нарываешься* на драку?»

source: "I'm not lookin for a fight..." Spittle flies from his mouth as he speaks. "...but ye're the one who should watch yerself if you think yeh can take me, you should!"
ru: «Ни на какую драку я не нарываюсь, — при разговоре из его рта летит слюна, — но ты бы последил за собой, раз думаешь, что можешь меня взять!»

source: "Farewell."
ru: «Прощай».

source: "*No one* speaks to me that way, and *no one* threatens me. Take back what you have said, or you'll be too dead to have a second chance."
ru: «*Никто* не говорит со мной подобным тоном, и *никто* мне не угрожает. Возьми свои слова обратно, или для второго шанса будешь уже слишком мертвым».

source: "Yeah, yeah. Just keep your distance, or you'll regret it."
ru: «Да-да. Просто держись на расстоянии, иначе пожалеешь».

source: Attack him.
ru: Атаковать его.

source: "Farewell then."
ru: «Тогда прощай».

source: He looks at you sullenly.
ru: Он угрюмо смотрит на тебя.

source: "You *understand* me? Take back what you said, or I'll gut you."
ru: «Ты меня *понял*? Возьми свои слова обратно, не то я выпущу тебе кишки».

source: "You *understand* me? Keep your distance, or I'll gut you."
ru: «Ты меня *понял*? Не подходи, не то я выпущу тебе кишки».

source: Leave.
ru: Уйти.

source: His voice quavers. "I... swallow me words, then. I meant no offense."
ru: Его голос дрожит. «Тогда я... беру свои слова обратно. Никого не хотел обидеть».

source: "All right then. Get out of my sight."
ru: «Ладно. Прочь с глаз моих».

source: "Leave my sight."
ru: «Прочь с глаз моих».

source: Attack him anyway.
ru: Все равно напасть на него.

source: "You and I shall not cross paths, then. No offense was meant by sharing the street wit ye."
ru: «В таком случае, наши пути больше не пересекутся. Не хотел тебя обидеть, проходя по той же улице».

source: "All right then. Get out of my sight now."
ru: «Ладно. Убирайся с глаз моих».

source: Attack him anyway.
ru: Все равно напасть на него.
