Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dtouthva.dlg.po
Languages: ru

source: This loud, grimy fellow saunters up to you and gives a quick bow. "Greetin's, cutter! Only a single copper fer me services as a tout! Wot can I leads ye ta?"
ru: Ленивой походкой к тебе подходит крикливый и чумазый тип и коротко кивает. «Приветствую, рубака! Всего за один медяк ты можешь воспользоваться моими услугами осведомителя! Куда ты хочешь попасть?»

source: This loud, grimy fellow is quick to notice he's got your attention. "Well met, cutter! Only a single copper fer me services as a tout! Wot can I leads ye ta?"
ru: Крикливый и чумазый тип быстро замечает, что он привлек твое внимание. «Приятно увидеться, рубака! Всего за один медяк ты можешь воспользоваться моими услугами осведомителя! Куда ты хочешь попасть?»

source: The man raises an eyebrow, then shrugs. "A guide, cutter... I points out what ye needs ta find 'round this part o' the Hive."
ru: Мужчина удивлено поднимает брови, а затем пожимает плечами. «Проводник, рубака... Я могу указать на места, которые ты хочешь найти в этой части Улья».

source: The man palms the coin and bows. "This part o' the Hive has gates leadin' east, north an' southwest; locations o' note include the Flophouse, where a weary blood can get some rest."
ru: Мужчина сжимает монету и кивает «В этой части Улья есть ворота, ведущие на восток, север и юго-запад. Среди примечательных мест можно отметить ночлежку, где притомившийся знаток может немного отдохнуть».

source: "Right in the middle o' this part o' the Hive, cutter... a long, narrow buildin' whose door faces southeast. Good place ta call kip fer a night if ye're feelin' beat."
ru: «Прямо посреди этого района, рубака... длинное узкое здание со входом с юго-востока. Неплохая берлога на ночь, если ты измотан».

source: "It leads ta' Ragpicker's Square, cutter... where all the Collectors call kip."
ru: «Они ведут на площадь Старьевщиков, рубака... пристанище всех сборщиков».

source: "To another part o' the Hive, cutter. The Mortuary's there, an' the Gatherin' Dust bar, too, where the Dustmen like ta drink. There's a mausoleum an' the big Dustman Memorial there, as well."
ru: «В другую часть Улья, рубака. Там находится Морг, а еще - Бар Собирателей Пыли, там обычно сидят тленные. Там же есть мавзолей и, конечно же, Мемориал тленных».

source: "Just another part o' the Hive, cutter. The Office fer Vermin an' Disease Control is there, an' a large Market."
ru: «В еще одну часть Улья, рубака. Там находится Управление по борьбе с вредителями и болезнями и большой рынок».

source: "What's a tout?"
ru: «Что за осведомитель?»

source: "Sure... here's a copper piece."
ru: «Конечно... вот медяк».

source: "Nothing, right now. Farewell."
ru: «Больше ничего. Прощай».

source: "All right... here's a copper piece."
ru: «Хорошо... вот медяк».

source: "No directions right now, thanks. Farewell."
ru: «Сейчас мне это не нужно, спасибо. Прощай».

source: "Where's the Flophouse?"
ru: «Где находится Ночлежка?»

source: "Where's the north gate lead?"
ru: «Куда ведут северные ворота?»

source: "Where's the east gate lead?"
ru: «Куда ведут восточные ворота?»

source: "Where's the southwest gate lead?"
ru: «Куда ведут юго-западные ворота?»

source: "That's all I wished to know; farewell."
ru: «Это все, что я хотел узнать. Прощай».
