Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dtransf.dlg.po
Languages: ru

source: AH... THE FIENDLING GIRL.
ru: А... ДЕВЧОНКА-ПОЛУНЕЧИСТЬ.

source: WHERE IS THE ONE WHO BROUGHT YOU HERE?
ru: ГДЕ ТОТ, КТО ПРИВЕЛ ТЕБЯ СЮДА?

source: YOUR WORDS HAVE PASSION'S STRENGTH. AND PRECIOUS LITTLE REASON.
ru: В ТВОИХ СЛОВАХ МНОГО СТРАСТИ. И СЛИШКОМ МАЛО РАССУДИТЕЛЬНОСТИ.

source: CURIOUS...
ru: ЛЮБОПЫТНО...

source: YOUR REASON FOR FOLLOWING HIM HERE IS BECOMING CLEAR -
ru: ПРИЧИНА ТОГО, ПОЧЕМУ ТЫ СЛЕДУЕШЬ ЗА НИМ, ТЕПЕРЬ ЯСНА...

source: COULD IT BE THAT YOU SOMEHOW PERCEIVE YOURSELF AS *SPECIAL* IN HIS EYES?
ru: МОЖЕТ, ТЫ ЧУВСТВУЕШЬ СЕБЯ КАКОЙ-ТО *ОСОБЕННОЙ* В ЕГО ГЛАЗАХ?

source: FIENDLING, I HAVE WATCHED THE ONE YOU FOLLOW ACROSS MANY LIFETIMES. I KNOW HIS HEART, AND I KNOW THERE HAVE BEEN COUNTLESS OTHERS WHO HAVE FELT PASSION FOR HIM.
ru: ПОЛУНЕЧИСТЬ, Я НАБЛЮДАЛ ЗА ТЕМ, С КЕМ ТЫ ИДЕШЬ, НА ПРОТЯЖЕНИЕ МНОГИХ ЖИЗНЕЙ. Я ЗНАЮ ЕГО СЕРДЦЕ И ЗНАЮ, ЧТО БЫЛО НЕСЧЕТНОЕ КОЛИЧЕСТВО ДРУГИХ, КТО ИСПЫТЫВАЛ К НЕМУ ЧУВСТВА.

source: OF THEM ALL, YOU ARE CERTAINLY THE *LEAST.* YOU ARE A *THING,* BASTARDIZED BY YOUR PARENTS AND THE PLANES...
ru: ИЗ ВСЕХ ИХ, ТЫ, НЕСОМНЕННО, *САМАЯ* НЕЗНАЧИТЕЛЬНАЯ. ТЫ *ВЕЩЬ*, ПОРОЖДЕННАЯ ВО ВНЕБРАЧНОМ СОЮЗЕ ТВОИХ РОДИТЕЛЕЙ И ПЛАНОВ...

source: ANSWER ME THIS, AND YOU WILL KNOW SILENCE, CHILD.
ru: ОТВЕТЬ МНЕ, И ПОЗНАЕШЬ МИР, ДИТЯ.

source: DOES THE ONE YOU FOLLOW *MATTER* TO YOU?
ru: *ЗНАЧИТ* ЛИ ТОТ, ЗА КЕМ ТЫ ИДЕШЬ, ЧТО-НИБУДЬ ДЛЯ ТЕБЯ?

source: MY GOALS ARE NOT FOR YOU TO KNOW, FALLEN TANAR'RI. MY INDULGENCE IS ALL THAT KEEPS YOUR BLACK HEART BEATING IN YOUR CHEST. YOU MAY LEAVE WITH YOUR LIFE NOW, IF YOU WILL.
ru: МОИ ЦЕЛИ ТЕБЯ НЕ КАСАЮТСЯ, ПАДШАЯ ТАНАРРИ. ТВОЕ ЧЕРНОЕ СЕРДЦЕ БЬЕТСЯ В ТВОЕЙ ГРУДИ ТОЛЬКО ПО МОЕЙ МИЛОСТИ. МОЖЕШЬ УЙТИ ПРЯМО СЕЙЧАС, СОХРАНИВ СЕБЕ ЖИЗНЬ, ЕСЛИ ХОЧЕШЬ.

source: THERE IS *NO* SATISFACTORY CONCLUSION TO THIS FOOL'S ERRAND. YOU WILL LEAVE THIS PLACE, AND YOU SHALL LEAVE YOUR UNDYING COMPANION HERE.
ru: У ЭТОЙ ГЛУПОЙ ЗАТЕИ *НЕ МОЖЕТ БЫТЬ* УДОВЛЕТВОРИТЕЛЬНЫХ РЕШЕНИЙ. ТЫ ПОКИНЕШЬ ЭТО МЕСТО И ОСТАВИШЬ СВОЕГО НЕУМИРАЮЩЕГО СПУТНИКА.

source: FEAR NOT FOR HIS LIFE. THE ONLY PRICE HE SHALL PAY IS THE LOSS OF MEMORY.
ru: НЕ БОЙСЯ ЗА ЕГО ЖИЗНЬ. ЕДИНСТВЕННАЯ ЦЕНА, КОТОРУЮ ОН ЗАПЛАТИТ — ЭТО ПОТЕРЯ ПАМЯТИ.

source: *HE WILL FORGET.* IT IS HIS *FATE* TO REMAIN IGNORANT.
ru: *ОН ЗАБУДЕТ*. НЕ ПОМНИТЬ — ЕГО *СУДЬБА*.

source: HE WILL FORGET YOU, TANAR'RI, JUST AS HE HAS FORGOTTEN ALL WHO HAVE WALKED THE PATH OF MISERY WITH HIM. HE EXISTS TO DIE, FORGET, AND DIE AGAIN. HE IS *NOTHING.*
ru: ОН ЗАБУДЕТ ТЕБЯ, ТАНАРРИ, ТАК ЖЕ, КАК ОН ЗАБЫЛ ВСЕХ ТЕХ, КТО ШЕЛ С НИМ ПО ЕГО ПУТИ СТРАДАНИЙ. ОН СУЩЕСТВУЕТ, ЧТОБЫ УМИРАТЬ, ЗАБЫВАТЬ, А ПОТОМ СНОВА УМИРАТЬ. ОН — *НИЧТО*.

source: TANAR'RI...
ru: ТАНАРРИ...

source: PERHAPS YOU DOUBT MY POWERS HERE, IN THIS PLACE. A DEMONSTRATION MAY SILENCE YOUR DOUBT.
ru: ВОЗМОЖНО, ТЫ СОМНЕВАЕШЬСЯ В МОЕМ МОГУЩЕСТВЕ ЗДЕСЬ, В ЭТОМ МЕСТЕ. ДЕМОНСТРАЦИЯ УСТРАНИТ ТВОИ СОМНЕНИЯ.
