Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dvhail.dlg.po
Languages: ru

source: Vhailor stands silent and unmoving; were it not for the flickering red lights of his eyes, he would seem but a statue.
ru: Вейлор безмолвен и неподвижен. Если бы не мерцающие красные огоньки в глазах, он был бы похож на статую.

source: Vhailor's voice finally echoes forth from his empty helm: *The state of the tree is irrelevant to me. Its death is neither just nor unjust -- it simply is.*
ru: Наконец из пустого шлема эхом доносится голос Вейлора: *Состояние деревьев для меня несущественно. Их смерть ни справедлива, ни несправедлива — это просто смерть*.

source: "...Vhailor? Did you hear me?"
ru: «Вейлор? Ты слышишь меня?»

source: "All right. Morte? What do you think?"
ru: «Хорошо. Что думаешь, Морт?»

source: "All right. Annah? Could you?"
ru: «Хорошо. Анна? А ты?»

source: "All right. Thanks. Ignus?"
ru: «Хорошо. Спасибо. Игнус?»

source: "All right. Grace, would you consider it?"
ru: «Хорошо. Грация, ты не могла бы в этом помочь?»

source: "All right. Dak'kon, could you help this man?"
ru: «Хорошо. Даккон, ты поможешь этому человеку?»

source: "All right. Dak'kon: help this man."
ru: «Хорошо. Даккон, помоги этому человеку».

source: "All right. Nordom, do you think you could help?"
ru: «Хорошо. Нордом, как ты думаешь, ты сможешь помочь?»

source: "All right. I had some questions, Mourns..."
ru: «Хорошо. У меня есть несколько вопросов, Скорбящий...»

source: "Very well, Vhailor. Farewell, Mourns-For-Trees."
ru: «Хорошо, Вейлор. Прощай, Скорбящий-по-деревьям».

source: "I'll just come back later when this hulking suit of armor can actually say something, then."
ru: «Я зайду позже, когда этим гигантским доспехам будет что сказать».

source: As you make a grab for Iannis' throat, there is the rattle of plate armor and Vhailor steps forward, his axe raised to strike. *INJUSTICE.*
ru: Как только ты хватаешь Яниса за горло, слышится грохот доспехов, и к тебе подходит Вейлор с занесенным для удара топором. *НЕСПРАВЕДЛИВОСТЬ*.

source: "Dammit...!"
ru: «Проклятье!..»

source: Vhailor stirs as you confess, and he raises his axe. He does not attack, however, merely *waits.*
ru: Когда ты произносишь свое признание, Вейлор приходит в движение и поднимает топор. Тем не менее, он не нападает, а просто *ждет*.

source: Vhailor stirs to life as Iannis shouts for the guards. He advances on you, his axe raised. *INJUSTICE.*
ru: Когда Янис начинает звать стражу, Вейлор оживляется. Он подходит тебе с занесенным топором. *НЕСПРАВЕДЛИВОСТЬ*.

source: "Vhailor... yo, c'mon. Shake the dust outta those grieves and let's hustle. There's some injustices to correct."
ru: «Вейлор... йоу, братан. Брось горевать, пошли, потусуемся. Тут нужно исправить несправедливость».

source: "Vhailor, I need your aid. Will you travel with me?"
ru: «Вейлор, мне нужна твоя помощь. Ты пойдешь со мной?»

source: *I WILL.*
ru: *Я ПОЙДУ*

source: "Let's go, then."
ru: «Тогда пошли».

source: "I wanted to ask you some questions, Vhailor..."
ru: «Я хотел задать тебе несколько вопросов, Вейлор...»

source: *YOU. It is YOU. How LONG have I hunted you, Nameless One? And how long would I stand BESIDE you before the DECEPTION was exposed?* As he hefts his axe into the air, pure *power* begins to course through him... his dedication, his incredible conviction is turning Vhailor into the literal, physical embodiment of justice. *It is FATE that has placed me so close to you, CRIMINAL. JUSTICE shall be served. You shall FALL beneath my blade, immortal, even if I have to stand over your struggling remains for ETERNITY.*
ru: *ТЫ. Это ТЫ. Как ДОЛГО я охотился за тобой, Безымянный? И как долго я стоял РЯДОМ с тобой, прежде чем ОБМАН был раскрыт?* Он поднимает в воздух свой топор, через него начинает течь чистая *энергия*... его преданность, его невероятная убежденность превращает его буквально в физическое воплощение правосудия. *Сама СУДЬБА поставила меня так близко к тебе, ПРЕСТУПНИК. Да свершится ПРАВОСУДИЕ. Ты ПАДЕШЬ под моим клинком, бессмертный, даже если мне придется стоять над твоими сопротивляющимися останками целую ВЕЧНОСТЬ*.

source: Defend yourself.
ru: Защищаться.

source: Try and run.
ru: Попробовать сбежать.

source: *There is no JUSTICE in your actions, deva. This time you shall NOT imprison me with FALSE words. This time you shall be SENTENCED.* Vhailor advances on Trias, his axe drawn.
ru: *Твои действия НЕСПРАВЕДЛИВЫ, дэва. На этот раз ты НЕ СКУЕШЬ меня ЛЖИВЫМИ словами. На этот раз я вынесу тебе ПРИГОВОР*. Вейлор подходит к Триасу с занесенным топором.

source: "Vhailor, stop!"
ru: «Вейлор, стой!»

source: Attack Trias.
ru: Напасть на Триаса.

source: *Justice has LONG sought you, deva. With this CRIME, you shall be SENTENCED.* Vhailor advances on Trias, his axe drawn.
ru: *Правосудие ДОЛГО искало тебя, дэва. За это ПРЕСТУПЛЕНИЕ ты будешь НАКАЗАН*. Вейлор подходит к Триасу с занесенным топором.

source: *The deva shall NOT walk free. No matter your vow, JUSTICE must be SERVED.*
ru: *Дэва НЕ УЙДЕТ на свободу. Какой бы ни была твоя клятва, СПРАВЕДЛИВОСТЬ должна ВОСТОРЖЕСТВОВАТЬ*.

source: Watch.
ru: Наблюдать.

source: Attack the deva, despite your vow.
ru: Напасть на дэва вопреки клятве.

source: Attack the deva.
ru: Напасть на дэва.

source: Vhailor answers only with silence; as you turn to look at him, you see his eyes burning into you. They flicker for a moment, as if in thought, then you are suddenly struck a terrible feeling he's searching your features... as if looking for something... some weakness.
ru: Вейлор отвечает лишь молчанием. Взглянув на него, ты ловишь на себе его прожигающий взгляд. Его глаза мерцают, словно в раздумьях. Неожиданно тебя поражает страшное чувство, что он изучает тебя... словно ищет что-то... какое-нибудь уязвимое место.

source: "Uh... Ignus?"
ru: «Э... Игнус?»

source: "Uh... Fall-From-Grace?"
ru: «Э... Падшая Грация?»

source: "Uh... Annah?"
ru: «Э... Анна?»

source: "Uh... Dak'kon?"
ru: «Э... Даккон?»

source: "Uh... Morte?"
ru: «Э... Морт?»

source: "All right then... let's see what's on the other side of this portal."
ru: «Хорошо... А теперь посмотрим, что же находится по ту сторону портала».

source: Leave Vhailor in peace.
ru: Оставить Вейлора в покое.

source: Before you is a towering, empty suit of armor - but the plates are suspended in space, as if secured over an invisible frame. Red veins run across the length of the metal greaves, and a huge, double-edged executioner's axe rests in its hand. Engravings decorate the surface of the armor, the most prominent of which is a crimson serpent with its wings outspread.
ru: Перед тобой возвышаются громадные пустые доспехи: латы зависли в воздухе, как будто закрепленные на невидимой раме. Красные прожилки тянутся по металлическим поножам, а в руке покоится огромный обоюдоострый топор палача. Поверхность доспехов украшена гравировкой; больше всего в глаза бросается алый змей с распростертыми крыльями.

source: "Vhailor...?"
ru: «Вейлор?..»

source: Examine the armor.
ru: Осмотреть доспехи.

source: Examine the axe.
ru: Осмотреть топор.

source: Examine the helm.
ru: Осмотреть шлем.

source: Leave the suit of armor alone.
ru: Оставить доспехи в покое.

source: The armor is archaic, and the shoulder blades are just that - a great ridge of blades sprouting from the shoulder plates. You almost would have taken the ridged blades as decoration, but they look too heavy and dangerous to be anything more than an additional weapon on an already menacing suit of armor. The armor bears dents and other marks of battle, and its surface has been scarred by age and rust.
ru: Броня архаична, пример тому — лезвия на плечах, огромная гряда клинков, торчащая из плечных пластин. Ты едва не принимаешь гребни лезвий за украшение, но они слишком тяжелые и опасные для того, чтобы быть чем-то еще, кроме дополнительного оружия на и так грозном доспехе. На латах есть вмятины и другие следы битв; их поверхность покрыта шрамами старости и ржавчины.

source: Take the armor.
ru: Забрать доспехи.

source: This double-bladed battle-axe is reminiscent of an executioner's axe; the axe head has been forged into the likeness of a blood-red serpent with its wings outspread, the outstretched wings curling to become the edges of the axe. The axe itself is *huge;* even wielded two-handed, it would require tremendous strength to use effectively. Yet it rests in the disembodied gauntlet of the armor, almost casually.
ru: Этот обоюдоострый боевой топор напоминает секиру палача: его обух выкован наподобие кроваво-красного змея с распростертыми крыльями, изгибы которых образуют лезвия топора. Сам топор *огромен*: даже если держать его в двух руках, понадобилась бы огромная сила, чтобы управиться с ним. Тем не менее, он покоится в парящей латной рукавице, держащей его почти небрежно.

source: Take the axe.
ru: Взять топор.

source: The helm resembles the skull of some creature; curved metal teeth line the bottom edge of the faceplate, hanging down over empty space. The helm rests in the air, its interior hidden in shadow.
ru: Этот шлем напоминает череп какого-то существа: нижний край лицевого щитка обрамляют кривые металлические зубы, нависая над пустотой. Шлем висит в воздухе, его внутренняя часть скрыта тенью.

source: Take the helm.
ru: Забрать шлем.

source: You don't know where the name came from, but you know it *belongs* to the armor. You barely whisper it, but it echoes strangely in the chamber. The air stirs, just enough to send a crawling sensation swimming through your skull and a knot to tighten in your heart.
ru: Тебе неизвестно, откуда взялось это имя, но ты знаешь, что оно *принадлежит* броне. Ты произносишь его почти шепотом, но оно отдается в помещении странным эхом. Воздух движется. Этого хватило для того, чтобы у тебя по затылку поползли мурашки, а сердце сжалось в узел.

source: Try and recall the memory, bring it to the surface.
ru: Попытаться вспомнить, поднять воспоминание к поверхности.

source: Let the memory resurface...
ru: Позволить воспоминанию всплыть...

source: Leave the armor alone.
ru: Оставить доспехи в покое.

source: As you stare upon the suit of armor, the shadows beneath the visor take shape... coalescing into the features of a powerful, ebony-skinned man. His eyes are like fires, and he bears numerous scars... was this 'Vhailor,' when he wore flesh? He seems hauntingly familiar... both as a suit of armor AND as a flesh and blood human.
ru: Пока ты смотришь на доспехи, тень под козырьком шлема принимает форму... образуя лицо могучего темнокожего мужчины. Его глаза горят огнем, он носит многочисленные шрамы... Так это он был «Вейлором», когда еще был во плоти? Он кажется тебе уж больно знакомым... и в качества доспехов, И в качестве человека из плоти и крови.

source: "Vhailor... awaken."
ru: «Вейлор... пробудись».

source: There is a flare of brilliant red light from beneath the helm, lancing out to almost blinding; you shield your eyes from the glare - when you uncover them, you see two embers burning within the shadows of the helm.
ru: Из-под шлема вырывается яркий красный свет, чуть не ослепив тебя. Ты прикрываешь глаза от света. Убрав руку, ты видишь два уголька, горящих в тени шлема.

source: As you reach out, there is a sudden flare of brilliant red light from beneath the helm, lancing out to almost blinding; you shield your eyes from the glare - when you uncover them, you are confronted with two embers burning within the shadows of the helm.
ru: Когда ты протягиваешь руку, из-под шлема вырывается яркий красный свет, чуть не ослепив тебя. Ты прикрываешь глаза от света. Убрав руку, перед тобой предстают два уголька, горящих в тени шлема.

source: *I have AWAKENED.*
ru: *Я ПРОБУДИЛСЯ*.

source: The voice is spectral, hollow, and echoes within the suit of armor. It is not a human voice... it feels more like a *force,* a presence. It doesn't sound like anything *alive*... or like anything that ever lived.
ru: Голос у него глухой, потусторонний, отдающийся эхом в доспехах. Это не голос человека... больше похоже на *силу*, нечто таинственное. Не похоже ни на что *живое*... или жившее когда-то.

source: "Who are you?"
ru: «Кто ты?»

source: I encountered a spectral suit of armor in the bottom of the Curst prison... it looks like it's been there for some time. Its name is "Vhailor," and it says it's a Mercykiller, a servitor of justice.
ru: В глубине тюрьмы Проклятого я встретил призрачный доспех... похоже, он там уже давно. Его зовут Вейлор, и он говорит, что он — убийца милосердия, служитель справедливости.

source: *I am VHAILOR.*
ru: *Я ВЕЙЛОР*.

source: *"What* are you?"
ru: «*Что* ты такое?»

source: *I am a MERCYKILLER.*
ru: *Я — УБИЙЦА МИЛОСЕРДИЯ*.

source: "Mercykiller?"
ru: «Убийца милосердия?»

source: As Vhailor pronounces the word 'Mercykiller,' Annah and Morte stiffen.
ru: Когда Вейлор произносит слова «убийца милосердия», Анна и Морт застывают.

source: As Vhailor pronounces the word 'Mercykiller,' Annah stiffens and gives a soft, warning hiss.
ru: Когда Вейлор произносит слова «убийца милосердия», Анна застывает и тихо предупреждающе шипит.

source: As Vhailor pronounces the word 'Mercykiller,' Morte freezes beside you.
ru: Когда Вейлор произносит слова «убийца милосердия», Морт застывает возле тебя.

source: *Mercykillers serve JUSTICE. Justice PURGES evil. When ALL have been cleansed, the multiverse achieves PERFECTION.*
ru: *Убийцы милосердия служат СПРАВЕДЛИВОСТИ. Справедливость ОЧИЩАЕТ зло. Когда ВСЕ будет очищено, мультивселенная достигнет СОВЕРШЕНСТВА*.

source: "Why are you called 'Mercykillers?'"
ru: «Почему вас зовут 'убийцами милосердия'?»

source: "How do you serve justice?"
ru: «Как вы служите справедливости?»

source: "I had some questions for you, Vhailor..."
ru: «Вейлор, у меня есть еще вопросы к тебе...»

source: "I... see, Vhailor. Here is where we must part ways."
ru: «Понятно... Вейлор. На том и распрощаемся».

source: "Never mind, Vhailor. Let's continue on."
ru: «Неважно, Вейлор. Продолжим путь».

source: *ASK. I shall ANSWER.*
ru: *СПРАШИВАЙ. Я ОТВЕЧУ*.

source: "What are Mercykillers?"
ru: «Кто такие убийцы милосердия?»

source: "You say you serve justice, Vhailor. How?"
ru: «Вейлор, ты говоришь, что служишь справедливости. Но как?»

source: "How long were you imprisoned?"
ru: «Как долго ты был заточен?»

source: "How long were you imprisoned beneath Curst?"
ru: «Как долго ты был заточен в подземельях Проклятого?»

source: "How did you die?"
ru: «Как ты умер?»

source: "You say you can see the hearts of others, Vhailor. How?"
ru: «Вейлор, ты утверждаешь, что можешь видеть сердца других. Но как?»

source: "Can you teach me how to use an axe, Vhailor?"
ru: «Вейлор, ты можешь научить меня пользоваться боевым топором?»

source: Lie: "I seek justice, too, Vhailor. Will you join me?"
ru: Ложь: «Вейлор, я тоже стремлюсь к справедливости. Ты присоединишься ко мне?»

source: Truth: "I seek justice, too, Vhailor. Will you join me?"
ru: Правда: «Вейлор, я тоже стремлюсь к справедливости. Ты присоединишься ко мне?»

source: "Will you travel with me, Vhailor? We could use your help."
ru: «Вейлор, ты пойдешь со мной? Нам могла бы понадобиться твоя помощь».

source: "Never mind, Vhailor. Here is where we must part ways."
ru: «Неважно, Вейлор. Тут мы должны расстаться».

source: *Mercy is a shield used by the WEAK. Mercy is WEAKNESS. Mercy is DEATH. NO ONE is innocent. Mercykillers slay mercy and its WHORES wherever their plague has carried them.*
ru: *Милосердие — это щит, которым пользуются СЛАБЫЕ. Милосердие — это СЛАБОСТЬ. Милосердие — это СМЕРТЬ. НИКТО не чист. Убийцы милосердия убивают милосердие и его ПРИСЛУЖНИКОВ повсюду, где они разносят свою чуму*.

source: Truth: "I see I have found one who believes as *I* do. Mercy subverts justice. Mercy *is* weakness."
ru: Правда: «Вижу, что я нашел *единоверца*. Милосердие извращает справедливость. Милосердие — *слабость*».

source: Lie: "I see I have found one who believes as *I* do. Mercy subverts justice. Mercy *is* weakness."
ru: Ложь: «Вижу, что я нашел *единоверца*. Милосердие извращает справедливость. Милосердие — *слабость*».

source: Truth: "I disagree. Mercy is strength - and there are times when even justice can be unjust, especially when carried to the extreme."
ru: Правда: «Не согласен. Милосердие — это сила. Случается, когда даже справедливость может быть несправедливой, особенно когда применяется сверх меры».

source: "I see. I had other questions for you..."
ru: «Понятно. У меня есть другие вопросы к тебе...»

source: "Here is where we must part ways, Vhailor. Farewell."
ru: «Тут наши пути расходятся, Вейлор. Прощай».

source: *Punishment BREAKS souls. It makes them worthy of service to JUSTICE.*
ru: *Наказание ЛОМАЕТ души. Оно делает их достойными того, чтобы служить СПРАВЕДЛИВОСТИ*.

source: *MERCY eats at the heart of JUSTICE. NO ONE that lives is INNOCENT.*
ru: *МИЛОСЕРДИЕ разъедает само сердце СПРАВЕДЛИВОСТИ. ВСЕ из живших в чем-то ВИНОВНЫ*.

source: "What *defines* justice, Vhailor? What IS it, really?"
ru: «Вейлор, а что же *определяет* справедливость? ЧТО это на самом деле?»

source: "By your own words, you are not innocent, either. Should *you* be punished?"
ru: «Исходя из твоих слов, ты и сам виновен. Следует ли наказать *тебя*?»

source: "Very well. I had other questions for you..."
ru: «Хорошо. У меня были к тебе другие вопросы...»

source: "I will not argue this with you any longer, Vhailor. Let's continue on."
ru: «Я больше не собираюсь спорить с тобой, Вейлор. Продолжим путь».

source: *JUSTICE is defined by LAW.*
ru: *СПРАВЕДЛИВОСТЬ определяется ЗАКОНОМ*.

source: "And what is law, Vhailor?"
ru: «Но что такое закон, Вейлор?»

source: *LAW is the tool by which JUSTICE is served.*
ru: *ЗАКОН — это инструмент, с помощью которого достигается СПРАВЕДЛИВОСТЬ*.

source: "And what makes the laws, Vhailor?"
ru: «И откуда берутся законы, Вейлор?»

source: *LAW is defined by JUSTICE.*
ru: *ЗАКОН определяется СПРАВЕДЛИВОСТЬЮ*.

source: "That's a circular argument, Vhailor - it's meaningless. You say justice is defined by law, which is defined by justice."
ru: «Вейлор, это циклические суждения — они бессмысленны. По твоим словам, справедливость определяется законом, который определяется справедливостью».

source: *LAW -IS- defined by JUSTICE.*
ru: *ЗАКОН -ОПРЕДЕЛЕН- СПРАВЕДЛИВОСТЬЮ*.

source: "Living men and women make laws, Vhailor - are the laws they make 'just?'"
ru: «Вейлор, законы создают живые мужчины и женщины. Разве созданные ими законы 'справедливы'?»

source: *LAWS are JUST.*
ru: *ЗАКОНЫ СПРАВЕДЛИВЫ*.

source: "But if these laws are made by living men and women - who, as *you've* said, are NOT innocent, then haven't the laws been tainted by their hands?"
ru: «Но раз эти законы создаются живыми мужчинами и женщинами, которые, по *твоим* словам, в ЧЕМ-ТО виновны, разве они не запятнали законы своими руками?»

source: *NOTHING that lives is INNOCENT. Yet LAW rises ABOVE the flesh and blood. FROM IMPERFECTION PERFECTION MAY BE MADE. UNJUST LAWS may be REFINED. BLED OF THEIR EVIL.*
ru: *За ВСЕМИ есть ВИНА. И все же ЗАКОН ПРЕВЫШЕ плоти и крови. НЕСОВЕРШЕННОЕ МОЖНО СДЕЛАТЬ СОВЕРШЕННЫМ. НЕСПРАВЕДЛИВЫЕ ЗАКОНЫ можно ИСПРАВИТЬ, ОЧИСТИТЬ ОТ ЗЛА*.

source: "Then you admit laws are not always perfect - but if these same laws define justice, then isn't *justice* imperfect as well?"
ru: «Значит, ты признаешь, что законы не всегда идеальны. Но если эти самые законы определяют справедливость, то ведь и *справедливость* несовершенна?»

source: Vhailor is silent.
ru: Вейлор молчит.

source: "Vhailor - there is NO justice. All you do in the name of justice is meaningless - your LIFE is meaningless."
ru: «Вейлор, справедливости НЕ СУЩЕСТВУЕТ. Все, что ты делаешь во имя справедливости, бессмысленно. Твоя ЖИЗНЬ бессмысленна».

source: "Never mind, Vhailor. I had other questions for you..."
ru: «Неважно, Вейлор. У меня есть к тебе другие вопросы...»

source: I convinced Vhailor that his quest for justice was meaningless, since he believed justice and laws were so intertwined, that if one were imperfect, the other was imperfect as well. If he had been smarter, he may have been able to argue more effectively, but whatever passions or obsessions changed him into the restless spirit he was, impaired his ability to see beyond his own narrow arguments. When my words finally struck him, his doubt and his hesitation killed him, making him 'give up the ghost.'
ru: Я убедил Вейлора, что его погоня за справедливостью бессмысленна, поскольку он верил, что справедливость и закон настолько взаимосвязаны, что если одно из них несовершенно, то и другое тоже. Будь он умнее, он мог бы придумать лучшие аргументы, но какая бы страсть или одержимость не превратила его в беспокойного духа, она ослабила его способность видеть за пределами своих скудных доводов. Когда на него наконец обрушились мои слова, его сомнение и неуверенность убили его, заставив его «испустить дух».

source: Your words seem to echo, gathering power as you speak them. As you do, the embers in Vhailor's eyes flicker - and then gutter out. His armor collapses, the axe and the metal plates clattering to the ground with a *crash.* As they strike the ground, however, they raise clouds of dust - ash and rust particles rising from the metal as the plates and axe age, decay, and disintegrate right before your eyes. All that remains are a few pitted metal plates as gravestones that Vhailor ever existed.
ru: Твои слова отдаются эхом, набирая силу, пока ты их произносишь. При этом угольки в глазах Вейлора вспыхивают, а затем гаснут. Его топор и металлические латы с лязгом падают на землю. Однако, коснувшись земли, они поднимают облако пыли: на твоих глазах частички пепла и ржавчины слетают с металла, латы с топором стареют, распадаются и исчезают. Остается только несколько выщербленных металлических пластин, могильные камни, подтверждающие существование Вейлора.

source: "Farewell, Vhailor."
ru: «Прощай, Вейлор».

source: The embers in Vhailor's eyes flicker - and then FLARE. *Your WORDS are NOTHING to me. You seek to SWAY me from the PATH OF JUSTICE.* He raises his axe menacingly. *I shall see you PUNISHED.*
ru: Угольки в глазах Вейлора вспыхивают... и ЗАГОРАЮТСЯ. *Твои СЛОВА для меня — НИЧТО. Ты пытаешься СБИТЬ меня с ПУТИ СПРАВЕДЛИВОСТИ, — он угрожающе поднимает топор. — Я позабочусь о твоем НАКАЗАНИИ*.

source: "Vhailor, wait! Don't do this!"
ru: «Вейлор, погоди! Не делай этого!»

source: "Very well, Vhailor. If it's a fight you want..."
ru: «Ладно, Вейлор. Раз уж ты хочешь драки...»

source: *I SERVE JUSTICE. IF I WERE TO FAIL IN MY SERVICE, I WOULD BE PUNISHED.*
ru: *Я СЛУЖУ СПРАВЕДЛИВОСТИ. ЕСЛИ БЫ Я ПРОВАЛИЛ МОЮ МИССИЮ, МЕНЯ БЫ НАКАЗАЛИ*.

source: "So if you had ever let a criminal escape punishment, then you yourself would be punished?"
ru: «Значит, если ты хоть раз дашь преступнику сбежать, то сам будешь наказан?»

source: *YES.*
ru: *ДА*.

source: "Well, while you were imprisoned beneath Curst, thousands... hundreds of thousands... maybe millions of criminals across the Planes were born, lived their lives, and died. You *never* had a chance to punish them. Can you really deliver justice to every creature in the multiverse?"
ru: «Ну что ж, пока ты был заточен в подземельях Проклятого, тысячи... сотни тысяч... возможно, миллионы преступников по всем Планам рождались, проживали свои жизни и умирали. У тебя не было *ни единого* шанса покарать их. Каким образом ты можешь вершить справедливость над каждым существом в мультивселенной?»

source: *Then I shall seek them BEYOND death and punish them.*
ru: *Тогда я найду их ПОСЛЕ смерти и покараю*.

source: "If you do that, then you will no longer be able to punish the living. Which is it, Vhailor?"
ru: «Сделав это, ты больше не сможешь наказывать живых. Что тогда, Вейлор?»

source: *Then I shall continue my quest for JUSTICE upon the plane of the LIVING.*
ru: *Тогда я продолжу свои поиски СПРАВЕДЛИВОСТИ на плане ЖИВЫХ*.
