Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dvhail.dlg.po
Languages: ru

source: "But there's many more criminals that lie dead than alive... and all that lives dies, does it not? If you die, then you shall have access to them all."
ru: «Но мертвых преступников куда больше, чем живых... и все живое умирает, не так ли? Умерев, ты получишь к ним доступ».

source: *Your words are HOLLOW. They lack CONVICTION. They smell of LIES and DECEPTION. I shall hear you no more.*
ru: *Твои слова ПУСТЫ. Они НЕУБЕДИТЕЛЬНЫ. От них несет ЛОЖЬЮ и ОБМАНОМ. Я больше не буду тебя слушать*.

source: "Then here is where we must part ways, Vhailor. Farewell."
ru: «Тогда здесь нам следует расстаться, Вейлор. Прощай».

source: Vhailor stands silently, his ember eyes glaring beneath his helm.
ru: Вейлор молча стоит, угольки его глаз сияют в глубине шлема.

source: "Seek them beyond death, Vhailor - perhaps one day I shall see you there."
ru: «Ищи их за границей смерти, Вейлор. Быть может, однажды мы там увидимся».

source: "Forget my words, Vhailor. I had other questions for you..."
ru: «Забудь, что я сказал, Вейлор. У меня есть другие вопросы к тебе...»

source: "Rest now, Vhailor."
ru: «Покойся с миром, Вейлор».

source: I convinced Vhailor that in order to punish all who had committed crimes, he would need to die so that he could punish them all - my words had a powerful impact - so powerful that he literally died a second death in front of me, his armor and axe disintegrating as he 'gave up the ghost.'
ru: Я убедил Вейлора, что для того, чтобы покарать всех совершивших преступление, ему придется умереть, чтобы он смог покарать их всех. Мои слова имели сильное влияние, настолько сильное, что он буквально умер второй смертью прямо передо мной. Его броня и топор исчезли, когда он «испустил дух».

source: *Time FLED as I lay imprisoned. Time bears no MEANING. Only JUSTICE.*
ru: *Время УТЕКАЕТ, пока я томлюсь в заточении. Время не имеет ЗНАЧЕНИЯ. Только СПРАВЕДЛИВОСТЬ*.

source: "Do you know *why* you came to Curst?"
ru: «Ты знаешь, *почему* ты оказался в Проклятом?»

source: *Much is lost of my journey. I traveled in search of BETRAYERS. They found me and imprisoned me. An act of TREACHERY.*
ru: *Многое из моих странствий утеряно. Я отправился на поиски ИЗМЕННИКОВ. Они нашли меня и заточили — совершили ПРЕДАТЕЛЬСТВО*.

source: "What betrayers?"
ru: «Каких изменников?»

source: *Curst is a CITY of BETRAYERS. It is a city that defies JUSTICE. I came to CLEANSE it.*
ru: *Проклятый — ГОРОД ИЗМЕННИКОВ. Этот город оскверняет СПРАВЕДЛИВОСТЬ. Я пришел, дабы ОЧИСТИТЬ его*.

source: "How were you imprisoned?"
ru: «Как тебя лишили свободы?»

source: Vhailor is silent for a moment. The embers in his eyes flicker.
ru: Вейлор некоторое время молчит. Угольки его глаз мерцают.

source: "Vhailor? Do you recall how they imprisoned you?"
ru: «Вейлор? Ты помнишь, как тебя заточили?»

source: *I do not KNOW.*
ru: *Я НЕ ЗНАЮ*.

source: "Never mind then, Vhailor. Let's continue on."
ru: «Тогда не бери в голову, Вейлор. Продолжим путь».

source: *There is nothing I can teach you. It is not the HAND that wields a weapon. It is the WILL.*
ru: *Я не могу тебя ничему научить. Оружием владеет не РУКА. Им владеет ВОЛЯ*.

source: "What do you mean?"
ru: «О чем это ты?»

source: "All right then, Vhailor. I had other questions for you..."
ru: «Ладно, Вейлор. У меня к тебе другие вопросы...»

source: *When the WILL is strong, the BLADE is strong. When the cause is JUST, the blade strikes TRUE. When MERCY eats at the heart, DOUBT, HESITATION, COMPASSION follow. The blade becomes as DUST.*
ru: *Когда ВОЛЯ сильна, КЛИНОК силен. Когда причина ПРАВЕДНА, клинок бьет БЕЗ ПРОМАХУ. Когда в сердце въедается МИЛОСЕРДИЕ, за ним следуют СОМНЕНИЕ, НЕРЕШИТЕЛЬНОСТЬ, СОСТРАДАНИЕ. Клинок превращается в ПЫЛЬ*.

source: "My will is strong, Vhailor. My conviction lends my blade strength."
ru: «Моя воля сильна, Вейлор. Мое убеждение добавляет силы моему клинку».

source: Vhailor's ember eyes fall upon you. There is a heavy silence.
ru: На тебя падает взгляд глаз-угольков Вейлора. Наступает тяжелая тишина.

source: *Your WILL is strong. Your DISCIPLINE is strong. Your WILL is the will of LAW.*
ru: *Твоя ВОЛЯ сильна. Твоя ДИСЦИПЛИНА сильна. Твоя ВОЛЯ — воля ЗАКОНА*.

source: "Then how do -?"
ru: «Тогда как?..»

source: *KNOW THIS: There is nothing on ALL the PLANES that can STAY the hand of JUSTICE when it is brought against them. It may unmake ARMIES. It may sunder the thrones of GODS. When your cause is JUSTICE, JUSTICE will lend you its STRENGTH.*
ru: *ЗНАЙ: Ничто на ВСЕХ ПЛАНАХ не может УСТОЯТЬ перед десницей ПРАВОСУДИЯ, направленной против него. Оно способно уничтожить ЛЕГИОНЫ. Оно может расколоть престолы БОГОВ. Когда твое дело ПРАВЕДНО, СПРАВЕДЛИВОСТЬ придаст тебе СИЛЫ*.

source: "I see."
ru: «Понятно».

source: *You do NOT see. NOT yet. Open your eyes to me, and you shall SEE the PLANES through the eyes of JUSTICE.*
ru: *Тебе НЕПОНЯТНО. ПОКА. Открой мне свои глаза, и ты УЗРИШЬ ПЛАНЫ глазами ПРАВОСУДИЯ*.

source: "Very well... show me what you see."
ru: «Хорошо... покажи мне, что ты видишь».

source: "No, Vhailor... I do not wish to see. I had other questions for you instead..."
ru: «Нет, Вейлор... Я не хочу этого видеть. У меня есть к тебе другие вопросы...»

source: "I don't think I'm ready for what you want to show me, Vhailor. Let's continue on."
ru: «Вейлор, я не думаю, что готов к тому, что ты хочешь мне показать. Продолжим путь».

source: You gaze at Vhailor's eyes, the twin fires suddenly FLARE...
ru: Ты вглядываешься в глаза Вейлора, и вдруг пара огоньков ВСПЫХИВАЕТ...

source: "Wh..."
ru: «Чт...»

source: The flare blinds you for a moment, and when you open your eyes, everything seems to carry an EDGE to it, as if it has gained an extra angle; you feel sharper somehow, as if you could somehow CLEAVE every object you see just by looking at it.
ru: На миг яркий вспышка ослепляет тебя, и когда ты раскрываешь глаза, все вокруг становится РЕЗКИМ, как будто ты смотришь на все под другим углом. Ты чувствуешь все острее, как будто ты способен РАСКОЛОТЬ любой предмет одним лишь взглядом.

source: "Vhailor... is this...?"
ru: «Вейлор... это?..»

source: *SEE all things. SEE their strength. SEE their WEAKNESS. JUDGE all things. If MERCY has eaten their hearts, they will FALL beneath JUSTICE. Your WILL gives you the RIGHT. Your DISCIPLINE gives you the RIGHT.*
ru: *УЗРИ всех. УЗРИ их силу. УЗРИ их СЛАБОСТИ. СУДИ их. Если МИЛОСЕРДИЕ поедает их сердца, они ПАДУТ перед СПРАВЕДЛИВОСТЬЮ. Твоя ВОЛЯ дает тебе ПРАВО. Твоя ДИСЦИПЛИНА дает тебе ПРАВО*.

source: "Very well... I... had something else I wished to ask you."
ru: «Хорошо... Я... хотел бы спросить у тебя кое о чем еще».

source: "I... see now. Let's... continue on."
ru: «Понятно... Продолжим путь...»

source: *Your WILL is strong. But you lack DISCIPLINE. Your WILL is YOUR will, not the will of LAW. There is nothing I may show you that you would SEE or UNDERSTAND.*
ru: *Твоя ВОЛЯ сильна. Но тебе не хватает ДИСЦИПЛИНЫ. Твоя ВОЛЯ принадлежит ТЕБЕ, а не ЗАКОНУ. Я не могу показать тебе ничего, что ты смог бы УВИДЕТЬ или ПОНЯТЬ*.

source: "Never mind, then. Let's continue on."
ru: «Тогда неважно. Продолжим путь».

source: "Vhailor? How did you die?"
ru: «Вейлор, как ты умер?»

source: "Forget it, Vhailor. I had other questions for you..."
ru: «Забудь, Вейлор. У меня есть другие вопросы к тебе...»

source: *I LIVE.*
ru: *Я ЖИВОЙ*.

source: "Well, in a manner of speaking - but what happened to your physical body?"
ru: «Ну да, в каком-то смысле. Но что случилось с твоим физическим телом?»

source: As you are about to speak, there is a strange crawling sensation through the back of your skull - and you suddenly *know* that Vhailor doesn't realize he's dead. For some reason, you feel that this revelation could prove extremely dangerous.
ru: Не успеваешь ты сказать это, как в твоем затылке появляется странное покалывание — и вдруг ты *осознаешь*, что Вейлор не понимает, что он мертв. По какой то причине тебе кажется, что это разоблачение может оказаться весьма опасным.

source: "Vhailor? What happened to your physical body?"
ru: «Вейлор, что случилось с твоим физическим телом?»

source: *I LIVE. While those CONDEMENED still require PUNISHMENT, I LIVE.*
ru: *Я ЖИВОЙ. Покуда ОСУЖДЕННЫЕ будут нуждаться в НАКАЗАНИИ, Я ПРОДОЛЖУ ЖИТЬ*.

source: "Vhailor, you're not *really* alive... you've become a spirit, a specter - a ghost."
ru: «Вейлор, ты *не совсем* жив... Ты стал духом, призраком, привидением».

source: "Do you FEEL alive, Vhailor? Remove your gauntlet, see if your eyes see skin. Touch your axe to your arm - does it draw blood? And your eyes - they burn like fire, but can they shed tears? Your spirit remains, Vhailor, but you no longer *live.*"
ru: «Ты ЧУВСТВУЕШЬ, что жив, Вейлор? Сними рукавицу, попробуй увидеть кожу. Прикоснись топором к своей руке: прольется ли кровь? И еще твои глаза: они горят как пламя, но могут ли они пролить слезы? Твой дух остался, Вейлор, но ты более не *жив*».

source: There is a heavy, dangerous silence; Vhailor does not respond.
ru: Нависает тяжелая и опасная тишина. Вейлор не отвечает.

source: For a moment... just a moment, Vhailor's eyes flicker.
ru: На миг... всего лишь на миг в глазах Вейлора появляется блеск.

source: "Do you even RECALL what you once looked like past the armor, Vhailor? You were once a man of flesh and blood, once alive, and once a seeker of justice. But now that man is dead. And only the tormented shell remains."
ru: «Вейлор, ты вообще ПОМНИШЬ, как выглядел в прошлом без брони? Когда-то ты был человеком из крови и плоти, живым, ищущим справедливость. Но теперь этот человек мертв. Осталась лишь измученная оболочка».

source: "Do you even RECALL what you once looked like past the armor, Vhailor? I do. You were once a man of flesh and blood, dark of skin, eyes like fires... numerous scars you bore on your flesh, and many were the justices that were committed in your name. But now that man is dead. And only the tormented shell remains."
ru: «Вейлор, ты вообще ПОМНИШЬ, как выглядел в прошлом без брони? Я помню. Когда-то ты был человеком из крови и плоти, темнокожим, с горящими глазами... На твоей коже было множество шрамов, и ты совершил множество актов правосудия. Но теперь этот человек мертв. Осталась лишь измученная оболочка».

source: *I... remember.* Vhailor's eyes flicker, more erratic than before. His axe falls to his side. *The memory is... DIFFICULT to remember. There was a DEATH... and I have CHANGED. I am not that ONE any longer. What AM I?*
ru: *Я... помню*. Глаза Вейлора мерцают, теперь более непостоянно. *Это... НЕЛЕГКО вспомнить. Была СМЕРТЬ... и я ИЗМЕНИЛСЯ. Я больше не ТОТ. КТО же я?*

source: "I don't know, Vhailor. The man that was Vhailor is dead... you are something else, now."
ru: «Я не знаю, Вейлор. Человек, бывший Вейлором, умер... теперь ты нечто иное».

source: "Forget my words, Vhailor... I had other questions for you..."
ru: «Забудь мои слова, Вейлор... У меня к тебе другие вопросы...»

source: *JUSTICE was my cause. The FLESH... the FLESH could not remain. Yet JUSTICE needed to be SERVED. There was the DEATH of flesh, but the WILL would not let go... there were MORE to be punished. ALWAYS more. JUSTICE... JUSTICE would not have been served by my DEATH.*
ru: *Моей целью была СПРАВЕДЛИВОСТЬ. ПЛОТЬ... ПЛОТЬ не может жить вечно. И все же ПРАВОСУДИЕ нужно ВЕРШИТЬ. Это была СМЕРТЬ плоти, но ВОЛЯ никуда не делась... Были ДРУГИЕ, нуждающиеся в наказании. И ВСЕГДА будут. ПРАВОСУДИЕ... ПРАВОСУДИЕ не могло вершиться после моей СМЕРТИ*.

source: "But you DID die, Vhailor, long ago. And now it's time to let go."
ru: «Вейлор, но ведь ты ДЕЙСТВИТЕЛЬНО умер давным давно. Настало время все оставить».

source: "Then you are only LYING to yourself by thinking you live. You're DEAD, Vhailor. What JUSTICE is served when the servant of justice lies to itself?"
ru: «Тогда ты ЛЖЕШЬ себе, думая, что ты жив. Ты МЕРТВ, Вейлор. Какое ПРАВОСУДИЕ можно вершить, если его служитель сам себе лжет?»

source: I convinced Vhailor that he was not alive, that he needed to let go and give up his crusade for justice. My words has a powerful impact - so powerful that he literally died a second death in front of me, his armor and axe disintegrating as he 'gave up the ghost.'
ru: Я убедил Вейлора, что он мертв, и что ему нужно все бросить и прекратить свой крестовый поход во имя справедливости. Мои слова имели сильное влияние, настолько сильное, что он буквально умер второй смертью прямо передо мной. Его броня и топор исчезли, когда он «испустил дух».

source: *I will JOIN you. We shall seek JUSTICE together. Where MERCY hides, we shall SLAY it.*
ru: *Я ПРИСОЕДИНЮСЬ к тебе. Мы будем стремиться к СПРАВЕДЛИВОСТИ вместе. Где бы не пряталось МИЛОСЕРДИЕ, мы его УБЬЕМ*.

source: "Very well."
ru: «Хорошо».

source: *I will JOIN you. Your WILL is an INCONSTANT thing, but I shall TEACH you of JUSTICE. I shall TEACH you of the SLAYING of MERCY.*
ru: *Я ПРИСОЕДИНЮСЬ к тебе. Твоя ВОЛЯ НЕПОСТОЯННА, но я ОБУЧУ тебя СПРАВЕДЛИВОСТИ. Я ОБУЧУ тебя УБИЙСТВУ МИЛОСЕРДИЯ*.

source: *Does your heart seek JUSTICE? Or is your JOURNEY without PURPOSE?*
ru: *Жаждет ли твое сердце СПРАВЕДЛИВОСТИ? Или твой ПУТЬ не имеет ЦЕЛИ?*

source: Truth: "I seek justice, Vhailor. Will you join me?"
ru: Правда: «Я стремлюсь к справедливости, Вейлор. Ты присоединишься ко мне?»

source: Lie: "I seek justice, Vhailor. Will you join me?"
ru: Ложь: «Я стремлюсь к справедливости, Вейлор. Ты присоединишься ко мне?»

source: *JUSTICE uses Mercykillers as her EYES. JUSTICE uses Mercykillers to dispense her WILL. When SENTENCE is passed, she LENDS us her STRENGTH.*
ru: *СПРАВЕДЛИВОСТЬ использует убийц милосердия вместо ГЛАЗ. СПРАВЕДЛИВОСТЬ использует убийц милосердия для осуществления свой ВОЛИ. Когда ПРИГОВОР оглашен, она дарит нам свою СИЛУ*.

source: "I seek knowledge of myself, Vhailor, and if there is justice in the knowing of it, then I shall find that as well."
ru: «Я ищу знания о себе, Вейлор, и если в этих знаниях заключается справедливость, я это выясню».

source: *The STRENGTH of JUSTICE depends on the harm the INJUSTICE has caused.*
ru: *СИЛА СПРАВЕДЛИВОСТИ зависит от вреда, нанесенного НЕСПРАВЕДЛИВОСТЬЮ*.

source: "So... the greater the injustice - the greater the crime - the more strength 'justice' lends you?"
ru: «Значит... чем сильнее несправедливость, чем серьезнее преступление, тем больше силы придает тебе 'справедливость'?»

source: "And how do you know *when* to dispense justice?"
ru: «А как ты узнаешь, *когда* следует вершить правосудие?»

source: "Strength? How?"
ru: «Силу? Каким образом?»

source: *When the INJUSTICE is great enough, JUSTICE will lend me the STRENGTH needed to CORRECT it. NONE may stand against it. It will SHATTER every barrier, SUNDER any shield, TEAR through any ENCHANMENT, and lend its servant the POWER to PASS SENTENCE.*
ru: *Когда НЕСПРАВЕДЛИВОСТЬ достаточно велика, СПРАВЕДЛИВОСТЬ придает мне СИЛУ, необходимую для ее исправления. НИЧТО перед ней не устоит. Она РАЗОБЬЕТ любой барьер, РАСКОЛЕТ любой щит, ПРОРВЕТСЯ сквозь любое КОЛДОВСТВО и придаст ее служителю СИЛУ для ВЫНЕСЕНИЯ ПРИГОВОРА*.

source: Vhailor is more than just a restless spirit - he seems to be an embodiment of justice. He told me that justice grants him strength needed to correct injustices - the greater the injustice, the more strength he gains to correct it. Vhailor claims that justice may grant him the strength to unmake armies... even defeat Gods upon their thrones. For some reason, his words kindled a faint memory in me - I know I've heard the words before, and as impossible as they sound, I know them to be true.
ru: Вейлор — нечто большее, чем просто беспокойный дух: похоже, что он — воплощение справедливости. Он сказал мне, что справедливость придает ему силу, необходимую для исправления несправедливости: чем больше несправедливость, тем больше силы он получает, чтобы исправить ее. Вейлор утверждает, что справедливость может даровать ему силу, способную уничтожить легионы... даже победить богов на их престолах. По какой-то причине, его слова пробудили во мне слабое воспоминание. Я знаю, что слышал эти слова ранее, и как бы неимоверно они не звучали, я уверен, что это правда.

source: As Vhailor intones the words, a crawling sensation passes through your body - so strong it makes you shiver. You've *heard* these words before, and you know them to be *true.*
ru: Пока Вейлор произносит эти слова, по твоему телу проходит холодок, такой сильный, что ты вздрагиваешь. Ты уже *слышал* раньше эти слова, и ты знаешь, что это *правда*.

source: *KNOW THIS: There is nothing on ALL the PLANES that can STAY the hand of JUSTICE when it is brought against them. It may unmake ARMIES. It may sunder the thrones of GODS. Know that for all who BETRAY justice, I am their FATE. And fate carries an EXECUTIONER'S AXE.*
ru: *ЗНАЙ: Ничто на ВСЕХ ПЛАНАХ не может УСТОЯТЬ перед десницей ПРАВОСУДИЯ, направленной против него. Оно способно уничтожить ЛЕГИОНЫ. Оно может расколоть престолы БОГОВ. Знай, что для всех, кто ПРЕДАЕТ справедливость, я становлюсь их СУДЬБОЙ. И судьба несет с собой ТОПОР ПАЛАЧА*.

source: *NO, you do NOT see.* Vhailor's eyes burn like two torches in the shadows of his helm. "PRAY you never WILL.*
ru: *НЕТ, ты НЕ ВИДИШЬ, — глаза Вейлора горят как факелы в тени его шлема. — МОЛИСЬ, чтобы никогда НЕ УВИДЕЛ*.

source: *JUSTICE sees through my eyes. The EYES of a MERCYKILLER can see the CRACKS of WEAKNESS, the FRAILTIES, the wounds of MERCY upon the HEART. In SEEING, I KNOW the guilty. I KNOW their FEAR.*
ru: *СПРАВЕДЛИВОСТЬ видит моими глазами. ГЛАЗА УБИЙЦЫ МИЛОСЕРДИЯ могут видеть ТРЕЩИНЫ СЛАБОСТИ, НЕДОСТАТКИ, раны МИЛОСЕРДИЯ в СЕРДЦАХ. ГЛЯДЯ на них, я УЗНАЮ их вину. Я УЗНАЮ их СТРАХИ*.

source: "What do you see when you look at another?"
ru: «Что ты видишь, когда смотришь на других?»

source: "When you said justice lends you its 'strength,' what did you mean?"
ru: «Когда ты сказал, что справедливость придает тебе 'силу', что ты имел в виду?»

source: *All I see is JUDGED. I may look at the heart and mind of another and KNOW them. The eye of JUSTICE sees through ME.*
ru: *Я ОЦЕНИВАЮ все, что вижу. Я могу заглянуть чье-нибудь сердце и разум и УЗНАТЬ их. МОИМИ глазами смотрит сама СПРАВЕДЛИВОСТИ*.

source: "What do you see when you look at Morte?"
ru: «Что ты видишь, когда смотришь на Морта?»

source: "What do you see when you look at Annah?"
ru: «Что ты видишь, когда смотришь на Анну?»

source: "What do you see when you look at Dak'kon?"
ru: «Что ты видишь, когда смотришь на Даккона?»

source: "What do you see when you look at Fall-From-Grace?"
ru: «Что ты видишь, когда смотришь на Падшую Грацию?»

source: "What do you see when you look at Nordom?"
ru: «Что ты видишь, когда смотришь на Нордома?»

source: "What do you see when you look at Ignus?"
ru: «Что ты видишь, когда смотришь на Игнуса?»

source: "What do you see when you look at yourself?"
ru: «Что ты видишь, когда смотришь на себя?»

source: "What do you see when you look at me?"
ru: «Что ты видишь, когда смотришь на меня?»

source: *ASK.*
ru: *СПРАШИВАЙ*.

source: *The skull knows MUCH. Yet it knows NOTHING of justice. Many with hearts like the skull's now lie within PRISONS and GRAVES.*
ru: *Череп МНОГОЕ знает. Вот только ему НИЧЕГО неизвестно о справедливости. Многие с сердцами, подобными сердцу черепа, находятся в ТЮРЬМАХ и МОГИЛАХ*.

source: "Let me ask you about someone else..."
ru: «Позволь мне спросить кое о ком другом...»

source: *The tiefling is TAINTED by the Lower Planes. Her blood leaves no ROOM for loyalty to JUSTICE. She understands JUSTICE, but she IGNORES it.* Vhailor's eyes flare to torches. *She will not IGNORE ME.*
ru: *Тифлинг ИСПОРЧЕН Нижними планами. В ее крови нет МЕСТА для верности СПРАВЕДЛИВОСТИ. Она понимает СПРАВЕДЛИВОСТЬ, но ИГНОРИРУЕТ ее, — глаза Вейлора вспыхивают. — Но МЕНЯ она не будет ИГНОРИРОВАТЬ*.

source: Vhailor's eyes flare. *Tiefling, ANSWER me: Have you ever committed an INJUSTICE?*
ru: Глаза Вейлора горят. *Тифлинг, ОТВЕЧАЙ: Совершала ли ты когда-нибудь НЕСПРАВЕДЛИВОСТЬ?*

source: *JUSTICE gives me the RIGHT.*
ru: *СПРАВЕДЛИВОСТЬ дарует мне такое ПРАВО*.

source: *Mercykillers ARE justice. Our actions are ABOVE question, TIEFLING.*
ru: *Убийцы милосердия И ЕСТЬ справедливость. Наши действия ВНЕ обсуждения, ТИФЛИНГ*.

source: *For the LAST time, tiefling, have you ever committed an injustice? REFUSAL to answer is an admission of GUILT.*
ru: *ПОСЛЕДНИЙ раз спрашиваю, тифлинг, совершала ли ты когда-нибудь несправедливость? ОТКАЗЫВАЯСЬ отвечать, ты признаешь свою ВИНУ*.

source: "Vhailor, stop this. Now. I won't have you questioning her."
ru: «Вейлор, прекрати. Немедленно. Я не разрешал тебе допрашивать ее».

source: Wait and see what Annah says.
ru: Подождать ответа Анны.

source: *You have REFUSED to answer to JUSTICE. I will PUNISH you.*
ru: *Ты ОТКАЗАЛАСЬ держать ответ перед СПРАВЕДЛИВОСТЬЮ. Теперь ты будешь НАКАЗАНА*.

source: "No, Vhailor, you won't. You have no right."
ru: «Нет, Вейлор. Ты не имеешь права».

source: Wait, see what happens.
ru: Посмотреть, что произойдет.

source: *JUSTICE gives me the RIGHT. Guilt CLOAKS her like a second skin.*
ru: *СПРАВЕДЛИВОСТЬ дарует мне такое ПРАВО. Вина ПОКРЫВАЕТ ее, словно вторая кожа*.

source: "I told you to stop, Vhailor, and I meant it."
ru: «Я сказал тебе остановиться, Вейлор. Я серьезно».

source: *She has committed INJUSTICES. I will PUNISH her.*
ru: *Она совершала НЕСПРАВЕДЛИВОСТЬ. За это я ее НАКАЖУ*.

source: *All that stand in the PATH of JUSTICE shall be SENTENCED. You have EARNED your fate, SUCCUBUS.*
ru: *Все, что стоит на ПУТИ СПРАВЕДЛИВОСТИ, подлежит ОСУЖДЕНИЮ. Ты ЗАСЛУЖИЛА свою судьбу, СУККУБ*.

source: Wait and see what happens.
ru: Посмотреть, что произойдет.

source: *So the whore that is MERCY shows itself. WEAKNESS has poisoned your heart.*
ru: *Вот и шлюха по имени МИЛОСЕРДИЕ себя проявила. СЛАБОСТЬ отравила твое сердце*.

source: "It is not mercy. It is my *order.* Do you want to test my weakness, Vhailor?"
ru: «Это не милосердие. Это мой *приказ*. Или ты хочешь проверить на слабость меня?»

source: "Mercy is not weakness, Vhailor. You will leave her be, or you will answer to me."
ru: «Милосердие — это не слабость, Вейлор. Оставь ее в покое, или ответишь за это передо мной».

source: "Has it? Then judge me, Vhailor - if you find me wanting, then pass sentence on *me.*"
ru: «Разве? Так осуди меня, Вейлор. Если ты найдешь во мне то, что ищешь, тогда вынеси *мне* свой приговор».

source: *All that stand in the PATH of JUSTICE shall be SENTENCED.* Vhailor's eyes flare, and he raises his axe. *You have EARNED your fate.*
ru: *Все, что стоит на ПУТИ СПРАВЕДЛИВОСТИ, подлежит ОСУЖДЕНИЮ, — с горящими глазами Вейлор заносит топор. — Ты ЗАСЛУЖИЛ свою судьбу*.

source: "Prepare to die a second death, Vhailor..."
ru: «Приготовься встретить свою вторую смерть, Вейлор...»

source: *This githzerai's heart lacks the PREJUDICE that poisons his KIND. Yet he exists in CONFLICT with himself, for his WORD is his WILL and his LAW. Where the githzerai thrive in chaos, this one suffers.*
ru: *В сердце этого гитцерая нет ПРЕДУБЕЖДЕНИЙ, отравляющих его РОД. И все же он живет в РАЗЛАДЕ с самим собой, поскольку его СЛОВО является его ВОЛЕЙ и ЗАКОНОМ. Если другие гитцераи преуспевают в хаосе, то этот страдает в нем*.

source: "Prejudices? What do you mean?"
ru: «Предубеждений? О чем это ты?»

source: "Let me ask you about someone else."
ru: «Позволь мне спросить кое о ком другом».

source: *The githzerai race burns with PREJUDICE. There is no place for PREJUDICE in JUSTICE'S eyes.*
ru: *Раса гитцераев сгорает от ПРЕДУБЕЖДЕНИЙ. В глазах СПРАВЕДЛИВОСТИ нет места для ПРЕДУБЕЖДЕНИЙ*.

source: "What prejudices?"
ru: «Какие еще предубеждения?»
