Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dvhail.dlg.po
Languages: ru

source: *By its nature, prejudice TAINTS justice. Githzerai are prejudiced against the githyanki, their racial cousins, and the illithids, who were the OWNERS of the gith peoples. Hatred for BOTH the githyanki and illithids burns in the githzerai heart.*
ru: *По своей сути предубеждения ИСКАЖАЮТ справедливость. У гитцераев есть предубеждения перед гитьянки, родственной им расой, а также перед иллитидами, которые ВЛАДЕЛИ народом гитов. Ненависть к гитьянки и иллитидам горит в сердцах гитцераев*.

source: "Prejudice taints justice, eh? What about what you said about Annah?"
ru: «Значит, предубеждение искажает справедливость? Как насчет того, что ты говорил про Анну?»

source: "Prejudice taints justice, eh? What about what you said about Fall-from-Grace?"
ru: «Значит, предубеждение искажает справедливость? Как насчет того, что ты говорил про Падшую Грацию?»

source: "Prejudice taints justice, eh? What about what you said about Annah and Fall-from-Grace?"
ru: «Значит, предубеждение искажает справедливость? Как насчет того, что ты говорил про Анну и Падшую Грацию?»

source: *My words did NOT stem from prejudice. They stem from OBSERVATION and REMEMBRANCE.*
ru: *Мои слова берут начало НЕ из предубеждений. Они берут начало из НАБЛЮДЕНИЙ и ВОСПОМИНАНИЙ*.

source: "Well, I think your 'observations' speak of prejudice, Vhailor - you're quick to lump all fiends together. Maybe you should examine your observations."
ru: «Что ж, мне кажется, что твои 'наблюдения' говорят о предубеждениях, Вейлор. Ты быстр на руку валить всю нечисть в одну кучу. Может, тебе следует пересмотреть свои наблюдения».

source: *My OBSERVATIONS are done through JUSTICE'S EYE. I OBSERVE, then I ACT. You would do well to REMEMBER this, if all else is forgotten to you.*
ru: *Мои НАБЛЮДЕНИЯ сделаны ГЛАЗАМИ СПРАВЕДЛИВОСТИ. Я НАБЛЮДАЮ, затем ДЕЙСТВУЮ. Тебе следовало бы ПОМНИТЬ это, если все другое ты забыл*.

source: *TANAR'RI are BORN from chaos. They care NOTHING for JUSTICE. The SUCCUBUS knows of JUSTICE, but she has TURNED from it. MERCY has POISONED her heart.*
ru: *ТАНАРРИ РОЖДЕНЫ из хаоса. Их НЕ ЗАБОТИТ СПРАВЕДЛИВОСТЬ. СУККУБ знает о СПРАВЕДЛИВОСТИ, но она ОТВЕРНУЛАСЬ от нее. Ее сердце ОТРАВЛЕНО МИЛОСЕРДИЕМ*.

source: "Let me ask you about someone el -"
ru: «Позволь мне спросить кое о ком др...»

source: "All right then, Vhailor. I had some other ques-"
ru: «Ну хорошо. Вейлор, у меня есть другие вопр...»

source: "Never mind, Vhailor. Let's -"
ru: «Неважно, Вейлор. Прод...»

source: Vhailor's eyes flare. *MERCY eats at the HEART of JUSTICE. MERCY devours all that is PERFECTION. COMPASSION and FORGIVENESS are MERCY'S POISONS.*
ru: Глаза Вейлора вспыхивают. *МИЛОСЕРДИЕ разъедает само СЕРДЦЕ СПРАВЕДЛИВОСТИ. МИЛОСЕРДИЕ поглощает все СОВЕРШЕННОЕ. СОСТРАДАНИЕ и ПРОЩЕНИЕ — ЯДЫ МИЛОСЕРДИЯ*.

source: *You are WEAK, SUCCUBUS. You are as WEAK as all your KIND. Where your KIND seduces with the FLESH, MERCY has SEDUCED you. You are MERCY'S WHORE. You are NOTHING.*
ru: *Ты СЛАБА, СУККУБ. Ты СЛАБА, как и все представители твоего РОДА. В то время как твои РОД совращает ПЛОТЬ, тебя СОВРАТИЛО МИЛОСЕРДИЕ. Ты — ШЛЮХА МИЛОСЕРДИЯ. Ты — НИЧТО*.

source: Vhailor's eyes flare as he stares at Fall-From-Grace, the two embers burning like torches. Fall-From-Grace meets his gaze steadily, her eyes crystal and determined.
ru: Глаза Вейлора пылают как два факела, пока он смотрит на Падшую Грацию. Падшая Грация встречает его взгляд спокойно, ее взгляд чист и уверен.

source: *The ROOTS of WEAKNESS are there. You BELIEVE yourself STRONG, but MERCY will feed upon the roots. It will DEVOUR your WILL." Vhailor pauses for a moment, and his next words fall like a hammer. *Yet... OTHER weaknesses do you HOLD in your HEART, SUCCUBUS. That is what MY eyes see. You CARE. In CARING, you have become WEAK.*
ru: *В тебе есть КОРЕНЬ СЛАБОСТИ. Ты ВЕРИШЬ, что СИЛЬНА, но МИЛОСЕРДИЕ воспользуется этим. Оно ПОГЛОТИТ твою ВОЛЮ*. Вейлор на миг умолкает, и следующие его слова подобны молоту: *И все же... другую СЛАБОСТЬ ты ХРАНИШЬ в своем СЕРДЦЕ, СУККУБ. МОИ глаза видят это. Ты испытываешь ПРИВЯЗАННОСТЬ. Из-за ПРИВЯЗАННОСТИ ты стала СЛАБОЙ*.

source: *TANAR'RI are BORN from chaos. They care NOTHING for JUSTICE. The SUCCUBUS knows of JUSTICE, but she has TURNED from it. MERCY has laid its ROOTS in her heart. She CARES. In CARING, she has become WEAK."
ru: *ТАНАРРИ РОЖДЕНЫ из хаоса. Их НЕ ЗАБОТИТ СПРАВЕДЛИВОСТЬ. СУККУБ знает о СПРАВЕДЛИВОСТИ, но она ОТВЕРНУЛАСЬ от нее. МИЛОСЕРДИЕ пустило КОРНИ в ее сердце. Она испытывает ПРИВЯЗАННОСТЬ. Из-за ПРИВЯЗАННОСТИ она стала СЛАБОЙ*.

source: *I see JUSTICE'S mark upon the sorcerer.*
ru: *Я вижу на этом колдуне отметину СПРАВЕДЛИВОСТИ*.

source: "Are you saying that Ignus has been judged?"
ru: «Ты утверждаешь, что Игнус был осужден?»

source: *The flames that BURN around him tell of justice. The sorcerer is PUNISHED. He no longer LIVES but has become PART of the PLANES. His body is a CONDUIT. There is no HEART. He has been SENTENCED.*
ru: *Пламя, в котором он ПЫЛАЕТ, говорит о справедливости. Колдун НАКАЗАН. Он более НЕ ЖИВ, он стал ЧАСТЬЮ ПЛАНОВ. Его тело — КАНАЛ. У него нет СЕРДЦА. Он был ОСУЖДЕН*.

source: "Do you know why Ignus didn't die? Shouldn't those flames have killed him?"
ru: «Ты знаешь, почему Игнус не умер? Разве это пламя не должно его убить?»

source: *He no longer LIVES. He only EXISTS. It is not the SAME.*
ru: *Теперь он НЕ ЖИВЕТ — только СУЩЕСТВУЕТ. Это не ОДНО И ТО ЖЕ*.

source: *The MODRON is of no consequence. It can DEFINE justice, but it does not UNDERSTAND it. It is not satisfactory. But it is ENOUGH.*
ru: *МОДРОН не имеет особого значения. Он ОПРЕДЕЛЯЕТ справедливость, но НЕ ПОНИМАЕТ ее. Это нежелательно, но этого ДОСТАТОЧНО*.

source: *I am VHAILOR. I am a MERCYKILLER. My ACTIONS speak my heart.*
ru: *Я ВЕЙЛОР. Я — УБИЙЦА МИЛОСЕРДИЯ. Мои ДЕЯНИЯ едины с моим сердцем*.

source: "That's not what I asked."
ru: «Я не об этом спрашивал».

source: There is a heavy silence... but Vhailor does not break it. His ember eyes match your gaze without a flicker.
ru: Нависла тяжелая тишина... Однако Вейлор ее не нарушает. Его глаза-угольки встречаются с твоими, не мигая.

source: "I asked what do you see when you look at yourself. What do you see when you judge yourself, Vhailor?"
ru: «Я спрашивал, что ты видишь, глядя на себя. Что ты видишь, оценивая себя, Вейлор?»

source: *I do not JUDGE myself. I am a MERCYKILLER. My ACTIONS speak my HEART. My WILL is JUSTICE'S WILL.*
ru: *Я НЕ ОЦЕНИВАЮ себя. Я — УБИЙЦА МИЛОСЕРДИЯ. Мои ДЕЯНИЯ едины с моим СЕРДЦЕМ. Моя ВОЛЯ — ВОЛЯ СПРАВЕДЛИВОСТИ*.

source: "So you're beyond justice?"
ru: «Значит, ты вне справедливости?»

source: *I SERVE justice. I am never BEYOND justice. NOTHING is beyond JUSTICE.*
ru: *Я СЛУЖУ справедливости. Я никогда не был ВНЕ ее. НИКОМУ не скрыться от СПРАВЕДЛИВОСТИ*.

source: "Then take a look at yourself, Vhailor. What do the eyes of justice see when it looks at its servant?"
ru: «Так погляди на себя, Вейлор. Что видят глаза справедливости, когда смотрят на ее служителя?»

source: The embers in Vhailor's eyes suddenly go black, and there is a terrible SILENCE in the air.
ru: Угольки глаз ВЕЙЛОРА внезапно гаснут, и в воздухе нависает УЖАСНАЯ тишина.

source: Just when you are beginning to wonder if Vhailor's eyes will re-light, there is a FLARE, and you are forced to shield your eyes.
ru: Ты уже начал сомневаться, загорятся ли снова глаза Вейлора, но тут что-то ВСПЫХИВАЕТ, и ты вынужден прикрыть глаза.

source: "Vhailor..."
ru: «Вейлор...»

source: *I am VHAILOR. I am a MERCYKILLER. My ACTIONS speak my HEART. I am JUSTICE'S SERVANT.*
ru: *Я ВЕЙЛОР. Я — УБИЙЦА МИЛОСЕРДИЯ. Мои ДЕЯНИЯ едины с моим сердцем. Я — СЛУЖИТЕЛЬ СПРАВЕДЛИВОСТИ*.

source: "But... Vhailor, what did you SEE when..."
ru: «Но... Вейлор, что ты УВИДЕЛ, когда?..»

source: "Very well. I wanted to ask you about someone else..."
ru: «Хорошо. Я хотел спросить о ком-то другом...»

source: Before you can speak, you feel a strange crawling sensation worming through the back of your skull, and the words pause at the edge of your tongue... you know that if you press the issue, you will be awakening something in Vhailor. Something dangerous.
ru: Не успеваешь ты произнести это, как по твоему затылку пробегают мурашки, и слова застывают на кончике твоего языка... Ты понимаешь, что если продолжишь давить, то пробудишь в Вейлоре нечто... опасное.

source: "But... Vhailor, what did you SEE when you looked inward?"
ru: «Но... Вейлор, что ты УВИДЕЛ, заглянув внутрь?»

source: "Never mind, Vhailor. I wanted to ask you about someone else..."
ru: «Неважно, Вейлор. Я хотел спросить о ком-то другом...»

source: *I AM NOT FOUND WANTING. WHERE MERCY LIVES, I SHALL KILL IT. WHERE COMPASSION POISONS THE HEART, I SHALL BLEED IT FROM ITS VICTIM. WHERE LIARS AND BETRAYERS OF TRUTH FOSTER LIES, I SHALL ANSWER THEIR LIES WITH JUSTICE'S BLADE.*
ru: *Я НЕ НАШЕЛ ЖЕЛАЕМОГО. ГДЕ БЫ НЕ БЫЛО МИЛОСЕРДИЕ, Я УНИЧТОЖУ ЕГО. ГДЕ БЫ СОСТРАДАНИЕ НЕ ОТРАВЛЯЛО СЕРДЦА, Я ВЫПУЩУ ЕГО ВМЕСТЕ С КРОВЬЮ ЕГО ЖЕРТВЫ. ГДЕ БЫ НЕ ЗАТАИЛИСЬ ЛЖЕЦЫ И ПРЕДАТЕЛИ ИСТИНЫ, Я ОТВЕЧУ НА ИХ ЛОЖЬ КЛИНКОМ ПРАВОСУДИЯ*.

source: "But what I *asked* was..."
ru: «Но я *спрашивал*...»

source: *WHO ARE YOU TO QUESTION A SERVANT OF JUSTICE? YOU ARE NOTHING. YOU ARE A SHELL. I WILL NOW SEARCH YOUR HEART. WE SHALL SEE IF YOU ARE FOUND WANTING.*
ru: *КТО ТЫ ТАКОЙ, ЧТОБЫ ОБСУЖДАТЬ СЛУГУ СПРАВЕДЛИВОСТИ? ТЫ НИЧТО, ТЫ ВСЕГО ЛИШЬ ОБОЛОЧКА. А ТЕПЕРЬ Я ВЗГЛЯНУ В ТВОЕ СЕРДЦЕ. ОБНАРУЖИМ ЛИ МЫ В НЕМ ЖЕЛАЕМОЕ?*

source: "But..."
ru: «Но...»

source: As Vhailor's burning red eyes fall upon you, you feel them tearing at your skin, blistering it, then peeling it back - but there is no pain, just a wash of dizziness and a sense of *drowning.* As his eyes burn into you, you feel a memory stir...
ru: Когда горящий взгляд Вейлора падает на тебя, ты чувствуешь, как он прорывается сквозь твою кожу, покрывая ее волдырями, а затем срывая ее. Однако боли нет — только головокружение и чувство *погружения*. Пока его глаза впиваются в тебя, ты чувствуешь прилив воспоминаний...

source: Succumb to the memory.
ru: Уступить наплыву воспоминаний.

source: Shake off the memory, try and remain in the present.
ru: Отринуть воспоминание, попытаться остаться в сознании.

source: The burning red eyes grow brighter, to almost blinding, then you are FACING Vhailor, but where there was hollow space before there is *flesh* - a scarred, ebony-skinned man glares from beneath the helmet, his eyes like fires as he regards you. The armor is gleaming, and his face is locked in fury. He has *come* for you.
ru: Горящие красные глаза ярко вспыхивают, почти ослепляя. Неожиданно ты ПРЕДСТАЕШЬ перед Вейлором, но там, где раньше была пустота, теперь находится *плоть*: чернокожий мужчина со шрамами глядит из-под шлема, его глаза горят, когда он разглядывает тебя. Его доспехи сияют, его лицо сковала ярость. Он *пришел* за тобой.

source: Echo: "You have found me, Vhailor. You have traveled a long way... I imagine it was not easy finding me."
ru: Эхо: «Ты нашел меня, Вейлор. Ты прошел долгий путь... Наверное, найти меня было непросто».

source: "Justice led me to you. Where you walk, you leave a trail of SUFFERING." The man's voice rumbles, but there is no echo, none of Vhailor's spectral voice, just anger and fury and flesh and blood... he is dangerous, but this is no spectral force, only a man, and you have defeated many such men. "I will see you brought before the Sigilian courts and punished. If you deny it, then SAY it, and I shall judge you."
ru: «Справедливость привела меня к тебе. Там, где ты проходил, ты оставлял след СТРАДАНИЙ» Голос мужчины грохочет, но без эха, совсем не так, как призрачный голос Вейлора — в нем только злоба и ярость, плоть и кровь... Он опасен, но это не призрак: он всего лишь человек, и ты победил немало таких. «Я прослежу за тем, чтобы ты предстал перед судом Сигила и понес справедливое наказание. Если ты отказываешься принять это, только СКАЖИ, и я сам совершу над тобой суд».

source: Echo: "I deny it. Judge me... then I shall judge you."
ru: Эхо: «Я отказываюсь. Суди меня... А затем я совершу суд над тобой».

source: "Judge ME?" Vhailor's eyes *burn* and he grips his axe tightly, the muscle cords in his neck and arm tightening as he begins to swing it, slowly, menacingly. "You have no RIGHT to judge me."
ru: «Надо МНОЙ?» Глаза Вейлора *вспыхивают*; он крепко хватается за топор, мускулы на его шее и руках натягиваются как струны. Она начинает размахивать топором, медленно и угрожающе. «Ты не имеешь ПРАВА судить меня».

source: Echo: "Yes, I have, Vhailor, for I know your heart - and my power gives me the right to judge you. But I shall not judge you now: You must rest within this cage until the day I can set you free to walk the Planes once more."
ru: Эхо: «Имею, Вейлор, потому что знаю твое сердце, и моя сила дает мне право судить тебя. Но я не стану судить тебя сейчас. Ты должен остаться в этой клетке до того дня, как я освобожу тебя, позволив снова гулять по Планам».

source: As your incarnation says the word 'cage,' Vhailor's gaze suddenly turns from you to the surrounding walls - it is the walls of the Curst prison cell where you found him - many years in the past. *Many* years, enough for a man to die many deaths. Or perhaps just one.
ru: Когда твоя инкарнация произносит слово «клетка», взгляд Вейлора внезапно переходит с тебя на стены вокруг него: это стены тюремной камеры Проклятого, где ты нашел его... много лет назад. *Много* лет — для человека хватило бы, чтобы умереть много раз. Или, возможно, только один раз.

source: Echo: "I eluded you up to this point, Vhailor... why do you think I agreed to meet you *here?* Did you think I was surrendering? Or wished to fight you? No... this is the gate town of Curst, Vhailor. It borders the *prison* plane of Carceri, where even *Gods* are held prisoner. You are powerful, Vhailor, but the energies of this place allow even the mightiest to be caged here."
ru: Эхо: «Вейлор, я избегал тебя вплоть до этого момента... зачем, по-твоему, я согласился встретиться с тобой *здесь*? Ты думал, что я сдаюсь? Или хотел сразиться со мной? Нет... Вейлор, это Проклятый, привратный город. Он граничит с *тюремным* планом Карцери, где даже *богов* держат в пленниках. Ты могуч, Вейлор, но энергия этого места позволяет заточить здесь даже самых могущественных».

source: Vhailor turns, but some of the fire has died in his eyes. "This is *treachery.*"
ru: Вейлор оборачивается, огонь в его глазах поугас. «Это *измена*».

source: Echo: "Treachery runs through this place like veins, and it is that treachery that lends me the strength for this enchantment - that is why I was forced to meet you here in Curst. I can leave this cell, Vhailor, but until I come for you, you cannot. Your crusade for justice is truly remarkable, but it will be forgotten, and perhaps in time - even justice will forget you."
ru: Эхо: «Измена течет по этому месту, как по венам, и именно предательство дало мне силу для этого заклинания. Вот почему мне пришлось встретиться с тобой здесь, в Проклятом. Я смогу покинуть эту камеру, Вейлор, но ты не сможешь, пока я не приду за тобой. Твой крестовый поход во имя справедливости действительно впечатляет, но его забудут. Быть может, со временем даже справедливость позабудет о тебе».

source: "You go beyond denying yourself justice, but you are denying my *crusade*..."
ru: «Ты и так зашел слишком далеко, отказывая себе в свершении справедливости, но ты лишаешь меня моего *крестового похода*...»

source: Echo: "I know of your mission. But that will have to wait until I am done with *my* mission, and this is the second time you have found me and attempted to judge me. I will not allow it to happen a third time."
ru: Эхо: «Я знаю о твоей миссии. Но ей придется подождать до тех пор, как я закончу *свою* миссию, и это уже второй раз, когда ты нашел меня и попытался судить. Я не позволю случиться этому еще раз».

source: Vhailor says nothing - never have you sounded so FINAL. You are pronouncing a terrible judgment on him, a judgment that carries no justice at all.
ru: Вейлор не отвечает: еще никогда твои слова не звучали так ОКОНЧАТЕЛЬНО. Ты зачитываешь ему ужасный приговор, не имеющий ничего общего со справедливостью.

source: Echo: "I am immortal, Vhailor - but you are a... strange one. Justice has *touched* you, and that justice may be more powerful than whatever it is that sustains me. Still, take heart: I do not wish you to die... perhaps one day I will have need of someone who has the power to kill me. So here you will remain until I come for you."
ru: Эхо: «Я бессмертен, Вейлор, но ты тоже... странный. Справедливость *зажгла* тебя, и она может оказаться сильнее того, что сохраняет меня. Мужайся — я не хочу, чтобы ты умер... возможно, когда-нибудь мне понадобится кто-то, способный убить меня. И потому ты останешься здесь, пока я не приду за тобой».

source: Echo: "I am immortal, Vhailor - but you are a... strange one. Justice has *touched* you, and that justice may be more powerful than whatever it is that sustains me. Still, take heart: I do not wish you to die... perhaps one day I will have need of someone who has the power to kill me. So here you will remain until I come for you."
ru: Эхо: «Я бессмертен, Вейлор, но ты тоже... странный. Справедливость *зажгла* тебя, и она может оказаться сильнее того, что сохраняет меня. Мужайся — я не хочу, чтобы ты умер... возможно, когда-нибудь мне понадобится кто-то, способный убить меня. И потому ты останешься здесь, пока я не приду за тобой».

source: I had a distant memory... a memory of me being the one imprisoning Vhailor beneath Curst. He had come there in search of me, and I had the cell specially prepared to hold him so that he could not cross my path again. Beyond the treachery of the event, the words of my previous incarnation were strange - he said that he believed Vhailor might have the power to *kill* me, as long as justice guided his axe. For some reason, I have a feeling that is true. But why didn't the incarnation just kill him? Was there some purpose to keeping him alive?
ru: У меня было старое воспоминание... воспоминание о том, как я заключил Вейлора в камеру под Проклятым. Он пришел туда за мной, а я специально подготовил камеру, чтобы захватить его и чтобы он больше не смог встать у меня на пути. Не считая предательской сути этого события, слова моего предыдущего воплощения прозвучали странно: он сказал, что верит в то, что Вейлор способен *убить* меня, пока его топор направляет справедливость. Почему-то мне кажется, что это правда. Но почему тогда воплощение просто не убило его? Была ли причина оставлять его в живых?

source: The memory blackens, running into darkness, and suddenly, you are facing the spectral Vhailor again, his armored visage empty of flesh - only the burning embers.
ru: Воспоминание угасает, скрываясь во тьме, и вот ты снова оказываешься перед призрачным Вейлором. Его лицо в шлеме лишено плоти — на его месте только два горящих уголька.

source: *You shall be JUDGED.*
ru: *Тебя будут СУДИТЬ*.

source: "Very well..."
ru: «Хорошо...»

source: As Vhailor's burning gaze falls upon you, you suddenly feel a strange sense of detachment, almost as if you are stepping back outside of your body. There is a faint whisper, a crawling within your skull, and suddenly you know that no matter what Vhailor *claims* to see, he will only see what you WISH him to see. You know that even the simplest of deceptions he must accept - you are a closed book to him.
ru: Пылающий взор Вейлора падает на тебя, и вдруг у тебя появляется странное ощущение разделения, как будто ты отступил на шаг за пределы своего тела. В твоем черепе слышится тихий шепот, и внезапно ты осознаешь, что вне зависимости от того, что *намеревается* увидеть Вейлор, он увидит лишь то, что ты ему ПОКАЖЕШЬ. Ты понимаешь, что он клюнет даже на простейший обман: ты для него как закрытая книга.

source: *Have you ever MURDERED another?*
ru: *Ты когда-нибудь кого-то УБИВАЛ?*

source: Lie: "No."
ru: Ложь: «Нет».

source: Truth: "No."
ru: Правда: «Нет».

source: Truth: "Yes."
ru: Правда: «Да».

source: Truth: "Yes... it was my hand, but not my mind, Vhailor. In one of my previous incarnations, I murdered a man named Fin Andlye because of the knowledge he possessed."
ru: Правда: «Да... Своей рукой, но это был не я, Вейлор. В одном из моих предыдущих воплощений я убил Фина Эндли из-за того, что он знал».

source: Truth: "Vhailor, I think I am responsible for the deaths of thousands... perhaps many thousands... across the Planes. The Pillar of Skulls has said that whenever I die, another dies in my place."
ru: Правда: «Вейлор, я думаю, что из-за меня погибли тысячи... возможно, десятки тысяч... по всем Планам. Колонна Черепов сказала, что когда я умираю, вместо меня умирает другой».

source: "I will not answer your questions, Vhailor, nor will I subject myself to your judgment."
ru: «Я не буду отвечать на твой вопрос, Вейлор, и не позволю судить меня».

source: *One who does not ANSWER to JUSTICE shall be PUNISHED.*
ru: *Тот, кто не ОТВЕЧАЕТ перед лицом СПРАВЕДЛИВОСТИ, будет НАКАЗАН*.

source: "Then go ahead, Vhailor - but be prepared to die a second death..."
ru: «Ну так вперед, Вейлор, готовься умереть второй смертью...»

source: "But I have already *been* punished, Vhailor."
ru: «Но я *уже* был наказан, Вейлор».

source: Vhailor falls still. *I will HEAR of your punishment.*
ru: Вейлор не шевелится. *Я хочу УСЛЫШАТЬ о твоем наказании*.

source: "Never mind, Vhailor. I'm tired of trying to reason with you; I'd prefer that we settled this with violence."
ru: «Забудь, Вейлор. Мне надоело урезонивать тебя. Предпочитаю уладить это дело кровопролитием».

source: "Every time I die, Vhailor, I have lost my memories. I have no sense of self, no sense of who I am or WAS, and I bear thousands of scars in the mind and body from wounds I cannot remember. Death rejects me, and I fear I shall never be able to be at peace."
ru: «Каждый раз, когда я умираю, я теряю память. Я понятия не имею, кто я и кем я БЫЛ. На мне тысячи шрамов — на теле и в душе — от ран, которые я не помню. Смерть отказала мне, и, боюсь, я никогда не обрету покой».

source: Vhailor stares at you, his eyes burning brightly. You feel the same *stare* as before, the tearing and peeling back of the skin, as Vhailor seems to dissect you. You feel a wave of nausea swim through you, and a sense of *drowning,* deeper this time... until your vision almost fades to black...
ru: Вейлор смотрит на тебя; его глаза ярко горят. Ты уже ощущал на себе когда-то подобный *взгляд*, раздирающий и снимающий кожу, как будто Вейлор вскрывает тебя. По тебе прокатывается волна тошноты, ощущение *погружения*, и на этот раз оно глубже... Твой взгляд заволакивает темнота...

source: *You have been PUNISHED. The mark of JUSTICE is upon you. I SEE it upon your FLESH.*
ru: *Ты был НАКАЗАН. На тебе лежит отметина СПРАВЕДЛИВОСТИ. Я ВИЖУ ее на твоей КОЖЕ*.

source: "Then..."
ru: «Тогда...»

source: *KNOW THIS: There is MUCH that CANNOT be seen in you. I shall WATCH you. You have been PUNISHED. But it will not save you from FUTURE punishments for CRIMES to come.*
ru: *ЗНАЙ: МНОГОЕ в тебе НЕВОЗМОЖНО увидеть. Я буду НАБЛЮДАТЬ за тобой. Ты был НАКАЗАН. Но это не убережет тебя от БУДУЩИХ наказаний за новые ПРЕСТУПЛЕНИЯ*.

source: "Very well, Vhailor, we shall consider this settled... for the moment. I had some questions for you..."
ru: «Хорошо, Вейлор, будем считать эту тему закрытой... пока. У меня есть вопросы к тебе...»

source: "Understood, Vhailor. Let's continue on."
ru: «Понятно, Вейлор. Продолжим путь».

source: *Have you ever committed INJUSTICE to another?*
ru: *Ты когда-нибудь поступал с кем-то НЕСПРАВЕДЛИВО?*
