Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dvhail.dlg.po
Languages: ru

source: Truth: "Yes... it was my hand, but not my mind, Vhailor. I was another person inhabiting this body."
ru: Правда: «Да... Это было сделано моей рукой, но это был не я, Вейлор. Мое тело принадлежало другому человеку».

source: Truth: "Vhailor, I think I am responsible for the deaths of thousands... perhaps many thousands... across the Planes. The Pillar of Skulls has said that whenever I die, another dies in my place. There is no greater injustice that I know of."
ru: Правда: «Вейлор, я думаю, что из-за меня погибли тысячи... возможно, десятки тысяч... по всем Планам. Колонна Черепов сказала, что когда я умираю, вместо меня умирает другой. О большей несправедливости мне не приходилось слышать».

source: *Have you ever WRONGED another?*
ru: *Ты причинял кому-либо ЗЛО?*

source: Lie: "No, I have not. I have never harmed another in all my lifetimes."
ru: Ложь: «Нет. Я и мухи не обидел за все свои жизни».

source: Truth: "Yes... many have been wronged my hand, Vhailor. But I was another person inhabiting this body."
ru: Правда: «Да... многие пострадали от моей руки, Вейлор. Но мое тело принадлежало другому человеку».

source: Truth: "I defied the Lady of Pain, and she mazed me."
ru: Правда: «Я бросил вызов Леди Боли, и она заточила меня в лабиринт».

source: Truth: "One of my former incarnations lied to a woman named Deionarra, and said that he loved her when he did not. When he said this thing, she followed him to her death."
ru: Правда: «Одно из моих предыдущих воплощений обмануло женщину по имени Дейонарра, сказав, что любит ее. Из-за этих слов она последовала за ним к собственной смерти».

source: Truth: "I believe I was responsible for the death of Deionarra, the only daughter of Iannis the Advocate."
ru: Правда: «Думаю, из-за меня умерла Дейонарра, единственная дочь адвоката Яниса».

source: Truth: "I was responsible for the death of Deionarra, the only daughter of Iannis the Advocate."
ru: Правда: «Из-за меня умерла Дейонарра, единственная дочь адвоката Яниса».

source: Truth: "My former incarnation exacted a promise, a vow from a man to serve me until I died, knowing that I was immortal. I stole his life so that he might serve me. His name was Dak'kon."
ru: Правда: «Мое прошлое воплощение заставило одного человека пообещать, поклясться, что он будет служить мне до конца моей жизни, при этом я знал, что я бессмертен. Я украл у него жизнь, чтобы он мог служить мне. Его зовут Даккон».

source: Truth: "I sold a young woman, Annah, into slavery."
ru: Правда: «Я продал в рабство девушку, Анну».

source: Truth: "I sold my companion, Dak'kon, into slavery."
ru: Правда: «Я продал в рабство своего товарища, Даккона».

source: Truth: "I sold my companion, Nordom, into slavery."
ru: Правда: «Я продал в рабство своего товарища, Нордома».

source: Truth: "One of my previous incarnations taught Ignus the power to harm others. It laid the groundwork for his suffering and that of others."
ru: Правда: «Одно из моих предыдущих воплощений научило Игнуса причинять другим боль. Из-за этого пострадал и он сам, и другие».

source: Truth: "I betrayed Morte and left him in the Pillar of Skulls."
ru: Правда: «Я предал Морта и бросил его в Колонне Черепов».

source: Truth: "I have wronged the multiverse itself... I have let a dangerous creature, Coaxmetal, free from the siege tower."
ru: Правда: «Я причинил зло самой мультивселенной... Я освободил из осадной башни опасное существо по имени Убежденный Металл».

source: Truth: "I betrayed Fhjull to the Pillar of Skulls for my own gain."
ru: Правда: «Я сдал Фьюла Колонне Черепов для собственной выгоды».

source: Truth: "I wronged you, Vhailor - I was the one who imprisoned you beneath Curst."
ru: Правда: «Я причинил зло тебе, Вейлор. Это я заточил тебя в подземельях Проклятого».

source: *You have ADMITTED to the crime.* Vhailor's eyes flare within his helm, and you have a sudden glimpse of the terrible *force* lurking within this spectral armor. *The GUILTY shall be PUNISHED.*
ru: *Ты ПРИЗНАЛСЯ в преступлении*. Глаза Вейлора в глубине его шлема пылают, и на мгновение ты видишь ужасную *силу*, скрытую в его призрачных доспехах. *ВИНОВНЫЙ будет НАКАЗАН*.

source: *KNOW THIS: There is MUCH that CANNOT be seen in you. I shall WATCH you. You may not HIDE from punishments for CRIMES to come.*
ru: *ЗНАЙ: МНОГОЕ в тебе НЕВОЗМОЖНО увидеть. Я буду НАБЛЮДАТЬ за тобой. Ты НЕ СКРОЕШЬСЯ от наказания за грядущие ПРЕСТУПЛЕНИЯ*.

source: I convinced Vhailor that he no longer lived. My words had a powerful impact - so powerful that he literally died a second death in front of me, his armor and axe disintegrating as he 'gave up the ghost.'
ru: Я убедил Вейлора, что он более не жив. Мои слова имели сильное влияние, настолько сильное, что он буквально умер второй смертью прямо передо мной. Его броня и топор исчезли, когда он «испустил дух».

source: *Stupidity is a sign of WEAKNESS. There is no INJUSTICE in an advantage-seeker being TAKEN advantage of.*
ru: *Глупость — признак СЛАБОСТИ. Нет НЕСПРАВЕДЛИВОСТИ в том, чтобы из корыстолюбца ИЗВЛЕКАЛИ пользу*.

source: *JUSTICE comes even to the FIENDS.*
ru: *СПРАВЕДЛИВОСТЬ приходит даже к НЕЧИСТЫМ*.

source: "Yes. Let's go."
ru: «Да. Пошли».

source: Vhailor suddenly steps forward, eyes blazing. "This is *not* Justice, but a mere, childish *mockery* of it. There shall be *no* execution, 'magistrate'... unless your actions force me to serve Her myself."
ru: Пылая взглядом, внезапно вперед выступает Вейлор. *Это НЕ СПРАВЕДЛИВОСТЬ, а всего лишь детская *пародия* на нее. Казни НЕ БУДЕТ, 'магистрат'... если только твои действия не принудят меня послужить Ей собственноручно*.

source: "You shall conduct yourself in a more appropriate manner in the future, magistrate. Do not let contrary news reach my ears... or I shall *return* for you, be the journey one thousand, thousand leagues. Strive to keep Justice in your heart, and you shall be safe. Farewell."
ru: *В дальнейшем тебе стоит вести себя более подобающим образом, магистрат. Не позволь иным слухам достигнуть моих ушей... иначе я ВЕРНУСЬ за тобой, пусть мне придется пройти даже тысячу лиг. Стремись сохранять Справедливость в своем сердце — и будешь в безопасности. Прощай*.

source: "Thanks, Vhailor. Farewell, magistrate."
ru: «Спасибо, Вейлор. Прощай, магистрат».

source: "Justice is *not* blind. *I* am her eyes."
ru: *Правосудие НЕ СЛЕПО. Я — его глаза*.

source: The slightest touch of your power seems to set a spark through Vhailor's armored shell - it rises into the air, and refits itself into the semblance of a man. As the armor reattaches, two fires blaze within the helm.
ru: Легкое касание твоей силы искрой проскакивает сквозь доспехи Вейлора. Они взмывают вверх, обретая очертания человека, их носящего. Когда пластины встают на место, внутри шлема вспыхивают два огонька.

source: "Vhailor?"
ru: «Вейлор?»

source: *I have AWAKENED.*
ru: *Я ПРОБУДИЛСЯ*.

source: "Vhailor, listen to me: a great injustice has been done. When I die, someone else across the Planes dies in my place. It has happened hundreds, thousands, perhaps hundreds of thousands of times. The multiverse dies so that I might live."
ru: «Вейлор, послушай: была совершена большая несправедливость. Когда я умираю, кто-нибудь другой на Планах умирает вместо меня. Это случалось сотни, тысячи, а может и сотни тысяч раз. Мультивселенная умирает, чтобы я продолжал жить».

source: As you speak the words, Vhailor seems to *swell,* becoming greater, more a force than an armor.
ru: Когда ты произносишь эти слова, Вейлор как будто *разбухает*, становится крупнее. Теперь он скорее сила, чем доспехи.

source: "I know my crime, and I am trying to prevent it from ever happening again, but the one creature that could put an end to this injustice *refuses* to allow it for its own selfish reasons."
ru: «Я знаю о своих преступлениях и пытаюсь предотвратить их, но единственное существо, способное положить край этой несправедливости, *отказывается* делать это из-за своих эгоистичных побуждений».

source: *YOU ARE NOW AMONG THE CONDEMENED. AS IS THIS OTHER. I WILL SEE BOTH YOUR SOULS SPLIT UPON JUSTICE'S BLADE.*
ru: *ТЕПЕРЬ ТЫ СРЕДИ ОСУЖДЕННЫХ. КАК И ТОТ, ДРУГОЙ. Я БУДУ НАБЛЮДАТЬ, КАК ВАШИ ДУШИ РАСКОЛЮТСЯ ПОД КЛИНКОМ ПРАВОСУДИЯ*.

source: "Very well, Vhailor - but I need to attend to this other one first."
ru: «Хорошо, Вейлор, но сперва нужно позаботиться о том, другом».

source: *I SHALL. THEN I SHALL RETURN FOR YOU.*
ru: *ДА БУДЕТ ТАК. ЗАТЕМ Я ВЕРНУСЬ К ТЕБЕ*.

source: "Very well, Vhailor."
ru: «Хорошо, Вейлор».

source: "Vhailor, I need your help - my mortality seeks our deaths."
ru: «Вейлор, мне нужна твоя помощь: моя смертность хочет нас убить».

source: *THEN YOUR MORTALITY SHALL DIE.*
ru: *ТОГДА ТВОЯ СМЕРТНОСТЬ УМРЕТ*.

source: "All right then, Vhailor..."
ru: «Хорошо, Вейлор...»

source: ARISE, VHAILOR.
ru: ВОССТАНЬ, ВЕЙЛОР.

source: Vhailor's helm turns to you, his eyes pulsing like twin heartbeats.
ru: Шлем Вейлора поворачивается к тебе, его глаза пульсируют как два сердца.

source: VHAILOR, JUSTICE'S HAND IS SWIFT, AND IT IS COMING FOR ME NOW. I SHALL NOT REMAIN HERE MUCH LONGER. I WILL RETURN YOU TO SIGIL, IF YOU WISH.
ru: ВЕЙЛОР, ДЕСНИЦА ПРАВОСУДИЯ СТРЕМИТЕЛЬНА, И СКОРО ПРИДЕТ ЗА МНОЙ. Я БОЛЬШЕ НЕ СОБИРАЮСЬ ЗДЕСЬ ОСТАВАТЬСЯ. ЕСЛИ ХОЧЕШЬ, Я ВЕРНУ ТЕБЯ В СИГИЛ.

source: *What CRIME has brought JUSTICE upon you?*
ru: *Какое ПРЕСТУПЛЕНИЕ навлекло на тебя ПРАВОСУДИЕ?*

source: MANY DIED SO THAT I MIGHT LIVE VHAILOR. THE CRIME IS GREAT -- AND TIME AND FATE COME FOR ME EVEN NOW.
ru: МНОГИЕ УМЕРЛИ, ЧТОБЫ Я ПРОДОЛЖИЛ ЖИТЬ, ВЕЙЛОР. ПРЕСТУПЛЕНИЕ ВЕЛИКО. НО ВРЕМЯ И СУДЬБА ГОНЯТСЯ ЗА МНОЙ ДАЖЕ СЕЙЧАС.

source: *LET my WORDS carry you. JUSTICE is a teacher. IN your PUNISHMENT, find STRENGTH. Through punishment, you will achieve PERFECTION.*
ru: *ПУСТЬ мои СЛОВА ведут тебя. СПРАВЕДЛИВОСТЬ — учитель. В своем НАКАЗАНИИ найди СИЛУ. Пройдя через наказание, ты обретешь СОВЕРШЕНСТВО*.

source: PERHAPS SO, VHAILOR. I WILL THINK UPON YOUR WORDS.
ru: МОЖЕТ, И ТАК, ВЕЙЛОР. Я ОБДУМАЮ ТВОИ СЛОВА.

source: *KNOW that should you escape your sentence, I shall find you, NAMELESS ONE.*
ru: *ЗНАЙ, что если даже ты избежишь своего приговора, я разыщу тебя, БЕЗЫМЯННЫЙ*.

source: *The hand of justice shall not be stayed.*
ru: *Десницу правосудия не остановить*.

source: WE SHALL NOT MEET AGAIN, I THINK, VHAILOR. I SHALL DWELL IN JUSTICE'S HALLS FOR A TIME, AND THE TIME SHALL NOT BE MEASURED IN YEARS. FAREWELL.
ru: ПОЖАЛУЙ, МЫ БОЛЬШЕ НЕ ВСТРЕТИМСЯ, ВЕЙЛОР. КАКОЕ-ТО ВРЕМЯ Я ПОЖИВУ В ЗАЛАХ СПРАВЕДЛИВОСТИ, И ЭТО ВРЕМЯ НЕ ИСЧИСЛЯЕТСЯ ГОДАМИ. ПРОЩАЙ.

source: "Keep up the pressure, Vhailor. Don't give him a chance to concentrate."
ru: «Не убавляй натиск, Вейлор. Не дай ему шанса сосредоточиться».
