Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dvivian.dlg.po
Languages: ru

source: This tall, elegant woman, with her sharp features and regal demeanor, is a striking example of aristocratic beauty. Her clothes appear to be spun of silver thread, and a small phial dangles from her necklace. She is perfumed with an exotic, erotic scent that seems to draw you towards her.
ru: Эта высокая элегантная женщина с резкими чертами лица и королевскими манерами - поразительный пример аристократической красоты. Ее одежда, похоже, соткана из серебряных нитей, а на ее ожерелье висит маленький пузырек. Она источает диковинный эротический запах, который, казалось бы, притягивает тебя к ней.

source: "Greetings..."
ru: «Приветствую...»

source: Leave her be.
ru: Оставить ее в покое.

source: She looks you over, arching an eyebrow with what you sense to be disdain. "Greetings. My name is Vivian; am I to presume I am being summoned?"
ru: Она осматривает тебя, подняв бровь, что, как тебе кажется, означает пренебрежение. «Приветствую. Меня зовут Вивьен. Смею предположить, что меня вызвали?»

source: "No, I just had some questions..."
ru: «Нет, просто у меня есть несколько вопросов...»

source: "No. Farewell."
ru: «Нет. Прощай».

source: She nods imperiously. "Go on, then."
ru: Она властно кивает. «Что ж, продолжай».

source: "What are you doing here?"
ru: «Что ты здесь делаешь?»

source: "What's that incredible smell?"
ru: «Что это за невероятный запах?»

source: "What's that phial you've got on your necklace?"
ru: «Что это за флакон у тебя в ожерелье?»

source: Can you tell me about this place?"
ru: «Что ты можешь сказать об этом месте?»

source: "What can you tell me about the silent prostitute?"
ru: «Что ты можешь рассказать о молчаливой проститутке?»

source: "I heard that Kesai-Serris is Ravel's daughter. Is that true?"
ru: «Я слышал, что Кесай-Серри - дочь Равель. Это правда?»

source: "I'm trying find Marissa's Crimson Veil... do you know where it might be?"
ru: «Я пытаюсь найти малиновую вуаль Мариссы... Ты не знаешь, где бы она могла быть?»

source: "Do you know anything about Ravel Puzzlewell?"
ru: «Ты что-нибудь знаешь о Равель Заморочке?»

source: "I've spoken to nine prostitutes altogether... do you know who or where the tenth student is?"
ru: «Я переговорил со всеми девятью проститутками... ты не знаешь, кто десятая или где она находится?»

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: "Aside from my work as a student here? I am looking for something, actually. You would not happen to have smelled it, would you?"
ru: «Кроме того, что я здесь ученица? Вообще-то, я кое-что ищу. Ты ведь не слышал тот аромат, не так ли?»

source: "A student?"
ru: «Ученица?»

source: "Smelled it?"
ru: «Аромат?»

source: "No, I don't think so..."
ru: «Нет, не думаю...»

source: "Actually, I'd best be taking my leave. Farewell."
ru: «Вообще-то, мне лучше уйти. Счастливо».

source: Vivian nods, looking vaguely bored. "That is correct. Mistress Grace tutors us in the art of language and conversation - the ability to affect another with one's words, and to gain new insights into both them and ourselves. All the prostitutes here are such students."
ru: Вивьен кивает, на вид слегка заскучавшая. «Совершенно верно. Госпожа Грация обучает нас искусству языка и разговора - способности влиять на других посредством слов и смотреть по-новому на других и на самих себя. Все проститутки здесь являются ученицами».

source: "You... asked if I had smelled something?"
ru: «Ты... спросила, не слышал ли я какой-то аромат?»

source: "Let me ask you about something else..."
ru: «Позволь мне спросить еще кое о чем...»

source: "That's all I wished to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "Yes, I have a particular scent that seems to have gone... *wandering.* 'Tis somewhat... difficult to keep in one place. I hope that someone did not take it by accident... though you never know, with the 'ladies' around here." She frowns. "So... by any chance you have smelled it somewhere?"
ru: «Да, у меня есть особый аромат, который, по всей видимости, пошел... *погулять*. Довольно... сложно держать его в одном месте. Надеюсь, никто случайно не взял его... хотя никогда не знаешь, чего ожидать от здешних «дам», - она нахмуривается. - Что ж... ты случайно нигде его не чувствовал?»

source: "You smell quite nice right now, you know..."
ru: «Сейчас ты очень хорошо пахнешь, знаешь ли...»

source: "How can a scent go wandering?"
ru: «Как может аромат пойти гулять?»

source: "I don't think I've smelled it..."
ru: «Не думаю, что я чувствовал его...»

source: "Unfortunate. I fear that I may never find it."
ru: «Увы. Боюсь, что так и не найду его».

source: "How would you know it if you found it?"
ru: Как ты узнаешь его, если найдешь?

source: "I can help..."
ru: «Я могу помочь...»

source: "Good luck finding it. Farewell."
ru: «Удачи в его поисках. Прощай».

source: She scowls for a moment, then smiles at you. "Yes, yes, and I thank you for your compliment... but I assure you, this particular aroma is *nothing* to my personal scent." She sighs.
ru: На миг она мрачнеет, потом улыбается тебе. «Да, да, и спасибо за комплимент... но я тебя уверяю: данный запах - *ничто*, по сравнению с моим личным ароматом». Она вздыхает.

source: Vivian shakes her head. "I had meant to infer that it had been *taken.* The 'ladies' here are a bit jealous, at times, and have been known to take my various perfumes for themselves. This time, though, someone has absconded with my own, personal, scent... I worked on that scent, perfected it, and now *poof!* 'Tis gone! I need not bear such annoyances!" Vivian stomps her feet: "I want that scent back, and I want it now!"
ru: Вивьен качает головой. «Я имела в виду, что подозреваю, что его *забрали*. Здешние «дамы» временами немного завистливы, и бывали случаи, что они забирали себе мои духи. Однако на этот раз кто-то прихватил мой личный аромат... Я работала над этим запахом, совершенствовала его, а потом *паф*! - он пропал! Мне не вынести такой досады! - Вивьен топает ножкой. - Я хочу вернуть этот аромат, сейчас же!»

source: "You would know it by smell, I assure you. 'Tis quite striking, especially to men."
ru: «Ты узнаешь его, уверяю. Он довольно примечательный, особенно для мужчин».

source: "I can help you..."
ru: «Я могу тебе помочь...»

source: Vivian seems dubious. "Are you certain? I do not wish to impose."
ru: Вивьен, похоже, колеблется. «Ты уверен? Я не хотела бы навязываться».

source: "No imposition. I am pleased to help such a lovely woman as yourself."
ru: «Ничуть. Мне будет приятно помочь такой красивой женщине как ты».

source: "Oh, no imposition - I expect a reward."
ru: «О, ничего подобного - я надеюсь на награду».

source: "If you doubt, then perhaps I can't help you."
ru: «Раз ты сомневаешься, тогда, пожалуй, я не смогу тебе помочь».

source: Vivian smiles and nods to you. "You are too kind. Very well... if you run across it, please let me know. I am somewhat anxious to get it back. A one-of-a-kind scent, really."
ru: Вивьен улыбается и кивает тебе. «Ты слишком добр. Отлично... если он тебе случайно попадется, дай мне знать. Я очень хочу его вернуть. Этот аромат - единственный в своем роде, в самом деле».

source: "I'll take my leave, now. Farewell."
ru: «Я должен идти. Прощай».

source: Vivian rolls her eyes. "As I should have expected from your brutish, mercenary appearance. Very well... recover my scent, and I shall aid you with yours."
ru: Вивьен закатывает глаза. «Этого следовало ожидать, судя по твоей грубой внешности типичного наемника. Отлично... верни мне мой аромат, и я помогу тебе с твоим».

source: "Mine?"
ru: «Моим?»

source: She smirks, then points at you: "Yes, *yours.* That foul, vineragy smell." She sniffs, then wrinkles her nose. "'Tis in your *skin,* too... no bathing will remove that stink."
ru: Она ухмыляется и указывает на тебя: «Да, *твоим*. Этот отвратительный кислый запах, - она вдыхает, затем морщит нос. - К тому же, он в твоей *коже*... никакое купание не избавит от этой вони».

source: "How would you do this, and how could it benefit me?"
ru: «Как ты это сделаешь, и какая мне с этого выгода?»

source: "Forget it. Waste of my time."
ru: «Забудь. Пустая трата моего времени».

source: "To answer your first question, I possess certain skills - magical in nature, which I shan't elaborate upon further - which allow me to create and change one's scent."
ru: «Касательно твоего первого вопроса: я владею некоторыми умениями, - магическими по своей сути, о которых я далее не буду распространяться - которые позволяют мне создавать и менять чьи-либо запахи».

source: "And the benefits...?"
ru: «А выгода какая?..»

source: "You simply cannot deny the fact that the smell of a man or woman plays an important part in how well one is received. Whether you've been told so or not, I am quite certain people are at least a tad put off by that deathly aroma of yours. It might increase your charisma considerably to smell a bit better, you know."
ru: «Ты попросту не можешь отрицать тот факт, что запах мужчины или женщины играет важную роль в том, как их воспринимают. Говорили тебе или нет, но я почти уверена, что людей по крайней мере чуточку отталкивает этот твой мертвецкий амбре. Видишь ли, твое обаяние может существенно улучшиться, если ты будешь лучше пахнуть».

source: "Very well... I'll find your scent for you."
ru: «Отлично... Я найду твой аромат».

source: "The deal is done, then. Should you run across it, let me know. I am somewhat anxious to get it back. A one-of-a-kind scent, really."
ru: «Тогда договорились. Если он тебе случайно попадется, дай мне знать. Я очень хочу его вернуть. Этот аромат - единственный в своем роде, в самом деле».

source: "Very well. 'Tis of no matter - I am certain I shall find it in time, with your help or not."
ru: «Отлично. Это не имеет значения. Уверена, что найду его со временем, с твоей помощью или без».

source: She smiles at you. "I thank you for your compliment... but I assure you, this particular aroma is a bland and paltry odor in comparison to my personal scent." She sighs.
ru: Она улыбается тебе. «Благодарю за комплимент... но я тебя уверяю: данный запах - несчастный безликий запашок на фоне моего личного аромата». Она вздыхает.

source: "Your... 'personal' scent?"
ru: «Твой... «личный» аромат?»

source: Vivian looks down at the phial dangling from her throat. "Oh... that. 'Tis a phial of perfume, merely. I assure you, though, this particular aroma in no way compares to my personal scent." She sighs.
ru: Вивьен смотрит на пузырек, висящий на ее горле. «А... этот. Это всего-навсего пузырек с духами. Уверяю тебя: данный запах просто несравним с моим личным ароматом». Она вздыхает.

source: "Isn't she some historical figure? I can't quite recall. Who is she?"
ru: «Разве она не историческая фигура? Я точно не помню. Кто она?»

source: "A night hag from Sigil's past, I think."
ru: «Полагаю, ночная ведьма из прошлого Сигила».

source: "Never mind... let me ask you something else...'
ru: «Не обращай внимания... Позволь мне спросить кое о чем еще...»

source: "Forget it. Farewell."
ru: «Забудь об этом. Прощай».

source: "I hope she stays in the past, then. Night hags are foul creatures, besmirching all femininity everywhere in the Planes." She suddenly pauses. "You may wish to ask Yves. She knows all sorts of peculiar little tales."
ru: «Тогда надеюсь, что она и останется в прошлом. Ночные ведьмы - отвратительные существа, порочащие само женское начало на всех планах, - неожиданно она останавливается. - Возможно, тебе следует расспросить об этом Ив. Она знает великое множество разных необычных рассказов».

source: "I had another question..."
ru: «У меня есть другие вопросы...»

source: "Were I to know its location, I'd set it alight and cast its remains into the deepest of pits! May that wretched thing *never* find her precious veil, and be confined to that chamber for the rest of her days!" Vivian 'harumphs.'
ru: «Если бы я знала, где она находится, я бы сожгла ее и сбросила все, что от нее осталось, в самую глубокую яму! Ах, если б эта презренная *никогда* не нашла свою драгоценную вуаль, и сидела в той комнате до конца своих дней!» Вивьен фыркает.

source: "Farewell, then."
ru: «Тогда прощай».

source: "Mistress Grace's brothel? 'Tis a school, where she tutors us in the art of language and conversation - the ability to affect another with one's words, and to gain new insights into both them and ourselves. For many, 'tis in preparation to become a member of the Society of Sensation."
ru: «Бордель госпожи Грации? Это школа, где она преподает нам искусство языка и разговора - способность влиять на других посредством слов и смотреть по-новому на других и на самих себя. Для многих это - подготовка к вступлению в Общество Восприятия».

source: "The Society of Sensation?"
ru: «Общество Восприятия?»

source: Vivian sighs. "You may wish to ask Fall-From-Grace - or better yet, someone at the Civic Festhall - about the Sensates. They would be happy to speak with you, I am certain."
ru: Вивьен издает вздох. «Возможно, ты захочешь спросить Падшую Грацию - или, что еще лучше, кого-то в Городском Фестхолле - про чувствующих. Уверена, они будут рады поговорить с тобой».

source: Vivian nods, lowering her voice. "I, too, have heard such a rumor. T'would explain the red eyes, the... unusual tone of her skin. I know not if such gossip is true, however. Inquire of Juliette -- she was once Kesai-Serris' best friend, until Juliette fell in love with Montague."
ru: Вивьен кивает и понижает голос. «Я тоже слышала подобный слух. Это объясняет ее красные глаза и... необычный оттенок ее кожи. Правда, я не знаю, могут ли быть такие сплетни правдой. Спроси у Джульетты - когда-то она была лучшей подругой Кесай-Серри, пока не влюбилась в Монтекки».

source: "I had other questions, then..."
ru: «Тогда у меня есть другие вопросы...»

source: "Tenth student?" She studies you as if not sure she heard you correctly. "Perhaps you have taken one too many blows to the head. Or perhaps one of the girls has been playing games with you. There is no tenth prostitute that I know of."
ru: «Десятая ученица? - она внимательно смотрит на тебя, будто неуверенная в том, правильно ли расслышала тебя. - Может, тебя слишком много били по голове. Или, может, кто-то из девочек играет с тобой. Я не знаю никакой десятой ученицы».

source: Vivian acknowledges your presence with a regal nod. She is still surrounded by the scent of her exotic, erotic perfume, which seems to irresistibly draw you towards her.
ru: Вивьен подтверждает твое присутствие величественным кивком. Она все еще окружена запахом своих диковинных эротических духов, которые неодолимо притягивают тебя к ней.

source: "I had some questions..."
ru: «У меня есть несколько вопросов...»

source: "Just passing by. Farewell."
ru: «Я просто проходил мимо. Прощай».

source: Vivian greets you with a polite half-smile. "Had you any luck in finding my scent, perchance?"
ru: Вивьен приветствует тебя учтивой полуулыбкой. «Тебе случайно не удалось найти мой аромат?»

source: "Yes... I found it in this red veil..."
ru: «Да... Я нашел его в этой красной вуали...»

source: "In a way... I believe it was on Marissa's lost veil, which I returned to her. She has your scent."
ru: «В некотором смысле... Думаю, он был на пропавшей вуали Мариссы, которую я ей вернул. Твой аромат у нее».

source: "No, but I had some questions..."
ru: «Нет, но у меня есть несколько вопросов...»

source: "No, but I'll keep looking. Farewell."
ru: «Нет, но я продолжу поиски. Прощай».

source: "I am one of Mistress Grace's prostitutes - one of her students - here in the Brothel. I am working to get myself into the Sensate faction, and my family recommended this establishment as one means by which I could examine my inner self to see if I wished to join."
ru: «Я - одна из проституток госпожи Грации - одна из ее учениц - здесь в борделе. Я готовлюсь к вступлению в Общество чувствующих, и моя семья посоветовала мне это заведение в качестве средства, с помощью которого я могу проверить свое внутреннее «я», и увидеть, хочу ли я к ним присоединиться».

source: "The Sensate faction?"
ru: «Фракция чувствующих?»

source: Vivian's eyes light up. "Oh, how simply wonderful!" She takes the veil from your hands, mutters a few words over it, and returns it to you. She shakes out her crimson hair and, in moments, you are surrounded by the most intensely exotic and arousing scent you have ever had the pleasure of smelling.
ru: Глаза Вивьен загораются. «О, это просто чудесно!» Она берет вуаль из твоих рук, проговаривает над ней несколько слов, и возвращает ее тебе. Она взмахивает своими темно-красными волосами, и тебя вмиг окружает самый экзотический и волнующий из ароматов, которые ты имел удовольствие вдыхать.

source: "That smells... great..."
ru: «Пахнет... чудесно...»

source: "It does, does it not?" She smiles at you. "And as you have done a favor for me, so I wish to perform one for you. Stand close to me, scarred one..."
ru: «Прекрасный аромат, не так ли? - она улыбается тебе. - И так как ты оказал мне услугу, я хочу ответить тебе тем же. Подойди поближе, покрытый шрамами...»

source: Approach her.
ru: Подойти к ней.

source: "No thanks; I'm all right. Farewell."
ru: «Нет, спасибо. Я в порядке. Прощай».

source: You step closer to Vivian; she takes your hand and, turning it over, takes a single cautious sniff of your wrist. "Phew!" She wrinkles her nose. "Vinegar! Or... embalming fluid? Here, I will remove this smell from you..." She mutters a few strange syllables, and a light tingling sensation spreads over your skin. In moments, your chemical reek lessened substantially. "There - how is that? People should be less eager to avoid conversation with you, now."
ru: Ты подходишь к Вивьен ближе; она берет твою руку и, перевернув ее, осторожно нюхает твое запястье. «Фу! - она морщит нос. - Уксус! Или... бальзамирующая жидкость? Вот, я избавлю тебя от этого запаха...» Она тихо проговаривает несколько странных слов, и по твоей коже пробегает легкое ощущение покалывания. Вмиг запах химикатов от тебя существенно уменьшается. «Ну, вот... Как оно? Теперь люди не будут так рьяно избегать разговора с тобой».

source: "Thanks, Vivian. Farewell."
ru: «Спасибо, Вивьен. Прощай».

source: "It does, does it not?" Vivian's smile suddenly disappears. "Well, I suppose you shall be wanting your reward, now. Stand closer to me, scarred one..."
ru: «Прекрасный аромат, не так ли? - неожиданно улыбка Вивьен исчезает. - Что ж, полагаю, теперь ты ждешь свое вознаграждение. Подойди ближе, покрытый шрамами...»

source: For the briefest of moments, Vivian's eyes smolder with rage. "She *does,* does she? We shall see about that. Do not move; I shall return shortly."
ru: На кратчайший миг в глазах Вивьен вспыхивает ярость. «Это *она*, это она? Что ж, посмотрим. Не двигайся; я скоро вернусь».

source: Wait.
ru: Подождать.

source: "There! That solves that! That hideous witch... always stealing my perfumes, but never did I think she would have the audacity to steal my own, personal scent. Hmph!" She suddenly shakes out her crimson hair and, in moments, you are surrounded by the most intensely exotic and arousing scent you have ever had the pleasure of smelling.
ru: «Вот как! Это все объясняет! Эта мерзкая ведьма... постоянно крала у меня духи, но я бы никогда не подумала, что она осмелится украсть мой личный аромат. Пф!» Неожиданно она взмахивает своими темно-красными волосами, и тебя в миг окружает самый экзотический и волнующий из ароматов, которые ты имел удовольствие вдыхать.

source: Vivian turns to greet you. Even her regal beauty is eclipsed by the splendor of the wondrously erotic scent that surrounds her... her exotic 'personal smell,' which you recovered for her.
ru: Вивьен поворачивается, чтобы поздороваться с тобой. Даже ее величественная красота тускнеет перед этим поразительным эротическим запахом, окружающим ее... экзотическим «личным ароматом», который ты ей вернул.

source: "I had a question for you, Vivian..."
ru: «У меня есть другой вопрос к тебе, Вивьен...»

source: "Just passing by. Farewell, Vivian."
ru: «Я просто проходил мимо. Прощай, Вивьен».

source: "You mean Ecco? She's a dear. Quiet." Vivian frowns. "That may be part of the charm. There is all manner of speculation as to why she is silent, but I think t'was that her heart was most horribly broken. Dolora might know best. She has been known to speak to a man Ecco once loved, before she lost her voice."
ru: «Ты имеешь в виду Экко? Она прелесть. Тихая, - Вивьен мрачнеет. - Возможно, это часть ее обаяния. Есть несчетное количество объяснений того, почему она молчит, но я считаю, что это из-за того, что ее сердце жестоко разбито. Долора должна знать больше. Она вроде как говорила с мужчиной, которого когда-то любила Экко - еще до того, как потеряла свой голос».

source: "I have another question..."
ru: «У меня есть другой вопрос...»

source: I have agreed to help Vivian, one of the Prostitutes in the Brothel of Slating Intellectual Lust, find her 'personal scent.' She said I'd know it when I smelled it.
ru: Я согласился помочь Вивьен, одной из проституток Борделя утоления интеллектуальной страсти, найти ее «личный аромат». Она сказала, что я узнаю его, когда почувствую.

source: I returned Vivian's personal scent to her.
ru: Я вернул Вивьен ее личный аромат.

source: I asked one of the Brothel's prostitutes about Ravel, and she suggested I speak to Yves about it. I'm told that Yves collects all sorts of tales, and will likely have one about Ravel in her repertoire.
ru: Я спросил одну из проституток Борделя о Равель, и она предложила мне поговорить об этом с Ив. Мне сказали, что Ив собирает различные истории, и, скорее всего, имеет что-нибудь про Равель в своем репертуаре.

source: I asked one of the prostitutes if she knew whether or not Kesai-Serris was truly Ravel's daughter, and she suggested I ask Juliette about it. Apparently, they were good friends before Juliette met Montague.
ru: Я спросил одну из проституток, знает ли она, что Кесай-Серри - в самом деле дочь Равель, и она предложила, чтобы я спросил об этом Джульетту. Очевидно, они были близкими подругами, пока Джульетта не встретила Монтекки.

source: One of the prostitutes suggested that I ask Dolora about Ecco, the silent prostitute. She said that Dolora sometimes spoke to an old lover of Ecco's, one who knew her before she stopped speaking.
ru: Одна из проституток предложила, чтобы я расспросил Долору об Экко, молчаливой проститутке. Она сказала, что когда-то Долора говорила с бывшим возлюбленным Экко, который знал ее еще до того, как она перестала говорить.
