Repository: winterheart/planescape
Catalog: po/pst/*/dlg/dwangyar.dlg.po
Languages: ru

source: "Ye'd... ye'd best leave, 'fore I call me husband. He won't take kindly to ye havin' barged yer way into our home."
ru: «Тебе... тебе лучше убраться отсюда, пока я не позвала своего мужа. Уж он-то не будет столь любезным, показывая выход из нашего дома».

source: She glances toward her husband, worry in her eyes. "I... I... have not the time, stranger. Do not be troublin' me with such things."
ru: Она с тревогой смотрит на своего мужа. «У меня... у меня нет времени, странник. Не беспокой меня подобными вещами».

source: She turns pale, and her eyes widen in fear. Before you can ask her a question, however, she takes a deep breath and starts screaming!
ru: Она бледнеет, ее глаза полны страха. Но перед тем, как ты смог задать ей вопрос, она глубоко вздыхает и начинает громко кричать!

source: "Me?" She seems surprised. "Oh... aye, aye." She lowers her voice. "Ye'd best leave. Me husband has not been himself of late... ye'd best not provoke him with yer presence."
ru: «С мной? - она удивлена. - Ох... да, да, все хорошо». Она понижает голос. «Тебе лучше уйти. Мой муж в последнее время сам не свой... тебе лучше не провоцировать его своим присутствием».

source: "He's been out of sorts of late, a touch of the cough, maybe..." She gives an unconvincing half-shrug.
ru: «В последнее время он сам не в себе, наверное, простудился...» Она слабо и неуверенно пожимает плечами.

source: "I think... I think he's done somethin' he regrets." Her worried expression melts into despair. "I think he signed one of the Dead Contracts. I cannot imagine what possessed him ta do such a foolish thing!"
ru: «Мне кажется... Мне кажется, что он сделал что-то, о чем сейчас жалеет, - тревога на ее лице сменяется унынием. - Мне кажется, он подписал Контракт Смерти. Я даже не могу представить, что заставило его пойти на такой глупый поступок!»

source: She stops you. "Please tell no one what I told ye, especially me husband..." She looks frightened. "Promise me."
ru: Она останавливает тебя. «Пожалуйста, не говори никому того, что я тебе сказала, особенно моему мужу... - она очень напугана. - Обещай мне».

source: She seems to relax... but only slightly. "Farewell, then."
ru: Похоже, это ее успокоило... но только слегка. «Тогда прощай».

source: Her expression crumbles even further into despair. "I... I never should have said *anythin'* to ye..." Her eyes tear up. "I am as big a fool as he!"
ru: В ее лице стало еще больше отчаяния. «Я... я не должна была тебе *ничего* говорить... - она начинает плакать. - Я такая же дура, как и он!»

source: "Me husband has a frightful temper... and he made me promise ta tell no one what had happened ta him..." She looks at you again. "Ye *must* keep silent about it."
ru: «У моего мужа страшный характер... и он заставил меня пообещать ничего не говорит о том, что с ним произошло... - она снова смотрит на тебя. - Ты *должен* молчать об этом».

source: She sighs. "Still, I..."
ru: Она вздыхает. «Все же, я...»

source: "The Dead... the Dustmen... have contracts that give them the right ta someone's body after they die."
ru: «У трухлявых... у тленных... эти контракты дают им право на тело умершего».

source: "Animate it with their black magicks, turn it into one of the walkin' dead, make it a worker 'til..." She looks at her husband helplessly. "...'til it rots away."
ru: «Они поднимают его своим темным колдунством, превращая его в ходячего мертвеца, и заставляют работать на них до тех пор, - она безнадежно смотрит на своего мужа, - пока он целиком не сгниет».

source: "He may have been goat-eager ta bring home some more jink than custom. He's prideful... but I think he's hurt himself more by doin' so."
ru: «Он решил принести в дом больше звенелок, чем обычно. Он такой гордый... но я думаю, что этим он только навредил себе».

source: "The ghoulishness of the contract aside, it's his nature that's been changed... he's become sullen and dark since doin' the signin', and he can't seem ta rouse himself ta look for honest work. It's like the Lady's shadow hangs on him..." She sighs.
ru: «Самое ужасное в этом контракте - его сущность изменилась... он стал угрюмым и неразговорчивым, теперь он не может найти себе хорошую работу. Словно тень Леди над ним нависла...» Она вздыхает.

source: She glances toward her husband, worry in her eyes. "I... I... have not the time, stranger. I must be about my chores..."
ru: Она с тревогой смотрит на своего мужа. «У меня... у меня нет времени, странник. Мне нужно заняться уборкой...»

source: She looks at you, surprised, then sighs. "I've *tried!* I've spoken ta the Dustman he did the signin' with, but he's cold and chill, like all the Dusties! He even lectured me on me husband, as if I had no right ta try and help him!" Her lips become a tight, thin line, as if picturing the Dustman's face. "He was cold cruel, he was."
ru: Удивленно взглянув на тебя, она вздыхает. «Я *пыталась*! Я разговаривала с тем тленным, который подписал контракт, он такой холодный и неприступный, как все тленные! Он даже прочел мне нотацию, что я не имею права помогать ему! - ее губы превращаются тонкую линию, напоминая лицо тленного. - Он такой бессердечный».

source: "I won't turn away such a friendly gesture," She seems grateful, then her worried expression returns. "But I must ask ye not ta let on I asked ye ta do such a thing. Me husband has a terrible temper, and if he were ta find out..." She shudders.
ru: «Не могу отказаться от такого жеста, - ее благодарность тут же сменяется озабоченностью. - Только не говори ему ничего, прошу тебя. У моего мужа грозный нрав, если он узнает...» Она содрогается.

source: "The Dustie calls himself Gravesend... I know not his first name. He has a table at the Dustman bar in the Hive... 'Gatherin' Dust,' I believe the place is named. Ye can most like find him there, tryin' ta get more people ta sign his contracts."
ru: «Трухлявые называют его Сводящим-в-могилу... Я не знаю его имени. У него есть столик в баре тленных в Улье... 'Собиратели пыли' - вроде так он называется. Скорее всего, ты найдешь его там: он будет как всегда пытаться заключить с кем-то сделку».

source: "Head out ta the street outside, go ta the memorial stone, then head south and west from there..." She taps her finger against her chin. "Ye should run right into it. There's one of them..." Her face wrinkles in disgust. "...walkin' corpses out front."
ru: «Выйди на улицу дойди до мемориального камня, а потом иди на юго-запад... Попадешь прямо на него. У входа будет стоять один из этих, - она кривится от отвращения, - ходячих трупов».

source: "Thank ye, stranger... I appreciate yer help."
ru: «Спасибо тебе, незнакомец... Я ценю твою помощь».

source: "Then I ask that ye keep as quiet as ye can about the matter."
ru: «Тогда молчи, пока не будет о чем говорить».

source: "Dead?!" She seems paralyzed. "But the Contract... there's no way ta..."
ru: «Умер?! - она оцепенела от ужаса. - Но контракт... теперь не получится...»

source: She has fallen silent. She glances at her husband, then turns to you. "Then there is nothin' ta be done." Her voice is like grinding stone. "Please leave."
ru: Она умолкает. Взглянув на своего мужа, она поворачивается к тебе. «Теперь уже ничего не поделаешь, - ее голос лишен всяческих эмоций. - Пожалуйста, уходи».

source: Angyar's wife looks up fearfully as you approach. "I said yer not welcome here... ye'd... ye'd best leave, 'fore I call me husband. He won't take kindly to ye havin' barged yer way into our home."
ru: Жена Ангиара сильно напугана. «Тебе... тебе лучше убраться отсюда, пока я не позвала своего мужа. Уж он-то не будет столь любезным, показывая выход из нашего дома».

source: Angyar's wife looks up hopefully as you approach. "Were ye able...?"
ru: Жена Ангиара с надеждой смотрит на тебя. «У тебя получилось?..»

source: Angyar's wife smiles as she sees you. "Well met, good sir. How can I help ye?"
ru: Жена Ангиара приветливо тебе улыбается: «Здравствуй, уважаемый сэр. Чем могу тебе помочь?»

source: She looks relieved, and her eyes become misty. "Oh, by the Powers... ye must be a deva in disguise ta do such a thing for someone ye barely know..."
ru: Она облеченно вздыхает, ее глаза наполняются слезами. «Ох, мои Силы... ты, наверное, переодетый дэва, раз сделал это ради тех, кого почти не знаешь...»

source: "Nay... nay, if ye could show me husband the contract, say that ye got it for him, but don't say how... I'd appreciate it."
ru: «Нет... нет, когда покажешь мужу контракт, скажи, что получил контракт для него, только не говори как... Я буду тебе очень признательна».

source: She looks at you apprehensively. "I have some money, a few coppers... will ye accept that?"
ru: Она с опаской смотрит на тебя. «У меня есть деньги, немного монет... тебя это устроит?»

source: She reaches into the folds of her robes and draws forth a handful of copper coins. She looks at them sadly for a moment, then hands them to you. "It is a small price ta pay for me husband's soul."
ru: Из складок своего платья она достает пригоршню медных монет. Грустно на них взглянув, она протягивает их тебе: «Это гораздо меньше, чем стоит душа моего мужа».

source: "I... I have nothin' else." She seems frightened. "Truly, sir, nothin' else. Me husband would not have signed the Dead Contract in the first place if..."
ru: «У меня... у меня больше ничего нет, - она напугана. - Правда, сэр, больше ничего. Иначе бы мой муж не подписывал бы тогда Контракт Смерти...»

source: She turns pale, and her eyes widen in fear. Before you can react, however, she takes a deep breath and starts screaming!
ru: Она бледнеет, ее глаза полны страха. Перед тем, как ты смог что-то сделать, она глубоко вздыхает и начинает громко кричать!

source: Angyar's wife turns to you as you approach and throws a worried glance at her husband. "I'm grateful to ye for gettin' that contract, but ye've angered me husband." She looks at Angyar with frightened eyes. "Ye'd best leave."
ru: Жена Ангиара поворачивается к тебе, бросив обеспокоенный взгляд на своего мужа. «Спасибо, что достал этот контракт, но теперь ты разозлил моего мужа, - она со страхом смотрит на Ангиара. - Тебе лучше уйти».

source: Angyar's wife looks up hopefully as you approach. "Did ye give it ta him...?"
ru: Жена Ангиара с надеждой смотрит на тебя. «Ты достал его?..»

source: Leave the woman in peace.
ru: Оставить женщину в покое.

source: "If you were going to call him, you would have done so already. I have some questions for you..."
ru: «Если бы ты собиралась позвать его, то уже бы давно это сделала бы. У меня есть несколько вопросов к тебе...»

source: "Call your husband, and you'll both die. Now answer my questions."
ru: «Только попробуй позвать своего мужа, и вы оба трупы. А теперь ответь мои вопросы».

source: "Calm down. I just had some questions..."
ru: «Успокойся. Я просто хочу задать несколько вопросов...»

source: "Farewell."
ru: «Прощай».

source: "Excuse me... are you all right?"
ru: «Прошу прощения... с тобой все в порядке?»

source: "You'll make the time. Now, I have the following questions..."
ru: «Ну так отложи свои дела. У меня есть вопросы...»

source: "Farewell, then. Sorry to trouble you."
ru: «Тогда прощай. Прошу прощения за беспокойство».

source: "Dammit..."
ru: «Проклятье...»

source: "I spoke with him... he seems troubled. What's wrong with him?"
ru: «Я говорил с ним... Кажется, у него проблемы? Что с ним не так?»

source: "What's wrong with him?"
ru: «Что с ним не так?»

source: "Well, he'd best not provoke me and neither should you. Now, I have the following questions..."
ru: «Тогда лучше не провоцировать его, ни мне, ни тебе. У меня есть вопросы...»

source: "What's really wrong with him?"
ru: «Что на самом деле с ним не так?»

source: "If you tell me what's wrong, I might be able to help."
ru: «Если ты мне скажешь, что с ним не так, то, может быть, я смогу помочь».

source: "Dead Contracts?"
ru: «Контракт Смерти?»

source: "I... see. Sounds like you have your share of troubles. Farewell."
ru: «Понятно... Похоже, ты взваливаешь на себя чужие проблемы. Прощай».

source: "Why?"
ru: «Зачем?»

source: Lie: "I swear I will tell no one."
ru: Ложь: «Обещаю, что я не скажу никому».

source: Vow: "I swear I will tell no one."
ru: Клятва: «Обещаю, что я не скажу никому».

source: "I can make no such promise. Farewell."
ru: «Я не могу давать никаких обещаний. Прощай».

source: "Why must it be a secret?"
ru: «Почему это должно быть в тайне?»

source: "You are correct. You should never have told me. Farewell."
ru: «Ты права. Тебе не следовало ничего говорить мне. Прощай».

source: Leave.
ru: Уйти.

source: "You shouldn't have told me... promises are meant to be kept, or else there can be no trust between two people. It would have been better had you not made such a promise."
ru: «Ты не должна была говорить мне... Обещания надо выполнять, иначе не будет никакого доверия между людьми. Тебе не нужно было давать подобного обещания».

source: "A promise accompanied by a threat is no promise at all. I would not be troubled by breaking it."
ru: «Обещание, данное под угрозами, не может быть обещанием. Тебе не нужно бояться нарушить его».

source: "Promises were made to be broken. They're hardly as important as someone's well-being."
ru: «Обещания созданы для того, чтобы их нарушать. Они - ничто по сравнению с благополучием человека».

source: "Look, perhaps there is something I can do to help... what were these Dead Contracts you were speaking about?"
ru: «Послушай, возможно, я смогу с этим помочь... где тот Контракт Смерти, о котором ты говорила?»

source: Lie: "Never mind. I swear I will tell no one."
ru: Ложь: «Неважно. Обещаю, что я не скажу никому».

source: Vow: "Never mind. I swear I will tell no one."
ru: Клятва: «Неважно. Обещаю, что я не скажу никому».

source: "We have nothing more to say to one another. Farewell."
ru: «Нам больше не о чем говорить. Прощай».

source: "What do the Dustmen do with the body after death?"
ru: «Что тленные делают с телом после смерти?»

source: "I... see. Farewell."
ru: «Понятно... Прощай».

source: "Why did your husband sign such a thing?"
ru: «Зачем твой муж подписался под всем этим?»

source: "Your husband won't need his body after death. What's the problem?"
ru: «Тело твоему мужу после смерти не понадобится. В чем проблема?»

source: "Sounds like you have your own troubles. Farewell."
ru: «Похоже, ты взваливаешь на себя чужие проблемы. Прощай».

source: "That's unfortunate. I had some questions for you, though..."
ru: «Как неудачно сложилось. У меня есть другие вопросы к тебе...»

source: "Can this contract be undone?"
ru: «А можно отменить контракт?»

source: "Let me see what I can do. Who was this Dustman your husband signed the Contract with?"
ru: «Я посмотрю, что можно сделать. Кто тот тленный, с которым твой муж подписал контракт?»

source: Lie: "I promise that your husband will not find out."
ru: Ложь: «Обещаю, что твой муж ничего не узнает».

source: Vow: "I promise that your husband will not find out."
ru: Клятва: «Обещаю, что твой муж ничего не узнает».

source: "I can't make any promises. We'll have to see what happens."
ru: «Я не могу ничего обещать. Посмотрим, как получится».

source: "Oh, Mortai? He's dead."
ru: «А, так это Мортай? Он умер».

source: "I'll seek him out, then. Where is this Gathering Dust bar?"
ru: «Тогда нужно его разыскать. Где находится Бар собирателей пыли?»

source: "I already have your husband's contract right here."
ru: «Контракт твоего мужа у меня».

source: "Very well. I'll go see what I can do."
ru: «Хорошо. Посмотрим, что я смогу сделать».

source: "It's no trouble. I'll go see about undoing your husband's contract now."
ru: «Нет проблем. Пойду, попробую отменить контракт твоего мужа».

source: "Very well. I'll go see about undoing your husband's contract now."
ru: «Хорошо. Пойду, попробую отменить контракт твоего мужа».

source: "That is a problem."
ru: «Да, это проблема».

source: "Don't worry. I have the contract right here."
ru: «Не бойся. Контракт у меня».

source: "I had some questions first..."
ru: «Сначала у меня есть несколько вопросов...»

source: "What was this Dead Contract your husband signed again?"
ru: «Что за Контракт Смерти, который подписал твой муж?»

source: "If you were going to call him, you would have done so already. Now I have some questions."
ru: «Если бы ты собиралась позвать его, то уже бы давно это сделала бы. У меня есть несколько вопросов к тебе».

source: "Yes, I was able to get the contract from Mortai. Here it is."
ru: «Да, я смог забрать контракт у Мортая. Вот он».

source: "Not yet. Who was this man who your husband signed the contract with again?"
ru: «Пока нет. Кто был тот человек, с которым твой муж подписал контракт?»

source: "I'm still looking into it. Farewell."
ru: «Я все еще ищу его. Прощай».

source: "I was wondering if I could rest here."
ru: «Я бы хотел отдохнуть здесь».

source: "I'm low on supplies... can you help me out?"
ru: «У меня почти не осталось припасов... ты мне не поможешь?»

source: "I just wanted to come check and see how you were doing. Farewell."
ru: «Просто хотел узнать, как у вас дела. Прощай».

source: Give her the contract.
ru: Отдать ей контракт.

source: "I didn't do this for free, you know. I expect something in return."
ru: «Я сделал это не за просто так. Мне нужно что-нибудь в обмен».

source: "Very well. I'll show it to him, then."
ru: «Хорошо. Я покажу ему контракт».

source: "Yes."
ru: «Да».

source: "A few coppers is not enough. What else do you have?"
ru: «Нескольких монет недостаточно. Что еще у тебя есть?»

source: "That's enough for starters. What else do you have?"
ru: «Для начала неплохо. А еще что у тебя есть?»

source: "Fine. Here's the contract."
ru: «Отлично. Вот контракт».

source: "Do not *lie* to me, woman. What else do you have?"
ru: «Не *лги* мне, женщина. Что еще у тебя есть?»

source: "Never mind. Here's the contract."
ru: «Неважно. Вот контракт».

source: "Very well. Sorry to trouble you."
ru: «Хорошо. Прошу прощения за беспокойство».

source: "Not yet. I will return when I have."
ru: «Пока нет. Я вернусь, когда он у меня будет».

source: This woman looks to be in her middle years, and her hair has streaks of grey running through it. Lines of worry criss-cross her face... as she sees you, she seems torn between asking you to leave and calling for the man at the table.
ru: В волосах этой женщины средних лет уже пробивается проседь. Ее лицо тревожно... едва увидев тебя, кажется, не может выбрать - сначала попросить тебя уйти или же позвать мужчину у стола.

source: "Greetings."
ru: «Приветствую».

source: I encountered a woman in the Hive whose husband, Angyar, signed a 'Dead Contract' with one of the Dustmen in the Gathering Dust Bar -- a man by the name of Mortai Gravesend. I offered to go see if I could go settle the contract for her and give her and her husband some peace of mind. She told me the Gathering Dust bar was located in this block of the Hive, south and west of the Dustman memorial, and that there was a zombie standing out front.
ru: Я встретил женщину в Улье, чей муж, Ангиар, подписал «Контракт Смерти» с одним из тленных в Баре собирателей пыли. Этого тленного зовут Мортай Сводящий-в-могилу. Я предложил свою помощь в аннулировании контракта, чтобы она и ее муж могли больше не беспокоиться по этому поводу. Она сказала, что Бар собирателей пыли находится в этом же квартале, к юго-западу от мемориала тленных. Перед ним будет стоить зомби.

source: I encountered a woman in the Hive whose husband, Angyar, signed a 'Dead Contract' with one of the Dustmen in the Gathering Dust Bar -- a man by the name of Mortai Gravesend. I'd already gotten his contract, though, so I didn't need to run to the Dustman Bar.
ru: Я встретил женщину в Улье, чей муж, Ангиар, подписал «Контракт Смерти» с одним из тленных в Баре собирателей пыли. Этого тленного зовут Мортай Сводящий-в-могилу. У меня уже есть его контракт, так что теперь не нужно бежать в бар тленных.

source: I encountered a woman in the Hive whose husband, Angyar, signed a 'Dead Contract' with one of the Dustmen in the Gathering Dust Bar, a man by the name of Mortai Gravesend. I'd already put him in the Dead Book, though, so in putting him out of his misery, I'd damned the wife and her husband.
ru: Я встретил женщину в Улье, чей муж, Ангиар, подписал «Контракт Смерти» с одним из тленных в Баре собирателей пыли. Этого тленного зовут Мортай Сводящий-в-могилу. Однако я уже прописал его в Книгу Мертвых. Освободив его от страданий, я навлек на Ангиара и его жену проклятие.

source: I retrieved Angyar's Contract and returned it to his wife. She thanked me and asked me to show the Contract to her husband.
ru: Я достал контракт Ангиара и вернул его жене. Она поблагодарила меня и попросила показать контракт ее мужу.
