Repository: winterheart/planescape
Catalog: po/pst/*/dlg/forge.dlg.po
Languages: ru

source: You prepare to lift the hammer again...
ru: Ты готовишься снова поднять молот...

source: "... what now?"
ru: «... и что теперь?»

source: You step up to the forge. The heat is incredible. What do you do?
ru: Ты подходишь к кузнице. Жара просто невероятная. Что ты будешь делать?

source: Use the forge.
ru: Поработать в кузнице.

source: Step back.
ru: Отступить назад.

source: The heat of the flame is too hot, even for your flame-toughened skin. You begin to take damage from the fire.
ru: Жар от пламени слишком силен, даже для твоей закаленной шкуры. Ты начинаешь получать урон от огня.

source: The fire is throwing off an incredible amount of heat, but thanks to your protection, you are able to withstand it without any damage. Would you like to work the forge?
ru: Пламя излучает нестерпимый жар, но благодаря защите ты способен выдержать его без какого-либо урона. Ты хочешь поработать в кузнице?

source: Yes.
ru: Да.

source: No.
ru: Нет.

source: Again, the flame sears your skin. What would you like to do first?
ru: И снова пламя обжигает твою кожу. Что ты хочешь сделать в первую очередь?

source: Ready the tongs.
ru: Приготовить клещи.

source: Hammer on the anvil.
ru: Ударить по наковальне молотом.

source: Pick up the ore.
ru: Взять руду.

source: Pick up the ore with the tongs and hold it in the flame of the forge.
ru: Взять руду клещами и подержать ее в пламени горна.

source: Place the ore on the anvil and hammer away.
ru: Положить руду на наковальню и ударить по ней молотом.

source: Step back from the forge.
ru: Отступить назад от кузницы.

source: Die. The heat is too much.
ru: Умереть. Слишком здесь жарко.

source: You hold the tongs in a firm grip as the heat of the forge blisters your skin. What would you like to do now?
ru: Ты держишь клещи твердой хваткой, жар горна покрывает твою кожу волдырями. Что ты хочешь сделать?

source: Pick up the ore with the tongs and hold it in the flames.
ru: Взять руду клещами и подержать в огне.

source: You pound the empty anvil for a few moments, sending the ringing of metal on metal to the uncaring heavens, and the heat of the forge continues to burn you. What now?
ru: Ты пару секунд колотишь по пустой наковальне, посылая звон металла о металл безразличным небесам, пока жар горна продолжает обжигать тебя. Что теперь?

source: You hold the lump of ore in your hands. Where you're standing, the heat of the forge almost seems strong enough to melt the iron - it's certainly doing some painful things to your skin. Now what?
ru: Ты берешь кусок руды голыми руками. Там, где ты стоишь, жар от горна кажется настолько сильным, чтобы может расплавить железо: твоя кожа просто изнывает от боли. Что теперь?

source: Hold the in the flame of the forge with the tongs.
ru: Держать руду в пламени горна клещами.

source: Hold the ore in the fire with my bare hands.
ru: Держать руду в огне голыми руками.

source: The ore softens rapidly, soon becoming soft enough to work. Your skin is swarming with heat blisters.
ru: Руда быстро размягчается, становясь пригодной для работы. Твоя кожа покрывается волдырями.

source: Place the softened ore on the forge and work it into shape.
ru: Положить размягченную руду в горн и придать ей форму.

source: My hammer! I forgot to get a hammer to work this stuff! I'll be back!
ru: Мой молот! Я забыл взять молот, чтобы обработать эту штуку! Я вернусь!

source: Step away from the forge.
ru: Отойти от кузницы.

source: You place the cold ore on the anvil and smash at it with the hammer. You reduce it to smaller, unusable chunks. The flames from the nearby forge conduct a symphony of pain across your skin.
ru: Ты помещаешь холодную руду на наковальню и ударяешь по ней от всей души молотом, разбивая ее на бесполезные мелкие кусочки. Пламя горна играет симфонию боли на твоей коже.

source: Die. The heat is overwhelming.
ru: Смерть. Жара просто сокрушительна.

source: The pain from the flame is astonishing. The ore softens like clay within your grasp, and the scent of burning flesh fills the air. The iron fuses to your hand and you pass out from the pain.
ru: Боль от пламени просто изумительна. Руда в твоей руке становится мягкой как глина, воздух заполняется запахом горелой плоти. Железо вкипает в твою ладонь, и ты теряешь сознание от боли.

source: Done.
ru: Готово.

source: What would you like to forge?
ru: Что ты хочешь выковать?

source: Something small and dangerous: A stiletto!
ru: Что-нибудь маленькое и опасное - стилет!

source: A two-handed hammer.
ru: Двуручный молот.

source: A battle axe.
ru: Боевой топор.

source: Nothing. The heat is overwhelming.
ru: Ничего. Жара невыносима для тебя.

source: A stiletto... a quick, easy weapon - and one that will get you away from this inferno of pain much sooner. Are you sure you want a stiletto?
ru: Стилет... быстрое, простое в обращении оружие, и, к тому же, так ты быстрее вырвешься из этих адских мук. Ты действительно хочешь стилет?

source: No. I'd rather make something else.
ru: Нет. Лучше я сделаю что-нибудь другое.

source: No. I'm done with the forge for now.
ru: Нет. С кузницей я закончил.

source: A hammer - a fast piece of work, and one that will allow you escape the foundry's flames quickly. Are you sure you want a hammer?
ru: Молот: его легко сделать, и ты сможешь быстро уйти от огня литейной. Ты действительно хочешь молот?

source: An axe will take a while - and all the while, the flames will consume your flesh. Are you sure?
ru: Работа над боевым топором потребует времени, и пока ты будешь над ним работать, пламя выжжет твою плоть. Ты уверен?

source: You look critically at your work - this is not a well-made weapon, but at least you've made something.
ru: Ты критически рассматриваешь свою работу - это, конечно, не лучшее оружие, но, по крайней мере, у тебя хоть что-то вышло.

source: This will have to do for my test.
ru: Это сгодится для моего испытания.

source: I suppose it's functional...
ru: Полагаю, оно сгодится для боя...

source: Small consolation. The heat is overwhelming. At least this Godsman test is done.
ru: Небольшое утешение. Жара просто убивает тебя. Но, по крайней мере, испытание богочеловека пройдено.

source: Small consolation. The heat is overwhelming.
ru: Небольшое утешение. Жара убивает тебя.

source: You've created a stiletto. You step away from the flames to admire your work.
ru: Ты создал стилет. Ты отходишь от кузницы, чтобы полюбоваться своей работой.

source: It's a stiletto. Good enough for the test.
ru: Это стилет. Вполне достаточно для испытания.

source: It's a stiletto. How nice... and very functional-seeming, too.
ru: Это стилет. Вышло неплохо... и с виду он вполне годен для боя.

source: The heat is too overwhelming. The test is complete, but a price has to be paid.
ru: Жара просто невыносима. Испытание пройдено, но за это придется поплатиться.

source: The heat is too overwhelming. A price must be paid.
ru: Жара просто невыносима. За это придется поплатиться.

source: Now that is a nice piece of work! Your stiletto is not only functional, it's perfectly balanced and deadly-looking. Nice work.
ru: У тебя вышло очень даже неплохо! Твой стилет не только годен для боя, но и отлично сбалансирован, да и выглядит устрашающе. Отличная работа.

source: This thing will serve me well. Keldor will certainly be impressed by this! Time to get out of the flames.
ru: Эта вещь хорошо мне послужит. Без сомнений, Кельдор будет впечатлен! Самое время убираться из этого пламени.

source: This will serve me well in my upcoming trials. Now to get out of the flames.
ru: Это отлично мне послужит в предстоящих испытаниях. Пора убираться из этого пламени.

source: The heat is too overwhelming.
ru: Жара просто невыносима.

source: The heat is too overpowering. Can't move... can't breathe...
ru: Жара просто невыносима. Я не могу двигаться... не могу дышать...

source: The hammer you've shaped looks approximately like you just found a block of iron. It should work, barely.
ru: Выкованный тобой молот выглядит почти так же, как и та болванка, которую ты нашел. По крайней мере, должно сработать.

source: Good enough for me. Back to show it to Keldor.
ru: Для меня этого вполне достаточно. Пойду, покажу Кельдору.

source: All that trouble for a hunk of metal? Powers above! I'll just get out of here.
ru: Столько хлопот из-за куска металла? Силы небесные! Пойду-ка я отсюда.

source: The heat proves to be overwhelming. At least the test is complete.
ru: Жара оказалась слишком сильной. Но, по крайней мере, испытание пройдено.

source: The heat proves to be overwhelming.
ru: Жара оказалась слишком сильной.

source: Look! It's a sledgehammer... and it looks about like any other sledgehammer you've ever seen.
ru: Поглядите-ка! Это же кувалда... выглядит не лучше и не хуже других кувалд.

source: Great. That's good enough for Keldor. I'm done with the forge for now.
ru: Отлично. Этого вполне достаточно для Кельдора. С кузницей я пока закончил.

source: That's good enough for me. Time to crack some heads open. I'm done with the forge for now.
ru: Этого для меня вполне достаточно. Пора проломить кое-кому череп. С кузницей я пока закончил.

source: The foundry's heat and power is overwhelming. With the creation of the hammer, though, at least the test is over.
ru: Жара и мощь литейной слишком сильны. Тем не менее, ты создал молот и, как минимум, прошел испытание.

source: The foundry's heat and power is overwhelming.
ru: Жара и мощь литейной слишком сильны.

source: Now this is a nice sledgehammer... well-shaped, well-balanced, and perfectly suited to your hands.
ru: Вот так отличная кувалда... удобной формы, хорошо сбалансированная, и отлично ложится в твои руки.

source: Good. I'll just show this to Keldor... and maybe I'll keep this hammer to crack some heads.
ru: Хорошо. Я просто покажу ее Кельдору... и, возможно, позже проломлю ей пару черепов.

source: Good. This should come in handy.
ru: Хорошо. Это может пригодиться.

source: The foundry's sheer power is overwhelming. At least the Godsman test is over, and passed with flying colors.
ru: Силы литейной неодолимы. Но, по крайней мере, испытание богочеловека пройдено, и пройдено блестяще.

source: The foundry's sheer power is overpowering.
ru: Силы литейной неодолимы.

source: This is supposed to be an axe? It looks more like a hammer, but then, it does have sharp edges, so it's probably best to call it an axe and have done with it.
ru: И это - топор? Больше похоже на молот, и все же у него острые кромки, так что, наверно, лучше назвать его топором и закончить с этим.

source: Hm. Well, it satisfies Keldor's requirements.
ru: Хм. Что ж, это удовлетворяет требованиям Кельдора.

source: Hm. Maybe I can sell it for scrap.
ru: Хм. Может, получится продать его на лом.

source: The heat and force of the foundry's inferno proves to be unstoppable. At least the test is complete.
ru: Жара и мощь пекла литейной оказались невыносимыми. Но, по крайней мере, испытание пройдено.

source: The heat and force of the foundry's inferno proves to be unstoppable.
ru: Жара и мощь пекла литейной оказались невыносимыми.

source: This is a competent piece of work. It won't win you any awards, but it's functional and deadly.
ru: Это полноценное изделие. С ним ты не выиграешь никаких наград, однако оно годно для боя и смертоносно.

source: Good enough. Keldor will admire it, I'm sure.
ru: Вполне неплохо. Уверен, Кельдор это оценит.

source: Competent will be good enough - competence still slices through skin and shatters bones.
ru: И этого будет вполне достаточно: даже ним можно рассекать плоть и разбивать кости.

source: The foundry's choking black smoke and raging heat is too much. At least the test is complete.
ru: Удушающий черный дым литейной и неистовая жара слишком сильны. Но, по крайней мере, испытание пройдено.

source: The foundry's choking black smoke and raging heat is too much.
ru: Удушающий черный дым литейной и неистовая жара слишком сильны.

source: With a little decoration, this axe could fit the hands of the finest warriors. It's that good.
ru: Еще немного отделки, и этот топор будет достоин руки лучшего воина - настолько он хорош.

source: I always knew I had it in me. Now to show Keldor... and maybe try this weapon out.
ru: Я всегда знал, что во мне это есть. Пойду, покажу Кельдору... и, возможно, испытаю это оружие.

source: This axe and I are going to see a lot of good times together. I can just feel it.
ru: Мы с этим топором еще много чего повидаем. Я так и чувствую это.

source: It's a fine piece of work. Unfortunately, the heat of the foundry has proven too strong to withstand for any longer.
ru: Отличная работа. К сожалению, жара литейной оказалась слишком сильной, чтобы терпеть дальше.

source: Unfortunately, the heat of the foundry has proven too strong to withstand for any longer.
ru: К сожалению, жара литейной оказалась слишком сильной, чтобы терпеть дальше.

source: What would you like to do first?
ru: Что ты хочешь сделать в первую очередь?

source: You hold the tongs in a firm grip as the sweat pours from you. What would you like to do now?
ru: Ты держишь клещи твердой хваткой, пот течет по тебе ручьями. Что ты намерен делать?

source: You pound the empty anvil for a few moments, sending the ringing of metal on metal to the uncaring heavens. Hot, hard work - sweaty, too. What now?
ru: Ты пару секунд колотишь по пустой наковальне, посылая звон металла о металл безразличным небесам. Жаркая, тяжелая и душная работа. Что теперь?

source: You hold the lump of ore in your hands. Where you're standing, the heat of the forge almost seems strong enough to melt the iron - it's practically searing your skin. Good thing you're protected against the flames. Now what?
ru: Ты держишь в руках кусок руды. В месте, где ты стоишь, жар от горна настолько силен, что почти плавит железо: он практически обжигает тебе кожу. Хорошо, что ты защищен от пламени. Что теперь?

source: The ore softens rapidly, soon becoming soft enough to work. Your hands grow slick with sweat.
ru: Руда быстро размягчается, вскоре став достаточно податливой для обработки. Твои руки становятся скользкими от пота.

source: You place the cold ore on the anvil and smash at it with the hammer. You reduce it to smaller, unusable chunks. The flames from the nearby forge rage, sending the stink of burning metal to the skies.
ru: Ты помещаешь холодную руду на наковальню и ударяешь по ней от всей души молотом, разбивая ее на бесполезные мелкие кусочки. Пламя горна неистовствует, поднимая до небес вонь горящего метала.

source: Pass out.
ru: Потерять сознание.

source: A stiletto... a quick, easy weapon - and one that will get you away from this inferno much sooner. Are you sure you want a stiletto?
ru: Стилет... быстрое, простое в обращении оружие, и, к тому же, так ты быстрее вырвешься из этих адских мук. Ты действительно хочешь стилет?

source: A hammer - a fast piece of work, and one that will allow you get out of this sweatbox quickly. Are you sure you want a hammer?
ru: Молот. Сделать его легко, и ты сможешь быстро уйти из этого карцера. Ты действительно хочешь молот?

source: An axe will take a while - you're going to be damn uncomfortable for a while, but at least you're not burning to death. Are you sure you want an axe?
ru: Топор займет некоторое время, на протяжении которого тебе придется ох как несладко, но, как минимум, ты не сгоришь насмерть. Ты уверен, что хочешь сделать топор?

source: The hammer you've shaped looks approximately like you just found a block of iron. It should work... barely.
ru: Выкованный тобой молот выглядит почти также, как и та болванка, которую ты нашел. По крайней мере... должно сработать.

source: Your innate fire resistance allows you hold the ore in the flame until it softens and runs between your fingers. The other smiths in the foundry watch you in awe as the molten ore drips through your fingers. Unfortunately, your ore is all gone now.
ru: Твоя врожденная устойчивость к огню позволяет тебе держать руду в огне до тех пор, пока она не начинает плавиться и течь сквозь пальцы. Другие кузнецы в литейной с трепетом наблюдают, как расплавленная руда капает с твоих пальцев. К сожалению, руды больше нет.

source: Leave.
ru: Уйти.
