Repository: winterheart/planescape
Catalog: po/pst/*/dlg/gfweaps.dlg.po
Languages: ru

source: "What is this project?"
ru: «Что это за проект?»

source: "GUARDS! GUARDS! The intruder is over here!"
ru: «СТРАЖА! СТРАЖА! Здесь нарушитель!»

source: Done.
ru: Готово.

source: "Sorry. I can't talk to you right now. Perhaps when you come back."
ru: «Извини. Не могу с тобой сейчас говорить. Пожалуй, поговорим, когда вернешься».

source: Leave.
ru: Уйти.

source: "Can't thank you enough for scragging that crazy engineer. Who knew she was an Anarchist? We could all've been killed! What can I help you with?"
ru: «Даже не знаю, как тебя отблагодарить за то, что свернул шею тому безумному инженеру. Кто бы мог подумать, что она - анархистка? Мы же все могли погибнуть! Чем я могу тебе помочь?»

source: "You can tell me who this project is being built for."
ru: «Можешь рассказать, для кого разрабатывается этот проект?»

source: "You mentioned something about a critical phase before?"
ru: «Ты упоминал что-то о критической стадии?»

source: "What's this thing do?"
ru: «Что делает эта штуковина?»

source: "Why the secrecy?"
ru: «К чему эта секретность?»

source: "How long 'til it's done?"
ru: «Сколько еще осталось?»

source: "I'm curious if you can tell me anything about the murder in the main foundry area."
ru: «Интересно, можешь ли ты рассказать мне что-нибудь об убийстве в главном зале литейной?»

source: "What can you tell me about your boss?"
ru: «Что ты можешь рассказать о своем начальнике?»

source: "Tell me about the engineers on this project."
ru: «Расскажи мне об инженерах в этом проекте».

source: "Can you tell me where to find the clerk's office?"
ru: «Не подскажешь, где мне найти контору клерка?»

source: "No, I can't tell you that. For one thing, I don't know. For another, I signed a secrecy contract that binds my life to the integrity of the project. If the project fails, I could die -- and so could all my friends here. I ain't taking that risk."
ru: «Нет, об этом ничего сказать не могу. Во-первых, я ничего не знаю. Во-вторых, я подписал договор о неразглашении, который связывает мою жизнь с целостностью этого проекта. Если проект провалится, я могу умереть, также как и все мои друзья здесь. Я не могу пойти на такой риск».

source: "Tell me about the Godsmen."
ru: «Расскажи мне о боголюдях».

source: "Nothing right now, thanks."
ru: «Пока ничего, спасибо».

source: "Fair enough. Tell me something else, then."
ru: «Вполне справедливо. Тогда расскажи мне еще о чем-нибудь».

source: "Fine. Farewell."
ru: «Отлично. Прощай».

source: "A horrible thing. I hear the victim was a bit of a berk, but that don't mean he should be shoved in the gears like that. Since the Foundry's been closed for the main part of a year while we get this work out of the way, it had to've been someone from in here. All I can say is that I can vouch for the whereabouts of all of us workers -- we haven't been out of each others' sight long enough to do that."
ru: «Ужасная вещь. Я слышал, что пострадавший был слегка придурком, но это вовсе не означает, что его нужно было вот так толкнуть в механизм. Поскольку Литейная закрыта большую часть года, пока мы работаем над этим проектом, это, должно быть, кто-то из здешних. Все, что я могу сделать - это поручится за то, где был каждый из наших рабочих: мы не отходили друг от друга на время, достаточное, чтобы сделать это».

source: "I see. Then can you answer other questions for me?"
ru: «Ясно. В таком случае, можешь ответить на другие мои вопросы?»

source: "Good enough. Farewell."
ru: «Этого достаточно. Прощай».

source: "You can usually find her in here somewhere. She's a githzerai who got exiled from her people. She's working here because she doesn't get seen much and so her shame is lessened. She's brilliant and hard-minded."
ru: «Обычно ты можешь найти ее где-то здесь. Она - гитцерай, изгнанная своим народом. Она работает здесь, потому что так ее почти не видят, и таким образом ее позор облегчается. Она талантлива и умна».

source: "I wonder if she'd talk to my friend Dak'kon here."
ru: «Интересно, будет ли она говорить с моим другом Дакконом».

source: "Then perhaps I'll speak to her later. I have more questions for you."
ru: «Тогда, наверно, поговорю с ней позже. У меня к тебе еще несколько вопросов».

source: "Thank you for your time. Good day."
ru: «Спасибо за уделенное время. До свиданья».

source: "Our chief engineer, Nihl Xander, is an utter genius. He has created works I never dreamed possible. Word is he has even created a folding portal, and is working on a dreambuilder in his spare time. It was said that, long ago, his family was contracted to create this machine for a man who could not dream himself. Our other engineer, Bedai-Lihn, is newer but equally bright. She's a little erratic, but her work shows great promise and skill. You can usually find them in the main meeting hall.
ru: «Наш главный инженер, Нил Зандер, - настоящий гений. Он создал такие вещи, что я даже и не мечтал, что такое возможно. Говорят, что он создал даже складной портал, а в свободное время работает над построителем снов. Ходят слухи, что давным-давно его семья подписала контракт на создание этой машины для человека, который не мог видеть снов. Другой наш инженер, Бедай-Линн, работает не так давно, но она столь же одаренная. Она слегка эксцентрична, но работа ее выглядит мастерски и многообещающе. Обычно ты можешь найти их в главном зале собраний».

source: "Great. In the meantime, I had more questions for you."
ru: «Прекрасно. Между тем, у меня есть еще несколько вопросов».

source: "A dreaming machine, eh? Perhaps I'll seek him out."
ru: «Значит, машина снов? Пожалуй, поищу его».

source: "You can find the clerk's office right off the main foundry."
ru: «Ты можешь найти контору клерка справа от главной литейной».

source: "Thanks. Answer me something else."
ru: «Спасибо. Ответь еще на пару вопросов».

source: "Thanks."
ru: «Спасибо».

source: "What do I think about the Godsmen? One of the best things about this faction is that we genuinely care about people -- not just faction members, but everyone. All of us can be gods and more than gods, someday, and that's why we help everyone. Otherwise, we're selfish and more than selfish -- we're stupid. And we ain't stupid."
ru: «Что я думаю о боголюдях? Одна из лучших вещей в этой фракции - это то, что мы искренне заботимся о людях - не просто о членах фракции, а обо всех. Когда-нибудь каждый из нас сможет стать богом или более чем богом, и потому мы помогаем всем. Иначе мы бы были эгоистами или, чего хуже, - дураками. А ведь мы не дураки».

source: "Time will tell. Answer me another question."
ru: «Время покажет. Ответь еще на один вопрос».

source: "Right. Farewell."
ru: «Хорошо. Прощай».

source: "You already know Bedai-Lihn has been snatched for murder. She was good -- but untrustworthy. How were we to know that she was a killer? Our chief engineer is Nihl Xander, a brilliant old man. Word is he has created a folding portal, and is working on a dreambuilder in his spare time. It was said that, long ago, his family was contracted to create this machine for a man who could not dream himself. You can usually find him in the main meeting hall."
ru: «Как ты уже знаешь, Бедай-Линн была задержана за убийство. Она была умелой, но ненадежной. Откуда же нам было знать, что она убийца? Наш главный инженер - Нил Зандер, талантливый старик. Говорят, будто он создал складной портал, а в свободное время работает над построителем снов. Ходят слухи, что давным-давно его семья подписала контракт на создание этой машины для человека, который не мог видеть снов. Обычно ты можешь найти его в главном зале собраний».

source: "Great. I've got another question."
ru: «Отлично. У меня еще один вопрос».

source: "A dreambuilder? I'll go find him."
ru: «Построитель снов? Пойду поищу его».

source: "Thank the powers you stopped that bitch Bedai-Lihn from sabotaging us. It would have meant our lives. As for our other engineer, Nihl Xander, you can usually find him in the main meeting hall. He's devised a host of ingenious devices in his lifetime, and chances are good he's not done."
ru: «Хвала силам, ты остановил эту суку Бедай-Линн до того, как она смогла нам навредить. Это могло бы стоить нам жизни. Что касается другого нашего инженера, Нила Зандера, то его обычно можно найти в главном зале собраний. За свою жизнь он разработал уйму хитроумных устройств, и, вполне вероятно, создаст еще».

source: "Thanks. Tell me something else."
ru: «Спасибо. Расскажи еще о чем-нибудь».

source: "Chances are, huh? Farewell."
ru: «Говоришь, еще создаст? Тогда прощай».

source: "Who knew that Bedai-Lihn would be attempting to overthrow the very structure of the Godsmen? We knew she was a capable magical engineer -- we didn't know she was an anarchist. As for Nihl Xander: you can usually find him in the main meeting hall. He's devised a host of ingenious devices in his lifetime, and chances are good he's not done."
ru: «Кто же знал, что Бедай-Линн попытается низвергнуть саму организацию боголюдей? Мы знали, что она способный магический инженер, но и не подозревали, что она - анархистка. Что касается другого нашего инженера, Нила Зандера, то его обычно можно найти в главном зале для собраний. За свою жизнь он разработал уйму хитроумных устройств, и, вполне вероятно, создаст еще».

source: "Indeed. Who knew? I had more questions."
ru: «Действительно, кто бы мог подумать? У меня еще несколько вопросов».

source: "Maybe I'll go look for him, then. Good day."
ru: «Тогда, наверно, я пойду и поищу его. Счастливо».

source: He scrutinizes you, and then apparently decides to trust you. "Heh... right now, what aren't the weak points? The outer shell is still weak -- we haven't hardened it yet. The firing ports have their weapons, but the weapons are dangerously unstable right now. And the steam boiler inside it could blow with all the strain we're putting on it. The thing's practically waiting to fall apart. I'd say the biggest vulnerability is the firing mechanism on the end there. And if it goes, all us workers go with it."
ru: Он пристально разглядывает тебя, а затем, видимо, решается поверить тебе. «Э... сейчас где только не найдешь этих слабых мест. Обшивка все еще непрочная: мы ее еще не укрепляли. В огневых гнездах установлены орудия, но в данный момент они опасно нестабильны. И паровой котел внутри может взорваться от всей нагрузки, которую мы к нему прикладываем. Все так и ждет, чтобы рассыпаться. По-моему, самое уязвимое место - огневой механизм там, на конце. И если он сломается, вместе с ним погибнут все наши рабочие».

source: "Thanks. I had other questions."
ru: «Спасибо. У меня есть другие вопросы».

source: "Thanks. Farewell."
ru: «Спасибо. Прощай».

source: "You want to know about Kel'lera? Some soddin' bastard killed her, and that's all I have to say about her. This conversation's over. Leave. Guards! Get this berk out of here!"
ru: «Ты хочешь узнать о Келлере? Какой-то чертов придурок убил ее, и это все, что я могу о ней сказать. Разговор окончен. Убирайся. Стража! Уберите отсюда этого пня!»

source: "Yeah? What'd you want to know?"
ru: «Да? Что же ты хочешь узнать?»

source: "What are the weak points on this thing, anyway?"
ru: «И все же, какие у этой штуки слабые места?»

source: He looks at you suspiciously. "Why do you want to know?"
ru: Он смотрит на тебя подозрительно. «Зачем тебе это знать?»

source: "Because I do a little magical engineering myself and thought it might be possible to help optimize the work. If you pointed out the weak spots to me, I might be able to offer you some solutions."
ru: «Потому что я сам немного понимаю в магической инженерии, и подумал, что мог бы помочь оптимизировать работу. Если бы ты указал мне на слабые места, я мог бы подкинуть тебе парочку идей».

source: "Because this whole thing looks really fragile."
ru: «Потому что вся эта штуковина кажется весьма хрупкой».

source: "Because I've been granted authority to look at this project, and I would like to know its flaws."
ru: «Потому что мне дали полномочия осмотреть этот проект, и я желаю знать его слабые места».

source: "Because I've been granted authority to look at this project, and would like to know its flaws."
ru: «Потому что мне дали полномочия осмотреть этот проект, и я желаю знать его слабые места».

source: "I was just curious, that's all."
ru: «Мне просто было интересно, вот и все».

source: "Forget it. I had other questions."
ru: «Забудь об этом. У меня есть другие вопросы...»

source: "Forget I asked. Goodbye."
ru: «Забудь, что я спрашивал. Прощай».

source: He looks at you even more suspiciously. "I'm not going to answer that. You want to know something like that, you talk to Kel'lera, not me."
ru: Он смотрит на тебя еще более подозрительно. «Я не стану отвечать. Если тебе нужно знать нечто подобное, говори с Келлерой, а не со мной».

source: "Where is Kel'lera?"
ru: «Где Келлера?»

source: "No, forget I asked. Good day."
ru: «Нет, забудь, что я спрашивал. До свиданья».

source: "It's a weapon, I think. We're not sure if it's for war or for hunting -- and powers above, if it's for hunting I don't want to see the creature it's designed to kill -- but when we're done, it's going to be on a par with that Chaos Ship the Doomguard built a few years back with the tanar'ri. At least, that's the theory."
ru: «Я думаю, это оружие. Мы не уверены, для войны оно или для охоты (силы небесные, если оно для охоты, я не хотел бы увидеть тварь, для которой оно предназначено), но когда мы закончим, оно будет наравне с Кораблем Хаоса, который Хранители Рока построили вместе с танарри пару лет назад. Во всяком случае, в теории».

source: "What does it do?"
ru: «Что оно делает?»

source: "Why all the secrecy?"
ru: «Зачем вся эта секретность?»

source: "I have other questions."
ru: «У меня есть другие вопросы».

source: "Farewell."
ru: «Прощай».

source: "You know, I'm not entirely sure. You'd have to speak to one of the engineers for that information. I know that it has a massive, focused beam of heat -- we've perfected that part of it, at least. We've even mounted it permanently into the device. There are other aspects to the thing that we've not even begun work on yet. We're not allowed to see them until we're done with each portion."
ru: «Знаешь, я не вполне уверен. Чтобы получить эту информацию, тебе следует поговорить с одним из инженеров. Я знаю, что у него есть массивный, сфокусированный тепловой луч - по крайней мере эту его часть мы завершили. Мы даже окончательно установили его на устройстве. Над многими вещами в этой штуковине мы еще даже не начинали работать. Нам не разрешается их видеть, пока мы не закончим каждую часть».

source: "What is it, again?"
ru: «Еще раз, что это?»

source: "Answer some other questions, if you would."
ru: «Ответь еще на несколько вопросов, если ты не против».

source: "Thanks. Bye."
ru: «Спасибо. Пока».

source: "If you knew an enemy was creating a weapon to use against you, wouldn't you do everything in your power to destroy it? We've got no idea who it's for, even. We're just trusting the word of the high-ups that it won't be used in a way we'll disagree with. None of us know who's asking us to make it, so there's no chance we'll spill the dark of it to someone who wants to see it destroyed... especially because we've all sealed our lives on it."
ru: «Если бы ты знал, что враг создает оружие, чтобы воспользоваться им против тебя, разве ты не приложил бы все усилия для его уничтожения? Мы даже не имеем понятия, для кого оно. Мы просто верим слову начальства, что оно не будет использовано таким образом, чтобы это противоречило нашим взглядам. Никто из нас не знает, кто его заказал, так что нет шансов, что мы расскажем о нем кому-нибудь, кто хочет его уничтожить... в особенности потому, что мы запечатали в нем свои жизни».

source: "What do you mean by that?"
ru: «Что ты имеешь в виду?»

source: "And what does it do?"
ru: «И что же оно делает?»

source: "It probably won't be done for another decade -- but the trickiest part of it will be done this year. There are some magical rituals that have to be done, and those take time. We'll all breathe easier knowing we're not sealed to a project that's going to detonate because it's unstable."
ru: «Пожалуй, он не будет закончен до конца десятилетия. Но самая сложная часть будет завершена в этом году. Необходимо совершить некоторые магические ритуалы, а это займет время. Нам всем будет легче дышаться, зная, что мы запечатаны свои жизни в проекте, который уже не взорвется из-за нестабильности».

source: "Sealed? What do you mean by that?"
ru: «Запечатали? Что ты имеешь в виду?»

source: "I have other questions for you."
ru: «У меня к тебе другие вопросы».

source: "Because of the nature of this project -- with the secrecy and all that, not to mention the magicks that allow us to even work on the machine -- we've had to seal a part of our lives into the machine. We get our lives back when the project's done -- but if it malfunctions, or powers forbid, gets sabotaged, it takes our lives when it blows."
ru: «В силу характера этого проекта (секретность и все такое, не говоря уже о магии, которая позволяет нам работать с машиной) нам пришлось запечатать часть наших жизней в машине. Мы получим свои жизни обратно, когда проект будет завершен, но если он выйдет из строя, или, да не допустят силы, будет саботирован, он заберет наши жизни при взрыве».

source: "That sounds bad. I have other questions for you, though."
ru: «Плохи дела. И все же, у меня к тебе другие вопросы».

source: "That sounds bad. Good luck with it. Farewell."
ru: «Плохи дела. Удачи вам с этим. Счастливо».

source: You see a tiefling clad in Godsmen clothing, carefully examining the thing in the center of the room. "I can't really talk right now. We're at a critical phase."
ru: Ты видишь тифлинга, одетого как боголюди, который тщательно осматривает какую-то штуку в центре зала. «В данный момент я не могу с тобой говорить. Мы на критической стадии».

source: "A critical phase? Of what?"
ru: «Критическая стадия? Чего?»

source: "I was hoping you could answer me some questions."
ru: «Я надеялся, что ты ответишь мне на несколько вопросов».

source: "Sorry to disturb you, then. Farewell."
ru: «Тогда извини, что отвлек. Прощай».

source: "You again? What do you need this time?"
ru: «Снова ты? Что тебе нужно на этот раз?»

source: "I had some questions for you."
ru: «У меня есть вопросы к тебе...»

source: "Then in that case, I'll leave you alone. Goodbye."
ru: «В таком случае, я покидаю тебя. Прощай».

source: "Yes. This project we're working on is a weapon that could have massive peacetime applications as well. We're not close to the end, but we are at a delicate phase -- delicate enough that it could put us all in the dead book if some berk fails us now."
ru: «Да. Этот проект, над которым мы работаем, - оружие, которое, кроме всего прочего, может иметь массовое применение в мирное время. Нам еще далеко до конца, но мы на деликатной стадии - достаточно деликатной, чтобы вписать всех нас в книгу мертвых, если какой-нибудь пень все испортит».

source: "What is it you're doing?"
ru: «Чем ты занимаешься?»

source: "Oh. I had other questions."
ru: «О... У меня еще один вопрос».

source: "I see. Good luck."
ru: «Понятно. Удачи».

source: "We're adjusting the variables in the device's lower magical resonances. One mistake could sink the whole project, and if the project goes under, it'll take us all out in the resulting magical wave."
ru: «Мы настраиваем переменные в нижних магических диапазонах устройства. Одна единственная ошибка может погубить весь проект, и если весь проект провалится, нас уничтожит образовавшейся в результате магической волной».

source: "I see. Can you answer some other questions?"
ru: «Понятно. Ответишь на другие вопросы?»

source: "I see. Farewell."
ru: «Понятно. Прощай».
