Repository: winterheart/planescape
Catalog: po/pst-ee/po/*/are/ar0600.are.po
Languages: ru

source: Peering through the cracks in the shutters, you see what appears to be a tailor's shop.
ru: Заглянув в трещину в ставне, ты видишь что-то, похожее на швейную мастерскую.

source: This ominous-looking archway leads underground.
ru: Этот зловещий с виду проход ведет в подземелья.

source: This looks like a place where drinks might be served.
ru: Похоже на то, что в этом месте можно пропустить пару кружек.

source: You can't determine what this odd device is.
ru: Ты не в силах определить, что делает это устройство.

source: The colored glass of this window is cut to resemble large gems.
ru: Цветное стекло в этом окне формой напоминает огромные драгоценные камни.

source: A curious-looking building to say the least.
ru: Чудное здание, если не сказать больше.

source: These wrought-iron bars seem to serve as decoration rather than security measures.
ru: Эти кованные железные прутья служат скорее как украшение, чем как защита.

source: This tunnel slopes sharply beneath the surface of the city.
ru: Этот тоннель круто спускается под поверхность города.

source: This archway leads to the Lower Ward of Sigil.
ru: Этот проход ведет в Нижний район Сигила.

source: You can't make anything out through the tinted glass.
ru: Ты ничего не можешь различить сквозь затемненное стекло.

source: This door seems to be barred from the inside.
ru: Похоже, эта дверь заперта изнутри.
