Repository: winterheart/planescape
Catalog: po/pst-ee/*/misc/l_*.lua.po
Languages: ru

source: Quick Load
ru: Быстрая загрузка

source: Scroll Up
ru: Прокрутка вверх

source: Scroll Left
ru: Прокрутка влево

source: Scroll Down
ru: Прокрутка вниз

source: Scroll Right
ru: Прокрутка вправо

source: Spell Slot 1
ru: Ячейка заклинания 1

source: Spell Slot 2
ru: Ячейка заклинания 2

source: Spell Slot 3
ru: Ячейка заклинания 3

source: Weapon Slot 1
ru: Ячейка оружия 1

source: Weapon Slot 2
ru: Ячейка оружия 2

source: Weapon Slot 3
ru: Ячейка оружия 3

source: Weapon Slot 4
ru: Ячейка оружия 4

source: Item Slot 1
ru: Ячейка предмета 1

source: Item Slot 2
ru: Ячейка предмета 2

source: Item Slot 3
ru: Ячейка предмета 3

source: Formation Slot 1
ru: Ячейка формирования 1

source: Formation Slot 2
ru: Ячейка формирования 2

source: Formation Slot 3
ru: Ячейка формирования 3

source: Formation Slot 4
ru: Ячейка формирования 4

source: Formation Slot 5
ru: Ячейка формирования 5

source: Character 1
ru: Персонаж 1

source: Character 2
ru: Персонаж 2

source: Character 3
ru: Персонаж 3

source: Character 4
ru: Персонаж 4

source: Character 5
ru: Персонаж 5

source: Character 6
ru: Персонаж 6

source: Zoom In
ru: Приближение

source: Zoom Out
ru: Отдаление

source: Quick Slots
ru: Быстрые ячейки

source: Sounds
ru: Звуки

source: Graphics
ru: Графика

source: Sound
ru: Звук

source: Font Size
ru: Размер шрифта

source: Gameplay
ru: Игра

source: Auto-pause
ru: Автопауза

source: Feedback
ru: Обратная связь

source: Credits
ru: Авторы

source: Language
ru: Язык

source: Enable Cloud Saves
ru: Включить сохранения в облаке

source: Heal on Rest
ru: Исцеление во время отдыха

source: Max HP on Level Up
ru: Макс. ЗД при повышении уровня

source: Enemy Sighted
ru: Замечен враг

source: Spell Cast
ru: Чтение заклинания

source: Trap Found
ru: Найдена ловушка

source: Center on Party Member
ru: Центрировать на персонаже

source: Hardware Mouse Cursor
ru: Аппаратный указатель мыши

source: Zoom Lock
ru: Заблокировать приближение

source: Sprite Outlines*
ru: Контуры спрайтов*

source: Display Options
ru: Параметры экрана

source: Always
ru: Всегда

source: Seldom
ru: Иногда

source: Never
ru: Никогда

source: Enable Confirmation
ru: Включить подтверждение

source: Disable Cosmetic Attacks
ru: Отключить косметические атаки

source: Show Movie Subtitles
ru: Показывать субтитры в роликах

source: Travel
ru: Путешествие

source: New Save
ru: Новое сохранение

source: Show Map Notes
ru: Показывать метки на карте

source: Show Walkable
ru: Достижимые области

source: Use Steam Cloud saves.
ru: Использовать сохранения в Steam Cloud.

source: Gain maximum additional Hit Points on level up. Otherwise, Hit Points are randomly rolled as per AD&D rules.
ru: Получать максимально возможную прибавку к очкам жизни при повышении уровня. Иначе очки жизни будут назначаться в соответствии с правилами AD&D.

source: Enable this option to allow the area map to scroll past the edge of the user interface.
ru: При включении этого параметра разрешается прокрутка области карты за краем пользовательского интерфейса.

source: Allow Scrolling Out Of Bounds
ru: Разрешить прокрутку за пределами границ

source: If this setting is turned on, creatures and spells will have a smoothing effect applied to them at high resolutions. Disable it to revert to Nearest Neighbor scaling which is what the original game used. This is an Enhanced Edition feature.
ru: При включении данного параметра на существа и заклинания будет наложен эффект сглаживания при высоких разрешениях. При отключении будет использован метод «Ближайшего соседа», применявшийся в оригинальной версии игры. Это нововведение Enhanced Edition.

source: Linear Scaling*
ru: Линейное масштабирование*

source: Compatibility Renderer
ru: Совместимый рендер

source: Grayscale on Pause*
ru: Черно-белая палитра при паузе*

source: Highlight Selected Sprite*
ru: Подсветка выбранного спрайта*

source: Select a key binding to modify.
ru: Выберите клавишу для изменения.

source: Skip
ru: Пропуск

source: Hit Points
ru: Очки жизни

source: Enter Search Term
ru: Введите запрос для поиска

source: Replay
ru: Повтор

source: Show More
ru: Еще

source: Close
ru: Закрыть

source: Load the Last Saved Game
ru: Загрузка последнего сохранения

source: Your party is full, please remove party members until you have 6 or fewer.
ru: Ваша группа полна, пожалуйста, удалите лишних членов группы, пока их количество станет больше 6.

source: Map Note
ru: Метка на карте

source: How To Play
ru: Приступая к игре

source: AC
ru: КБ

source: Choose Amount
ru: Укажите количество

source: No items to identify
ru: Нет предмето на опознание

source: Gameworld Scaling*
ru: Масштабирование игрового мира*

source: If this setting is turned on, then pressing the middle mouse button will set the zoom level to a pixel perfect match of the original game (larger viewing field, unscaled, pixel perfect gameworld). If this setting is turned off, then pressing the middle mouse button will set the zoom level to that of the original game (smaller viewing field, scaled gameworld). This is an Enhanced Edition feature.
ru: При включении данного параметра нажатие средней клавиши мыши устанавливает уровень приближения в идеальное соответствие с оригинальной игрой (более широкое поле обзора, без масштабирования игрового мира, точное соответствие спрайтам). При отключении данного параметра нажатие средней клавиши мыши устанавливает уровень приближения в соответствие оригинальному (малое поле обзора, масштабирование игрового мира). Это нововведение Enhanced Edition.

source: Frame Rate*
ru: Частота кадров*

source: This slider allows you to increase the frame rate at which the game runs, thereby speeding up all aspects of the gameplay. Left: Original Game (30) Middle: Enhanced (40) Right: Fastest (50). WARNING: Adjusting the frame rate above 30 may result in audio sync issues during cutscenes as well as mistimed spell effects during combat.
ru: Этот бегунок позволяет вам увеличить частоту кадров, с которой будет работать игра, из-за чего некоторые аспекты игрового процесса будут ускорены. Левое положение: оригинальная игра (30), среднее положение: Enhanced (40), правое положение: быстро (50). ВНИМАНИЕ: Повышение частоты кадров выше 30 может привести к проблемам синхронизации звука во время воспроизведения роликов и неправильному показу эффектов заклинаний во время битв.

source: Smooth Area Transitions*
ru: Плавный переход между местностями*

source: If this setting is turned on, the name of the destination will be displayed when you arrive at an area. The game will also fade out and in when transitioning between areas. This is an Enhanced Edition feature.
ru: При включении данного параметра при переходе в новую местность будет отображено ее название. Также во время перехода между местностями игра будет плавно менять отображение. Это нововведение Enhanced Edition.

source: Quickloot
ru: Быстрый подбор

source: Combat Log
ru: Боевая сводка

source: Double Size Cursors
ru: Указатели двойного размера

source: Enabling this option will double the size of the cursors on screen.
ru: Включение этого параметра удваивает размеры указателей на экране.

source: Welcome to the Planescape: Enhanced Edition! We can't tell you how proud we are that Planescape has gathered such a following over the years to allow this return to the multiverse and all its wonders - on behalf of the original team and the team at Beamdog, thank you. To provide the best experience for both our long-time fans and newcomers, you can select from one of two playstyles: the Original option for those that want an experience as close as possible to the original Torment, and the Enhanced option for those who seek the functionality present in previous enhanced editions. Feel free to choose whichever one suits your tastes - you can customize individual settings on the Options menu.
ru: Добро пожаловать в Planescape: Enhanced Edition! Мы очень рады тому, что на протяжении стольких лет Planescape сумел собрать вокруг себя так много фанатов, благодаря чему стало возможным это возвращение в мультивселенную к ее удивительным чудесам. От имени оригинальной команды и команды Beamdog, огромное вам спасибо. Чтобы обеспечить наилучшее восприятие от игры, как среди закоренелых фанатов, так и среди новичков, мы предлагаем вам выбрать один из двух стилей игры: Оригинальная игра — для тех, кто хочет испытать максимально близкие к оригинальному Torment ощущения; и Расширенная игра — для тех, кому необходимы удобства, появившиеся в расширенных изданиях. Вы можете выбрать тот, что ближе вам — в любой момент вы сможете подобрать собственный вариант в меню настроек.

source: Welcome...
ru: Здравствуйте...

source: Enhanced
ru: Расширенная игра

source: Original
ru: Оригинальная игра

source: Enhanced options are enabled to make interacting with the gameworld more enjoyable. These options include: - Larger field of view - Creatures are smoothed out, have outlines, and are highlighted when selected - Faster game speed Adjust these options, individually, and at any time, by accessing the Options screen. These options are marked with an * to make finding them in the menus easier.
ru: Включены расширенные параметры для более лучшего взаимодействия с игровым миром. Эти параметры включают в себя: - Более широкую область обзора - Существа отрисовываются с применением сглаживания, имеют контуры и подсвечиваются при выборе - Более быстрая скорость игры Вы можете изменить эти параметры любой момент и по отдельности через меню Настроек. Эти параметры отмечены * для более удобного поиска.

source: Several enhanced options are turned off so the experience is closer to the original, including: - Tighter field of view, matching original - Creatures are not smoothed out - Original game speed Adjust these options, individually, and at any time, by accessing the Options screen. These options are marked with an * to make finding them in the menus easier.
ru: Ряд расширенных параметров отключено для наиболее близкого соответствия оригинальной игре: - Более узкая область обзора, как у оригинала - При отрисовке существ не используется сглаживание - Скорость игры соответствует оригиналу Вы можете изменить эти параметры любой момент и по отдельности через меню Настроек. Эти параметры отмечены * для более удобного поиска.

source: Equip Weapon
ru: Взять оружие

source: Memorized Mage Spells
ru: Запомненные заклинания мага

source: Memorized Priest Spells
ru: Запомненные заклинания жреца

source: Show Enemy Health Status
ru: Показывать уровень здоровья врагов

source: When this setting is turned on, the approximate health status of enemies will be displayed above their sprites if they are selected or highlighted. If this setting is turned off, the health status of enemies will not be shown.
ru: При включении данного параметра над спрайтами выбранных или подсвеченных противников будет отображаться примерное состояние их здоровья. При отключенном параметре состояние здоровья противников не отображается.

source: Item Slot 4
ru: Ячейка предмета 4

source: Item Slot 5
ru: Ячейка предмета 5

source: Show / Hide Hit Points
ru: Показать / скрыть очки жизни

source: Use Tablet Interface
ru: Интерфейс для планшетов

source: If this setting is on, the tablet interface will be used. When off, the PC interface will be used. ^NNote: Only advanced users should change this option.^-
ru: При включении данного параметра будет использован интерфейс для планшетов. При отключении данного параметра будет использовать интерфейс для компьютеров. ^NПримечание: Этот параметр рекомендуется включать только опытным пользователям.^-

source: Tablet Menu
ru: Меню планшета

source: Game Menu
ru: Меню игры

source: Right-click an item icon to read its description
ru: Щелкните правой кнопкой мыши по предмету для прочтения его описания

source: Drop items here
ru: Сбрасывайте предметы сюда

source: Reveal Details
ru: Показать детали

source: Selection Mode Toggle
ru: Переключатель режима выбора

source: Current Action
ru: Текущее действие

source: Statistics are influenced by character level, items equipped, and active spells
ru: На характеристики влияют уровень персонажа, надетые предметы и активные заклинания

source: Memorized Spells (able to cast)
ru: Запомненные заклинания (можно колдовать)

source: Known spells (able to memorize)
ru: Известные заклинания (можно запоминать)

source: Party Member Slots
ru: Ячейки членов группы

source: Weight:
ru: Вес:

source: Slots:
ru: Ячейки:

source: Done
ru: Готово

source: NEW LIFE
ru: НОВАЯ ЖИЗНЬ

source: FACTION A group of individuals who hold similar beliefs about the nature of the multiverse. Belief is power on the planes; if enough people believe in an idea, that idea may become reality.
ru: ФРАКЦИЯ Группа субъектов со схожими убеждениями о природе мультивселенной. Убеждения являются силой на планах; если достаточное количество людей верят какую-либо идею, то она становится реальностью.

source: World Map
ru: Карта мира

source: Quests
ru: Задания

source: Beasts
ru: Существа

source: Journal
ru: Дневник

source: PC
ru: Игровые персонажи

source: NPC
ru: Неигровые персонажи

source: Save Game
ru: Сохранить игру

source: Yes
ru: Да

source: No
ru: Нет

source: Load Game
ru: Загрузить игру

source: Start a New Game
ru: Начать новую игру

source: Quit Game
ru: Выйти

source: Are you sure you want to remove this character from your party?
ru: Вы уверены, что хотите удалить этого персонажа из своей группы?

source: Delete
ru: Удалить

source: Overwrite
ru: Переписать

source: Save
ru: Сохранить

source: Load
ru: Загрузить

source: SAVE GAME
ru: СОХРАНИТЬ ИГРУ

source: Please Enter a Save Game Title:
ru: Введите название сохранения:

source: LOAD GAME
ru: ЗАГРУЗИТЬ ИГРУ

source: Assign Keys
ru: Клавиши

source: Full Screen
ru: На весь экран

source: GAMEPLAY OPTIONS
ru: ПАРАМЕТРЫ ИГРЫ

source: ASSIGN KEYS
ru: НАЗНАЧЕНИЕ КЛАВИШ

source: MOVIES
ru: РОЛИКИ

source: This screen contains options to modify how the game plays. Select a control to see a description of what it does.
ru: В этом окне содержатся параметры, изменяющие поведение игры. Выберите параметр для отображения описания его действия.

source: Dither Always
ru: Всегда использовать дизеринг

source: Gore
ru: Кровь

source: This control determines the difficulty of Gameplay. Moving the slider to the left will cause enemies to deal less damage, making the game easier. Moving the slider right will increase the damage caused by enemies, making the game harder.
ru: Этот параметр определяет сложность игрового процесса. При перемещении бегунка влево противники будут наносить меньше урона, делая игру проще. При перемещении бегунка вправо противники будут наносить больше урона, делая игру сложнее.

source: Brightness
ru: Яркость

source: Contrast
ru: Контраст

source: Ambient
ru: Фоновые звуки

source: Sound FX
ru: Звуковые эффекты

source: Voice
ru: Голос

source: Music
ru: Музыка

source: Movie
ru: Ролики

source: Difficulty
ru: Сложность

source: Keyboard Scrolling Speed
ru: Прокрутка клавиатурой

source: Tooltip Delay
ru: Задержка подсказок

source: Mouse Scrolling Speed
ru: Прокрутка мышью

source: Play Movie
ru: Проиграть ролики

source: Marker Feedback
ru: Обратная связь в виде маркеров

source: Locator Feedback
ru: Обратная связь в виде локаторов

source: To Hit Rolls
ru: Броски попадания

source: Combat Info
ru: Боевая сводка

source: Spell Casting
ru: Чтение заклинаний

source: Character States
ru: Состояние персонажа

source: Miscellaneous Messages
ru: Разные сообщения

source: Character Hit
ru: В персонажа попали

source: THIEF SKILLS
ru: НАВЫКИ ВОРА

source: Character Injured
ru: Персонаж ранен

source: Character Dead
ru: Персонаж убит

source: Character Attacked
ru: Персонаж атакован

source: Weapon Unusable
ru: Оружие бесполезно

source: Target Gone
ru: Цель исчезла

source: End of Round
ru: Конец раунда

source: Movies
ru: Ролики

source: Points Left:
ru: Очки:

source: SAVING THROWS
ru: СПАСБРОСКИ

source: Completed
ru: Выполнено

source: None
ru: Нет

source: Inventory Screen
ru: Окно инвентаря

source: Journal Screen
ru: Окно дневника

source: Mage Spell Book
ru: Окно магических заклинаний

source: Map Screen
ru: Окно карты

source: Return to the Game World
ru: Вернуться в игровой мир

source: Lock view on character
ru: Привязать вид к персонажу

source: Abort Current Action
ru: Отменить текущее действие

source: Select All Characters
ru: Выбрать всех персонажей

source: Open Dialogue Window
ru: Открыть окно диалога

source: Mage Spells
ru: Заклинания мага

source: Priest Spells
ru: Заклинания жреца

source: Rest Party
ru: Отдых группы

source: Add Note
ru: Метка

source: Accept
ru: Готово

source: Cancel
ru: Отмена

source: Armor Class
ru: Класс брони

source: Current Hit Points
ru: Текущие очки жизни

source: Maximum Hit Points
ru: Максимальные очки жизни

source: Rest
ru: Отдых

source: Reform Party
ru: Изменить группу

source: Information
ru: Информация

source: Level Up
ru: Новый уровень

source: Biography
ru: Биография

source: Remove
ru: Удалить

source: Abilities
ru: Способности

source: Identify
ru: Опознать

source: Spell
ru: Заклинание

source: Scroll
ru: Свиток

source: Formations
ru: Формирования

source: Follow
ru: Следовать

source: Gather
ru: Собраться

source: 4 and 2
ru: 4 и 2

source: 3 by 2
ru: 3 на 2

source: Protect
ru: Защищать

source: Rank
ru: Шеренга

source: Wedge
ru: Клин

source: Line
ru: Линия

source: Steal
ru: Украсть

source: Drinks
ru: Напитки

source: Rooms
ru: Комнаты

source: Donate
ru: Пожертвовать

source: Buy
ru: Купить

source: Sell
ru: Продать

source: Rent
ru: Снять

source: Peasant
ru: Крестьянин

source: Merchant
ru: Торговец

source: Noble
ru: Аристократ

source: Royal
ru: Король

source: Back
ru: Назад

source: Statistics Screen
ru: Окно характеристик

source: Priest Scroll
ru: Свиток жреца

source: 2 by 3
ru: 2 на 3

source: Pause/Unpause Game
ru: Остановить/продолжить игру

source: Page Access
ru: Страницы

source: Inventory
ru: Инвентарь

source: Map
ru: Карта

source: Options
ru: Параметры

source: Character Stats
ru: Характеристики персонажа

source: Return to Game
ru: Вернуться в игру

source: Center Character
ru: Центрировать на персонаже

source: Miscellaneous
ru: Разное

source: Location
ru: Расположение

source: Quick Save
ru: Быстрое сохранение

source: Actions
ru: Действия

source: Attack
ru: Атаковать

source: Cast Spell
ru: Произнести заклинание

source: Guard
ru: Охранять

source: Use Item
ru: Использовать предмет

source: Dialog
ru: Диалог

source: Thieving
ru: Воровство

source: Stealth
ru: Скрытность

source: Trap Detection
ru: Обнаружение ловушек

source: Stop
ru: Стоп

source: Special Abilities
ru: Особые навыки

source: Multiselect 1-2
ru: Выбрать 1-2

source: Multiselect 3-4
ru: Выбрать 3-4

source: Multiselect 5-6
ru: Выбрать 5-6

source: Multiselect 1-3
ru: Выбрать 1-3

source: Multiselect 4-6
ru: Выбрать 4-6

source: Multiselect All
ru: Выбрать всех

source: Toggle Always Run
ru: Вкл/выкл бег

source: Toggle AI
ru: Вкл/выкл ИИ

source: Default
ru: По умолчанию

source: Character Selection
ru: Выбор персонажа

source: CHARACTER POINTS
ru: ОЧКИ ПЕРСОНАЖА

source: ITEM ABILITIES
ru: СВОЙСТВА ПРЕДМЕТА

source: Selection Feedback Level
ru: Обратная связь при выборе

source: Command Feedback Level
ru: Обратная связь при команде

source: Always Run
ru: Всегда бежать

source: Enabling this option reverses the default run and walk behavior. <RUNOPTIONHELP>
ru: При включении этого параметра шаг и бег по умолчанию меняются местами. <RUNOPTIONHELP>

source: Press to cycle
ru: Нажми для перебора

source: Normal
ru: Норма

source: Continue
ru: Продолжить

source: Pick Pockets Succeeded
ru: Воровство успешно

source: Enable this option for gory combat animations.
ru: При включении этого параметра будут использоваться кровавые анимации во время боя.

source: This slider controls how fast the area scrolls in response to the keyboard shortcuts.
ru: Этот бегунок регулирует скорость прокрутки области при нажатии клавиш клавиатуры.

source: This slider controls how fast the area scrolls in response to mouse movement. ^NNote: Setting this slider to the far left disables edge of window scrolling.^-
ru: Этот бегунок регулирует скорость прокрутки области при движении мышью. ^NПримечание: Перемещение бегунка в крайнее левое положение отключает границу окна прокрутки.^-

source: Enable this option to rest repeatedly, casting healing spells until fully healed. Otherwise, the party will rest only once and cast only the currently memorized healing spells.
ru: При включении этого параметра отдых будет проходить несколько раз, будут использоваться заклинания исцеления до полного излечения. В противном случае команда будет отдыхать только раз и использовать только запомненные в данный момент заклинания исцеления.

source: This slider controls the delay before a tooltip appears over a control. The maximum value disables tooltips.
ru: Этот бегунок регулирует задержку появления подсказки над элементом управления. Максимальное значение отключает подсказки.

source: Close Container
ru: Закрыть контейнер

source: To Backpack
ru: К инвентарю

source: To Container
ru: К контейнеру

source: Open Container
ru: Открыть контейнер

source: Hard
ru: Тяжело

source: Core Rules
ru: Основные правила

source: Easy
ru: Просто

source: Insane
ru: Безумие

source: Known Mage Spells
ru: Известные заклинания мага

source: Known Priest Spells
ru: Известные заклинания жреца

source: Dialogue
ru: Диалог

source: Select Weapon
ru: Выбрать оружие

source: Select Spell
ru: Выбрать заклинание

source: Select Item
ru: Выбрать предмет

source: Select Special Ability
ru: Выбрать особый навык

source: Heal
ru: Лечение
