Repository: winterheart/planescape
Catalog: po/pst-ee/*/misc/rest.po
Languages: ru

source: This huge axe is a double-bladed weapon topped with a spike. This weapon requires two hands to use, but the long handle allows the wielder to put considerable force into the swing. It looks like a lump of iron with sharpened edge, and the balance is way, way off. This is a weapon of last resort.
ru: Этот массивный топор является оружием с двумя лезвиями и шипом на обухе. Это оружие занимает две руки, но длинная рукоять позволяет владельцу развить значительную силу при замахе. Он похож скорее на железную глыбу с заточенной гранью, и баланс у него далек от совершенства. Это оружие пригодится в случае крайней необходимости.

source: This hammer is little more than a heavy lump of metal on the end of a stout stick. It's powerful, yes, but the balance is poor and it's entirely ungraceful. This weapon requires two hands.
ru: Этот молот - не более чем тяжелая глыба металла на конце крепкой палки. Да, он мощный, но баланс у него неважный, и он начисто лишен изящества. Для его использования потребуются две руки.

source: This is a well-crafted hammer, well-balanced and pleasing to the eye. Don't be fooled by its appearance - this weapon is dangerous. It requires two hands and the desire to inflict crushing damage on your enemies.
ru: Это молот искусной работы, прекрасно сбалансированный и радующий глаз. Но не будь одурачен его внешним видом - это оружие опасно. Для него потребуются две руки и желание наносить дробящий урон своим врагам.

source: HIGH QUALITY STILETTO Damage: 1-4 Piercing Weight: 1 Speed: 1 Proficiency: Edged Not usable by Priests This slim dagger is a beauty among its kind. It is a one-handed thrusting weapon.
ru: ВЫСОКОКАЧЕСТВЕННЫЙ СТИЛЕТ Урон: 1-4 колющий Вес: 1 Скорость: 1 Специализация: клинковые Не используется жрецами Этот тонкий кинжал - своего рода произведение искусства. Это одноручное колющее оружие.

source: This squat dagger, while ideally a thrusting weapon, looks like it would be better used as a paperweight. It is not sharp or well-balanced, and might actually hinder you in combat.
ru: Этот широкий кинжал, идеальный в качестве колющего оружия, на деле больше годится под пресс-папье. Он туп и несбалансирован, и в настоящем бою может только помешать.

source: This is a handful of Ingress' living teeth. Apparently, they didn't want to go with her back through the portal to her home plane. They rattle amongst themselves whenever they are held close together; they remind you of a bunch of creepy ivory hopping bugs.
ru: Это пригоршня живых зубов Ингресс. Скорее всего, они не захотели возвращаться с ней сквозь портал на ее родной план. Если держать их вместе, они начинают трещать, напоминая тебе кучу жутких прыгающих костяных жучков.

source: INT
ru: ИНТ

source: WIS
ru: МУД

source: DEX
ru: ЛОВ

source: CON
ru: ТЕЛ

source: CHA
ru: ОБА

source: ARMOR CLASS
ru: КЛАСС БРОНИ

source: HIT POINTS
ru: ОЧКИ ЖИЗНИ

source: This is an assortment of knives, axes, and hammers. While eye-catching, these flimsy trophies don't look usable as weapons.
ru: Здесь целый набор ножей, топоров и молотов. Если приглядеться, эти легковесные трофеи мало сгодятся в качестве оружия.

source: "What's behind those guarded doors?"
ru: «Что за теми охраняемыми дверьми?»

source: "That question was but the first, Dhall. There is much I wish to know..."
ru: «Это был только первый вопрос, Дхолл. Я хочу многое узнать...»

source: "Yes?"
ru: «Да?»

source: This is a heavy wooden box. It is nailed shut.
ru: Это тяжелый деревянный ящик. Он наглухо забит.

source: This box is made of worn wood. Strangely enough, it doesn't have a lid.
ru: Этот ящик сделан из обветшалого дерева. Довольно странно, но у него нет крышки.

source: Back to the Lower Ward
ru: Назад в Нижний район

source: Kel'lera bows.
ru: Келлера кивает.

source: The corpse makes no reply. It looks like it is too far gone to answer any of your questions.
ru: Труп не реагирует. Кажется, он далек от того, чтобы отвечать на твои вопросы.

source: "I've got it right here. Now give me my dreams."
ru: «Все у меня с собой. А теперь давай мне мои сны».

source: Leave the dabus in peace.
ru: Оставить дабуса в покое.

source: "Will you?"
ru: «А хочешь?»

source: "Hey, Morte. Come here for a minute."
ru: «Эй, Морт. Подойди-ка сюда на минутку».

source: Grab her hand.
ru: Схватить ее за руку.

source: "Dammit..."
ru: «Проклятье...»

source: Character Select
ru: Выбор персонажа

source: Action Button
ru: Кнопка действия

source: Rotate Items Left
ru: Повернуть предметы влево

source: Rotate Items Right
ru: Повернуть предметы вправо

source: Menu Anchor (click and hold down button to move)
ru: Якорь меню (чтобы передвинуть меню, нажми и удерживай кнопку мыши)

source: Days
ru: дн.

source: Warp Sense
ru: Чувствительность к искажениям

source: Intimidate
ru: Запугивание

source: Seizure
ru: Захват

source: Stinging Touch
ru: Жгучее прикосновение

source: Hammering Echoes
ru: Громогласное эхо

source: Irritation
ru: Гнев

source: Ray of Enfeeblement
ru: Луч ослабления

source: Bands of Sirellyn
ru: Полосы Сиреллина

source: Bewilder
ru: Смущение

source: Ghost Armor
ru: Призрачная броня

source: Despair
ru: Отчаяние

source: Flamestrike
ru: Удар пламенем

source: Improved Vampiric Touch
ru: Улучшенное вампирическое касание

source: Fear Aura
ru: Аура страха

source: Wind Tempest
ru: Ветреная буря

source: "I had some other... specific... questions about the city..."
ru: «У меня есть другие... конкретные... вопросы о городе...»

source: Wilting
ru: Увядание

source: Disruption
ru: Крушение

source: Immunity to Undeath
ru: Невосприимчивость к нежити

source: Maw of Chaos
ru: Глотка хаоса

source: The Final Word
ru: Последнее слово

source: Hold Person
ru: Удержание человека

source: Want-of-Sight
ru: Желание прозреть

source: "Places? Like where?"
ru: «В другое место? Какое, например?»

source: "Bounties on rats?"
ru: «Награда за крыс?»

source: "What was that other job you mentioned? Gathering the dead?"
ru: «А что это за та работа, о которой ты говорил? Собирание мертвых?»

source: Attack the gith while he is looking at Dak'kon.
ru: Напасть на гита, пока он смотрит на Даккона.

source: Witchy woman
ru: Женщина, похожая на ведьму

source: Test Description
ru: Пробное описание

source: A place of misery
ru: Несчастное место

source: "Ratsies! Fresh ratsies!"
ru: «Крысочки! Свежие крысочки!»

source: This man affixes you with a sneer as you approach. "Ah'm Craddock, the here boss of this motely crew of halfwits. Now git lost. I've work to do with these laggards and none to waste with you."
ru: Этот человек презрительно смеривает тебя взглядом, когда ты подходишь к нем. «Я Крэддок, босс этой пыльной оравы слабоумных. А теперь пшел вон. Мне нужно работать с этими увальнями, на тебя у меня нет времени».

source: "Very well... Crad-COCK."
ru: «Ну ладно... Крэд-ТИН».

source: "Minced ratsies! Two for three coppers!"
ru: «Фаршированные крысочки! Две за три медяка!»

source: "Damn. This part doesn't fit."
ru: «Проклятье. Эта часть не подходит».

source: "*Sigh*..."
ru: «*Вздох*...»

source: ::Mumbles::
ru: ::Бормочет::

source: "Hmmm. Let's see if this part will work."
ru: «Хм-м. Посмотрим, заработает ли эта часть».

source: PENDENT OF YEMETH Weight: 1 The Pendant of Yemeth is named for its creator, a sorcerer of a bygone age. Though Yemeth's power was great, time began to take its toll on him; he began to grow weak and sodded. The Pendant was commissioned by the dying wizard to serve as a vessel for souls - souls which Yemeth himself would draw from dying mortals, and later use to power his waning life-force. Yemeth was eventually slain in a battle, destroyed utterly, and the Pendant was lost. Sages said that, even if the Pendant were to be recovered, no mortal knows the secrets of its use. You're certain that you've seen this pendant before - or perhaps even worn it.
ru: КУЛОН ЙЕМЕТА Вес: 1 Кулон Йемета назван в честь своего создателя, колдуна ушедшей эпохи. Хотя Йемет обладал большим могуществом, время начало брать над ним верх: он начал слабеть умом и телом. Кулон был создан умирающим магом, чтобы послужить ему в качестве вместилища душ, которые Йемет мог бы вытянуть из умирающих смертных и позже использовать для подпитки своей убывающей жизненной силы. В конце концов, Йемет погиб в битве и был полностью уничтожен, а кулон потерялся. Мудрецы говорят, что даже если бы кулон был найден, никому из смертных неизвестен секрет его использования. Ты уверен, что уже раньше видел этот кулон... может быть, даже носил его.

source: "You're in Shiv territory now, berk."
ru: «Теперь ты на территории Заточек, пень».

source: "Let's see here... no, nothin'."
ru: «Посмотрим-ка здесь... Ничего».

source: "Blast! Empty again!"
ru: «Черт! Снова провал!»

source: "Nothin'! Where are ya?!"
ru: «Ничего! Да где же вы?!»

source: "Who are the patrons of this tavern?"
ru: «Кто посетители этой таверны?»

source: "I'm looking for a journal. Have you seen one recently?"
ru: «Я ищу дневник. Тебе ничего такого не попадалось в последнее время?»

source: This is a "negative token" - a flat, black disk that appears to have no substance to it at all. Turning it over reveals that it has no third dimension - there is no thickness to this item at all. It protects you and your party from the depredations of creatures that are made of the essence of negativity - but it will not make you invulnerable to them.
ru: Это «негативный символ», плоский черный диск, с виду совершенно бесплотный. Если перевернуть его, оказывается, что у него нет третьего измерения - этот предмет вообще не имеет толщины. Он защищает тебя и твою группу от урона существ, состоящих из негативной сущности, но не делает тебя неуязвимым к нему.

source: "Tell me of your journey..."
ru: «Расскажи о своем путешествии».

source: Attack him as he leaves.
ru: Атаковать его, пока он отходит.

source: *Sniff* - *Sniff* "Hmph! Nothin'!"
ru: *Нюхает* «Хм! Ничего!»

source: Negative Token
ru: Негативный символ

source: Hunan
ru: Хунань

source: Finger Bone
ru: Костяной палец

source: Collector Sub Boss
ru: Мелкий босс сборщиков

source: The years haven't been kind to this tiny rag doll. It is coming apart at the seams, and it looks like its threads are unraveling. It looks like some strange robed woman with a halo of spikes on her head.
ru: Годы не пожалели эту маленькую тряпичную куклу: она расходится по швам, а ткань, похоже, уже начала расползаться. Выглядит она как какая-то странно одетая женщина с ореолом шипов вокруг головы.

source: "Ya little bastards! Can't hide from Ratbone forever!"
ru: «Мелкие гаденыши! Вам не спрятаться от Крыса!»

source: "Argh! Where are ya?"
ru: «Ах! Где вы?»

source: "Another empty trap..."
ru: «Еще одна пустая ловушка...»

source: "Hmm..." *Sniff* "Damn. Nothin' again!"
ru: «Хм-м... - *нюхает*. - Черт. Опять ничего!»

source: "Damned rats! Ta Baator with ya!"
ru: «Чертовы крысы! Чтоб вам в Бааторе гореть!»

source: "I misspoke. I have no *desire* to join the Dustman faction. I merely believe what the Dustmen believe."
ru: «Я оговорился. Я не *желаю* присоединиться к фракции тленных. Я всего лишь верю в то, во что верят тленные».

source: He nods. "Oh, aye... I'm no great judge, ya see, but he seems right deadly, he does. I wouldn't fight him, if that's what ye're thinkin'..."
ru: Он кивает. «О, да... Я не могу судить об этом, как вы понимаете, но он определенно смертельный противник. Я бы с ним не стал сражаться, если вы об этом подумали...»

source: "You look a little tired."
ru: «Ты выглядишь немного уставшим».

source: "You will need to replace that part with the new one."
ru: «Тебе придется заменить эту часть на новую».

source: "Hi Bob!"
ru: «Привет, Боб!»

source: "Are yeh *daft?!* We'll draw the Lady's gaze if we stay here, we will!"
ru: «Ты че, *недоумок*?! Если продолжим здесь стоять - точно привлечем к себе взгляд Леди!»

source: I agreed to track down the 'false Dustman' and... deal with him.
ru: Я согласился выследить вора, маскирующегося под тленного... и разобраться с ним.

source: This should end the dialog.
ru: Это должно быть концом диалога.

source: No Morte? End the dialog, then.
ru: Нет Морта. Тогда конец диалога.

source: Please?
ru: Пожалуйста?

source: End the dialog.
ru: Конец диалога.

source: These barrels are filled with grain that's slowly being eaten by rodents and insects.
ru: Эти бочки наполнены зерном, подъеденным грызунами и насекомыми.

source: Attack him.
ru: Атаковать его.

source: Kill him.
ru: Убить его.

source: This alcove looks like it used to hold an urn. It's empty now.
ru: Кажется, в этом алькове должна стоять урна. Сейчас там пусто.

source: Something leads you to believe that this coffin is being used as a larder...
ru: Что-то наводит тебя на мысль, что этот гроб превратили в мясную кладовую...

source: The bookshelf is full of moldering books. None of them are legible any longer.
ru: Эта книжная полка набита заплесневевшими книгами. Прочесть их уже не получится.

source: These new-looking boxes hold bales of cloth.
ru: В этих новых с виду коробках лежат тюки с тканью.

source: These barrels hold relatively fresh water.
ru: В этих бочках - относительно свежая вода.

source: This metal slab is apparently used as a bed.
ru: Очевидно, эту металлическую плиту используют в качестве постели.

source: The chest appears to be relatively new.
ru: Этот сундук относительно новый на вид.

source: These books have not fared well in the climate of the Dead Nations.
ru: Этим книгам пришлось несладко в условиях климата Мертвых Народов.

source: This barrel is full of decaying meat.
ru: Эта бочка наполнена протухшим мясом.

source: These boxes hold old, rusted spikes, swords, and daggers.
ru: В этих ящиках старые ржавые шипы, мечи и кинжалы.

source: These barrels are filled with rotting meat.
ru: Эти бочки забиты гниющим мясом.

source: The throne looks like it was built from the skeleton of a beast forgotten by the powers. It is jagged and sharp, menacing even to the casual viewer.
ru: Этот трон выглядит так, словно он был создан из костей забытого силами зверя. Он весь в зазубринах и острых углах, и своим видом угрожает даже случайному наблюдателю.

source: This set of sturdy doors looks like it could resist an army.
ru: Эти крепкие двери с виду могут выдержать натиск целой армии.

source: For some reason, this set-up just seems like satire. Why would the rats do this?
ru: Почему-то эта западня смахивает на какую-то насмешку. Зачем крысам было это делать?

source: This is a stout door, bound with iron. There's no opening it from this side.
ru: Это крепкая дверь, окованная железом. С этой стороны ее не открыть.

source: This infernal device has been used quite recently.
ru: Это адское устройство было использовано совсем недавно.

source: This blue-lit niche repels you.
ru: Эта ниша, освещенная синим светом, отпугивает тебя.

source: This appears to be a dead body.
ru: Кажется, это мертвое тело.

source: "Yes, I had some questions..."
ru: «Да, у меня есть вопросы...»

source: Pharod told me where my body was found... in a 'haunted alley' south and east of the Smoldering Corpse bar in the Hive. Maybe I can find some information there about how I died.
ru: Фарод рассказал, где было найдено мое тело - на «беспокойной улице» к юго-востоку от бара Тлеющий труп в Улье. Возможно, там мне удастся разведать что-нибудь касательно моей смерти.

source: DEXTERITY This ability score represents your agility, reflexes and hand-eye coordination. A high Dexterity makes you harder to hit and aids your thief skills.
ru: ЛОВКОСТЬ Эта способность отвечает за реакцию, рефлексы и координацию. Высокая Ловкость не позволит противнику попадать в тебя и поможет твоим воровским навыкам.

source: INTELLIGENCE This ability score represents your memory, reasoning, and deductive skills. A high Intelligence helps you regain memories faster, gives you more dialogue options, and aids your mage skills.
ru: ИНТЕЛЛЕКТ Эта способность отвечает за память, рассуждение и мышление. Высокий Интеллект поможет тебе быстрее вспоминать, предоставит тебе больше ветвей диалога и поможет твоим навыкам мага.

source: STRENGTH This ability score represents your raw strength. A high Strength allows you to carry more weight and makes your melee attacks more accurate and damaging.
ru: СИЛА Эта способность отвечает за физическую силу. Высокая Сила позволит тебе нести больший вес и сделает твои атаки более точными и разрушительными.

source: WISDOM This ability score represents your intuition, common sense, and will power. A high Wisdom helps you recall memories and gives you a bonus to experience points.
ru: МУДРОСТЬ Эта способность отвечает за интуицию, восприятие и силу воли. Высокая Мудрость поможет тебе восстановить память и предоставит бонус к очкам опыта.

source: CONSTITUTION This ability score represents your physique, hardiness and state of health. A high Constitution gives you more hit points, and in the Nameless One's case, a faster regeneration rate as well.
ru: ТЕЛОСЛОЖЕНИЕ Эта способность отвечает за физическое состояние, выносливость и уровень здоровья. Высокое Телосложение даст больше очков жизни, а в случае Безымянного - еще и более высокий уровень регенерации.

source: CHARACTER POINTS This value is the number of points you have left to add to your statistics.
ru: ОЧКИ ПЕРСОНАЖА Это число - оставшееся у тебя количество очков, которыми можно увеличить твои характеристики.

source: ARMOR CLASS This number represents your overall defense. The lower the number, the harder it is for your enemies to hit you.
ru: КЛАСС БРОНИ Это число выражает твою общую защищенность. Чем ниже это число, тем труднее противнику попасть в тебя.

source: HIT POINTS This number represents your health. Whenever you take damage, your hit points will drop. When it reaches zero, you are dead.
ru: ОЧКИ ЖИЗНИ Это число отражает твое здоровье. Как только ты получаешь урон, твой уровень здоровья падает. Как только он достигнет нуля, ты умрешь.

source: CHARACTER GENERATION This is the Character Generation Screen. Modify your statistics by clicking on the '+' and '-' buttons for each statistic. Move the cursor over each statistic for a description of its purpose.
ru: СОЗДАНИЕ ПЕРСОНАЖА Это окно генерации персонажа. Изменяй свои характеристики, нажимая на кнопки '+' и '-' напротив каждой из них. Наведи на характеристику, чтобы узнать о ее назначении.

source: "Strangers aren't welcome here."
ru: «Чужакам здесь не рады».

source: "GET HIM!"
ru: «ВЗЯТЬ ЕГО!»

source: "You've entered the WRONG part of town, berk!"
ru: «Ты оказался в НЕПРАВИЛЬНОЙ части города, пень!»

source: "How'd you get down here?"
ru: «Как ты очутился здесь?»

source: "Hmm. Where'd you come from?"
ru: «Хм-м. Откуда ты взялся?»

source: "Don't see many strangers around these parts."
ru: «Здесь не часто увидишь незнакомцев».

source: "Nice weather we're having eh?"
ru: «Хорошая погодка, а?»

source: "Someone's attacking us, let's get them!"
ru: «Кто-то напал на нас, дадим им отпор!»

source: "Hey stranger, nice clothes. I think we'll TAKE THEM!"
ru: «Эй чужак, неплохие вещички. Возьмем-ка мы ИХ СЕБЕ!»

source: "What proof do you have that this is your skull?"
ru: «Чем докажешь, что это твой череп?»

source: CHARACTER GENERATION
ru: СОЗДАНИЕ ПЕРСОНАЖА

source: Marta the Seamstress
ru: Марта-швея

source: Old Mebbeth
ru: Старая Меббет

source: Vermin Control Office
ru: Офис по контролю паразитов

source: Wife-of-Angyar
ru: Жена Ангиара

source: "Stop! Thou have come too far, traveler, and trespassed into the Dead Nations, realm of the Silent King! Will thou submit peacefully?"
ru: «Стоять! Ты зашел слишком далеко, странник. Ты пересек границы Мертвых Народов, государства Безмолвного Короля! Подчинишься ли ты без боя?»

source: Fell's Studio
ru: Студия Фелла

source: "Submit to what?"
ru: «Подчинюсь чему?»

source: "'Tis the will of the Silent King that all who pass the gates into our Nation become prisoners of his lands. Will thou submit?"
ru: «Такова воля Безмолвного Короля: все, кто проходит через ворота в Народы, становятся пленниками его земель. Ты подчинишься?»

source: (There are dozens of ghouls here. I'd hate to be 'slain' and my remains devoured before I awoke. I'd best submit... for now.)
ru: (Тут десятки упырей. Не люблю, когда меня «убивают», а потом едят мои останки, пока я не очнусь. Лучше уж сдаться... покамест).

source: "Very well, I will submit."
ru: «Хорошо, я подчиняюсь».

source: "Come, then... we shall show thee to the Chapel. Know this: thou shall be free to wander these halls, but never to leave these catacombs. Praise the Silent King; his will be done."
ru: «Тогда идем... мы проведем тебя в часовню. Знай: ты свободен скитаться по сиим залам, но покинути сии катакомбы тебе не дано. Воздай хвалу Безмолвному Королю. Да сбудется его воля».

source: Dustman Vault
ru: Хранилище Тленных

source: Gained Gold
ru: Получено золото

source: Lost Gold
ru: Потеряно золото

source: Gained Experience
ru: Получен опыт

source: Lost Experience
ru: Потерян опыт

source: Gained Item
ru: Получен предмет

source: Inventory Full
ru: Инвентарь полон

source: Lost Item
ru: Потерян предмет

source: Gained Reputation
ru: Получена репутация

source: Lost Reputation
ru: Потеряна репутация

source: The journey took
ru: Путешествие заняло

source: You rested for <HOUR> <DURATION>
ru: Вы отдыхали <HOUR> <DURATION>

source: Journal has been updated [Blank Line Placeholder]
ru: Обновлен журнал [Blank Line Placeholder]

source: World Map has been updated
ru: Обновлена карта мира

source: Back Stab! 2x [Nameless One]
ru: Удар в спину! 2x [Nameless One]

source: Back Stab! 3x [Nameless One]
ru: Удар в спину! 3x [Nameless One]

source: Back Stab! 4x [Nameless One]
ru: Удар в спину! 4x [Nameless One]

source: Back Stab! 5x [Nameless One]
ru: Удар в спину! 5x [Nameless One]

source: Back Stab! 6x [Nameless One]
ru: Удар в спину! 6x [Nameless One]

source: Immune to Weapon
ru: Невосприимчивость к оружию

source: Not a Backstab Weapon
ru: Оружие не подходит для удара в спину

source: Critical Hit!
ru: Критическое попадание!

source: Critical Hit Avoided!
ru: Уклонение от критического попадания!

source: Critical Miss!
ru: Критический промах!

source: Attack Roll:
ru: Бросок атаки:

source: Hit
ru: Удар

source: Miss
ru: Промах

source: Spell Cast:
ru: Брошено заклинание:

source: Feedback ON
ru: Включить обратную связь

source: Feedback OFF
ru: Выключить обратную связь

source: Lockpick Succeeded
ru: Успешный взлом

source: Lockpick Failed
ru: Неудачный взлом

source: Bash Door Succeeded
ru: Дверь успешно выбита

source: Bash Door Failed
ru: Дверь не выбита

source: Bash Chest Succeeded
ru: Сундук успешно разбит

source: Bash Chest Failed
ru: Сундук не разбит

source: Trap Disarm Succeeded
ru: Ловушка успешно обезврежена

source: Trap Disarm Failed
ru: Ловушка не обезврежена

source: Trap Detected
ru: Обнаружена ловушка

source: Hide Failed
ru: Спрятаться не удалось

source: Hide Succeeded
ru: Удалось спрятаться

source: Leaving Shadows
ru: Выход из теней

source: High Encumbrance: Movement Slowed
ru: Слишком много вещей: передвижение замедлено

source: Morale Failed: Panic
ru: Падение морали: паника

source: Morale Failed: Run
ru: Падение морали: бегство

source: Morale Failed: Berserk
ru: Падение морали: бешенство

source: High Encumbrance: Movement Stopped
ru: Слишком много вещей: невозможно сдвинуться с места

source: Lost Class
ru: Потерян класс

source: Level Gained!
ru: Получен уровень!

source: Spell Not Castable Indoors
ru: Заклинание нельзя творить в помещении

source: Pickpocket Failed: Wearing Armor
ru: Воровство неудачно: одеты доспехи

source: Pickpocket Failed: Target Hostile
ru: Воровство неудачно: цель нападает

source: Pickpocket Failed: Roll Unsuccessful
ru: Воровство неудачно: неудачный бросок

source: Pickpocket Failed: No Items
ru: Воровство неудачно: нет предметов

source: Pickpocket Failed: Inventory Full
ru: Воровство неудачно: инвентарь полон
