Repository: winterheart/planescape
Catalog: po/pst-ee/*/misc/rest.po
Languages: ru

source: Lockpicks
ru: Отмычки

source: This is a small rusty dagger. Its blade is chipped around the edges and the hilt is loose.
ru: Это небольшой ржавый кинжал. Вдоль краев клинок обломан, рукоятки нет вовсе.

source: LOCKPICKS +5% to Open Locks Weight: 0 Usable by Thieves only. These metal instruments are used to open stubborn locks.
ru: ОТМЫЧКИ +5 % к открыванию замков Вес: 0 Используется только ворами. Эти металлические инструменты используются, чтобы открыть упрямые замки.

source: Sledgehammer
ru: Кувалда

source: Primarily intended for heavy work, this huge two-handed hammer would make a formidable weapon. Its head is of black iron, and the haft is almost as long as a man's arm. Enchanted hammers aside, the sledgehammer is the most damaging of all hammers.
ru: Изначально предназначенный для тяжелых работ, этот огромный двуручный молот может стать грозным оружием. Боек сделан из железа, ручка чуть длиннее человеческой руки. Будучи подвидом молотов, кувалда - наиболее разрушительная среди них.

source: Rat
ru: Крыса

source: Vaxis
ru: Ваксис

source: Xachariah
ru: Захария

source: Cranium Rat
ru: Черепная крыса

source: The zombie gazes at you with vacant eyes. A number is carved into his forehead, and his lips have been stitched closed. The faint smell of formaldehyde emanates from the body.
ru: Неуклюжий труп смотрит на тебя пустым взглядом. На его лбу вырезан номер, а его губы крепко зашиты. От тела исходит легкий запах формальдегида.

source: "Greetings."
ru: «Приветствую».

source: Greater Gehreleth
ru: Огромный гехрелет

source: Leave him in peace.
ru: Оставить его в покое.

source: "Identified"
ru: «Опознано»

source: "Machine"
ru: «Машина»

source: "Clock"
ru: «Часы»

source: "Dreambuilder"
ru: «Построитель снов»

source: Annah
ru: Анна

source: Leave.
ru: Уйти.

source: Kill Experience:
ru: Опыт от убийств:

source: (Placeholder.)
ru: (Заглушка.)

source: It is none of your concern.
ru: Это не твое дело.

source: Memorial Hall
ru: Мемориальный зал

source: Great Hall
ru: Главный зал

source: Huh?
ru: А?

source: Tiefling Thug
ru: Тифлинг-головорез

source: Front Gate
ru: Главные ворота

source: You are low on disk space. Planescape: Torment is unable to continue.
ru: Недостаточно места на диске. Planescape: Torment не может быть запущена.

source: PLAY TORMENT
ru: ИГРАТЬ В TORMENT

source: Lawful Good
ru: Законопослушный добрый

source: Lawful Neutral
ru: Законопослушный нейтральный

source: Lawful Evil
ru: Законопослушный злой

source: "You misunderstand... the mistaken interment was ME."
ru: «Ты не понимаешь... ошибка в том, что похоронить собирались МЕНЯ».

source: Well, now that you mention it, I'm doing poorly.
ru: Ну, раз уж ты это вспомнил, то дела мои плохи.

source: Kester's Legacy
ru: Наследство Кестера

source: Tiefling
ru: Тифлинг

source: This copper piece has been "clipped"... most of the copper has been shaved off, no doubt to still keep the appearance it is a coin and allowing the 'clipper' to use the shaved copper to make another coin. It is worthless.
ru: Этот медяк был «срезан»... почти весь металл сточен, хотя оставшаяся часть по-прежнему выглядит как целая монета, а вот спиленная медь позволит «резчику» сделать еще одну. Эта монета ничего не стоит.

source: Who are you? What are you doing on our territory?
ru: Кто ты? Что ты делаешь на нашей территории?

source: All right then. I'll come back later.
ru: Ну ладно. Я вернусь попозже.

source: Back to the Buried Village
ru: Назад в Погребенную деревню

source: Doorway to Ragpicker's Square
ru: Проход на площадь Старьевщиков

source: The woman takes a step back, then suddenly starts screaming at the top of her lungs!
ru: Женщина отступает на шаг, а затем внезапно начинает кричать во все горло!

source: Examination of the quill pen reveals that the feather is from a Vrock, one of the many races of tanar'ri that fill the Abyss. The Vrock resemble huge vultures, and they are often used as scouts for the tanar'ri forces in the Blood War.
ru: Изучение пера показывает, что оно принадлежало вроку, одной из многих рас танарри, которыми наполнена Бездна. Вроки напоминают огромных стервятников; они часто использовались как разведчики войск танарри в Кровавой войне.

source: CHARISMA This ability score represents your persuasiveness, personal magnetism, and ability to lead. The higher your Charisma, the more favorably others will react toward you.
ru: ОБАЯНИЕ Эта способность отвечает за твои убеждение, притягательность и лидерство. При высоком Обаянии остальные будут относиться к тебе более благосклонно.

source: But your mother doesn't charge. Why do you?
ru: А твоя мамаша платы не просила. С чего бы тебе просить?

source: Except your reflection?
ru: Не считая своего отражения?

source: I do not know where it is.
ru: Я не знаю, где это.

source: Ancient Scroll
ru: Древний свиток

source: Enough of your lies!
ru: Хватит врать!

source: Sign the parchment.
ru: Подписать пергамент.

source: Tegar'in
ru: Тегарин

source: Replay Movies
ru: Повторить ролики

source: LEVEL
ru: УРОВЕНЬ

source: Very well. I had some other questions...
ru: Хорошо. У меня есть другие вопросы...

source: Ninth Circle? There's no such thing.
ru: Девятый Круг? Такого не существует.

source: No. I had some other questions for you...
ru: Нет. У меня есть другие вопросы к тебе...

source: TEST Hello, big boy...
ru: Привет ТЕСТ, большой мальчик...

source: Virago
ru: Вираго

source: Well, thanks for the heads up.
ru: Ну, спасибо за предупреждение.

source: {Leave}
ru: {Уйти}

source: Me Ojo. Me retarded pershun who talk to brain ratz in walls. Me no have full dialogue tree yet.
ru: Я Охо. Я умственно-отсталый, болтающий с черепными крысками в стене. У меня пока нет всего диалога.

source: Me Ojo. Me stupid pershun in Buried Village who talk to brain ratz in wallz. Me no have finished dialogue tree yet.
ru: Я Охо. Я умственно-отсталый из Погребенной деревни, болтающий с черепными крысками в стене. Мой диалог еще не готов.

source: I am a merchant. I'm not exactly sure WHERE I am in the game, but I'm sure I'll find out.
ru: Я торговец. Я не уверен, ГДЕ я буду в игре, но уверен, что скоро выясню.

source: Can't wait to see your inventory, either. Later.
ru: Не могу дождаться, чтобы увидеть твои товары. Пока.

source: Sounds great, but I don't think Dak'kon is even implemented yet. Farewell.
ru: Звучит неплохо, но Даккон, кажется, еще даже не реализован. Пока.

source: I am a wererat, the speaker and emissary of the cranium rat collective known as Many-as-One.
ru: Я крысооборотень, агент, представляющий коллектив черепных крыс, известный под названием Многоединый.

source: Pleasure to meet you, lycanthrope. I'm sure we'll be crossing words and swords soon enough.
ru: Рад встрече с тобой, крысооборотень. Уверен, что мы уже скоро скрестим наши мечи и слова.

source: Oh, uh... what's a rock genasi? You know what, forget it. I don't want to know.
ru: Ого... Что за каменный генсаи? А знаешь что - забудь. Даже знать не хочу.

source: Well, if you destroyed a world, I don't particularly feel like talking to you unless you get another "whim" to destroy something.
ru: Ну, раз уж ты уничтожил мир, я не горю желанием болтать с тобой, если только ты не «загорелся» идеей уничтожить что-нибудь еще.

source: Instructor
ru: Наставник

source: SKULL PENDANT Weight: 1 This unusual, skull-shaped pendant is constructed of some silvery metal. Six crystals radiate from the skull in a circle, forming a crown of sorts. A leather lanyard is looped through an eyehole attached to the top of the skull.
ru: ЧЕРЕП-КУЛОН Вес: 1 Этот необычный кулон в форме черепа сделан из какого-то серебристого металла. Череп окружают шесть кристаллов, образуя нечто вроде короны. Через глазок над черепом продет кожаный шнурок.

source: SMALL SWORD Damage: 1-6 Weight: 3 Speed: 3 A generic small sword for models so armed (e.g., Upper Class Townie, Male) to be equipped with.
ru: МАЛЫЙ МЕЧ Урон: 1-6 Вес: 3 Скорость: 3 Типичный малый меч моделей, вооруженных им (к примеру, горожан из высшего сословия).

source: FINGER BONE Weight: 0 This is a decayed and nearly meatless finger bone from a humanoid of roughly your size. There is still some sort of odd ring on the finger. It is an intricate thing, formed of twisting, intertwining bands that resemble vines or tentacles. Oddly enough, it seems firmly rooted to the finger, and no amount of pulling or prying will budge the thing... almost as if the ring's bands have dug into the lifeless finger itself and refuse to release it.
ru: КОСТЯНОЙ ПАЛЕЦ Вес: 0 Это полностью разложившийся, практически без плоти, костяной палец человекоподобного существа размером примерно с тебя. На пальце надето какое-то необычное кольцо. Это замысловатый предмет, украшенный десятками крошечных декоративных выступов и ободков. Оно, как ни странно, намертво приросло к пальцу, и теперь его не снимешь, сколько бы усилий не прилагалось... почти как если бы зубчатые кромки кольца впились в безжизненный палец и отказывались его отпускать.

source: This is a necklace of hollowed, pointed teeth.
ru: Это ожерелье из вычищенных острых зубов.

source: "This is one of Fell's studios, is it not? I have long wanted to meet him."
ru: «Это ведь одна из студий Фелла? Давно хотел с ним познакомиться».

source: You seem like a real loser. I can't wait to kill you.
ru: Ты, похоже, настоящий неудачник. Жду не дождусь убить тебя.

source: Moderate Threat Construct
ru: Конструкт средней опасности

source: Adahn
ru: Адан

source: Clerk
ru: Служащий

source: I am one of the bodies hanging on Curst's gate. There are several of us for one dialogue. We tell you stuff that you don't want to hear.
ru: Я - одно из тел, висящих на воротах Проклятого. У нас нескольких один диалог. Мы рассказываем тебе то, что ты не хочешь слушать.

source: I don't want to hear it.
ru: Даже слышать не хочу.

source: Sensate
ru: Чувствующий

source: Alchemist
ru: Алхимик

source: Curator
ru: Куратор

source: Statue
ru: Статуя

source: Mercykiller
ru: Убийца милосердия

source: Worm
ru: Червь

source: I am one of Mantuok's followers. Chitter-chitter.
ru: Я один из последователей Мантуока. Пик-пик.

source: Chitter-chitter, indeed.
ru: Ага, пик-пик.

source: Giant Skeleton
ru: Гигантский скелет

source: Breastplate 2
ru: Нагрудник 2

source: Breastplate 3
ru: Нагрудник 3

source: Breastplate 4
ru: Нагрудник 4

source: I said, Greetings.
ru: Я сказал, 'приветствую'.

source: Wait a minute. I need an embalming key. Do you have one?
ru: Минуточку. Мне нужен ключ от бальзамационной. У тебя он есть?

source: I need a key. Do you have one?
ru: Мне нужен ключ. У тебя он есть?

source: This is one of the leather straps that were used to bind a skeleton's bones together. Although the strap is frayed and cracked along the edges, it still looks pretty strong.
ru: Это один из кожаных ремней, использовавшихся для связывания воедино костей скелета. И хотя по краям он уже растрескался, он все еще достаточно крепкий.

source: A receipt stamped with a symbol of a sword radiating a sunburst.
ru: Квитанция со штампом в виде меча, излучающего солнечные лучи.

source: The Henkelmonster is a tall German creature with long. flowing hair.
ru: Хенкельмонстр - высокое существо из Германии с длинными свисающими волосами.

source: Aasimar, tieflings' opposite number, are the children of celestials - the inhabitants of the Upper Planes - and mortals. They carry a spark of goodness in their very flesh, yet some of them turn away from their heritage. Though they are generally paragons of virtue, one shouldn't trust them without reserve.
ru: Аазимары, противоположность тифлингов, - это дети небожителей, обитающих на Верхних планах, и смертных. Они несут в себе искру доброты, и все же некоторые из них идут наперекор своему наследию. Хотя обычно они - образцы добродетелей, им не следует просто так доверять.

source: Forked-Tongue is a victim of Trias, whom he calls "the Betrayer." He signed a contract with the deva that consigned him to acts of charity until Trias is dead. He makes his home in the bones of Ul-Goris in the Outlands, hiding from mortal and immortal alike. He has knowledge and items that may prove useful.
ru: Раздвоенный Язык - жертва Триаса, которого он называет «Предателем». Он подписал с дэва контракт, который обязал его заниматься благотворительностью до смерти Триаса. Он живет в костях Уль-Гориса во Внешних землях, прячась там от смертных и бессмертных. Он обладает знаниями и предметами, которые могут оказаться полезными.

source: The ghostly apparition, Deionarra, claims she knows you, that you are her "Love." Whatever keeps her on the physical plane must be powerful indeed, for her to stave off death so long. Dying does not seem to have improved her disposition.
ru: Призрачное видение, Дейонарра, заявляет, что она знает тебя, что ты - ее «любовь». Что бы ни удерживало ее на физическом плане, оно обладает действительно огромной силой, позволяющей ей избегать смерти так долго. Похоже, смерть не изменила ее отношения к тебе.

source: Morte is a talking skull. His sole weapon seems to be his mouth, whether by taunting or biting. He seems to be along for the ride, whether you want him around or not. You are somewhat curious as to how he is able to float around.
ru: Морт - говорящий череп. Единственное его оружие - это его рот, которым он либо насмехается, либо кусает. Похоже, он повсюду следует рядом, нравится тебе это или нет. Интересно, как это ему удается парить по воздуху.

source: The "Dustmen" are the caretakers of the Mortuary, a huge morgue filled with bodies. The faction seems to be a pretty somber bunch, rarely showing expression or interest in anything. They seem intent only upon taking care of all the dead bodies that come into the Mortuary, cataloguing them, preparing them, then burying them... somewhere. The Dustmen have suppressed most of their emotions, seeing them as distractions to reaching the "True Death." They perceive the 'life' that they lead as a temporary one, a shadow of the True Death that all living beings seek to reach. According to Dustman philosophy, one must divest themselves of all passions before they can pass beyond this existence and into the True Death.
ru: «Тленные» - хранители Морга, огромного здания, забитого мертвыми телами. Их фракция является кучкой довольно-таки угрюмых типов, редко проявляющих свои чувства или интересы к чему-то. Кажется, они увлечены только заботой о прибывающих в Морг телах, каталогизируя их, вскрывая, а затем хороня... неизвестно где. Тленные подавляют все свои чувства, отвлекающие их от достижения «Истинной Смерти». Они воспринимают «жизнь» как временную задержку, тень Истинной Смерти, которой желают достичь все живые существа. Согласно философии Тленных, они должны отринуть от себя все свои страсти, после чего они смогут миновать это существование и достичь Истинной Смерти.

source: Dhall is extremely old, and definitely not human. His skin has a trace of yellow, like old parchment. Dead charcoal gray eyes lie within an angular face... a non-human face, as the ears narrow to points. A large white beard flows down the front of his black robes like a waterfall. He coughs occasionally. The book he works in front of is huge, and seems to contain many names of corpses that have been brought to the Mortuary. Dhall is a member of the Dustman faction, a faction that believes in the "True Death," the ultimate state of non-existence that awaits beyond life. Dhall claims to know you and have met you many times, and he refers to you as the "Restless One." He claims to protect your secret of rising from the dead from the rest of the faction. He seems to want you to work out what is keeping you from the "True Death" on your own.
ru: Дхолл очень стар, и он определенно не человек. У его кожи желтый оттенок, как у старого пергамента. Мертвые черные глаза расположены на костлявом лице... нечеловеческом лице; уши заострены. Большая белая борода ниспадает по его черным одеждам подобно водопаду. Он постоянно кашляет. Книга, с которой он работает, огромна, и, похоже, содержит много имен умерших, доставленных в Морг. Дхолл - член фракции Тленных, которая верит в «Истинную Смерть», последнюю стадию небытия, которая ожидает всех после жизни. Дхолл утверждает, что знает тебя и встречал тебя много раз, называя тебя «Неугомонным». Он сказал, чтобы будет скрывать секрет твоего воскрешения из мертвых от остальной фракции. Похоже, он хочет, чтобы ты сам разобрался, что удерживает тебя от «Истинной Смерти».

source: Zombies are mindless corpses animated by necromancy. Unlike skeletons, zombies still have a great deal of flesh attached to their frame, and this is both an advantage and disadvantage... it makes them tougher and stronger than skeletons, but at the same time, rigor mortis hinders their movement, making them much slower than a normal human being. Although zombies move and attack very slowly, their great strength becomes apparent when they catch a target. Their blows are capable of killing a normal human being with a single punch.
ru: Зомби - безмозглые тела, поднятые некромантом. В отличие от скелетов, у зомби на теле остается еще немало плоти, которая является как преимуществом, так и недостатком... они крепче и сильнее скелетов, но в то же время трупное окоченение сковывает их движение, делая их гораздо медлительнее живого человека. Хотя зомби двигаются и атакуют очень медленно, но как только они настигают цель, проявляется вся их огромная сила. Их удар способен убить обычного человека с первого раза.

source: These skeletons have been given a semblance of life through necromancy. Although these skeletons have no ligaments or musculature, their joints are bound with thin metal bolts and their bones appear bound with leather straps and cords wound beneath their armor. Skeletons suffer less damage from any slashing or piercing weapons. Crushing weapons, such as clubs and hammers, inflict normal damage.
ru: Эти скелеты получили некое подобие жизни с помощью некромантии. Хотя у них нет мускулов или сухожилий, их суставы соединены с помощью железных скоб, а кости укреплены кожаными ремнями и веревками под доспехами. Скелеты получают меньше урона от любого рубящего или колющего оружия. Дробящее оружие, например, дубины или молоты, наносит обычный урон.

source: Unlike the other skulls you see in the room, this one seems to be awake and aware. This skull's eyes are still fresh and wet in its sockets, and they are following your movements. The skull seems to be trying to get your attention.
ru: В отличие от других черепов в этой комнате, этот, похоже, живой и осознает окружающее. Глаза у него все еще свежи и влажны, и они следуют за твоими движениями. Кажется, череп пытается привлечь твое внимание.

source: These skeletons are made from the bones of giants and given a semblance of life through necromancy. Although these skeletons have no ligaments or musculature, their joints are bound with iron bolts and their bones are reinforced with leather straps and cords wound beneath their armor. These skeletons' size belies their great speed and their skill with their great swords. The archaic armor and weapons these skeletons use do not look like they have suffered from age, and their blades are razor-sharp. It is possible that their armor is cleaned daily by one of the Mortuary workers. Skeletons suffer less damage from any slashing or piercing weapons. Crushing weapons, such as clubs and hammers, inflict normal damage.
ru: Эти скелеты сделаны из костей гигантов. С помощью некромантии в них вдохнули подобие жизни. Хотя на них нет мускулов и жил, их суставы скреплены железными болтами, а кости усилены кожаными полосками и шнурами под доспехами. Размеры этих скелетов дают неверное представление об их огромной скорости и мастерстве владения огромными мечами. Архаичная броня и оружие этих скелетов, похоже, не пострадали от времени, а их клинки остры как бритвы. Возможно, их броню каждый день чистит кто-то из рабочих Морга. Рубящее и колющее оружие наносит скелетам меньший урон. Дробящее оружие, вроде булав и молотов, наносит обычный урон.

source: The "Dustmen" are the caretakers of the Mortuary, a huge morgue filled with bodies. The faction seems to be a pretty somber bunch, rarely showing expression or interest in anything. They seem intent only upon taking care of all the dead bodies that come into the Mortuary, cataloguing them, preparing them, then burying them... somewhere.
ru: «Тленные» - хранители Морга, огромного здания, забитого мертвыми телами. Похоже, их фракция является кучкой довольно-таки угрюмых типов, редко проявляющих свои чувства или интересы к чему-то. Кажется, они увлечены только заботой о прибывающих в Морг телах, каталогизируя их, вскрывая, а затем хороня... неизвестно где.

source: This elderly scribe looks very old... his skin is wrinkled and has a slight trace of yellow, like old parchment. Dead charcoal gray eyes lie within an angular face... a non-human face, as the ears narrow to points. A large white beard flows down the front of his black robes like a waterfall. He coughs occasionally. The book he works in front of is huge, and seems to contain many names.
ru: Этот древний писарь очень стар... его кожа морщиниста и имеет желтый оттенок, как у старого пергамента. Мертвые черные глаза расположены на костлявом лице... нечеловеческом лице; уши заострены. Большая белая борода ниспадает по его черным одеждам подобно водопаду. Он постоянно кашляет. Книга, с которой он работает, огромна, и, похоже, содержит много имен.

source: This ghostly apparition is a mystery to you. It is the spirit of an extremely beautiful young woman in a long white dress. She seems distressed, and there is a strange gleam in her eye that makes you uncomfortable. You cannot imagine what would possess such a creature to cling to unlife, but you wonder if it has any connection with your condition.
ru: Это призрачное видение - тайна для тебя. Это дух очень красивой девушки в длинном белом платье. Она выглядит несчастной, а странное свечение в ее глазах заставляет тебя чувствовать себя неуютно. Ты не можешь представить, что может заставлять подобное создание цепляться за нежизнь, но подозреваешь, что это связано с твоим нынешним положением.

source: Fell is a fallen dabus, a former servant of the Lady of Pain and one of the few remaining priests of the dead god of portals, Aoskar. He has achieved some renown as a tattoo artist, somehow bringing his pictures to a kind of life. Simply return to Fell with tales of your exploits and he can sketch them on your skin, and allow you to draw strength from them.
ru: Фелл - павший дабус, бывший слуга Леди Боли и один из немногих оставшихся жрецов мертвого бога порталов, Аоскара. Он получил некоторую известность в качестве мастера татуировок, каким-то образом вдыхая жизнь в свои картины. Просто вернись в Феллу с рассказами о своих подвигах, и он сможет изобразить их на твоей коже, что позволит тебе черпать из них силу.

source: Fall-from-Grace is a succubus, one of the tanar'ri, a creature literally formed of raw chaos and evil, her body and mind the perfect template to tempt a man of any species, any age. She is the proprietress of the Brothel of Slating Intellectual Lusts.
ru: Падшая Грация - суккуб, одна из танарри, существ, буквально созданных из чистого хаоса и зла. Ее тело и разум - прекрасный образец для соблазна мужчин всех видов и возрастов. Она - владелица Борделя утоления интеллектуальной страсти.
