Repository: winterheart/planescape
Catalog: po/pst-ee/*/misc/rest.po
Languages: ru

source: Pickpocket Succeeded [Nameless One]
ru: Воровство успешно [Nameless One]

source: Gained Special Ability
ru: Получен особый навык

source: Server Seized Character
ru: Персонаж задержан сервером

source: This door is locked. You will need a key.
ru: Эта дверь заперта. Тебе понадобится ключ.

source: Day
ru: День

source: and
ru: и

source: Hour
ru: ч.

source: Hours
ru: ч.

source: Later
ru: Позже

source: CHARACTER POINT ALLOCATION
ru: РАСПРЕДЕЛЕНИЕ ОЧКОВ ПЕРСОНАЖА

source: Jhelai
ru: Джелай

source: Rag Doll
ru: Тряпичная кукла

source: Modron Cube
ru: Куб-Модрон

source: Now
ru: Сейчас

source: Dual Class
ru: Двойной класс

source: Customize
ru: Настроить

source: CLASS
ru: КЛАСС

source: SKILLS
ru: НАВЫКИ

source: CP ALLOCATION
ru: РАСПРЕДЕЛИ ОЧКИ

source: NEW LIFE
ru: НОВАЯ ЖИЗНЬ

source: GENERALIST
ru: УНИВЕРСАЛ

source: ABJURER
ru: ДЕФОРМАТОР

source: CONJURER
ru: ПРИЗЫВАТЕЛЬ

source: DIVINER
ru: ВОРОЖБИТ

source: ENCHANTER
ru: ОЧАРОВАТЕЛЬ

source: ILLUSIONIST
ru: ИЛЛЮЗИОНИСТ

source: INVOKER
ru: ПРОЯВЛЯЮЩИЙ

source: NECROMANCER
ru: НЕКРОМАНТ

source: TRANSMUTER
ru: ПРЕВРАЩАТЕЛЬ

source: Generalist
ru: Универсал

source: Abjurer
ru: Деформатор

source: Conjurer
ru: Призыватель

source: Diviner
ru: Ворожбит

source: Enchanter
ru: Очарователь

source: Illusionist
ru: Иллюзионист

source: Invoker
ru: Проявляющий

source: Necromancer
ru: Некромант

source: Transmuter
ru: Превращатель

source: Are you sure you want to cancel your changes?
ru: Вы уверены, что хотите отменить свои изменения?

source: Cancel Changes
ru: Отменить изменения

source: Keep changes
ru: Сохранить изменения

source: Multi-Class
ru: Мультикласс

source: Dual-Class
ru: Двойной класс

source: CHEESE Weight: 0 This is a piece of cheese.
ru: СЫР Вес: 0 Это кусок сыра.

source: This
ru: Это

source: Level <LEVEL> Spells
ru: Закл. <LEVEL> уровня

source: Experience
ru: Опыт

source: Next Level
ru: Следующий уровень

source: HUMAN
ru: ЧЕЛОВЕК

source: Human
ru: Человек

source: FIGHTER
ru: БОЕЦ

source: Fighter
ru: Боец

source: THIEF
ru: ВОР

source: MAGE
ru: МАГ

source: PRIEST
ru: ЖРЕЦ

source: FIGHTER/THIEF
ru: БОЕЦ/ВОР

source: FIGHTER/MAGE
ru: БОЕЦ/МАГ

source: Thief
ru: Вор

source: Mage
ru: Маг

source: Priest
ru: Жрец

source: Fighter/Thief
ru: Боец/Вор

source: Fighter/Mage
ru: Боец/Маг

source: SPECIALIST MAGE
ru: МАГ-СПЕЦИАЛИСТ

source: Specialist Mage
ru: Маг-специалист

source: Other
ru: Другой

source: Neither
ru: Никакой

source: Both
ru: Оба

source: Small Sword
ru: Короткий меч

source: Blunt Weapons
ru: Тупое оружие

source: Axe
ru: Топор

source: Missile Weapons
ru: Стрелковое оружие

source: ALIGNMENT This represents your disposition toward good or evil, law or chaos.
ru: МИРОВОЗЗРЕНИЕ Твое отношение к добру и злу, порядку и хаосу.

source: Are you sure you want to quit the game?
ru: Вы уверены, что хотите покинуть игру?

source: "Forget this, then..."
ru: «Тогда забудь об этом...»

source: Done
ru: Готово

source: The years haven't been kind to this tiny rag doll; it is coming apart at the seams, and it looks like its threads are unraveling. It is obviously intended to be a replica of the Lady of Pain, but the button eyes and its plush softness don't strike much fear into your heart.
ru: Годы не пожалели эту маленькую тряпичную куклу: она расходится по швам, а ткань, похоже, уже начала расползаться. Очевидно, это умышленная копия Леди Боли, хотя глаза-пуговки и плюшевая мягкость как-то не особо нагоняют на тебя страх.

source: "How 'bout I just step on you and be done with it?"
ru: «А что, если я тебя просто раздавлю, и покончим с этим?»

source: "Shut up and die, already. Yeesh."
ru: «Заткнись и сдохни наконец. Уух».

source: I told Acaste that the Silent King was dead, lying that I had slain him. It is only a matter of time, most likely, before she and her ghouls begin to terrorize the catacombs of the Dead Nations.
ru: Я сказал Акасте, что Безмолвный Король мертв, солгав, что я убил его. Теперь это, скорее всего, вопрос времени, когда она со своими упырями начнет терроризировать катакомбы Мертвых Народов.

source: I told Hargrimm about Soego's involvement with the cranium rats. Hargrimm confronted him on the issue and, finding him guilty, left Soego to rot in his chambers - guarded by ghouls - until he dies.
ru: Я рассказал Харгримму насчет связи Соэго с черепными крысами. Харгримм провел ему очную ставку и, признав его виновность, оставил Соэго вечно гнить в его покоях под охраной упырей.

source: It raises its staff, then suddenly stops. "Alas! 'Tis only thy luck and by the Silent King's grace that we honor the Dead Contract. Rest assured, though, that thou shall *never* leave these catacombs. Farewell."
ru: Он поднимает посох, но вдруг останавливается. «Увы! К твоему счастью и из милости Безмолвного Короля, мы чтим Контракт Смерти. Однако будь уверен: ты *никогда* не покинешь эти катакомбы. Прощай».

source: This tiny rag doll is a vessel for the Lady of Pain's displeasure.
ru: Эта маленькая тряпичная кукла - сосуд, содержащий недовольство Леди Боли.

source: "I'll just give you to Morte, then."
ru: «Тогда я просто отдам тебя Морту».

source: "You'd said you're a missionary?"
ru: «Ты говорил, что ты здесь с миссионерской деятельностью?»

source: The years haven't been kind to this tiny rag doll; it is coming apart at the seams, and it looks like its threads are unraveling. It looks like some strange robed woman with a halo of spikes on her head.
ru: Годы не пожалели эту маленькую тряпичную куклу: она расходится по швам, а ткань, похоже, уже начала расползаться. Выглядит она как какая-то странно одетая женщина с ореолом шипов вокруг головы.

source: This container is locked.
ru: Этот контейнер заперт.

source: Damage:
ru: Урон:

source: Midwife's Hut
ru: Лачуга повитухи

source: Small Dwelling
ru: Маленькое жилище

source: Pharod's Vault
ru: Убежище Фарода

source: Ojo's House
ru: Дом Охо

source: Seamstress' House
ru: Дом швеи

source: Trash Warrens
ru: Мусорные районы

source: Pharod's Court
ru: Двор Фарода

source: Mortuary - 1st Floor
ru: Морг - первый этаж

source: Mortuary - 2nd Floor
ru: Морг - второй этаж

source: Mortuary - 3rd Floor
ru: Морг - третий этаж

source: The Gathering Dust Bar
ru: Бар собирателей пыли

source: Tomb
ru: Могила

source: Mausoleum
ru: Мавзолей

source: House of Vermin and Disease Control
ru: Управление по борьбе с вредителями и болезнями

source: House of Vermin and Disease Control Cellar
ru: Подвал Управления по борьбе с вредителями и болезнями

source: Smoldering Corpse Bar
ru: Бар «Тлеющий труп»

source: Tenement of Thugs
ru: Пристанище головорезов

source: Fell's Tattoo Parlor
ru: Тату-салон Фелла

source: Inside the Siege Tower
ru: Внутри Осадной башни

source: Foundry
ru: Литейная

source: Godsman Hall
ru: Зал боголюдей

source: Marketplace
ru: Рынок

source: Pawn Shop
ru: Ломбард

source: Coffin Maker's Shop
ru: Магазин гробовщика

source: Wrecked House
ru: Разрушенный дом

source: Bones of the Night
ru: Кости ночи

source: Printing Shop
ru: Типография

source: Warehouse
ru: Склад

source: Godsman Quarters
ru: Штаб-квартира боголюдей

source: Foundry Armory
ru: Арсенал Литейной

source: "Great... I'll go look for one, then I'll be back."
ru: «Отлично... Пойду, поищу, потом вернусь».

source: Civic Festhall
ru: Городской Фестхолл

source: Public Sensorium
ru: Публичный сенсориум

source: Private Sensorium
ru: Частный сенсориум

source: Brothel
ru: Бордель

source: Brothel Cellar
ru: Подвал борделя

source: Advocate's House
ru: Дом адвоката

source: Art Store
ru: Художественная галерея

source: Curiosity Shop
ru: Антикварная лавка

source: Tailor
ru: Портной

source: Apothecary
ru: Аптека

source: Curst
ru: Проклятый

source: Prison
ru: Тюрьма

source: Traitor's Gate Tavern
ru: Таверна «Ворота предателей»

source: Grain Silo
ru: Зернохранилище

source: Curst Underground
ru: Подземелья Проклятого

source: Carceri
ru: Карцери

source: Curst Administration
ru: Администрация Проклятого

source: Curst Warehouse
ru: Склад Проклятого

source: Baator
ru: Баатор

source: Pillar of Skulls
ru: Колонна черепов

source: House of Fhjull
ru: Дом Фьюла

source: Fortress Interior
ru: Внутренняя часть Крепости

source: Trial of Impulse
ru: Испытание побуждений

source: Maze of Reflections
ru: Лабиринт отражений

source: Fortress Roof
ru: Крыша Крепости

source: Engineering Room
ru: Цех

source: Nordom's Room
ru: Комната Нордома

source: Modron Foyer
ru: Фойе модронов

source: Wizard's Lair
ru: Логово волшебника

source: Weeping Stone
ru: Плачущие камни

source: Shattered Crypt
ru: Разрушенный склеп

source: Mosaic Crypt
ru: Мозаичный склеп

source: Dismembered Crypt
ru: Разделенный склеп

source: Underchamber
ru: Подвал

source: Crypt of the Embraced
ru: Склеп объятий

source: Dead Nations
ru: Мертвые Народы

source: Throne Room
ru: Тронный зал

source: Warrens of Thought
ru: Логово Мысли

source: Cranium Rat Collective
ru: Коллектив черепных крыс

source: Drowned Nations
ru: Затопленные Народы

source: Catacombs
ru: Катакомбы

source: Portal back to Pharod's Court.
ru: Портал назад во Двор Фарода

source: "I am not going to wait for this damn thing to grow. I need those herbs, and I need them now."
ru: «Я не собираюсь ждать, пока эта чертова штуковина не прорастет. Мне нужны травы, и нужны прямо сейчас».

source: Bend the left knee until the leg forms a fifteen-degree angle, unfold both wings to maximum extension, then rotate the right arm 180 degrees in its socket.
ru: Согнуть левое колено, пока нога не согнется под углом пятнадцать градусов, расправить по максимуму оба крыла, потом повернуть правую руку в месте крепления на 180 градусов.

source: Made Save: Resist Magic
ru: Выполнен спасбросок: устойчивость к магии

source: Placeholder for the No-name zombie woman.
ru: Заполнитель для безымянной женщины-зомби

source: Placeholder for the Knifed Ghoul.
ru: Заполнитель для упыря с ножом

source: I'm Shaddeus' partner in crime, as it were. We're locking you up! We're kinda stupid, tho.
ru: Если чо, я сообщник Шаддеуса. Мы запираем тебя! Вот только мы типа тупые.

source: Please let me out or I'll never finish this game!
ru: Пожалуйста, выпусти меня наружу, или я никогда не закончу эту игру!

source: "Perhaps I'll seek it out. Farewell."
ru: «Пожалуй, я его поищу. Прощай».

source: "Fine."
ru: «Отлично».

source: "Do a small BODY of text, and a small series of responses, please."
ru: «Сделай, пожалуйста, маленький КУСОК текста и короткую цепочку ответов на него».

source: Gaerien
ru: Гаэриен

source: Trapdoor leading down into the Buried Village
ru: Люк, ведущий в Погребенную деревню

source: Stairs leading up to the Trash Warrens
ru: Лестница, ведущая из Погребенной деревни

source: Marta the Seamstress' home
ru: Дом Марты-швеи

source: Gateway to the Weeping Stone Catacombs
ru: Ворота в Катакомбы плачущих камней

source: Ojo the Leatherhead's home
ru: Дом Охо-болвана

source: Entrance to Pharod's Court
ru: Вход во двор Фарода

source: Portal to Pharod's Vault
ru: Портал в убежище Фарода

source: To the Crypt of the Embraced
ru: В Склеп объятий

source: To the Shattered Crypt
ru: В Разрушенный склеп

source: To the Warrens of Thought
ru: В Логово Мысли

source: To the Dead Nations Catacombs
ru: В катакомбы Затопленных Народов

source: To the Mosaic Crypt
ru: В Мозаичный склеп

source: To the Crypt of Dismemberment
ru: В Разделенный склеп

source: Back to the Weeping Stone Catacombs
ru: Назад в Катакомбы плачущих камней

source: Trapdoor leading down to the Under-Chamber
ru: Люк, ведущий в подвал

source: Ladder leading up to the Dismembered Crypt's upper level
ru: Лестница, ведущая на верхний уровень Разделенного склепа

source: To the Drowned Nations Catacombs
ru: В катакомбы Затопленных Народов

source: Stale Mary's chambers
ru: Покои Тухлой Мери

source: A shadowy alcove
ru: Затененный альков

source: The Chapel
ru: Часовня

source: Soego's chambers
ru: Покои Соэго

source: Antechamber of the Silent King's throne room
ru: Передняя тронного зала Безмолвного Короля.

source: To the Cranium Rat Collective
ru: К коллективу черепных крыс

source: Back to the Warrens of Thought
ru: Назад в Логово Мысли

source: Back to the Dead Nations Catacombs
ru: Назад в катакомбы Мертвых Народов

source: Sealed passageway
ru: Запечатанный проход

source: The Tailor
ru: Портной

source: The Brothel of Slating Intellectual Lusts
ru: Бордель утоления интеллектуальной страсти

source: To UnderSigil
ru: К Подсигилью

source: The Advocate's home
ru: Дом адвоката

source: Art and Curio Galleria
ru: Художественная галерея

source: The Curiosity Shoppe
ru: Антикварная лавка

source: The Apothecary
ru: Аптека

source: The Civic Festhall
ru: Городской Фестхолл

source: The Festhall's foyer
ru: Фойе Фестхолла

source: Combat training chamber
ru: Тренировочный зал воинов

source: Thievery training chamber
ru: Тренировочный зал воров

source: Magecraft training chamber
ru: Тренировочный зал магов

source: Hallway leading to the dormitories
ru: Коридор, ведущий к спальным комнатам

source: "You are truly ignorant, yes? Clear it is that you have come here in error. You shall not leave." He raises his hands and electricity dances between his fingers.
ru: «Значит, ты действительно не знаешь? Ясно, что ты зашел сюда по ошибке. Ты не уйдешь отсюда». Он поднимает руки, между его пальцами играют искры.

source: The Western Lecture Hall
ru: Западный лекционный зал

source: The Eastern Lecture Hall
ru: Восточный лекционный зал

source: Back towards the Festhall's foyer
ru: Назад через фойе Фестхолла

source: The front desk
ru: Стойка регистрации

source: Your old chamber
ru: Твоя старая комната

source: Back to the Clerk's Ward
ru: Назад в Чиновничий район

source: A dressing area
ru: Раздевалка

source: The Apothecary's back room
ru: Задняя комната аптеки

source: Somebody died
ru: Кто-то умер

source: This is a test
ru: Этот тест

source: Let him be on his way.
ru: Позволить ему уйти.

source: "The Justifier"
ru: «Оправдатель»

source: Black-Barbed Seed
ru: Семя с черными шипами

source: This tiny black seed has a series of small barbs sprouting from its surface.
ru: Это маленькое черное семя покрыто рядами мелких шипов, торчащих из его поверхности.

source: As I left the siege tower for the Fortress, the golem asked that I help him break free of his prison and continue his entropic crusade across the planes. I said I would not; his purpose was to serve ME, not go warring across the planes on some foolish ideal. He has cast me from the siege tower, and I am never allowed to set foot in it again.
ru: Когда я отправился в Крепость из осадной башни, голем попросил меня помочь ему выбраться из тюрьмы и продолжить свой энтропический поход по планам. Я отказался; его назначение - служить МНЕ, а не воевать на планах за какие-то дурацкие идеалы. Он выбросил меня из осадной башни, и мне навеки запрещено переступать ее порог.

source: Apparently, the Siege Tower has the power to breach the walls between planes, acting as a real siege tower would, only in an extra-dimensional sense. An invading legion readies itself on one side of the planar wall, waits for the siege tower to lower its bridge and pierce a hole in the target plane, then they stream into the new plane through the siege tower itself. The siege tower becomes a crude door by which a plane may be victimized by an invading army. I wonder what damage the tower is doing to the planes themselves by punching all these holes in the multiverse...
ru: Очевидно, эта осадная башня способна пробивать стены между планами, действуя, как настоящая осадная башня, только в межпространственном смысле. Вторгающийся легион готовится с одной стороны планарной стены, ожидая, пока осадная башня не опустит свой мост и не проделает дыру в целевой план, а потом устремляется туда прямо через башню. Осадная башня становится грубым подобием двери, с помощью которой вторгающаяся армия может напасть на этот план. Представляю, сколько ущерба планам она наносит, пробивая все эти дыры в мультивселенной...

source: There is nothing of interest in this tent.
ru: В этой палатке нет ничего интересного.

source: "I had another question..."
ru: «У меня есть другие вопросы...»

source: This dim corner is swathed in dark shadows.
ru: Этот темный угол укутан тенями.

source: "Where would I find such a thing?"
ru: «Где можно найти такую вещь?»

source: This luxurious drapery conceals nothing but the wall behind it.
ru: За этой роскошной портьерой скрыта только голая стена.

source: This work area is littered with sundry records and logs, none of which are of any interest to you.
ru: Это рабочее помещение замусорено бесчисленными записями и журналами, не представляющими для тебя интерес.

source: These sacks contain various grains and other foodstuffs.
ru: В этих мешках - различные виды зерновых и другого продовольствия.

source: Although they are sealed, you can tell from the smell that these crates contain fruits and vegetables.
ru: Хотя эти ящики и закрыты, по запаху ты можешь определить, что в них хранятся фрукты и овощи.

source: This appears to be some sort of furnace. You have no idea what it is used for.
ru: Похоже, это что-то вроде печки. Ты понятия не имеешь, как ею пользоваться.

source: These appear to be some sort of controls for the furnace. They make little sense to you.
ru: Похоже, это нечто вроде органов управления печью. Ты слабо себе представляешь, как ими пользоваться.

source: These crates contain various foodstuffs.
ru: В этих ящиках содержатся разнообразные продукты.

source: I talked to one of the thugs about Porphiron's necklace and convinced him through a series of... harmless... lies that if he didn't return the necklace, the more 'militant' brothers in Porphiron's order would be coming for him. As a crowning move, I asked him for a donation to ward off any curses the Order might see to place on him, and made off with a tidy sum of copper.
ru: Я поговорил с одним из бандитов насчет ожерелья Порфирона и убедил его с помощью... безобидной.. лжи: если он не вернет ожерелье, то за ним придут более «воинственные» братья из ордена, в котором состоит Порфирон. В качестве завершающего удара я попросил у него о пожертвовании, чтобы оградить его от проклятий, которые может наслать на него орден, и ускользнул с приличной суммой медяков.

source: "You can talk?"
ru: «Ты умеешь говорить?»

source: "Give me some more advice."
ru: «Дай мне еще один совет».

source: The book has given me yet another, more powerful spell in exchange for the death of one of my companions - a worthy trade.
ru: Книга дала мне еще одно, более могущественное заклинание в обмен на смерть одного из моих товарищей - стоящая сделка.

source: "I DON'T KNOW BUT I'VE BEEN TOLD..."
ru: «Я НЕ ЗНАЮ НИЧЕГО, КРОМЕ УЖЕ СКАЗАННОГО...»

source: "What can you tell of the Festhall?"
ru: «Что ты можешь рассказать о Фестхолле?»

source: "Thanks. Let me ask you about something else..."
ru: «Спасибо. Позволь мне спросить еще кое о чем...»

source: You cannot change the Nameless One's party order.
ru: Ты не можешь менять порядок Безымянного в группе.

source: Confusion
ru: Замешательство

source: CLICK TO CLOSE
ru: СКРЫТЬ

source: "Oh. I see. Can I ask you some other questions?"
ru: «О, понятно. Могу ли я задать тебе другие вопросы?»

source: "I'm thinking the tenth student is me. In which case, I have spoken to all of them."
ru: «Думаю, что десятый ученик - это я. В таком случае, я поговорил со всеми».

source: Return to Game
ru: Вернуться в игру

source: Are you sure you want to delete this saved game?
ru: Вы действительно хотите удалить эту сохраненную игру?

source: The save name has invalid characters in it. Please remove any of the following characters: . , ? : < > | * / \\ "
ru: В имени сохранения содержатся неверные символы. Удалите любой из присутствующих символов: . , ? : < > | * / \\ "

source: The save name is invalid. Please use a different name.
ru: Имя сохранения неверно. Укажи другое имя.

source: The game was successfully saved.
ru: Игра успешно сохранена.

source: Empty
ru: Пусто

source: Video Options
ru: Параметры видео

source: "Hmmm, such a waste."
ru: «Хм-м, какое расточительство».

source: "GODSMEN KNOW WHAT IT'S ABOUT"
ru: «БОГОЛЮДИ ЗНАЮТ ЧТО ПОЧЕМ».

source: "DUSTMEN THINK THAT LIFE'S A JOKE..."
ru: «ТЛЕННЫЕ ДУМАЮТ, ЧТО ЖИЗНЬ - ЭТО ШУТКА...»

source: "THEY JUST FILL WITH LOTS OF DOUBT"
ru: «ОНИ ЛИШЬ НАПОЛНЯЮТ МНОЖЕСТВОМ СОМНЕНИЙ»

source: Made Save: Resist Death
ru: Выполнен спасбросок: устойчивость к смерти

source: Made Save: Resist Wands
ru: Выполнен спасбросок: устойчивость к жезлам

source: Made Save: Resist Polymorph
ru: Выполнен спасбросок: устойчивость к полиморфизму

source: Made Save: Resist Breath
ru: Выполнен спасбросок: устойчивость к дыханию

source: Made Save: Resist Spell
ru: Выполнен спасбросок: устойчивость к заклинаниям

source: Failed Save: Resist Wands
ru: Спасбросок провален: устойчивость к жезлам

source: Failed Save: Resist Magic
ru: Спасбросок провален: устойчивость к магии

source: Failed Save: Resist Polymorph
ru: Спасбросок провален: устойчивость к полиморфизму

source: Failed Save: Resist Breath
ru: Спасбросок провален: устойчивость к дыханию

source: Failed Save: Resist Spell
ru: Спасбросок провален: устойчивость к заклинаниям

source: Failed Save: Resist Death
ru: Спасбросок провален: устойчивость к смерти

source: Heal:
ru: Исцеление:

source: "To crush my enemies."
ru: «Чтобы сокрушать моих врагов».

source: "But the battle must still be fought. To rely on theft is a mistake."
ru: «Но битву все еще нужно выиграть. Было бы ошибкой полагаться на воровство».

source: "Stupid wrench doesn't fit!"
ru: «Дурацкий ключ не подходит!»

source: "That one didn't work? ::Sigh:: I'll get you another one."
ru: «И эта не подошла? ::Вздох:: Я достану тебе еще одну».

source: "A couple more twists..."
ru: «Еще пару оборотов...»

source: "Maybe this will fit..."
ru: «Может, эта...»

source: "Hurry and get me those parts!"
ru: «Подай-ка мне те части, да побыстрее!»

source: "I seek the master of this place."
ru: «Я ищу хозяина этого места».

source: Alignment Changed [Nameless One]
ru: Изменилось мировоззрение [Nameless One]

source: Audio Options
ru: Параметры аудио

source: Gameplay Options
ru: Параметры игры

source: This is the Trigit's main crushing attack. It's of average speed, and it hits for a lot of damage.
ru: Это основная дробящая атака тригита. У нее средняя скорость, и она наносит много урона.

source: Blood flies are used by some healers to draw forth diseased blood from an individual. On occasion, swarms of blood flies are used to siphon off rare types of blood and are then paralyzed with powders or spells and kept in storage for future use. This particular blood fly charm seems to hold troll's blood within its food sac. When this paralyzed fly is consumed, the user heals a small amount of damage immediately and also gains the ability to regenerate for a certain period of time. If the character is already able to regenerate, then the regeneration rate is increased.
ru: Мухи-кровососы применяются целителями для удаления зараженной крови из тела. Иногда эти мухи используются для всасывания редких типов крови, после чего их парализуют порошками или заклинаниями и хранят для использования в будущем. Похоже, что данный амулет сделан из мухи, в пищевом мешочке которой хранится кровь тролля. Если съесть эту парализованную муху, она немедленно излечивает небольшие повреждения, а также на некоторое время наделяет способностью восстановления здоровья. Если человек уже владеет способностью регенерации, она усиливается.

source: Unbroken Circle of Zerthimon
ru: Неразрывный круг Зертимона

source: Book
ru: Книга

source: Fall-from-Grace's Diary
ru: Дневник Падшей Грации

source: Dustman Earring
ru: Серьга тленного

source: Clot Charm
ru: Амулет из запекшейся крови
