Repository: winterheart/planescape
Catalog: po/pst-ee/*/misc/rest.po
Languages: ru

source: The walking dead come in many shapes and sizes. This particular shape and size is that of a carrion eater, a thing that survives by eating the flesh and bones of the living and dead alike. A ghoul is a savage creature, with few scruples and even less intelligence. Fortunately, they're easily disposed of.
ru: У ходячих мертвецов много форм и размеров. У этого конкретного вида форма и размеры пожирателя падали, твари, которая живет за счет поедания мяса и костей, все равно, живых или мертвых. Упыри - дикие существа, у которых нет угрызений совести, а мозгов - так и подавно. К счастью, отделаться от них несложно.

source: Gehreleths are the outcast fiends of the planes, savage fighters who create themselves from the bodies of the dead that litter Carceri's spheres. They're universally feared and despised, and for good reason. Best to stay away from them - if you can't do that, make sure you've got a weapon that'll drive them off.
ru: Герхелеты - нечисть-изгнанники планов, дикие воины, создающие себя из мертвых тел, разбросанных по сферам Карцери. Их боятся и презирают в равной мере, и заслуженно. Лучше держаться от них подальше. Если же тебе это не удастся, позаботься о том, чтобы при тебе было оружие, способное их отогнать.

source: Iron Golem's Description.
ru: Описание Железного Голема.

source: These are not the pleasant earthworms that emerge from the ground after a heavy rain. They are slimy, massive creatures that feed on carrion, their mouths lined with sharp teeth that can tear the arm off a strong man or the head from a child.
ru: Эти существа куда менее приятны, чем земляные черви, вылезшие из земли после ливня. Они - огромные скользкие твари, питающиеся падалью. Из их ртов торчат острые зубы, способные оторвать крепкому мужчине руку, а ребенку - голову.

source: Lycanthropy is a sickness passed on by the bite of an infected creature, turning the unfortunate victim into a 'were-beast,' a creature that is half-human, half-beast. There are a number of creatures that pass along this disease, some of them quite noble, others fearsome and awe-inspiring. The rat is neither of these, and its lycanthropic cousins are the skulkers of the were-world, the hiders in shadow, the despised. Their personalities all seem to reflect this. Mantuok, the voice of Many-as-One, the cranium rat collective, is an ingratiating little bastard whose best quality is that he is subservient to those with power. He's also a mage of some talent, and it seems he'll sell out his master to achieve an advantage for himself. He seems to hate you with a passion. Perhaps he's jealous of you.
ru: Ликантропия - болезнь, передающаяся через укус зараженного существа, превращающая несчастную жертву в «оборотня», наполовину человека, наполовину зверя. Существует множество существ, распространяющих эту заразу: некоторые из них вполне благородны, другие вселяют страх и благоговение. Крысы не относятся ни к тем, ни к другим. Их родственники-оборотни - проныры мира оборотней, прячущиеся в тенях, всеми презираемые. Черты их характера в полной мере отражают это. Мантуок, глас Многоединого, коллектива черепных крыс, - льстивый маленький ублюдок, чье лучшее качество в том, что он услужлив перед теми, у кого есть власть. Еще он в какой-то мере маг, и ради собственной выгоды готов продать своего хозяина. Похоже, он от души тебя ненавидит. Наверно, завидует.

source: Lycanthropy is a sickness passed on by the bite of an infected creature, turning the unfortunate victim into a 'were-beast,' a creature that is half-human, half-beast. There are a number of creatures that pass along this disease, some of them quite noble, others fearsome and awe-inspiring. The rat is neither of these, and its lycanthropic cousins are the skulkers of the were-world, the hiders in shadow, the despised. Their personalities all seem to reflect this.
ru: Ликантропия - болезнь, передающаяся через укус зараженного существа, превращающая несчастную жертву в «оборотня», наполовину человека, наполовину зверя. Существует множество существ, распространяющих эту заразу: некоторые из них вполне благородны, другие вселяют страх и благоговение. Крысы не относятся ни к тем, ни к другим. Их родственники-оборотни - проныры мира оборотней, прячущиеся в тенях, всеми презираемые. Черты их характера в полной мере отражают это.

source: This suit of Mercykiller armor apparently has been standing here in the prison under Curst for some years. It has not been disturbed, which is strange, considering how very quick the people of Curst are to seek a profit.
ru: Этот доспех убийцы милосердия стоял в темнице Проклятого, наверное, многие годы. Он не потревожен, что странно, если учесть то, насколько жители Проклятого падки к быстрой наживе.

source: Horrid creatures from the Lower Planes, vargouilles are disembodied heads grown wings. Their bite is lethal, and worse, the victims of said bite are likely to become vargouilles upon their death. Though the vargouilles are not too dangerous in single combat, they flock to a fight and can prove deadly to an unprepared traveler. Those who would travel in dark places and catacombs should be wary.
ru: Ужасные создания с Нижних планов, варгульи, представляют собой отсеченные головы с крыльями. Мало того, что их укус смертелен, так еще по слухам укушенные сами становятся варгульями после смерти. Хотя варгульи не особо опасны в схватке один на один, они нападают стаями и могут оказаться смертельно опасными для неподготовленного странника. Бродящим по темным закоулкам и катакомбам следует быть начеку.

source: Ravel's Black-barbed Maze is said to hold the legendary night hag herself - but in the centuries that she's been gone from Sigil, she's had the opportunity to alter her personal maze. Seeds fell from her hair as she traveled through the maze, and the peculiar energies of the maze spawned these creatures - the trigits. They're essentially sentient trees, and they seem to have a hunger for blood.
ru: По слухам, в Черношипном лабиринте Равель можно найти саму легендарную ночную ведьму, но за века с тех пор, как она ушла из Сигила, ей предоставилась возможность изменить свой собственный лабиринт. Пока она бродила по лабиринту, с ее волос упали семена, и благодаря особой энергетике лабиринта появились эти существа, тригиты. В сущности, это разумные деревья, снедаемые жаждой крови.

source: Trocopotacas are big, white crocodilian creatures that prefer the damp. They live in the catacombs under Sigil's streets, fighting the vargouilles and Collectors foolish enough to venture into their lairs. They are a legend among the mothers of the Hive, used to frighten children and criminals alike into submission. They exist. They're nasty.
ru: Трокопотоки - большие белые крокодилообразные существа, любящие сырость. Они живут в катакомбах под улицами Сигила, сражаясь с варгульями и сборщиками, у которых хватило глупости забрести в их логово. Это настоящая легенда среди матерей Улья, которой пугают и детей, и преступников. Они существуют. Они мерзкие.

source: Trias is a deva, a celestial being from the Upper Planes. You first encountered him in the prison of Curst, imprisoned in an obsidian bubble. His beauty is astonishing to behold; the aura of goodness rolls from him like a glorious wave of light. His wings are charred down to the bone, yet he seems to bear his suffering with pride.
ru: Триас - дэва, небожитель с Верхних планов. Ты впервые встретил его в тюрьме Проклятого, заключенного в обсидиановый пузырь. Его красота изумляет. От него исходит аура божественности, похожая на волну яркого света. Его крылья обуглены до кости, и все же он с гордостью терпит свои страдания.

source: Ordinarily, you'd think beetles would be small things you could crush with your boot. You wouldn't credit them with intelligence. You certainly wouldn't credit them with a sadistic streak. At least, you wouldn't until you saw the trelons. These hissing beetle things live in the dark, and they have a marked penchant for pain. They seem to be a breed of Lower Planar creature, because there's palpable evil in them.
ru: Ты всегда считал, что жуки - это мелкие твари, которых можно раздавить ботинком. Ты бы не стал называть их разумными. И уж точно не назвал бы их садистами. По крайней мере, до тех пор, пока не увидел трелонов. Эти шипящие твари, похожие на жуков, живут в темноте и питают особую страсть к причинению боли. Похоже, что они - порождения Нижних планов: в них явно ощущается зло.

source: Transcendent One Description.
ru: Описание Запредельного.

source: Leader of the skeletons of the Dead Nations, Hargrimm is the skeleton priest who speaks the words of the Silent King to his followers. With Stale Mary the zombie and Acaste the Ghoul-Queen as the two other corners, he makes the third of the triumvirate that holds the Dead Nations in uneasy balance. Tipping the balance one way or another might incite chaos.
ru: Харгримм, лидер скелетов из Мертвых Народов, является скелетом-жрецом, который несет слово Безмолвного Короля его последователям. Вместе с зомби Тухлой Мери и королевой упырей Акастой в двух других углах он составляет триумвират, который держит Мертвые Народы в состоянии шаткого равновесия. Смещение равновесия в ту или иную сторону приведет к хаосу.

source: Skeleton, Armored Description.
ru: Описание скелета в латах.

source: These shadows are much like the other two kinds of shadows you have encountered, but they're armed with brutal claws and a fierce dedication to your death. Alone, they're dangerous - but they usually hunt in packs, and so become deadly.
ru: Эти тени довольно-таки похожи на два других встречавшихся тебе вида, однако они вооружены отвратительными когтями и страстным желанием твоей смерти. Они опасны и по одиночке, но обычно охотятся в стаях, становясь смертельно опасными.

source: The skeletal shadows that have taken the place of the first shadows you saw seem to be far more dangerous. Their elongated limbs end in vicious claws, and they swarm like insects.
ru: Тени-скелеты, занявшие место первых встреченных тебе теней, похоже, куда более опасны. Их вытянутые конечности оканчиваются зловещими когтями, и они роятся как насекомые.

source: These shadows are pale, effeminate wraiths who draw themselves up from the ground quietly. They strike without warning, and seem to be more bloodhound than warrior.
ru: Эти тени - бледные женоподобные духи, бесшумно поднимающиеся из-под земли. Они нападают без предупреждения, и больше похожи не на воинов, а на кровожадных тварей.

source: All the stories you heard about Ravel Puzzlewell prepared you for a loathsome monster who would devour your soul. If she intended that, though, she chose a strange way to go about it - she is undeniably insane, trapped in a black-barbed maze of thorns and evil. You can't help but pity her, despite her great power: She has lost everything and doesn't even know it.
ru: Все рассказы о Равель Заморочке, которые ты слышал, готовили тебя к омерзительному монстру, который поглотит твою душу. Если она и намеревалась это сделать, то выбрала для этого странный способ. Несомненно, она безумна, и заточена в черношипном лабиринте колючек и зла. Ты не можешь удержаться и не пожалеть ее, несмотря на могущество, которым она обладает: она потеряла все, и даже не подозревает об этом.

source: A sad fact of life: Often, the only way a woman has to survive is by selling her body and mind to males desperate for companionship and release. It's an unfortunate commentary on the Hive that so many prostitutes litter its streets.
ru: Печальная правда жизни: нередко для женщины единственный способ выжить - это продавать свое тело и разум мужчинам, нуждающимся в разрядке и собеседнике. К несчастью, стоит отметить, что улицы Улья просто захламлены огромным количеством проституток.

source: The child of a tanar'ri and a human father, the alu-fiend is akin to a succubus in appearance. Some of them try to repress the evil within them; far more attempt to outdo their fiendish forebears in sheer evil and cruelty. You should know better than to trust a tanar'ri.
ru: Алу-демон, дитя танарри и отца-человека, имеет схожую с суккубом внешность. Кое-кто из них подавляет в себе зло. Куда большее число пытается превзойти своих нечистых родителей в абсолютном зле и жестокости. Мудрым решением будет не доверять танарри.

source: Another of Sigil's factions, the Harmonium credo is "Live right." Unfortunately for others, this credo often translates to "Live like we do, or else." They believe firmly in the rule of law, and thus they serve as the enforcers of Sigil's streets. Their red armor helps them stand out on the city streets.
ru: Кредо Гармониума, одной из фракций Сигила, - «Живи правильно». К несчастью для остальных, это переводится как «Живи как мы, не то пожалеешь». Они твердо верят в господство закона, и посему служат в качестве силовиков на сигильских улицах. Их красная броня помогает им выделяться на городских улицах.

source: Medium Combat Drone Description.
ru: Описание среднего боевого дрона.

source: Thokolas are dull and brutish humanoids. Their bodies are covered with a brown, almost-furry skin, and their jutting jaws do a poor job of hiding their misshapen teeth. They are warriors, and find no greater joy than in bloodshed. It is probably best to avoid angering them.
ru: Токола - это здоровенные неповоротливые гуманоиды. Их тела почти полностью покрыты коричневой шерстью, выступающая челюсть почти не скрывает уродливых зубов. Они - воины, для них нет ничего лучше славной потасовки. Лучше их не выводить из себя.

source: This disgusting mass of heads towers lonesome in the fiery wastes of Avernus, the first layer of Baator. Apparently, it is composed of the heads of liars and ill-meaning sages, a punishment for those who squandered the gift of knowledge. You have been told that the Pillar holds the answers to your mortality, the precious secret that has been driving you for these long years.
ru: Эта отвратительная масса голов одиноко возвышается над огненными пустынями Авернуса, первого слоя Баатора. Похоже, что она состоит из голов лжецов и злонамеренных мудрецов - наказание для тех, кто небрежно относился к дару знаний. Ты слышал, что у Колонны есть сведения о твоем бессмертии - бесценная тайна, которая вела тебя к ним на протяжении этих долгих лет.

source: "How much?"
ru: «Сколько?»

source: Karina needs a friend.
ru: Карине нужен друг.

source: I met a talkative young woman named Karina. She told me that people tend to avoid her and she is lonely. Maybe I can help her.
ru: Я встретился с общительной девушкой по имени Карина. Она сказала мне, что люди ее избегают, и поэтому она одинока. Возможно, я смогу ей помочь.

source: I met a Harmonium guard named Corvus. He seemed to be infatuated with Karina so I told him she was looking for a friend. I think the two of them will be happy together.
ru: Я встретил стражника Гармониума по имени Корвус. Кажется, он без ума от Карины, так что я сказал ему, что она ищет друга. Мне кажется, эти двое будут счастливы вместе.

source: I see. Well, thanks.
ru: Понятно. Ну, спасибо.

source: This the first node.
ru: Это первый узел.

source: Gosh, the first node. What can you tell me about this node?
ru: Боже, первый узел. Что ты можешь сказать об этому узле?

source: Like I give a shit about this node.
ru: Да срать я хотел на этот узел.

source: The first node is a very exciting node, often the first in a dialogue.
ru: Первый узел очень захватывает, особенно в диалоге.

source: How rude you are!
ru: Какой ты грубый!

source: Your Dexterity is below average.
ru: Твоя Ловкость ниже средней.

source: Faction: Free League ("Indeps") Motto: Indeps are individualistic bloods who have banded together to protect themselves from the other factions. Truth? There is no "truth" - just live free or die.
ru: Фракция: Свободная Лига («Свободные») Девиз: Свободные - знатоки-индивидуалисты, собравшиеся вместе, чтобы защититься от остальных фракций. Истина? Нет «истины» - живи свободным или умри.

source: Find Trist's loan documents.
ru: Найти долговую расписку Трист.

source: Trist is to be sold into slavery because she cannot prove she paid a debt to Byron Pikit. I have agreed to try and find her loan documents in order to free her.
ru: Женщину по имени Трист собираются продать в рабство, потому что она не может досказать, что заплатила долг перед Байроном Пикитом. Я согласился попробовать разыскать ее долговую расписку, чтобы освободить ее.

source: I recovered Trist's loan documents and she is now free.
ru: Я вернул Трист долговую расписку и теперь она свободна.

source: Get evidence that Byron Pikit is a criminal.
ru: Найти доказательства того, что Байрон Пикит - преступник.

source: Lenny the thief has proof that Byron Pikit is a criminal stored in the warehouse. I need to go there to recover it.
ru: У вора Ленни на складе хранится доказательство того, что Байрон Пикит - преступник. Мне нужно пойти туда и забрать его.

source: I gave the evidence that Byron Pikit is a criminal to the Harmonium guard, Corvus. He arrested Byron and will see that he is brought to justice.
ru: Я дал показания стражнику Гармониума Корвусу, что Байрон Пикит является преступником. Он арестовал Байрона и проследит, что тот предстал перед лицом правосудия.

source: Kill Grosuk the abishai for Sebastion.
ru: Убить абишая Гросука для Себастиона.

source: Sebastion the mage wants me to kill an abishai named Grosuk. If I do this for him he will help me with my scars.
ru: Маг по имени Себастион хочет, чтобы я убил абишая по имени Гросук. За это он поможет мне с моими шрамами.

source: I killed Grosuk the abishai for Sebastion. He was grateful and helped me with my scars.
ru: Я убил абишая Гросука для Себастиона. Он был благодарен и помог мне с моими шрамами.

source: BANDAGES Heals 3 Hit Points. Weight: 0 This is a roll of bandages, useful for stanching minor wounds. When used, it will heal a character for 3 hit points of damage.
ru: БИНТЫ Лечат 3 очка жизни. Вес: 0 Это рулон бинтов, полезный для перевязывания легких ран. При использовании они восстанавливают 3 очка жизни.

source: This is a roll of bandages, useful for stanching minor wounds. When used, it will heal a character for 3 hit points of damage.
ru: Это рулон бинтов, полезный для перевязывания легких ран. При использовании они восстанавливают 3 очка жизни.

source: A receipt stamped with the symbol of the Godsmen. Probably redeemable at the Great Foundry.
ru: Квитанция со штампом в виде символа боголюдей. Наверно, ее можно использовать в Великой Литейной.

source: Neutral Good
ru: Нейтрально добрый

source: Neutral
ru: Нейтральный

source: Neutral Evil
ru: Нейтрально злой

source: Chaotic Good
ru: Хаотично добрый

source: Chaotic Neutral
ru: Хаотично нейтральный

source: Chaotic Evil
ru: Хаотично злой

source: Male
ru: Мужчина

source: Female
ru: Женщина

source: Return to previous screen
ru: Вернуться назад

source: This ability is currently at its maximum value.
ru: Эта способность достигла максимального значения.

source: This ability is currently at its minimum value.
ru: Эта способность достигла минимального значения.

source: You have not spent all of your character points; however, you can spend them later on when your character levels up. Are you sure you want to accept this character?
ru: Ты не потратил все свои очки персонажа. Тем не менее, ты сможешь потратить их позже при получении уровня. Ты уверен, что тебе подходит этот персонаж?

source: MALE
ru: МУЖЧИНА

source: FEMALE
ru: ЖЕНЩИНА

source: OTHER
ru: ДРУГОЙ

source: NEITHER
ru: НИКАКОЙ

source: BOTH
ru: ОБА

source: Number of Attacks
ru: Число атак

source: Lore
ru: Осведомленность

source: Open Locks
ru: Вскрытие замков

source: Stealth
ru: Скрытность

source: Find/Remove Traps
ru: Найти/разоружить ловушку

source: Pick Pockets
ru: Обчистить карманы

source: Tracking
ru: Слежка

source: Reputation
ru: Репутация

source: Turn Undead level
ru: Уровень в Обращении нежити

source: Lay on Hands Amount
ru: Количество Наложений рук

source: Backstab Damage
ru: Урон от удара в спину

source: Proficiencies
ru: Специализации

source: Saving Throws
ru: Спасброски

source: Paralyze / Poison / Death
ru: паралич / яд / смерть

source: Rod/Staff/Wand
ru: жезлы / посохи / палочки

source: Petrify/Polymorph
ru: окаменение / полиморфизм

source: Breath Weapon
ru: оружие против дыхания

source: Spells
ru: Заклинания

source: Weapon Proficiencies
ru: Специализация оружия

source: Ability Bonuses
ru: Бонусы способностей

source: To Hit
ru: Бросок на попадание

source: Damage
ru: Урон

source: Open Doors
ru: Открывание дверей

source: Weight Allowance
ru: Грузоподъемность

source: Armor Class Bonus
ru: Бонус класса брони

source: Missile Adjustment
ru: Увертливость от снарядов

source: Reaction Adjustment
ru: Реакция

source: CON HP Bonus/Level
ru: ТЕЛ ЗД бонус/уров.

source: Chance to learn spell
ru: Шанс изучить заклинание

source: Magical Defense Adjustment
ru: Сопротивление магии

source: Bonus Priest Spells
ru: Дополнительные заклинания жреца

source: Reaction
ru: Реакция

source: Are you sure you want to rest?
ru: Вы уверены, что хотите отдохнуть?

source: DONE
ru: ГОТОВО

source: Character Points
ru: Очки персонажа

source: You succeeded in learning this spell!
ru: Ты успешно изучил это заклинание!

source: You failed to learn this spell!
ru: Ты не смог изучить это заклинание!

source: Use
ru: Использовать

source: Copy Spell
ru: Переписать заклинание

source: eat berries
ru: съесть ягоды

source: Talk to Item
ru: Поговорить с предметом

source: This item was removed from your inventory.
ru: Этот предмет был удален из твоего инвентаря.

source: How would you like to Identify this item?
ru: Как ты хочешь опознать этот предмет?

source: Quick Weapon
ru: Быстрое оружие

source: Quiver
ru: Колчан

source: Armor
ru: Броня

source: Gauntlets
ru: Перчатки

source: Helmet
ru: Шлем

source: Amulet
ru: Амулет

source: Belt
ru: Пояс

source: Left Ring
ru: Левое кольцо

source: Right Ring
ru: Правое кольцо

source: Cloak
ru: Плащ

source: Boots
ru: Сапоги

source: Shield
ru: Щит

source: Ground Item
ru: Предмет на земле

source: Quick Item
ru: Быстрый предмет

source: Personal Item
ru: Личный предмет

source: That character is too far away.
ru: Этот персонаж слишком далеко.

source: The game is no longer paused on this screen.
ru: В этом окне игру нельзя останавливать.

source: You cannot use items on this screen. To use an item, place it in a quick slot and use it on the world screen.
ru: Вы не можете использовать предметы в этом окне. Для этого поместите их в быстрые ячейки и используйте на экране мира.

source: This item has not been identified.
ru: Этот предмет не опознан.

source: I'm... new here. I'm... trying to learn the routine.
ru: Я... недавно здесь. Я... пытаюсь изучить порядки.

source: Portals?
ru: Порталы?

source: Do you know someone named Pharod?
ru: Ты знаешь кого-нибудь по имени Фарод?

source: Central Chamber
ru: Центральная комната

source: A preparation room.
ru: Препараторская.

source: A receiving room.
ru: Приемная.

source: Crematorium
ru: Крематорий

source: STR
ru: СИЛ

source: "You'd be surprised, berk. Get out of here. I'm busy."
ru: «Посмотрим, как ты удивишься, пень. Убирайся отсюда. Я занят».

source: Flat, Black Token
ru: Плоский черный жетон
