Repository: winterheart/planescape
Catalog: po/pst-ee/*/misc/rest.po
Languages: ru

source: Somehow this drone achieved sentience and overthrew the modron in charge. Before it could lay any serious plans, though, the failsafe of the modron cube kicked in and placed the drone into stasis. Now you've activated it again. Good for you.
ru: Каким-то образом этот дрон обрел способность ощущать и сверг своего модрона-начальника. Однако, прежде чем он успел воплотить какие-либо из своих серьезных намерений, врубилась защита от сбоев куба модронов и поместила дрона в стазис. Теперь ты вновь активизировал его. Рад за тебя.

source: Ebb Creakknees is an old Harmonium member who seems to be content enough to sit in his chair at the Smoldering Corpse and run his mouth off to whomever will listen to him. He's a font of information, if you can get past all the long-winded explanations.
ru: Эбб Коленоскрип - старый член Гармониума, который, удобно устроившись в кресле в Тлеющем трупе, с удовольствием треплет языком со всяким, кто готов его выслушать. Он просто кладезь информации, если только ты сможешь продраться сквозь его длинные пассажи и отступления.

source: Dak'kon is a githzerai, one of the tight-lipped people of Limbo. His skin is yellow and lined; he appears to be old, and pain haunts his small black eyes. He carries a blade of strange metal.
ru: Даккон - гитцерай, один из представителей немногословного народа с Лимбо. У него желтая морщинистая кожа. Похоже, он уже старик; в его маленьких черных глазах таится боль. У него есть клинок из странного металла.

source: The light drones don't present much of a threat - they've been built to establish a baseline for "wandering adventurers." Still, they're annoying and petty.
ru: Легкие дроны не представляют какой-либо угрозы: они были созданы, чтобы обеспечить базовый уровень сложности «странствующим приключенцам». Тем не менее, они мелкие и надоедливые.

source: One of the highest-ranking levels of baatezu in all Baator, cornugons are those who have ascended through the ranks of their fellows by way of countless generations of betrayal, self-sacrifice, deception, and all manner of vices. Covered with tiny horns, wearing a huge pair of wings, and heavily-muscled, they look like stupid creatures and often play on that to their advantage - they are, in fact, deeply intelligent creatures, and there's no telling how deep their schemes might run.
ru: Один из наивысших уровней иерархии баатезу во всем Бааторе, корнугоны, прокладывают себе путь через ряды собратьев с помощью бесчисленных поколений предательства, самопожертвований, обмана и всех видов порока. Покрытые шипами, с парой огромных крыльев и мощной мускулатурой, они похожи на безмозглых тварей и часто извлекают из этого выгоду: на самом деле они весьма умные существа, и насколько хитроумны их планы - словами не описать.

source: Individually, cranium rats are little more than your ordinary garbage rats with the slight addition of pulsing, exposed brains on their skulls. Get them in a group, though, and they become much more dangerous - their proximity to other cranium rats creates a hive mind that grows more powerful with the addition of every rat. Their intelligence can rapidly increase to godlike levels, and they gain spells and other fearsome mental abilities - and it's only by slaying numerous individual rats that you can weaken the hive mind. Best to avoid them, if at all possible.
ru: По отдельности черепные крысы - не более чем обычные мусорные крысы плюс небольшое дополнение в виде открытых пульсирующих мозгов в черепе. Но только дайте им собраться в группу, и они становятся намного более опасными: находясь вблизи других черепных крыс, они образуют коллективный разум, который становится все сильнее с каждой новой крысой. Их интеллект может быстро приблизиться к богоподобным созданиям, и они приобретают навыки магии и другие пугающие умственные способности. Ослабить коллективный разум можно, лишь убив большое количество крыс. Лучше всего при любой возможности их избегать.

source: These constructs are the more powerful creatures inhabiting the modron maze. They come in two varieties, one more powerful than the other. They're both more powerful than the light drone, and they're both dangerous enough that you should keep an eye out for them.
ru: Эти конструкты сильнее других существ, населяющих лабиринт модронов. Они бывают двух видов, один сильнее другого. Они оба сильнее легких дронов, и достаточно опасны, чтобы остерегаться их.

source: The dabus are the servants of the Lady of Pain, the enigmatic ruler of Sigil. They float above the ground and speak in rebuses, symbols strung together to spell out words. They tear down walls and construct streets under the unspoken command of the Lady. There's something about them that strikes you as wrong.
ru: Дабусы являются слугами Леди Боли, таинственной повелительницы Сигила. Они парят над землей и общаются с помощью ребусов, цепочек символов, витающих вокруг них. По негласному приказу Леди они рушат стены и возводят целые улицы. В них есть что-то неправильное.

source: These townspeople are angry and suspicious, wearing an outer shell of protective blades to reflect the barriers to their hearts. Their appearance reflects their reality.
ru: Эти горожане злы и подозрительны. Они носят поверх себя защитный слой клинков, повторяющий барьеры в их сердцах. Их внешность отражает их реальность.

source: The lawmen of Curst are brutal and often unfair. They're tools of the local strongman, Tovus Giljaf, in keeping the people of Curst miserable and plotting.
ru: Законники Проклятого жестоки и часто несправедливы. Они - всего лишь инструменты в руках местного диктатора, Товуса Гильяфа. Они поддерживают нищенское состояние и недоверчивости горожан.

source: No Known Creatures
ru: Неизвестные существа

source: You have yet to meet any notable creatures in this category.
ru: Ты еще не встречал ни одного существа из этой категории.

source: Collectors are the pathetic remnants of humanity, cast adrift in the Hive. They scrape together an imitation of life by collecting the dead who accumulate in the streets of the Hive Ward and dragging them to the Mortuary in exchange for money from the Dustmen. You know they've gathered your body from the streets on occasion...
ru: Сборщики - жалкие подобия людей, плывущие по течению в Улье. Они влачат подобие жизни, собирая тела умерших на улицах Улья и доставляя их к Моргу в обмен на деньги тленных. Ты знаешь, что однажды они уже приносили твое тело с улиц...

source: These monsters seem to be native to the prison plane of Carceri. Their huge tusks deliver a painful ripping to those unfortunate enough to be in the way, and their natural armor plating seems to protect them from bludgeoning attacks. They don't seem to be very intelligent, but what they lack in wits they make up in brawn. More's the pity.
ru: Эти монстры родом из плана-тюрьмы Карцери. Их огромные клыки наносят болезненные раны тем, кому не посчастливилось встретить их на пути. Естественный пластинчатый панцирь защищает их от сокрушительных атак. Непохоже, что они слишком умные, но отсутствие мозгов они компенсируют мышцами. Тем хуже.

source: Annah is a tiefling, a brash girl on the brink of womanhood. Her tail lashes when she's angry. She's a canny guttersnipe, and the Hive seems to be a second skin for her.
ru: Анна - тифлинг, дерзкая девчонка на пороге созревания. Когда она сердится, ее выдает мечущийся из стороны в сторону хвост. Она - смышленая беспризорница; Улей для нее - вторая шкура.

source: An advocate is one who devotes him- or herself to the study of Sigil's laws, making sense of the labyrinthine structure of legalities that hold the city together. They can represent a person in a court of law, draw up legacies (also called "wills"), and perform other tasks that mark one's citizenship in a society.
ru: Адвокат - это тот, кто посвящает себя изучению сигильских законов, ища смысл в запутанной структуре правопорядка, которая не дает городу развалиться. Они могут представлять человека в суде, оформлять наследства (также известные как «завещания») и выполнять иные задачи, касающиеся чьей-либо гражданской позиции в обществе.

source: An abishai is one of the least forms of the baatezu, a race of lawful fiends that seeks to impose cruel tyranny on the face of evil. A red abishai is the highest of the abishai, ranking above the green and the black forms. They are the infantrymen and skirmishers of the Blood War; they are malicious and compared to the rest of the baatezu race, not terribly clever. The red abishai is one step down from promotion to a higher form of baatezu.
ru: Абишаи - одна из низших форм баатезу, расы законопослушной нечисти, которая стремится навязать злу жестокую тиранию. Красные абишаи - наивысшие из абишаев, стоящие выше зеленого и черного подвидов. Они - пехота и стрелки на Кровавой войне. Они злобные и, в сравнении с остальными расами баатезу, не особо сообразительные. Красные абишаи находятся в шаге от повышение до более высоких форм баатезу.

source: An abishai is one of the least forms of the baatezu, a race of lawful fiends that seeks to impose cruel tyranny on the face of evil. A green abishai is the second rank of the abishai, ranking above the black and below the red. They are the infantrymen and skirmishers of the Blood War; they are malicious and compared to the rest of the baatezu race, not terribly clever.
ru: Абишаи - одна из низших форм баатезу, расы законопослушной нечисти, которая стремится навязать злу жестокую тиранию. Зеленые абишаи - второй ранг абишаев: над черным и под красным подвидом. Они - пехота и стрелки на Кровавой войне. Они злобные и, в сравнении с остальными расами баатезу, не особо сообразительные.

source: An abishai is one of the least forms of the baatezu, a race of lawful fiends that seeks to impose cruel tyranny on the face of evil. A black abishai is the lowest of the abishai, ranking below the green and the red forms. They are the infantrymen and skirmishers of the Blood War; they are malicious and compared to the rest of the baatezu race, not terribly clever.
ru: Абишаи - одна из низших форм баатезу, расы законопослушной нечисти, которая стремится навязать злу жестокую тиранию. Черные абишаи - наиболее низкий подвид абишаев: под зеленым и красным подвидами. Они - пехота и стрелки на Кровавой войне. Они злобные и, в сравнении с остальными расами баатезу, не особо сообразительные.

source: Pharod Wormhair is the Collector King of the Hive, a man crippled in body and spirit. His mind, however, seems to be as sharp as ever. He rules the Buried Village with an iron fist, keeping even that disorderly rabble in line. He is a sneak, a thief, and he seems to know far too much about you, though he does not reveal it without ... coaxing.
ru: Фарод Червеволосый - король сборщиков Улья, человек с покалеченным телом и духом. Однако его разум, похоже, не потерял своей остроты. Он держит Погребенную деревню в железной хватке, строя в шеренги даже разрозненную толпу. Он подлец и вор, и похоже, что он знает о тебе слишком многое, хотя и не делится этим без... уговоров.

source: A bare step above the lemure in the baatezu food chain, the nupperibo is a practically mindless, blubbery lump of flesh that contains the pure essence of law and evil. Driven on by the cruel whips of their superiors, a group of them can form a battle wave that can wash effortlessly over an opponent. Apparently, the nupperibo can only be harmed by magical or holy weapons.
ru: Находясь на ступеньку выше лемура в пищевой цепи баатезу, нупперибо по сути являют собой глупую пузырящуюся глыбу плоти, состоящую из чистейшего зла и порядка. Ведомые жестокими кнутами своих начальников, их группы могут образовывать боевые шеренги, без усилий накрывающие врага. Само собой, нупперибо можно ранить только волшебным или священным оружием.

source: This modron seems to be subtly different from the others you have seen. It carries a pair of crossbows in its four arms, and it seems to be taking an active interest in your behavior.
ru: Этот модрон, похоже, слегка отличается от других встреченных тобой. В своих четырех руках он носит пару арбалетов, и, похоже, проявляет к тебе активный интерес.

source: The embodiments of perfect order, modrons hail from the Gear-Plane of Ultimate Law - Mechanus. They adhere to a strict caste system, a system so perfect that they cannot comprehend the castes not immediately adjacent to theirs. Their unified mind is so perfect that they have no sense of self or individuality. They have no ambition, no emotion, and exist only to carry out the orders of their superiors. Of course, in any system there are bound to be imperfections. It's possible for a modron to grow an identity and go rogue. You have no idea how this might happen.
ru: Модроны, воплощение идеального порядка, происходят с Механуса, плана-механизма абсолютного порядка. Они придерживаются строгой кастовой системы, настолько совершенной, что они могут осознавать только смежные касты. Их унифицированный разум настолько идеален, что у них нет индивидуальности и собственного я. У них нет амбиций, нет эмоций, и они существуют лишь для того, чтобы выполнять приказы вышестоящих модронов. Конечно, в любой системе должны быть изъяны. Существует вероятность, что модрон получит индивидуальность и станет бродягой. Ты не имеешь ни малейшего представления, как это может случиться.

source: One of the most frightening factions of Sigil, the Mercykillers - the Red Death - are relentless in their pursuit of justice. They believe that without justice, there can be no truth. They have appointed themselves the guardians and executioners of true justice across the multiverse. Their only redeeming grace is that they apply their justice to all things, including themselves, and do not enforce unjust laws. Their fanatic devotion is unnerving, but it can be used against them.
ru: Одна из наиболее пугающих фракций Сигила, Убийцы милосердия, или Красная Смерть, непоколебимы в своей погоне за справедливостью. Они верят, что без справедливости не может быть правды. Они назначили себя стражниками и палачами истинной справедливости во всей мультивселенной. Единственное достоинство, оправдывающее их, - это то, они вершат правосудие над всем, включая самих себя, и не навязывают несправедливых законов. Их фанатичная преданность вызывает беспокойство, но она может быть использована и против них самих.

source: The master of the Bones of the Night, Lothar keeps shelves full of skulls in his salon. They speak long-forgotten secrets, their whispers filling *his* skull with arcane knowledge. He may well be one of the few in existence who can truly destroy you. The folk of Sigil speak his name in hushed, reverent tones, and seem eager to avoid offending him.
ru: Хозяин Костей ночи Лотар держит в своем салоне полки, заполненные черепами. Они рассказывают давно забытые тайны, их шепот заполняет *его* череп сокровенными знаниями. Наверно, он один из тех немногих на свете, кто в самом деле может уничтожить тебя. Народ Сигила произносит его имя благоговейным полушепотом и активно стремится избегать оскорблений в его адрес.

source: The least of the hordes of the lawful evil baatezu, lemures are the incarnate spirits of the truly evil. They are used as ballista-fodder for the Blood War, and are barely intelligent. You need magic weapons or holy items to hurt them, it seems, for their gelatinous flesh seals behind any wounds you might inflict.
ru: Низшие представители орд законопослушно-злых баатезу, лемуры, представляют собой воплощения духов настоящего зла. Их используют в Кровавой войне как пушечное мясо, и их вряд ли назовешь умными. Чтобы ранить их, понадобится волшебное или священное оружие, поскольку их желеобразная плоть затягивает любые нанесенные раны.

source: The Lady is a mystery. She's widely regarded to be the de facto ruler of Sigil, its protector and its victim. She is said to guard the doors of the Cage against the myriad schemes of the gods, to be the ultimate expression of balance in the multiverse, to be the prisoner of the City of Doors. There are thousands of stories about her - one even tells that she's actually six giant squirrels with a headdress, robe, and ring of levitation and illusions - but none of them can be answered. She is a true enigma, a puzzle with no solution. If someone displeases her - by upsetting the balance of the city or worshipping her - the Lady may punish the offender. Her punishment ranges from the Mazes - a twisting, turning hell with a cleverly disguised exit - to the casting of her shadow across the transgressor, covering him with slashes and gouges from her sharp-edged shadow, leaving behind a pile of gore and viscera. Neither option is particularly attractive.
ru: Леди - загадка. Она широко известна в роли фактической правительницы Сигила, его защитницы и жертвы. Говорят, что она охраняет дверь в Клетку от бесконечных интриг богов, что она - предельное выражение равновесия в мультивселенной и пленница Города дверей. Существуют тысячи рассказов о ней - в одной даже говорится, что на самом деле она - шесть гигантских белок, одевшие головной убор, платье и кольцо левитации и иллюзий, - но ни один из них нельзя подтвердить. Она настоящая загадка, головоломка без решения. Если кто-нибудь сердит ее, смещая равновесие в городе или поклоняясь ей, Леди может наказать виновного. Ее наказание может разнится от помещения в лабиринты, запутанные пекла с хитро спрятанным выходом, до отбрасывания тени на обидчика, покрывая его порезами и ранами от острых граней ее тени и оставляя в луже крови и куче собственных внутренностей. Любой из этих вариантом не особо привлекателен.

source: These innocuous insects appear to be little more than giant fleas. However, they can be trained, and seem loyal to their owners. How far that loyalty extends is worth investigating.
ru: Эти безобидные насекомые - не более чем гигантские блохи. Однако их можно дрессировать, и они, похоже, преданы своим хозяевам. Насколько глубока их преданность - еще стоит изучить.

source: These bird-like creatures are docile things that flock together in the Outlands. They appear to be friendly, but what happens when they get riled is another question entirely. You wonder how they'd taste.
ru: Эти похожие на птиц существа - податливые твари, живущие в стаях на Внешних землях. Кажется, они дружелюбны, но что случится, если их рассердить, остается загадкой. Интересно, какие они на вкус.

source: There is a burning man hovering in the air over a grille in the Smoldering Corpse Bar. His skin bubbles and chars, and flames pour from his tormented eyes, yet his expression is far away, almost as if he were reveling in the flames.
ru: В баре «Тлеющий труп» над решеткой висит горящий человек. Его кожа пузырится и увечится, пламя вырывается из его глаз, и все же взгляд у него отдаленный, почти как если бы он наслаждался огнем.

source: You were first alerted to the sohmien by the thundering of their hooves. Four-legged creatures of pure evil, the sohmien have the body of a horse and a head out of nightmare. Their spiked shoulders make them additionally threatening. They seem to travel in carnivorous herds.
ru: Первым о сомьен тебя возвестил грохот их копыт. Четвероногие создания из чистого зла, сомьен имеют тело лошади и голову кошмара. Их шипастые плечи делают их еще более устрашающими. Похоже, они передвигаются в плотоядных стадах.

source: The gronk is a stupid, burly creature, stupidly aggressive. They tend to be docile until their territory is invaded, and unfortunately, by the time you see one, you've probably invaded its territory. Best to avoid combat with these. They appear to be immune to crushing weapons.
ru: Гронки - крупные тупые существа, до глупости агрессивные. Обычно они кротки до тех пор, пока никто не нарушает их территорию, и, к несчастью, когда ты увидел одного из них, ты уже, наверно, ее нарушил. Лучше избегать с ними боя. Похоже, они невосприимчивы к дробящему оружию.

source: These pack creatures are cowardly on their own, preferring to hunt only with their brethren nearby. They attack with their hind feet, slashing their enemies with razor-sharp claws. They appear to be immune to edged weapons...
ru: Эти вьючные животные сами по себе трусливы, и предпочитают охотится только вместе с собратьями. Они атакуют задними лапами, полосуя своих врагов бритвенно-острыми когтями. Похоже, они невосприимчивы к клинковому оружию...

source: The Godsmen guards are very devoted to their jobs. They're also very cagey about what's going on in the Foundry.
ru: Стражники боголюдей весьма преданы своей работе. Еще они очень уклончивы в ответах на вопрос, что творится в Литейной.

source: Yet another of the factions of Sigil, the Godsmen are also known as "The Believers of the Source." They believe that all creatures have the potential for godhood within them, that all of life is a test, and that every step is a lesson. Their relentless optimism makes them fairly popular. They make their home in the Great Foundry in the Lower Ward, crafting some of the finest metalwork in the planes.
ru: Еще одна фракция Сигила, боголюди, еще известна под названием «Верящие в Первопричину». Они верят, что все существа несут в себе искру божественности, что вся жизнь - это испытание, и каждый шаг - урок. Их непоколебимый оптимизм делает их весьма популярными. Они живут в Великой Литейной в Нижнем районе, мастеря одни из лучших металлических изделий на Планах.

source: Of all the tanar'ri - demonic fiends that inhabit the Abyss of chaos and evil - few are as cunning as the doglike glabrezu. These are the chosen tempters of mortal minds, offering power and knowledge beyond the ken of even the most knowledgeable. Of course, this knowledge comes with a price. They're also brutal warriors, among the most dangerous creatures you have encountered. Tread carefully, both in body and mind.
ru: Из всех танарри, демонических созданий, обитающих в Бездне хаоса и зла, немногое могут похвастаться хитростью, которой обладают похожие на собак глабрезу. Это избранные совратители умов смертных, предлагающие власть и знания, недоступные даже гениям. Конечно, эти знания имеют свою цену. Еще глабрезу - жестокие воины, числящиеся среди самых опасных существ, которые тебе встречались.

source: The githzerai are the long-separated kin of the githyanki, and where their former brethren are cruel and vicious, the githzerai are quiet and reserved, burning with a passion that drives them far beyond what most mortals are capable of. They dwell in Limbo, in the ever-shifting seas of Chaos, making their fortress homes impregnable against the attacks of the natives of that plane. They speak in metaphors and legends, and carry themselves with a quiet nobility.
ru: Гитцераи - давно отделившийся от гитьянки народ, и, в отличие от своих жестоких и злых бывших собратьев, гитцераи молчаливы и замкнуты, сжигаемые страстью, которая ведет их намного дальше, чем способно зайти большинство смертных. Они обитают в Лимбо, вечно меняющихся морях хаоса, живя в домах-крепостях, неуязвимых к нападениям местных жителей плана. Они изъясняются метафорами и легендами и держатся с тихим благородством.

source: Acaste is the ghoul-queen of the Dead Nations, a slavering flesh-eater who holds her pack together with fear of the Silent King and sheer bullying. She is tough, strong, and despite her appearance, clever. She is one to watch, to be sure.
ru: Акаста - королева упырей из Мертвых Народов, слюнявая пожирательница плоти. Она не дает своей стае распасться в страхе перед Безмолвным Королем и неприкрытыми угрозами. Она груба, сильна и, несмотря на свою внешность, сообразительна. За ней нужен глаз да глаз.

source: Ghoul, Male, Stone Golem Description.
ru: Описание каменного голема-упыря.
