Repository: winterheart/planescape
Catalog: po/pst-ee/*/misc/rest.po
Languages: ru

source: Mage Spells
ru: Заклинания мага

source: Priest Spells
ru: Заклинания жреца

source: Action Menu
ru: Меню действий

source: Action Menu - Previous
ru: Меню действий - назад

source: Action Menu - Next
ru: Меню действий - вперед

source: Multi-Select
ru: Множественный выбор

source: Select Character 1
ru: Выбрать персонажа 1

source: Select Character 2
ru: Выбрать персонажа 2

source: Select Character 3
ru: Выбрать персонажа 3

source: Select Character 4
ru: Выбрать персонажа 4

source: Select Character 5
ru: Выбрать персонажа 5

source: Select Character 6
ru: Выбрать персонажа 6

source: Quick Weapon 1
ru: Быстрое оружие 1

source: Quick Weapon 2
ru: Быстрое оружие 2

source: Quick Weapon 3
ru: Быстрое оружие 3

source: Quick Weapon 4
ru: Быстрое оружие 4

source: Quick Item 1
ru: Быстрый предмет 1

source: Quick Item 2
ru: Быстрый предмет 2

source: Quick Item 3
ru: Быстрый предмет 3

source: Quick Item 4
ru: Быстрый предмет 4

source: Quick Item 5
ru: Быстрый предмет 5

source: Page <PAGE> of <NUMPAGES>
ru: Страница <PAGE> из <NUMPAGES>

source: Quick Weapons
ru: Быстрое оружие

source: Quick Items
ru: Быстрые предметы

source: Tasha's Laughter
ru: Невыносимая насмешка Таши

source: DREAD BOND Immunity to Panic +1 Strength Damage: 1-6 + 1 when equipped Weight: 3 Usable by Fighters only Legend has it that this bracelet was created by Nacek the Sadistic. Tiny razor sharp spikes cover the entire surface of this item injecting small amounts of rare reagents into the blood stream of the user. The effect of these chemicals causes the user to feel a constant adrenaline rush of strength.
ru: УЗЫ СТРАХА Особенности: Невосприимчивость к панике +1 к Силе Вес: 3 Используется только бойцами и живыми существами Легенда гасит, что браслет этот был создан Насеком Садистом. Поверхность этого предмета покрыта мелкие бритвенно-острыми шипами, впрыскивающими в кровь небольшое количество редких реактивов. В результате действия этих химикатов носящий браслет постоянно ощущает прилив адреналина в кровь.

source: Press ESC to abort.
ru: Нажмите ESC для отмены.

source: To quit the game, press ALT-F4.
ru: Чтобы выйти из игры, нажми ALT-F4.

source: I have accepted a commission to go find the slavers behind the city barracks, make sure Tainted Barse's daughter is all right, and kill them. I'm to do this for Marquez; in return, he'll give me the first part of the key I need to get to where the imprisoned deva is.
ru: Я согласился найти работорговцев за городскими бараками, спасти дочь Гниющего Копчика и убить их по поручению Маркеса. В обмен на это он даст мне первую часть ключа, который мне понадобится для того, чтобы попасть к заключенному дэва.

source: <KEY> key is already assigned to <OPERATION>. Would you like to reassign it?
ru: На <KEY> уже назначено действие <OPERATION>. Переназначить?

source: "Teach me something about weapons first."
ru: «Сначала научи меня какому-нибудь оружию».

source: "Teach me something about weapons."
ru: «Научи меня какому-нибудь оружию».

source: "You change your mind, or do you have some idiotic questions for me?"
ru: «Ты передумал, или у тебя опять какие-то идиотские вопросы ко мне?»

source: "I had some questions for you..."
ru: «У меня есть вопросы к тебе...»

source: "I won't do it."
ru: «Я не буду делать этого».

source: "Will do. Farewell."
ru: «Я так и сделаю. Прощай».

source: Are you sure you want to reset ALL keymaps to their default values?
ru: Ты точно хочешь сбросить ВСЕ назначения клавиш на значения по умолчанию?

source: Metal Slab
ru: Металлическая плита

source: Dark Birds of Ocanthus
ru: Темные птицы Окантуса

source: This ancient machine looks like a forgotten war relic.
ru: Эта древняя машина похожа на забытый военный реликт.

source: This huge clock has stopped; there don't seem to be any gears or any other mechanism of operating it.
ru: Эти огромные часы остановились. Похоже, в них нет ни шестерней, ни какого-либо другого механизма, приводящего их в действие.

source: This rickety dwelling looks as though it has stood for centuries. Its wooden walls are weathered and worn with age. A number of planks on this side of the structure appear to have been recently pried loose.
ru: Этот шаткий жилой дом выглядит так, будто он стоит тут уже много веков. Его деревянные стены высохли и обветшали от времени. Несколько досок с этой стороны здания, похоже, были недавно выдернуты.

source: This dilapidated structure seems on the verge of collapse. Several boards have recently been nailed into place to reinforce the sagging building.
ru: Похоже, что это полуразрушенное здание на грани того, чтобы рухнуть. Недавно тут прибили несколько новых досок, чтобы укрепить обветшалую постройку.

source: Barracks
ru: Бараки

source: Distillery
ru: Винокурня

source: The Dream World
ru: Мир снов

source: Ravel's Black-Barbed Garden
ru: Сад с черными шипами Равель.

source: You cannot afford all of the selected items.
ru: Ты не можешь себе позволить покупку выбранных предметов.

source: You cannot afford this spell.
ru: Ты не можешь себе позволить это заклинание.

source: You cannot afford this drink.
ru: Ты не можешь себе позволить этот напиток.

source: You cannot afford to identify all of the selected items.
ru: Ты не можешь себе позволить опознание выбранных предметов.

source: You cannot afford this room.
ru: Ты не можешь себе позволить эту комнату.

source: I don't accept fenced goods. Give me something else.
ru: Я не принимаю краденное. Дай мне что-нибудь другое.

source: Leave the stone alone.
ru: Оставить камень в покое.

source: Dodecahedron
ru: Додекаэдр

source: This spell is already in this character's Spell Book.
ru: Это заклинание уже есть в книге заклинаний персонажа.

source: This character's Spell Book is filled to the maximum with spells of this level.
ru: Книга заклинаний данного персонажа заполнена до максимума заклинаниями этого уровня.

source: "Never mind, farewell."
ru: «Неважно, прощай».

source: This character's intelligence is too low to copy this spell.
ru: Интеллект данного персонажа слишком низок, чтобы скопировать это заклинание.

source: Are you sure you want to remove this spell from your memorized spells?
ru: Ты точно хочешь убрать это заклинание из списка запомненных?

source: Skatch
ru: Скатч

source: Sword of Wh'ynn
ru: Меч Винн

source: Yelaan
ru: Елаан

source: Gib
ru: Гиб

source: An'izius
ru: Анизиус

source: Siabha
ru: Сиабха

source: Quicksave Succeeded
ru: Успешное быстрое сохранение

source: "Hey, boss! I'm over here on the shelf to the right of the ladder!"
ru: «Эй, босс! Я тут, на полке справа от лестницы!»

source: Cannot use item.
ru: Невозможно использовать предмет.

source: Wrong Item Type
ru: Неправильный тип предмета

source: Item Cursed!
ru: Предмет проклят!

source: Item not identified
ru: Предмет не опознан

source: No ability
ru: Нет способности

source: Inventory is full
ru: Инвентарь полон

source: Fin Andlye's Notes
ru: Заметки Фина Эндли

source: Cannot move item
ru: Невозможно переместить предмет

source: Blade of the Immortal
ru: Клинок Бессмертного

source: "Some more wine, if you would..."
ru: «Еще вина, если не возражаешь...»

source: Box
ru: Шкатулка

source: Archway
ru: Арка

source: Diseased Heart
ru: Мертвое сердце

source: Light Urn
ru: Легкая урна

source: "What took you guys so long?"
ru: «Что вас так задержало, ребята?»

source: "I thought you guys would never show up!"
ru: «Я уж думал, что никогда уже вас не увижу!»

source: "Pike off berk!"
ru: «Отвали, пень!»

source: "Shut yer bone-box!"
ru: «Заткни свою черепушку!»

source: "No. Instead, I'd like you to answer me some questions."
ru: «Нет. Вообще-то, я хотел бы задать тебе несколько вопросов».

source: Silent King's Throne
ru: Трон Безмолвного Короля

source: "Nothing, farewell."
ru: «Ничего, прощай».

source: Scatter some ashes into the air.
ru: Развеять немного пепла по ветру.

source: Brimstone Hammer
ru: Серный молот

source: REMOVE CURSE Range: 0 Duration: Instant Speed: 3 Area of Effect: Special Saving Throw: None Cursed items shall no longer afflict you when this spell is cast. When cast, this spell removes a curse upon the person targeted. It does not remove the curse from the actual item itself, but it allows the person to successfully unequip and rid themselves of the cursed item.
ru: УДАЛЕНИЕ ПРОКЛЯТИЯ Дистанция: 0 Длительность: мгновенно Скорость: 3 Зона действия: особая Спасбросок: нет После сотворения этого заклинания проклятые предметы больше не будут беспокоить тебя. При создании данное заклинание снимает проклятие с выбранной цели. Оно не снимает проклятие с самой вещи, однако позволяет субъекту успешно снять ее и избавится от проклятого предмета.

source: Ravel's Secret Garden
ru: Тайный сад Равель

source: To Ragpicker's Square
ru: На площадь Старьевщиков

source: Entrance to the Black-Barbed Maze
ru: Вход в Черношипный лабиринт

source: You have drawn the Lady's disfavor, perhaps for the final time. It is suggested you save in a different slot, for overwriting this save game may put your quest in danger.
ru: Вы навлекли на себя немилость Леди, пожалуй, в последний раз. Советуем сохраниться в другую ячейку, поскольку, перезаписав эту сохраненную игру, вы поставите свои приключения под угрозу.

source: Time
ru: Время

source: TSR Logo
ru: Логотип TSR

source: Interplay Logo
ru: Логотип Interplay

source: Black Isle Logo
ru: Логотип Black Isle

source: Opening
ru: Начало

source: You have drawn the Lady's disfavor for the final time. Overwriting your last quicksave is not advisable.
ru: Вы навлекли на себя немилость Леди в последний раз. Не советуем перезаписывать последнюю ячейку быстрого сохранения.

source: Cure Light Wounds This spell heals 1 to 8 hit points.
ru: Исцеление легких ран Это заклинание исцеляет от 1 до 8 очков жизни.

source: "Dead Dabus"
ru: «Мертвый дабус»

source: Strip of Skin
ru: Полоска кожи

source: Cure Moderate Wounds This spell heals 2 to 11 hit points.
ru: Исцеление средних ран Это заклинание исцеляет от 2 до 11 очков жизни.

source: Remove Curse This spell allows a cursed item to be successfully unequipped.
ru: Удаление проклятия Это заклинание позволяет снять проклятый предмет.

source: Cure Serious Wounds This spell heals 3 to 17 hit points.
ru: Исцеление серьезных ран Это заклинание исцеляет от 3 до 17 очков жизни.

source: Cure Critical Wounds This spell heals 6 to 27 hit points.
ru: Исцеление критических ран Это заклинание исцеляет от 6 до 27 очков жизни.

source: Raise Dead This spell restores life back to any slain individual chosen.
ru: Поднять мертвеца Это заклинание возвращает к жизни выбранного убитого индивидуума.

source: Heal This spell restores all hit points and removes all blindness and disease conditions.
ru: Исцеление Это заклинание восстанавливает все очки жизни и избавляет от слепоты и болезней.

source: IDENTIFY This spell reveals the mysteries of an enchanted object, allowing you to know its exact abilities.
ru: ОПОЗНАНИЕ Это заклинание раскрывает загадки заколдованного предмета, позволяя тебе узнать его точные возможности.

source: The selected item has all of the abilities listed below. You can change the currently selected ability by clicking on one.
ru: Выбранный предмет обладает всеми нижеописанными свойствами. Ты можешь менять выбранное в данный момент свойство, щелкая по нему.

source: Incarnation Two
ru: Второе воплощение

source: Incarnation Three
ru: Третье воплощение

source: Incarnation One
ru: Первое воплощение

source: Crazy Curst Citizen
ru: Сумасшедший горожанин Проклятого

source: "Farewell, Hamrys."
ru: «Прощай, Хамрис».

source: This is a test node.
ru: Этот тестовое сообщение.

source: This is actually reply 1
ru: Это ответ 1

source: This is node 2, linked from node 1
ru: Это сообщение 2, связанное из сообщения 1

source: This heavy blade is warm to the touch, and flames have been carved across the surface of the blade. The intricacy of the carvings is breathtaking; they are done with such skill that the sword seems to be burning with metallic flames... someone must have spent several centuries rendering them. The sword looks several millennia old. A faint hum can be felt within it, and the vibration becomes stronger when it touches human flesh.
ru: Этот тяжелый клинок на ощупь теплый, а на его поверхности выгравированы языки пламени. Сложность гравировки поражает; она сделана так, что кажется, будто меч пылает металлическим пламенем... кому-то понадобилось несколько столетий, чтобы создать такую резьбу. Мечу на вид несколько тысячелетий. От него исходит легкий гул, который усиливается, когда он соприкасается с человеческой плотью.

source: SLEDGEHAMMER Damage: 2-9 Crushing Weight: 5 Speed: 7 Proficiency: Hammers Usable only by Fighters Primarily intended for heavy work, this huge hammer would make a formidable weapon. Both its head and haft are crafted from a strange, jet-black material that smells faintly of sulfur and leaves a curious ash-like residue upon everything it touches.
ru: КУВАЛДА Урон: 2-9 дробящий Вес: 5 Скорость: 7 Специализация: молоты Используется только бойцами Предназначенный в основном для тяжелой работы, этот огромный молот может послужить грозным оружием. Его боек и рукоятка сделаны из необычного, черного как смоль материала, который слабо отдает серой и оставляет необычные, похожие на пепел следы на всем, с чем он соприкасается.

source: "Burrrrrrnnn..."
ru: «Горрриии...»

source: "Help!"
ru: «На помощь!»

source: Chad
ru: Чед

source: "Dead Body"
ru: «Мертвое тело»

source: Berrog
ru: Беррог

source: Slaver
ru: Работорговец

source: "Pentagram"
ru: «Пентаграмма»

source: "Gate Heads"
ru: «Головы на воротах»

source: "Impulse"
ru: «Импульс»

source: Entropic Blade
ru: Клинок Энтропии

source: Black-Barbed Curse
ru: Проклятие черных шипов

source: Black-Barbed Shield
ru: Щит из черных шипов

source: Hi. I hope you have a cool axe for me.
ru: Привет. Надеюсь, у тебя найдется для меня классный топор.

source: This controls the amount of voice feedback you will receive when selecting your party members. For less feedback, move the slider left. For more, slide it right.
ru: Управляет объемом голосовой обратной связи, которую ты получаешь при выборе членов отряда. Для уменьшения передвинь ползунок влево, для увеличения - вправо.

source: This controls the amount of voice feedback you will receive when ordering your party members to do something. For less feedback, move the slider left. For more, slide it right.
ru: Управляет объемом голосовой обратной связи, которую ты получаешь, отдавая членам отряда приказ что-нибудь сделать. Для уменьшения передвинь ползунок влево, для увеличения - вправо.

source: Unused Slots
ru: Неиспользованные ячейки

source: Rest not permitted.
ru: Отдых не разрешен.

source: You may not rest when your party is scattered.
ru: Ты не сможешь отдохнуть, пока твоя группа рассеяна.

source: Your new eyeball.
ru: Твой новый глаз.

source: "Never mind, Morte. I've heard enough. Let's go."
ru: «Неважно, Морт. Я достаточно наслушался. Идем».

source: "Forget it. Farewell."
ru: «Забудь об этом. Прощай».

source: Find the Nameless Zombie her name.
ru: Разузнать имя безымянной зомби.

source: I told the Nameless zombie she should think of a name for herself.
ru: Я сказал безымянной зомби, чтобы она сама придумала себе имя.

source: The Nameless Zombie finally has a name of her own.
ru: Наконец-то у безымянной зомби есть свое собственное имя.

source: Find Nemelle for Aelwyn.
ru: Найти Немель для Эльвин.

source: I agreed to help a woman named Aelwyn find her friend, Nemelle. Hopefully she's just somewhere else in the Clerk's Ward.
ru: Я согласился помочь женщине по имени Эльвин найти ее подругу Немель. Надеюсь, она просто в другой части Чиновничьего района.

source: I found Aelwyn, but she wants me to tell Nemelle where she's waiting for her, now.
ru: Я нашел Эльвин, но теперь она хочет, чтобы я передал Немель, где Эльвин будет ждать ее.

source: I reunited Aelwyn and Nemelle.
ru: Я воссоединил Эльвин и Немель.

source: Find Aelwyn for Nemelle.
ru: Найти Эльвин для Немель.

source: I agreed to help a woman named Nemelle find her friend, Aelwyn. Hopefully she's just somewhere else in the Clerk's Ward.
ru: Я согласился помочь женщине по имени Немель найти ее подругу Эльвин. Надеюсь, она просто в другой части Чиновничьего района.

source: Retrieve Malmaner's costume from Goncalves.
ru: Забрать у Гонсалвиса костюм Малманера.

source: I've agreed to go fetch a man named Malmaner's Dustman costume from the tailor in the Clerk's Ward, Goncalves.
ru: Я согласился забрать у Гонсалвиса, портного в Чиновничьем районе, костюм тленного для человека по имени Малманер.

source: I got Malmaner his Dustman costume.
ru: Я достал Малманеру костюм тленного.

source: Obtain a second costume for Malmaner.
ru: Я достать второй костюм для Малманера.

source: I've agreed to go fetch another costume for Malmaner.
ru: Я согласился достать другой костюм для Малманера.

source: I finally got Malmaner a Godsman costume.
ru: Я наконец-то получил для Малманера костюм богочеловека.

source: Split Pestle and Kilnn.
ru: Разделить Пестика и Килна.

source: I met a... man... who was actually two different people melded into one. I told him - them? - that if I found a way to split them, I'd return.
ru: Я повстречал... человека.. который в сущности был двумя разными людьми в одном теле. Я сказал ему - им? - что вернусь, если найду способ разделить их.

source: I gave Pestle Kilnn an Elixir of Horrific Separation, an enchanted concoction that he was able to use to split back into Pestle and Kilnn.
ru: Я дал Пестику Килну Эликсир ужасного разделения, волшебную смесь, с помощью которой он сможет разделиться на Пестика и Килна.

source: Find a way to erase Merriman's memory.
ru: Найти способ стереть память Весельчаку.

source: A man named Merriman has asked that I find a way to remove his memories. One has to love the irony of it all... in any case, he suggested water from the River Styx for the task, though I'm not certain where I would find some.
ru: Человек по имени Весельчак попросил меня найти способ избавить его от воспоминаний. Нужно оценить всю иронию ситуации... Как бы там ни было, он предположил, что вода из реки Стикс должна подойти, хотя я не уверен, где мне ее разыскать.

source: I brought back a piece of frozen Styx-ice - a Dark Bird of Ocanthus - to Merriman. Upon consuming it, he lost all his memories. It's what he wanted, though I can't say I envy the fellow.
ru: Я принес Весельчаку кусок льда Стикса - Темную птицу Окантуса. Проглотив ее, он потерял все свои воспоминания. Это то, чего он добивался, хотя я бы не сказал, что завидую этому парню.

source: Return to Dolora the 'keys to her heart.'
ru: Вернуть Долоре «ключи от ее сердца».

source: Help Ecco regain the ability to speak.
ru: Помочь Экко вернуть способность говорить.

source: I have agreed to help Ecco, one of the prostitutes in the Brothel of Slating Intellectual Lusts, regain her ability to speak.
ru: Я согласился помочь Экко, одной из проституток Борделя утоления интеллектуальной страсти, вернуть ее способность говорить.

source: I was able to return Ecco's ability to speak to her through the use of a Fiend's Tongue and some Deva's Tears.
ru: Мне удалось вернуть Экко способность говорить с помощью языка нечистого и слез дэва.

source: Prove to Kesai-Serris that she's Ravel's daughter.
ru: Доказать Кесай-Серри, что она - дочь Равель.

source: 'Spice up' Juliette's love life.
ru: Добавить «остроты» в любовь Джульетты.

source: I delivered the false love-letters to Montague, thereby making a few waves in his relationship with Juliette.
ru: Я доставил поддельное любовное письмо от Монтекки, таким образом пустив парочку волн в их с Джульеттой отношения.

source: I approached Montague and demanded that he relinquish Juliette's love to me, thereby making a few waves in his relationship with her.
ru: Я подошел к Монтекки и потребовал, чтобы он уступил мне любовь Джульетты, таким образом пустив парочку волн в их с Джульеттой отношения.

source: Find and return Vivian's 'personal scent.'
ru: Найти и вернуть Вивьен ее «личный аромат».

source: I have agreed to help Vivian, one of the Prostitutes in the Brothel of Slating Intellectual Lusts, find her 'personal scent.' She said I'd know it when I smelled it.
ru: Я согласился помочь Вивьен, одной из проституток Борделя утоления интеллектуальной страсти, найти ее «личный аромат». Она сказала, что я узнаю его, когда почувствую.

source: I returned Vivian's personal scent to her.
ru: Я вернул Вивьен ее личный аромат.

source: Find and return Marissa's Crimson Veil.
ru: Найти и вернуть Мариссе ее малиновую вуаль.

source: Ingress' Teeth
ru: Зубы Ингресс

source: I have learned the secret language of the Uyo, the tongue in which the one of my previous incarnations wrote his journal into the dodecahedron puzzle box with.
ru: Я изучил тайный язык Уйо, на котором одно из моих предыдущих воплощений вело свой дневник в додекаэдре-головоломке.

source: "It is as I, Aelwyn, thought. A man's mind has been lost to him."
ru: «Я, Эльвин, так и думала. Разум человека потерян для него».

source: Learn the language of the dodecahedron puzzle box.
ru: Изучить язык додекаэдра-головоломки.

source: "At last we have found you, skulker! At last you shall return to the tender embraces of Lord Bel's fortress and the ministrations of his corrections."
ru: «Наконец-то мы тебя нашли, беглец! Наконец-то ты вернешься в нежные объятия крепости лорда Бела к милости его наказаний».

source: "We shall spirit you back to Avernus, and we shall have our pleasure from you, Advocate Infernus. Take him, inferiors."
ru: «Мы заберем тебя обратно на Авернус и развлечемся с тобой, адский адвокат. Взять его, мои подчиненные».

source: "Feh! You'll regret attacking me!"
ru: «Фе! Ты пожалеешь, что напал на меня!»

source: "Regret? I have no regrets, Advocate. Yours, however, shall ring throughout eternity."
ru: «Пожалею? Я не жалею ни о чем, адвокат. А вот ты будешь жалеть целую вечность».

source: "Hi there, Saros!"
ru: «Привет, Сарос!»

source: "Saros, my lad!"
ru: «Сарос, старина!»

source: "Nothing. Farewell."
ru: «Ничего. Прощай».

source: You see a dirty man, hunched and crabbed with age and darkness. His lank, greasy hair flies from his shoulders as he looks around. When he spies you, he blurts out, "Kyse the caretaker told me you'd be along. You've done a fine job of weakenin' him... the town's chaos is subsidin' and his plan ain't workin' so well. Head up and finish the job."
ru: Перед тобой грязный человек, потрепанный и сгорбленный от возраста и темноты. Когда он оглядывается, его прилизанные сальные волосы слетают с плеч. Заметив тебя, он выпаливает: «Смотритель Кайс говорил, что ты заскочишь. Ты хорошо постарался, ослабляя его... хаос в городе утихает, и его план пошел наперекосяк. Вперед, заверши начатое».

source: Resolve a bar tab.
ru: Разобраться с долгами за выпивку.

source: Barkis, the barkeep at the Smoldering Corpse Bar, asked me to take care of an outstanding bar tab. The victim is named Mochai.
ru: Баркис, бармен в баре «Тлеющий труп», попросил меня позаботиться с неоплаченными долгами за выпивку. Жертву зовут Мочай.

source: I told Barkis that Mochai wouldn't present him with a problem anymore. I get free drinks now.
ru: Я сообщил Баркису, что теперь Мочай больше не будет доставлять ему проблем. Теперь я могу бесплатно заказывать напитки.

source: Kill vargouilles to prevent the corpse of Chad from becoming a vargouille himself.
ru: Перебить варгулий, чтобы не дать трупу Чеда самому стать варгульей.

source: The corpse of a Collector named Chad asked me to kill a bunch of vargouilles before his transformation into one of the fell creatures is complete.
ru: Труп сборщика по имени Чед попросил меня перебить стаю варгулий, прежде чем завершится его превращение в одну из этих ужасных тварей.
