Repository: winterheart/planescape
Catalog: po/pst-ee/*/misc/rest.po
Languages: ru

source: If this setting is turned on, creatures and spells will have a slight outline applied to them so they are easier to see. This is an Enhanced Edition feature. ^NNote: You must reload an active game before this change will take effect.^-
ru: При включении данного параметра на существа и заклинания будет наложен контур для лучшего отображения Это нововведение Enhanced Edition. ^NПримечание: Для применения эффекта необходимо перезагрузить действующую игру.^-

source: If this setting is turned on, the world will appear black and white when the game is paused. This is an Enhanced Edition feature.
ru: Переключает изображение в черно-белую палитру при постановке игры на паузу. Это нововведение Enhanced Edition.

source: If this setting is turned on, creatures will have a colored outline when you highlight them. This is an Enhanced Edition feature. ^NNote: Sprite Outlines must be enabled and you need to reload an active game before this change will take effect.^-
ru: При включении данного параметра при подсветке на существа будет наложен цветной контур. Это нововведение Enhanced Edition. ^NПримечание: Для применения эффекта необходимо перегрузить действующую игру.^-

source: Always dither characters obscured by objects. Otherwise, characters are only dithered when the cursor is over them or their portrait; when not dithered, obscured characters are not displayed at all.
ru: Всегда делать полупрозрачными персонажей, перекрытыми объектами. Иначе персонаж станет полупрозрачным только при наведении указателя мыши на его портрет; в ином случае персонаж не будет виден вообще.

source: Enable DirectX rendering support. Only use this if you experience graphical problems using the default renderer. ^NNote: You must restart the game for changes to take effect.^-
ru: Включение поддержки рендеринга DirectX. Используйте это, если вы испытываете проблемы с отображением графики рендером по умолчанию. ^NПримечание: Для применения эффекта необходимо перезапустить игру.^-

source: Points Remaining
ru: Осталось очков

source: Minimum
ru: Минимум

source: Low
ru: Низко

source: Medium
ru: Средне

source: High
ru: Высоко

source: Maximum
ru: Максимум

source: WOTC Logo
ru: Логотип WOTC

source: Original Planescape: Torment Credits
ru: Оригинальные титры Planescape: Torment

source: Press a key (Esc to cancel)
ru: Нажмите на любую клавишу (Esc для отмены)

source: When you find one, go to the inventory screen (the backpack button in the lower right) and arm yourself. If you wish to examine any items you find, right-click on them in the inventory screen.
ru: Как только найдете его, откройте окно инвентаря (кнопка с рюкзаком в правом нижнем углу) и вооружитесь. Если вы хотите осмотреть найденный предмет, щелкните правой кнопкой по нему в окне инвентаря.

source: When you find one, go to the inventory screen (open the left side menu and press the backpack button). Arm yourself by dragging the weapon to a weapon slot. If you wish to examine any items you find, long press on them in the inventory screen.
ru: Как только найдете его, откройте окно инвентаря (откройте меню в левой части и нажмите на кнопку с рюкзаком). Вооружитесь, перетащив оружие в оружейную ячейку. Если вы хотите осмотреть найденный предмет, нажмите по нему в окне инвентаря.

source: Currently Affected By
ru: Текущее воздействие

source: To pick pocket, select the thief skills icon from the Special Abilities button on the quick menu, then drag the cursor over a target. It will change to the pick pocket icon.
ru: Чтобы обчистить карманы, выберите иконку воровских навыков, нажав кнопку «Особые навыки» в быстром меню, а затем наведите указатель на мишень. Он сменится на иконку карманного воровства.

source: To pick pocket, press the thief skills icon from the Special Abilities button on the quick menu, then select the target.
ru: Чтобы обчистить карманы, нажмите на иконку воровских навыков, нажав кнопку «Особые навыки» в быстром меню, а затем выберите мишень.

source: To speak to a party member, select the 'talk' option from the quick menu, then left-click on the party member you wish to speak to.
ru: Чтобы поговорить с членом команды, выберите пункт «поговорить» из быстрого меню, а затем щелкните по тому члену команды, с которым хотите поговорить.

source: To speak to a party member, select the 'talk' option from the quick menu, then press the party member you wish to speak to.
ru: Чтобы поговорить с членом команды, выберите пункт «поговорить» из быстрого меню, а затем нажмите по тому члену команды, с которым хотите поговорить.

source: Move the cursor over the area to make sure you haven't missed anything.
ru: Проведите указателем по области, чтобы убедиться, что вы ничего не упустили.

source: Select the pile to loot the dropped items.
ru: Выберите кучу, чтобы подобрать выпавшие предметы.

source: Although you can attack by selecting a weapon from the quick menu, pressing the "A" key also toggles the attack cursor.
ru: Хотя вы можете атаковать, выбрав оружие через быстрое меню, переключиться на указатель атаки также можно с помощью нажатия клавиши «A».

source: Select a weapon on the quick menu to change your weapon. (You can also select enemies to initiate an attack with the current weapon.)
ru: Для смены оружия выберите его из быстрого меню (вы также можете указывать на врагов для начала атаки текущим оружием).

source: To pick locks, select the thief skills from the Special Abilities slot and drag the cursor over a locked door or container. It will change to the pick lock icon.
ru: Чтобы вскрыть замок, выберите иконку воровских навыков, нажав кнопку «Особые навыки», и наведите указатель на запертую дверь или контейнер. Он сменится на иконку взлома замка.

source: To pick locks, press the thief skill icon from the Special Abilities menu and then select a locked door or container.
ru: Чтобы вскрыть замок, нажмите на иконку воровских навыков, нажав кнопку «Особые навыки», и выберите запертую дверь или контейнер.

source: To bash a locked door or a chest, select a weapon from the quick menu and "attack" the door or chest.
ru: Чтобы разбить запертую дверь или сундук, выберите оружие из быстрого меню и «атакуйте» дверь или сундук.

source: To bash a locked door or chest, select a weapon from the quick menu and then "attack" the locked object.
ru: Чтобы разбить запертую дверь или сундук, выберите оружие из быстрого меню и «атакуйте» запертый объект.

source: Press to Close
ru: Закрыть

source: To Disarm traps, select the Thief Skills from the Special Abilities button on the Quick Menu, then drag the cursor over a trapped area. Click on the trapped area and you will have a chance of disarming the trap.
ru: Чтобы обезвредить ловушку, выберите иконку воровских навыков, нажав кнопку «Особые навыки» на быстром меню, а затем наведите указатель на область с ловушкой и щелкните по области. У вас будет определенный шанс обезвредить ловушку.

source: To Disarm traps, select the Thief Skills from the Special Abilities button on the Quick Menu then press the trapped area.
ru: Чтобы обезвредить ловушку, выберите иконку воровских навыков, нажав кнопку «Особые навыки» на быстром меню, а затем нажмите на область с ловушкой.

source: To enter the "Shield" spell into your spell book, click the "Copy" button on the item interface.
ru: Чтобы добавить заклинание «Щит» в свою книгу заклинаний, щелкните на кнопку «Копировать» в интерфейсе предмета.

source: To enter the "Shield" spell into your spell book, press the "Copy" button on the item interface.
ru: Чтобы добавить заклинание «Щит» в свою книгу заклинаний, нажмите на кнопку «Копировать» в интерфейсе предмета.

source: To "read" notes, books, or scrolls, place them in your inventory, then right-click on them to bring up their information panel.
ru: Чтобы «читать» записки, книги или свитки, поместите их в свой инвентарь, а затем щелкните по ним правой кнопкой мыши, чтобы вывести информационную панель.

source: To "read" notes, books, or scrolls, place them in your inventory, then press and hold on them to bring up their information panel.
ru: Чтобы «читать» записки, книги или свитки, поместите их в свой инвентарь, а затем нажмите и удерживайте их, чтобы вывести информационную панель.

source: If you wish to unstack them for any reason, simply double click on the item.
ru: Если вы хотите их разделить их, просто дважды щелкните левой кнопкой мыши на предмете.

source: If you wish to unstack them for any reason, press and hold the item.
ru: Если вы хотите их разделить их, просто дважды нажмите и удерживайте предмет.

source: To enter the "Armor" spell into your spell book, click the "Copy" button on the item interface.
ru: Чтобы добавить заклинание «Броня» в свою книгу заклинаний, щелкните на кнопку «Копировать» в интерфейсе предмета.

source: To enter the "Armor" spell into your spell book, press the "Copy" button on the item interface.
ru: Чтобы добавить заклинание «Броня» в свою книгу заклинаний, нажмите на кнопку «Копировать» в интерфейсе предмета.

source: Now right-click on wand to bring up the description.
ru: Теперь щелкните правой кнопкой мыши по жезлу для вызова описания.

source: Now press and hold the wand to bring up the description.
ru: Теперь нажмите и удерживайте жезл для вызова описания.

source: To equip the scalpel, left-click it to pick it up, then drop it on the player character's portrait or in his weapon slot (from the inventory screen).
ru: Чтобы вооружиться скальпелем, левой кнопкой мышки перетащите его на портрет персонажа или в его оружейную ячейку.

source: To equip the scalpel, press on it to pick it up, then drop it on the character's portrait or in his weapon slot (on the inventory screen).
ru: Чтобы вооружиться скальпелем, нажмите по нему, чтобы взять, и перетащите его на портрет персонажа или в его оружейную ячейку (в окне инвентаря).

source: To use the bandages on yourself, right-click on them while on the inventory screen. To use them on another person, first place them in one of your quick item slots (on the inventory screen). Next, select the bandages icon from the item quick menu on the world screen and click on your target.
ru: Чтобы воспользоваться бинтами, щелкните по ним правой кнопкой в окне инвентаря. Чтобы использовать их на другом персонаже, сперва поместите их в одну из быстрых ячеек на экране инвентаря. Затем выберите иконку бинтов в быстром меню и щелкните по своей мишени.

source: To use the bandages on yourself, press them while on the inventory screen. To use them on another character first place them in a quick item slot (on the inventory screen) then exit to the main screen. Next, select the item from the item quick menu on the world screen and press on your target.
ru: Чтобы воспользоваться бинтами, нажмите на них в окне инвентаря. Чтобы использовать их на другом персонаже, сперва поместите их в одну из быстрых ячеек на экране инвентаря. Затем выберите иконку бинтов в быстром меню и нажмите по своей мишени.

source: To RUN, either toggle run on in the Options screen, or hold down the SHIFT Key and left-click on the area you want to run to.
ru: Чтобы БЕЖАТЬ, либо переключите параметр бега в окне Параметров, либо щелкните левой клавишей мыши по точке назначения с зажатой клавишей SHIFT.

source: To RUN, activate the run button on the quick menu and then press on the location you want to run to.
ru: Чтобы БЕЖАТЬ, включите кнопку бега в быстром меню, а затем нажмите на точку назначения.

source: When disabled, characters will walk to the selected point, holding SHIFT allows them to run instead. When enabled, characters will run to the selected point, holding SHIFT will let characters walk instead.
ru: При отключенном параметре персонажи будут идти к указанное точке, при зажатом SHIFT они будут вместо этого бежать. При включенном параметре персонажи будут бежать к указанной точке, при зажатом SHIFT они будут вместо этого идти.

source: This option can also be toggled from the quick menu.
ru: Этот параметр также можно изменить в быстром меню.

source: Although I managed to get rid of the dabus, the repairs it made are still preventing the Alley from dividing. I've agreed to find and somehow reverse the repairs. It seems the Alley is on the verge of giving birth and in its weakened state it is unable to reverse the changes itself. I'll probably need some tools... a hammer and prybar should do the trick.
ru: Хотя мне и удалось избавиться от дабуса, проведенный им ремонт все еще не дает улице разделиться. Я согласился найти какой-нибудь способ убрать изменения. Похоже, улица вот-вот разродится, и в ее слабом состоянии она не в силах сделать это сама. Наверняка мне понадобятся кое-какие инструменты... молотка и лома должно хватить.

source: I had a strange encounter with Ku'atraa, who I was entrusted by Mar to deliver this strange box to. Ku'atraa seemed to be afraid of whatever lies within it. When I showed it to him he became so frightened that he began to babble and then took flight. From what I could make out from the man's ramblings, he wanted me to take the box to someone named Brasken, who lives somewhere in the southwestern section of the Hive. I can only hope that this Brasken fellow will clear things up and take this box off my hands. I can't but feel a little bit uneasy every time I look at it.
ru: У меня была очень странная встреча с Куатраа, которому по поручению Мара я должен был доставить эту странную шкатулку. Похоже, Куатраа очень боится того, что лежит внутри. Когда я показал ему шкатулку, он так испугался, что начал что-то бессвязно бормотать, а затем и вовсе пустился наутек. Судя по его последним словам, которые я смог разобрать, он хочет, чтобы я отдал шкатулку некоему приятелю Браскену, что живет где-то в юго-западной части Улья. Остается только надеяться, что этот Браскен будет находиться в здравом уме и возьмет шкатулку. Каждый раз, когда я смотрю на нее, у меня появляется какое-то неприятное предчувствие.

source: I told Mar that I killed the fiend I released when I left the Hive. Although impressed with my ability to kill the fiend, Mar refuses to pay me for my services. I can hardly argue the point with him, since I failed to heed his warnings and did not deliver the box as instructed.
ru: Я сказал Мару, что убил нечистого, которого я выпустил, покинув Улей. Хотя его впечатлило то, что я убил нечисть, он отказался оплатить мои услуги. Трудно с ним не согласиться, ведь я ослушался его и не доставил шкатулку, как он сказал.

source: I told Mar I had opened the box and killed the fiend within. At first I was angry at Mar for not telling me what was contained in the box, but then again it was my own fault for not heeding his warnings. In the future I must learn to keep my curiosity in check.
ru: Я сказал Мару, что открыл шкатулку и убил нечистого, который был внутри. Поначалу я был зол на Мара, который не сказал мне, что было в шкатулке. Но ведь это я ослушался его. В следующий раз не надо совать свой нос куда попало.

source: Apparently, by leaving the Hive, I have released the creature that was entrapped in the box. I'm not sure why, but I fear whatever it was will come seeking the last owner of the box. Just to be safe, I best watch my back.
ru: Покинув Улей, я освободил существо, которое было заточено в шкатулке. Не знаю, почему, но боюсь, что чем бы там оно ни было, оно будет искать последнего хозяина шкатулки. Для своей же безопасности, мне стоит быть теперь осторожней.

source: From my talks with Brasken, I have learned much. It seems I am the unlucky owner of a cursed box, as if I didn't already have enough troubles to deal with. The item of my disdain now has a name. It's called Moridor's Box and it seems that the person who willingly takes possession of the box is cursed to die should the box be opened. As to the contents, that still remains a mystery. Brasken has suggested I pay a visit to Shilandra who lives by the Mortuary up in the northeastern section of the Hive. Am I doomed to forever seek out previous owners of this thing?
ru: Поговорив с Браскеном, я многое узнал. Похоже, теперь я - несчастный владелец проклятой шкатулки. Как будто мне и так проблем не хватает. Объект моей легкомысленности теперь обрел имя: шкатулка Моридора. Похоже, что тот, кто добровольно становится владельцем шкатулки, обречен на смерть, если откроет ее. Что у нее внутри - все еще загадка. Браскен посоветовал мне наведаться к Шиландре, которая живет возле Морга в северо-восточной части Улья. Я что, теперь вечно буду искать прежних владельцев это вещи?

source: Shilandra has told me much about Moridor's Box... and much of it I did not wish to hear. It seems that this box contains a fiend high in the ranks of fiend-kind. Worse yet, the spells that bind this fiend are weakening. I fear that soon it may escape and seek retribution for its imprisonment. Shilandra has suggested that I visit a cathedral located in the middle of the Alley of Dangerous Angles. It's hoped that a higher source of power will intervene and banish the fiend before it escapes.
ru: Шиландра рассказала мне многое о шкатулке Моридора... даже то, что я не хотел бы слышать. Похоже, эта шкатулка содержит могущественного, по сравнению со своими сородичами, нечистого духа. И что еще хуже, заклинания, удерживающие его внутри, ослабевают. Боюсь, что скоро он сможет выбраться и потребовать возмездия за свое заточение. Шиландра посоветовала мне посетить собор, расположенный посреди переулка Опасных углов. Есть надежда, что более могущественный источник силы сможет вмешаться и изгнать демона до того, как тот сможет сбежать.

source: Are you sure you want to overwrite this save? The existing game will be destroyed.
ru: Вы действительно хотите перезаписать это сохранение? Существующая игра будет уничтожена.

source: Yes
ru: Да

source: fire
ru: огненный

source: piercing
ru: колющий

source: slashing
ru: рубящий

source: crushing
ru: дробящий

source: missile
ru: снаряд

source: electricity
ru: электрический

source: cold
ru: ледяной

source: magic
ru: магический

source: acid
ru: кислотный

source: poison
ru: ядовитый

source: magical fire
ru: магический огонь

source: magical cold
ru: магический холод

source: nonlethal
ru: нелетальное

source: Death
ru: Смерть

source: Petrification
ru: Окаменение

source: Damage Taken
ru: Полученный урон

source: Unconscious
ru: Без сознания

source: Unsummoned
ru: Отозван

source: Transfer Items
ru: Обмен предметами

source: ^NCombat Log^- Display the additional combat details panel.
ru: ^NБоевая сводка^- Показывает панель с дополнительными сведениями о битве.

source: ^NPause/Unpause^- Toggle whether the game is paused. Actions can still be assigned while paused.
ru: ^NОстановить/продолжить игру^- Установка игры на паузу. Во время паузы можно по-прежнему назначать действия персонажей.

source: ^NOptions^- Open a menu to adjust various game options or to save/load games.
ru: ^NПараметры^- Открывает меню для настройки различных параметров игры или для сохранения/загрузки игры.

source: ^NRest Party^- If resting is permitted in the current area, the party rests and restores hit points and spells.
ru: ^NОтдых группы^- Если в данной местности отдых разрешен, группа отдыхает и восстанавливает очки жизни и заклинания.

source: Enable How To Play Help
ru: Включить справку «Приступая к игре»

source: When on the main screen, when this setting is turned on, selecting the Lady of Pain button on the bottom bar will display a help screen. If off, the button will toggle pause mode.
ru: Если эта настройка включена, нажатие на кнопку Леди Боли в нижней части главного экрана отобразит справку. Если настройка выключена, кнопка активирует режим паузы.

source: ^NQuickloot^- Quickly gather any dropped items near the selected character.
ru: ^NБыстрый подбор^- Быстрый сбор предметов, лежащих неподалеку от выбранного персонажа.

source: ^NFormations^- Select how the party is arranged while exploring.
ru: ^NФормирования^- Выбор расположения членов группы относительно друг друга.

source: ^NAbort Current Action^- Stop current action of selected character.
ru: ^NОтменить текущее действие^- Отменяет текущее действие для выбранного персонажа.

source: ^NSelect All Characters^- Select every character in the party.
ru: ^NВыбрать всех персонажей^- Выбирает всех персонажей в группе.

source: ^NReturn to Game World^- Exit current screen or display this help screen, if already in the game world.
ru: ^NВернуться в игровой мир^- Выход из текущего экрана или показать это справочное окно в игровом мире.

source: ^NSelect Weapon^- Swap the weapon the selected character is using. (Weapons are added to this menu via the inventory page.) Note: Most enemies can be attacked by selecting them in the game world. This menu is only needed for changing weapons or attacking neutral NPCs.
ru: ^NВыбрать оружие^- Смена используемого оружия для выбранного персонажа (оружие добавляется в этом меню через окно инвентаря). Примечание: Большинство противников можно атаковать, выбрав их в игровом мире. Это меню необходимо только для смены оружия или атаки нейтрального неигрового персонажа.

source: ^NSelect Spell^- Cast one of the character's available spells.
ru: ^NВыбрать заклинание^- Произнести одно из доступных персонажу заклинаний.

source: ^NSelect Item^- Use a quick item (items are added to this menu via the inventory page.)
ru: ^NВыбрать предмет^- Выбрать быстрый предмет (предметы попадают в это меню через окно инвентаря).

source: ^NSelect Special Ability^- If the character has any special abilities, access them here.
ru: ^NВыбрать особый навык^- Если персонаж обладает особыми навыками, доступ к ним можно получить отсюда.

source: ^NStart Dialogue^- Initiate conversation with a party member.
ru: ^NНачать диалог^- Начать общение с членом группы.

source: ^NPriest Scroll^- Select priest spells to cast, if available.
ru: ^NСвиток жреца^- Выбор заклинаний жреца для произнесения (если доступно).

source: ^NJournal^- Review quest objectives, journal entries, and bestiary entries.
ru: ^NДневник^- Обзор заданий, записей дневника и бестиария.

source: ^NCharacter Statistics^- Access character information, reform the party, or level up the selected character.
ru: ^NИнформация о персонаже^- Получение доступа к информации о персонаже, изменению группы, повышению уровня выбранного персонажа.

source: ^NOpen Dialogue Window^- Review the last few NPC dialogues.
ru: ^NОткрыть окно диалога^- Просмотр последних реплик с неигровыми персонажами.

source: ^NLock View on Character^- Toggle whether the camera locks to the selected character. Panning is disabled when the camera view is locked.
ru: ^NПривязать вид к персонажу^- Включает и отключает привязку камеру к выбранному персонажу. При включенной привязке панорамирование картинки отключается.

source: ^NToggle Party AI^- If active, party members use basic combat behavior. Turn off for full combat control.
ru: ^NВключение/отключения ИИ группы^- При включенном режиме члены команды в бою действуют самостоятельно. Для полного управления над действиям отключите этот режим.

source: ^NMage Spell Book^- Select mage spells to cast, if available.
ru: ^NКнига заклинаний мага^- Выбор заклинаний мага для произнесения (если доступно).

source: ^NMap Screen^- Display a map of the area, add map notes, and view the world map.
ru: ^NКарта мира^- Отображение карты местности, добавление заметок на карте и просмотр карты мира.

source: ^NInventory^- Change equipped items, move items between party members, and read item descriptions.
ru: ^NИнвентарь^- Изменение надетых предметов, передача предметов между участниками группы и чтение описаний предметов.

source: ^NShow / Hide Hit Points^- Toggle whether this character displays a health bar or shows hit point values.
ru: ^NПоказать / скрыть очки жизни^- Показывать строку здоровья или значения очков жизни.
