Repository: winterheart/planescape
Catalog: po/pst-ee/*/misc/rest.po
Languages: ru

source: BLOOD FLY CHARM (TROLL) Heals 3 hit points. Grants/Bolsters Regeneration Blood flies are used by some healers to draw forth diseased blood from an individual. On occasion, swarms of blood flies are used to siphon off rare types of blood and are then paralyzed with powders or spells and kept in storage for future use. This particular blood fly charm seems to hold troll's blood within its food sac. When this paralyzed fly is consumed, the user heals a small amount of damage immediately and also gains the ability to regenerate for a certain period of time. If the character is already able to regenerate, then the regeneration rate is increased.
ru: АМУЛЕТ ИЗ МУХИ-КРОВОСОСА (ТРОЛЛЬ) Лечит 3 Очка Жизни Дарит/усиливает восстановление здоровья Мухи-кровососы применяются целителями для удаления зараженной крови из тела. Иногда эти мухи используются для всасывания редких типов крови, после чего их парализуют порошками или заклинаниями и хранят для использования в будущем. Похоже, что данный амулет сделан из мухи, в пищевом мешочке которой хранится кровь тролля. Если съесть эту парализованную муху, она немедленно излечивает небольшие повреждения, а также на некоторое время наделяет способностью восстановления здоровья. Если человек уже владеет способностью регенерации, она усиливается.

source: Random Book
ru: Случайная книга

source: Loan Document
ru: Долговая расписка

source: LEATHER STRAP Weight: 1 This is a leather strap used to bind the skeleton worker's bones together. Although the strap is frayed along the edges, it still looks pretty strong.
ru: КОЖАНЫЙ РЕМЕНЬ Вес: 1 Этот кожаный ремень использовался для связывания воедино костей скелета-рабочего. И хотя по краям он уже растрескался, он все еще достаточно крепкий.

source: Harmonium
ru: Гармониум

source: The Revolutionary League
ru: Революционная лига

source: Xaositects
ru: Хаоситеки

source: Alu-fiend
ru: Алу-демон

source: Software Mirroring
ru: Программное отражение

source: Software Transparency
ru: Программная прозрачность

source: Software Blitting
ru: Программный блиттинг

source: "Research? Could you look something up for me?"
ru: «Изучаешь вопросы? Ты мог бы выяснить кое-что для меня?»

source: I met a man in the Clerk's Ward, Able Ponder-Thought, who works as a research consultant and would be willing to look a few things up for me.
ru: В Чиновничьем районе я встретил Авеля Многодума, который работает научным консультантом и готов помочь мне в исследовании нескольких интересующих меня вопросов.

source: Able Ponder-Thought explained to me that the Fraternity of Order believes that the multiverse is governed by laws. When one knows all the laws, one will understand the multiverse. Also, by understanding the laws and their limits, they learn to avoid certain laws.
ru: Авель Многодум объяснил мне, что Братство Порядка считает, что мультивселенной управляют законы. Знающий все законы поймет мультивселенную. Понимая законы и их ограничения, можно научиться обходить некоторых из них.

source: Able Ponder-Thought explained to me that the Society of Sensation is one of the most prominent of Sigil's fifteen factions. They hold the belief that the true secrets of the multiverse can be known only by directly experiencing as much of the universe as possible; tasting every substance, feeling every range of emotion, and visiting every place in the multiverse.
ru: Авель Многодум объяснил мне, что Общество Восприятия - одна из самых выдающихся среди пятнадцати фракций Сигила. Они разделяют убеждение, что истина мультивселенной может быть познана только непосредственным переживанием как можно большего числа вещей во мире; то есть, попробовать каждое вещество, пережить каждое чувство, посетить каждый уголок мультивселенной.

source: Able Ponder-Thought explained to me that the Believers of the Source, or Godsmen, believe that every living thing in the multiverse has the potential to become a deity.
ru: Авель Многодум объяснил мне, что верящие в Первопричину, или боголюди, верят, что каждое живое существо в мультивселенной потенциально может стать божеством.

source: Able Ponder-Thought explained to me that the Dustmen believe we are already dead, that Sigil and the planes are where we all end up after we die. According to their beliefs, everything is dead and this existence is a false one. To keep any ties or feelings for this existence only prevents a soul from truly dying.
ru: Авель Многодум объяснил мне, что тленные верят, что мы уже мертвы, и что после смерти мы все останемся в Сигиле и на планах. Согласно их убеждениям, все мертво, и это существование иллюзорно. Сохраняя любые связи или чувства к этому существованию, мы лишь препятствуем наступлению истинной смерти души.

source: Able Ponder-Thought explained to me that the Harmonium is devoted to peace and harmony throughout the planes... thus their name. They believe that the end justifies the means, however, and so are willing to do just about anything to get a fellow to see things 'their way.'
ru: Авель Многодум объяснил мне, что Гармониум посвятил себя миру и гармонии во всех планах... отсюда их название. Тем не менее, они верят, что цель оправдывает средства, и потому склонны делать все, что угодно, лишь бы заставить других видеть вещи 'по-ихнему'.

source: This screen contains options to control the graphical look of the game. Select a control to see a description of what it does.
ru: В этом окне содержатся параметры, управляющие графическим отображением в игре. Выберите параметр для отображения описания его действия.

source: This screen contains options to control the sound properties of the game. Select a control to see a description of what it does.
ru: В этом окне содержатся параметры, управляющие свойствами звука в игре. Выберите параметр для отображения описания его действия.

source: This screen contains options to control the amount of feedback in the game. Move your mouse over a control to see a description of what it does.
ru: В этом окне содержатся параметры, управляющее объемом обратной связи в игре. Наведите указатель мыши на параметр для отображения описания его действия.

source: This screen contains options to specify when the game will automatically pause itself. Move your mouse over a control to see a description of what it does.
ru: В этом окне содержатся параметры, определяющие, когда игра будет автоматически ставиться на паузу. Наведите указатель мыши на параметр для отображения описания его действия.

source: When this option is activated, the game will run full screen. When deactivated, the game will run in a window on the desktop.
ru: Если включить этот параметр, игра будет идти в полноэкранном режиме. В противном случае, игра будет идти в оконном режиме.

source: When this option is activated, the game will do all sprite mirroring in software rather than through hardware acceleration. Only activate this option if your graphics card drivers do not properly mirror sprites.
ru: Если включить этот параметр, игра будет делать все отражения спрайтов программно, не используя аппаратное ускорение. Используй этот параметр только в случае, если графическая карта не поддерживает должным образом отражения спрайтов.

source: When this option is activated, the game will do all transparent blitting of sprites in software rather than with hardware acceleration. Only use this option if your video card drivers do not properly render transparent sprites.
ru: Если включить этот параметр, игра будет выполнять полупрозрачный блиттинг спрайтов программно, не используя аппаратное ускорение. Используй этот параметр только в случае, если драйверы графической карты некорректно отрисовывают полупрозрачные спрайты.

source: When this option is activated, the game will perform all non-transparent blitting in software rather than with hardware acceleration. Only activate this option if your video card drivers do not properly do normal blitting.
ru: Если включить этот параметр, игра будет выполнять непрозрачный блиттинг программно, не используя аппаратное ускорение. Используй этот параметр только в случае, если драйверы графической карты некорректно выполняют обычный блиттинг.

source: When activated, this option will cause sprites that are covered by clipping polygons to appear in a checkered, or "dithered", pattern. This improves visibility of characters.
ru: Если включить этот параметр, спрайты, перекрытые отсекающими полигонами, будут становиться полупрозрачными (дизеринг). Это улучшает видимость персонажей.

source: When this option is activated, the game will allow all violent content to be viewed. When deactivated, violent content will not be displayed.
ru: Если включить этот параметр, в игре будут показываться жестокие сцены. В противном случае, жестокие сцены показываться не будут.

source: When this option is activated, the game will take advantage of Creative Labs' Environmental Audio Extensions. This control is inactive if your system does not have a sound card with EAX support.
ru: Если включить этот параметр, игра будет использовать технологию Creative Labs EAX. Параметр неактивен, если в твоей системе нет звуковой карты с поддержкой EAX.

source: This controls the volume of the music in the game.
ru: Управление громкостью музыки в игре.

source: This controls the volume of any spoken voice effects in the game.
ru: Управление громкостью голосов в игре.

source: This controls the volume of environmental sound effects in the game.
ru: Управление громкостью звуковых эффектов окружения в игре.

source: This controls the volume of action sound effects in the game.
ru: Управление громкостью звуковых эффектов в игре.

source: This controls the volume of movies in the game.
ru: Управление громкостью роликов в игре.

source: This controls the speed at which the main game viewport will scroll when using the mouse.
ru: Этот параметр управляет скоростью пролистывания главного игрового экрана с помощью мыши.

source: This controls the speed at which the main game viewport will scroll when using the keyboard arrow keys.
ru: Этот параметр управляет скоростью пролистывания главного игрового экрана с помощью клавиш стрелок на клавиатуре.

source: This controls the delay before tooltips will appear when the mouse is held over a control. Setting this slider to the far left will cause instantaneous tooltips, while the far right will prevent tooltips from displaying at all.
ru: Этот параметр управляет задержкой перед появлением подсказок, если навести мышью на элемент управления. Если установить бегунок в крайнее левое положение, подсказки будут появляться мгновенно. Крайнее правое положение выключает подсказки.

source: "My time and attention is reserved for my students, sir. I suggest you speak to one of them... or better yet, someone less occupied."
ru: «Свое время и внимание я посвящаю своим ученикам, сэр. Предлагаю поговорить с одним из них... или, что было бы еще лучше, с кем-то менее занятым».

source: "That I am."
ru: «Так и есть».

source: This controls the brightness of the graphics in the game.
ru: Управление яркостью в игре.

source: This controls the contrast of the graphics in the game.
ru: Управление контрастом в игре.

source: Autopause Options
ru: Параметры автопаузы

source: Feedback Options
ru: Параметры обратной связи

source: Please place Planescape: Torment disc number
ru: Вставьте диск Planescape: Torment номер

source: The Lower Planes spits evil across the cosmos, infecting everything it touches. Sometimes it swallows people. When they come back, they come back with the Lower Planes stamped across their faces and their souls, and sometimes they come back bearing children. A child who has been touched by the Lower Planes is called a tiefling, and it's scarred from birth. Being born with a soul that's unquestionably tainted with evil will do that. The reaction a tiefling earns while growing up scars it still further. Tieflings tend to be loners, steering clear of trust and friends, living their own lives. When they do trust, they do it sparingly and only over a long period of time - and it's rare that they'll ever show it.
ru: Нижние планы рассеивают зло по всему мирозданию, заражая все, чего они касаются. Иногда они поглощают людей. Вернувшись, те носят отпечаток Нижних планов на своих лицах и душах, а иногда приносят детей. Детей, которых коснулись Нижние планы, называют тифлингами. Они рождаются с израненной душой, вне всякого сомнения, запятнанной злом. То, как другие реагируют на тифлингов, пока те взрослеют, ранит их еще больше. Тифлинги склонны к одиночеству, недоверчивы и недружелюбны, живут сами по себе. Если они и проявляют доверие, то делают это неохотно и лишь спустя длительное время; показывать доверие для них - большая редкость.

source: The members of this faction, also called the Revolutionary League, work toward bringing the factions of Sigil to their knees. They oppose the dictates of order of any kind, and make a concerted effort to tear down any artificial constructs of law they can find. They're made up of all manner of people, but their hatred for the trappings of organized order of any kind unites them. They tend to congregate in small cells, often working against each other, for all the factions of Sigil despise them.
ru: Члены этой фракции, которую еще называют Революционной Лигой, стремятся поставить фракции Сигила на колени. Они противостоят диктатуре порядка любых видов и делают согласованные попытки свергнуть любое искусственное образование закона, встреченное ими. Они состоят из людей разных починов, но их объединяет ненависть к ловушкам организованного порядка всех видов. Поскольку все фракции Сигила презирают их, они имеют склонность собираться в небольшие ячейки, часто мешающие друг другу.

source: It's hard to justify calling the Xaositects a faction, for a faction implies organization and order. The Xaositects oppose all that. They believe that the only answer is chaos, that nothing signifies anything, that any blue fish harmonizes with trees. They seek to express themselves spontaneously and as individually as possible - which, ironically, often leads to remarkably similar means of expression.
ru: Сложно обоснованно называть хаоситеков фракцией, поскольку у фракции должна быть организация и порядок. Хаоситекты против всего этого. Они считают, что единственным ответом является хаос, что ничто ничего не значит, и что синие рыбки гармонизируют с деревьями. Они стремятся самовыражаться спонтанно и как можно более индивидуально, что, по иронии судьбы, нередко приводит к удивительно похожим проявлениям.

source: One of Sigil's many factions, the Sensates - or Society of Sensation - believe that the only way to discover the truth of the multiverse is to experience as much as they possibly can through their senses. They believe that there is no other way to understand existence. They make their headquarters in the Civic Festhall, in the Clerk's Ward, and offer a wide variety of experiences there for the curious.
ru: Одна из многочисленных фракций Сигила, чувствующие (или Общество Восприятия), верят, что единственный способ раскрыть истину мультивселенной - это испытать как можно больше всего с помощью собственных чувств. Они считают, что других путей познания действительности не существует. Их штаб-квартира располагается в Городском Фестхолле в Чиновничьем районе. Они предлагают любопытствующим широкий выбор впечатлений.

source: In any society, there are going to be people who can't live by the laws society lays down. Maybe they feel downtrodden and oppressed. Maybe they're driven to the streets because they have no other options. Maybe they're just resentful. Whatever the cause, quite a large number of them choose to slip into a life of crime, living by preying off others. You've done it yourself. It doesn't mean you like it any better when they're trying to prey on *you.*
ru: В любом обществе найдутся люди, которые не могут жить по законам, установленным этим обществом. Может, они чувствуют себя подавленно и угнетенно. Может, они попали на улицу, не имея других вариантов. Может, они просто обижены. Какой бы ни была причина, довольно многие из них скатываются до преступной жизни, зарабатывая на жизнь за счет других. С тобой тоже такое случалось. Но это не значит, что ты станешь оправдывать их, если они попытаются нажиться на *тебе*.

source: Society of Sensation
ru: Общество Восприятия

source: Bariaur
ru: Бариавр

source: Please place the Planescape: Torment DVD
ru: Вставьте диск Planescape: Torment DVD

source: in drive
ru: в устройство

source: The wrong disc is in drive
ru: Неверный диск в устройстве

source: There is no disc in drive
ru: В устройстве нет диска

source: Planescape: Torment cannot run at your current desktop color depth. Your desktop must be at 16, 24, or 32 bit color depth.
ru: Planescape: Torment не может быть запущен в текущей глубине цветности. Рабочий стол должен быть в глубине цветности 16, 24 либо 32 бит.

source: Planescape: Torment is unable to set fullscreen exclusive mode under DirectDraw.
ru: Planescape: Torment не может установить эксклюзивный режим полного экрана DirectDraw.

source: Are you sure you want to quit Planescape: Torment?
ru: Ты действительно хочешь выйти из Planescape: Torment?

source: There is not enough hard disk space to save your game.
ru: На жестком диске недостаточно места для сохранения игры.

source: There is not enough disk space to save your game. Do you wish to continue?
ru: На жестком диске недостаточно свободного места для сохранения игры. Продолжить?

source: No disc could be found in the drive. Please place Disc 1 in the drive.
ru: В устройстве нет диска. Вставьте Диск 1 в устройство.

source: Left Earring
ru: Левая серьга

source: Nameless One
ru: Безымянный

source: Small Thug
ru: Мелкий головорез

source: Huge Thug
ru: Крупный головорез

source: Merchant
ru: Торговец

source: Some folks are just born large. Some of them use their abnormal physique to intimidate others and travel through life terrorizing those who are smaller. They tend to favor brawn over brains, and sadly, too often they get away with it.
ru: Некоторые ребята просто напросто крупные от рождения. Кое-кто из них пользуется своими ненормальными физическими данными, чтобы запугивать других, и они идут по жизни, терроризируя тех, кто поменьше. Они имеют склонность пользоваться не мозгами, и грубой силой, и что печально, слишком часто это сходит им с рук.

source: Power and wealth create privilege, a private law, for those who know how to use them properly. When used correctly, they can create more wealth and power, and keep a perpetuating cycle that shuts out the less fortunate and sometimes victimizes them. In Sigil, what this means is that you'll run into a supercilious breed of human whose experience tends to be limited by what is 'right' and 'proper'. This woman is a fine example of that.
ru: Тот, кто знает, как правильно использовать власть и богатство, создает себе привилегии, собственные законы. При правильном использовании он может приумножать богатство и власть бесконечное число раз, не давая подняться менее удачливым, а иногда и делая из них жертв. В Сигиле это значит, что ты обязательно столкнешься с высокомерным племенем людей, которые обычно ограничиваются только тем, что «правильно» и «прилично». Эта женщина - хороший тому пример.

source: Power and wealth create privilege, a private law, for those who know how to use them properly. When used correctly, they can create more wealth and power, and keep a perpetuating cycle that shuts out the less fortunate and sometimes victimizes them. In Sigil, what this means is that you'll run into a supercilious breed of human whose experience tends to be limited by what is 'right' and 'proper'. This man is a fine example of that.
ru: Тот, кто знает, как правильно использовать власть и богатство, создает себе привилегии, собственные законы. При правильном использовании он может приумножать богатство и власть бесконечное число раз, не давая подняться менее удачливым, а иногда и делая из них жертв. В Сигиле это значит, что ты обязательно столкнешься с высокомерным племенем людей, которые обычно ограничиваются только тем, что «правильно» и «прилично». Этот мужчина - хороший тому пример.

source: You are nameless. You awoke on a slab in the Mortuary in Sigil, covered in scars and tattoos, your memory gone. Who has done this to you, and why? You don't know... yet. But you're going to find out.
ru: У тебя нет имени. Ты очнулся без памяти на плите в Морге в Сигиле, покрытый шрамами и татуировками. Кто сделал это с тобой, и почему? Ты не знаешь... пока. Но рано или поздно ты это выяснишь.

source: The most miserable of all the miserable folk of Sigil, they have sunk as far as they can. Death would be a solace to most of them. They do what they must to survive, no matter how base that existence might be.
ru: Самые жалкие из всех несчастных сигильцев, они пали так низко, как только можно. Для большинства из них смерть была бы утешением. Они делают все, что необходимо для выживания, неважно, насколько низкой может быть эта жизнь.

source: In Sigil, midwives fill many roles. They act as repositories of knowledge, whether the subject be birthing a baby or the proper herbs to cure a fever. Some of them know even more, hiding magical knowledge behind a facade of grandmotherly wisdom. All of them should prove to be useful.
ru: В Сигиле повитухи исполняют множество ролей. Они служат хранилищами знаний, будь то деторождение или травы от лихорадки. Кое-кто из них знает даже больше, скрывая магические знания под личиной старушечьей мудрости. Все они приносят пользу.

source: Half-man, half-goat, all attitude. The bariaur are rough-and-tumble warriors of a nomadic race, a straightforward people with a zest for life. From what you've seen, they tend to keep to themselves.
ru: Полулюди-полукозлы, повадки соответствующие. Бариавры - драчливые воины из расы кочевников, прямолинейный народ с жаждой жизни. Судя по тому, что ты видел, они избегают общения.

source: "What do you know of me?"
ru: «Что ты знаешь обо мне?»

source: Some people devote themselves to a life of the blade, thinking with their thews. Others pursue a more larcenous career, letting their fingers do their talking. Still more pursue no special vocation, plodding dully through the tedium of their daily lives. That's not the wizard. The wizard seeks to understand and funnel the energies of the multiverse through his body, learning the secrets of existence and twisting them to achieve his own ends. They are dangerous foes, for they understand much and seek to comprehend still more. Some of them are mere hedge-wizards. Some achieve true greatness. All of them are potential threats.
ru: Некоторые люди посвящают себя жизни клинка, думая мускулами. Другие делают воровскую карьеру, позволяя своим пальцам говорить за себя. И все же большинство не занимается чем-то конкретным, бездумно плетется сквозь скуку своих обыденных жизней. Но только не волшебники. Волшебник стремится понять и пропустить через свое тело энергию мультивселенной, изучая тайны мироздания и манипулируя ими для достижения собственных целей. Они - опасные враги, поскольку они многое понимают и стремятся постичь еще больше. Кое-кто из них - обычные маги-недоучки. Кое-кто достигает истинного величия. Все они - потенциальная угроза.
