Repository: winterheart/planescape
Catalog: po/pst-ee/*/misc/rest.po
Languages: ru

source: test video card
ru: тест видеокарты

source: thief
ru: вор

source: tiefling
ru: тифлинг

source: Timeout
ru: таймаут

source: true neutral
ru: истинно нейтральный

source: user
ru: пользователь

source: video card
ru: видеокарта

source: woman
ru: женщина

source: world
ru: мир

source: yes
ru: да

source: Backstab Multiplier
ru: Множитель удара в спину

source: Crushing
ru: Дробящее

source: Missile
ru: Снаряд

source: Piercing
ru: Колющее

source: Slashing
ru: Рубящее

source: Additional Hit Points Gained
ru: Получены дополнительные Очки Жизни

source: Additional Mage Spells
ru: Дополнительные заклинания мага

source: Additional Priest Spells
ru: Дополнительные заклинания жреца

source: Additional Skill Points
ru: Дополнительные очки навыков

source: Additional weapon proficiencies
ru: Дополнительные специализации оружия

source: AI Script
ru: Сценарий ИИ

source: Armor Class Modifiers
ru: Модификаторы класса брони

source: Backstab multiplier increased by
ru: Множитель удара в спину увеличен на

source: The name of the saved game cannot contain the following characters: ? . : < > | * / \\ "
ru: В имени сохранения не должны содержать следующие символы: ? . : < > | * / \\ "

source: The name of the saved game is not a valid filename.
ru: Имя сохраненной игры не является валидным именем файла.

source: The container is full.
ru: Этот контейнер полон.

source: This item type is not allowed in the container.
ru: Тип данного предмета не разрешен в контейнере.

source: Baldur's Gate Error: Media Removed From Drive
ru: Ошибка Baldur's Gate: носитель удален из привода

source: Base THAC0
ru: Базовый THAC0

source: Bonus
ru: Бонус

source: The server has admitted you to the game. You can now modify the player and character information above.
ru: Сервер допустил вас к игре. Теперь вы можете изменять данные игрока и персонажа выше.

source: Save vs. Breath Weapon reduced by
ru: Спасбросок против оружия дыхания уменьшен

source: Buy and Sell
ru: Купить и продать

source: You may not enter the store at this time.
ru: Вы не можете перейти в магазин в данное время.

source: You cannot enter the store: there are monsters nearby.
ru: Вы не можете перейти в магазин: рядом есть опасные существа.

source: You may not enter the store when your party is scattered.
ru: Вы не можете перейти в магазин, пока ваша группа рассеяна.

source: You may not rest at this time.
ru: Вы не можете отдыхать в это время.

source: You may not rest here. Either find an inn or rest outside.
ru: Вы не можете отдыхать. Найдите таверну или отдыхайте снаружи.

source: You cannot rest; there are monsters nearby.
ru: Вы не можете отдыхать, пока рядом есть опасные существа.

source: You cannot rest at this time because you do not have control of all your party members.
ru: Вы не можете сейчас отдыхать, так как не управляете всеми членами своей группы.

source: You cannot save at this time.
ru: Вы не можете сейчас сохранять игру.

source: You cannot save during combat.
ru: Во время битвы нельзя сохранять игру.

source: Cannot save during a rest, chapter information or movie.
ru: Во время отдыха, описания главы или ролика невозможно сохранять игру.

source: Cannot save during a store.
ru: Во время покупки невозможно сохранять игру.

source: Cannot save because dialogue is about to start.
ru: Невозможно сохранить игру, так как начинается разговор.

source: You cannot save at this time... Monsters are about.
ru: Вы не можете сейчас отдыхать... Повсюду монстры.

source: You cannot save at this time because you do not have control of all your party members.
ru: Вы не можете сейчас сохранятся, так как не управляете всеми членами своей группы.

source: Cannot save game while in dialogue mode.
ru: Во время диалога нельзя сохранять игру.

source: I don't fence stolen goods. Give me something else.
ru: Я не принимаю краденное. Дай мне что-нибудь другое.

source: That character is dead.
ru: Этот персонаж мертв.

source: Chapter
ru: Глава

source: Character
ru: Персонаж

source: Charisma
ru: Обаяние

source: Are you sure you want to cancel? You have already cast the spell.
ru: Вы уверены, что хотите отменить? Вы уже произнесли заклинание.

source: Are you sure you want to delete this game?
ru: Вы действительно хотите удалить эту игру?

source: Are you sure you want to dispel that Contingency?
ru: Вы уверены, что хотите убрать эту Случайность?

source: Are you sure you want to permanently remove this spell from your Spell Book?
ru: Вы уверены, что хотите навсегда удалить это заклинание из книги заклинаний?

source: Are you sure you want to permanently remove this entry from your Journal?
ru: Вы уверены, что хотите навсегда удалить эту запись из дневника?

source: Are you sure you want to kick this player from the game?
ru: Вы уверены, что хотите выкинуть этого игрока из игры?

source: The current game will be lost. Are you sure you wish to load a new game?
ru: Текущий игровой процесс будет потерян. Вы уверены, что хотите загрузить новую игру?

source: Are you sure you want to leave the multiplayer session?
ru: Вы действительно хотите покинуть сетевой сеанс?

source: Are you sure you wish to overwrite this exported character?
ru: Вы действительно хотите переписать экспортированного персонажа?

source: Are you sure you wish to quit the game?
ru: Вы уверены, что хотите покинуть игру?

source: Are you sure you want to remove this character from the party?
ru: Вы уверены, что хотите удалить этого персонажа из группы?

source: Constitution
ru: Телосложение

source: You have not finished picking your spells. Do you wish to continue it now?
ru: Вы закончили с выбором заклинаний. Продолжить?

source: Create Character
ru: Создать персонажа

source: Creating Character...
ru: Создание персонажа...

source: <GAMEDAYS> days
ru: <GAMEDAYS> дн.

source: <GAMEDAYS> day
ru: <GAMEDAYS> дн.

source: Save vs. Paralysis/Poison/Death reduced by
ru: Спасбросок против паралича/яда/смерти уменьшен

source: The main character has been killed. Please wait while the server restarts the game.
ru: Главыный персонаж убит. Пожалуйста, подождите, пока сервер перезапускает игру.

source: The main character has been killed. You must restart the game.
ru: Главный персонаж убит. Перезапустите игру.

source: Your main character has been killed. You must restart the game.
ru: Ваш главный персонаж убит. Перезапустите игру.

source: Receiving character information from server...
ru: Получение информации от сервера...

source: Detect Illusion
ru: Обнаружение иллюзий

source: Dexterity
ru: Ловкость

source: Dialing remote host...
ru: Подключение к удаленному хосту...

source: Difficulty Level
ru: Уровень сложности

source: Your donation to the church was greatly appreciated, and your reputation has gone up by one point.
ru: Ваше пожертвование церкви с благодарностью принято, ваша репутация повысилась на один пункт.

source: Error
ru: Ошибка

source: <CLASS>: Level <LEVEL> Experience: <EXPERIENCE> Next Level: <NEXTLEVEL>
ru: <CLASS>: Уровень <LEVEL> Опыт: <EXPERIENCE> Следующий уровень: <NEXTLEVEL>

source: <CLASS>: Level <LEVEL>
ru: <CLASS>: Уроверь <LEVEL>

source: FALSE
ru: ЛОЖЬ

source: <FIGHTERTYPE> / Cleric
ru: <FIGHTERTYPE> / Клерик

source: <FIGHTERTYPE> / Druid
ru: <FIGHTERTYPE> / Друид

source: <FIGHTERTYPE> / <MAGESCHOOL> / Cleric
ru: <FIGHTERTYPE> / <MAGESCHOOL> / Клерик

source: <FIGHTERTYPE> / <MAGESCHOOL> / Thief
ru: <FIGHTERTYPE> / <MAGESCHOOL> / Вор

source: <FIGHTERTYPE> / Thief
ru: <FIGHTERTYPE> / Вор

source: Gold
ru: Золото

source: Racial Enemy
ru: Расовый противник

source: Hide In Shadows
ru: Скрыться в тенях

source: Hit Points/Level
ru: Очки жизни/уровень

source: <HOUR> hours
ru: <HOUR> ч.

source: <HOUR> hour
ru: <HOUR> ч.

source: Do you wish to identify the item with an Identify spell or an Identify scroll?
ru: Вы хотите опознать предмет с помощью заклинания Опознания или свитка Опознания?

source: <CLASS>: Level <LEVEL> Experience: <EXPERIENCE>
ru: <CLASS>: Уровень <LEVEL> Опыт: <EXPERIENCE>

source: Inactive Class
ru: Неактивный класс

source: The password you typed is incorrect. Please try again.
ru: Введенный пароль неверен. Попробуйте еще раз.

source: Intelligence
ru: Интеллект

source: You cannot unpause the game, and so you cannot use this screen.
ru: Вы не можете продолжить игру, так что вы не можете использовать это окно.

source: The container you are standing on or near is locked.
ru: Находящийся рядом контейнер заперт.

source: The container you are standing on or near is trapped.
ru: Находящийся рядом контейнер содержит ловушку.

source: The container you are standing on or near appears trapped.
ru: Находящийся рядом контейнер, похоже, содержит ловушку.

source: Another player has removed the selected item from its slot.
ru: Другой игрок удалил предмет из своей ячейки.

source: Joined game.
ru: Подключение к игре.

source: Large Sword
ru: Длинный меч

source: Lay On Hands increased by
ru: Наложение рук увеличено

source: Lay On Hands Amount
ru: Количество Наложений рук

source: You failed to copy the spell to your mage book.
ru: Вам не удалось скопировать заклинание в свою книгу мага.

source: That spell is already in your Spell Book.
ru: Это заклинание уже есть в вашей книге заклинаний.

source: Your spell school does not permit you to learn this spell.
ru: Ваша школа заклинаний не позволяет изучать это заклинание.

source: You copy the spell to your Spell Book.
ru: Вы копируете заклинание в свою книгу заклинаний.

source: Left game.
ru: Выход из игры.

source: Level <LEVEL>
ru: Уровень <LEVEL>

source: LEVEL DRAINED
ru: УРОВЕНЬ ВЫСОСАН

source: Day <GAMEDAYS>, Hour <HOUR>
ru: День <GAMEDAYS>, час <HOUR>

source: Lore Increased by
ru: Осведомленность повышена

source: Cleric / <MAGESCHOOL>
ru: Клерик / <MAGESCHOOL>

source: Mage Book
ru: Книга мага

source: <MAGESCHOOL> / Thief
ru: <MAGESCHOOL> / Вор

source: Major Clothing Color
ru: Основной цвет одежды

source: Minor Clothing Color
ru: Дополнительный цвет одежды

source: Move Silently
ru: Тихое передвижение

source: Do you wish to save before quitting?
ru: Хотите ли вы сохранить игру перед выходом?

source: No Character
ru: Нет персонажа

source: Cannot start a TCP/IP session because there is no compatible network device.
ru: Невозможно запустить сеанс TCP/IP, так как отсутствует совместимое сетевое устройство.

source: Note copied.
ru: Заметка скопирована.

source: A multiplayer game needs at least 300 MB of cache. The cache size can be modified with the configuration utility.
ru: Для сетевой игры необходимо по крайней мере 300 Мб для кеширования. Размер кеша можно меня с помощью конфигурационной программы.

source: You don't have enough gold to purchase the selected item.
ru: У вас недостаточно золота для покупки выбранного предмета.

source: Not permitted to buy/sell items.
ru: Не разрешено покупать/продавать предметы.

source: You are not permitted to pause the game.
ru: Вам не разрешено ставить игру на паузу.

source: You are not permitted to initiate dialogue.
ru: Вам не разрешено начинать диалог.

source: Please Insert Baldur's Gate CD
ru: Вставьте компакт-диск Baldur's Gate

source: Place Expansion CD
ru: Вставьте компакт-диск расширения

source: Save vs. Petrification/Polymorph reduced by
ru: Спасбросок против окаменение/полиморфизм уменьшен

source: The image you selected is too large.
ru: Выбранное изображение слишком велико.

source: Level <SPELLLEVEL>
ru: Уровень <SPELLLEVEL>

source: Cleric Spells
ru: Заклинания клерика

source: Quick Save successful.
ru: Успешное быстрое сохранение.

source: Regained abilities from inactive class
ru: Полученные возможности от неактивного класса

source: Everyone in the inn rests for <HOUR> hour(s) and recovers Hit Points. Spells are successfully memorized.
ru: Все отдыхают в гостинице на протяжении <HOUR> часов и восстанавливают очки жизни. Заклинания успешно запомнены.

source: Cold
ru: Холод

source: Fire
ru: Огонь

source: Magic Damage
ru: Магический урон

source: Poison
ru: Яд

source: Healing spells cast on rest.
ru: Использовать лечащие заклинания во время отдыха.

source: Your sleep has been interrupted. Monsters are about!
ru: Ваш сон прерван. Монстры рядом!

source: You must have the leader's permission to rest the party in multiplayer mode.
ru: Вам необходимо разрешение лидер для отдыха команды в сетевой игре.

source: Healing spells cast on rest until fully healed.
ru: Во время отдых используются лечащие заклинания до полного исцеления.

source: Rumors
ru: Слухи

source: Save successful
ru: Сохранение успешно

source: Select Player
ru: Выбрать игрока

source: The multiplayer session has been terminated.
ru: Сетевой сеанс был прерван.

source: Set Traps
ru: Установка ловушек

source: Short Sword
ru: Короткий меч

source: Sorted by date
ru: Сортировка по дате

source: Sorted by name
ru: Сортировка по имени

source: Spear
ru: Копье

source: This spell is already in your Spell Book.
ru: Это заклинание уже есть в вашей книге заклинаний.

source: Healing
ru: Лечение

source: Save vs. Spell reduced by
ru: Спасбросок против заклинаний уменьшен

source: Spiked Weapons
ru: Колющее оружие

source: price
ru: цена

source: cost
ru: стоимость

source: Container
ru: Контейнер

source: Off-hand THAC0
ru: THAC0 второй руки

source: Main Hand THAC0
ru: THAC0 основной руки

source: THAC0 reduced by
ru: THAC0 уменьшен

source: Day <GAMEDAYS> Hour <HOUR>
ru: День <GAMEDAYS> Час <HOUR>

source: You have been waylaid by enemies and must defend yourself!
ru: Вас подкараулили враги, защищайтесь!

source: TRUE
ru: ИСТИНА

source: Turn Undead Level
ru: Уровень в Обращении нежити

source: Not usable by:
ru: Не используется:

source: <CLASS>: Level <LEVEL> Experience: <EXPERIENCE> Inactive
ru: <CLASS>: Уровень <LEVEL> Опыт: <EXPERIENCE> Неактивный

source: Usable by:
ru: Используется:

source: The multiplayer session has been terminated. The arena setting for the server and client programs do not match. Server arena: <SERVERVERSION> Client arena: <CLIENTVERSION> You can change your arena setting by connecting (or by not connecting) through the arena button.
ru: Сетевой сеанс был прерван. Настройки арены для серверной и клиентской программы не совпадают. Арена сервера: <SERVERVERSION> Арена клиента: <CLIENTVERSION> Вы можете изменить настройки своей арены, подключившись (или не подключившись) через кнопку Арена.

source: The multiplayer session has been terminated. The frame rates for the server and client programs do not match. Server frame rate: <SERVERVERSION> Client frame rate: <CLIENTVERSION> You can change your frame rate with the configuration utility.
ru: Сетевой сеанс был прерван. Частота кадров для серверной и клиентской программы не совпадает. Частота кадров сервера: <SERVERVERSION> Частота кадров клиента: <CLIENTVERSION> Вы можете изменить свою частоту кадров через программу конфигурации.

source: The multiplayer session has been terminated. The mission pack version numbers for the server and client programs do not match. Server mission pack version: <SERVERVERSION> Client mission pack version: <CLIENTVERSION>
ru: Сетевой сеанс был прерван. Версия пака миссий серверной и клиентской программы не совпадает. Версия серверного пака миссий: <SERVERVERSION>. Версия клиентского пака миссий: <CLIENTVERSION>

source: The multiplayer session has been terminated. The program version numbers for the server and client programs do not match. Server program version: <SERVERVERSION> Client program version: <CLIENTVERSION>
ru: Сетевой сеанс был прерван. Версия серверной и клиентской программы не совпадает. Версия серверной программы: <SERVERVERSION>. Версия клиентской программы: <CLIENTVERSION>

source: Save vs. Rod/Staff/Wand reduced by
ru: Спасбросок против жезлов/посохов/палочек уменьшен

source: Weapon Speed
ru: Скорость оружия

source: Weapon Style Bonuses
ru: Бонусы стиля оружия

source: Bow and <WEAPONNAME>
ru: Лук и <WEAPONNAME>

source: Sling and <WEAPONNAME>
ru: Праща и <WEAPONNAME>

source: Crossbow and <WEAPONNAME>
ru: Арбалет и <WEAPONNAME>

source: Wisdom
ru: Мудрость

source: Quick Loot
ru: Быстрый подбор

source: Show & Hide Area Notes
ru: Показить и скрыть заметки области

source: Help
ru: Справка

source: Highlight
ru: Подсветка

source: Travel
ru: Путешествие

source: Kick Player
ru: Выкинуть игрока

source: Leader
ru: Лидер

source: Pause Game
ru: Остановить игру

source: View Characters
ru: Показать персонажей

source: Record
ru: Запись

source: Selection
ru: Выбор

source: Traveling Hours
ru: Часы путешествия

source: Destination Unreachable
ru: Назначение недоступно

source: Class Kit
ru: Набор класса

source: INACTIVE CLASS KIT
ru: НЕАКТИВНЫЙ НАБОР КЛАССА

source: INACTIVE PROFICIENCY SLOTS
ru: НЕАКТИВНЫЕ ЯЧЕЙКИ СПЕЦИАЛИЗАЦИИ

source: INACTIVE SKILLS
ru: НЕАКТИВНЫЕ НАВЫКИ

source: Memorize Mage Spells
ru: Запомнить заклинания мага

source: Memorize Priest Spells
ru: Запомнить заклинания жреца

source: NOT IDENTIFIED
ru: НЕ ОПОЗНАНО

source: Proficiency Slots
ru: Ячейки специализации

source: Anyone
ru: Любой

source: Paused for chapter text
ru: Пауза для текста главы

source: Paused for movie
ru: Пауза для ролика

source: Paused for rest screen
ru: Пауза для экрана отдыха

source: Paused for saving game
ru: Пауза для сохранения игры

source: Paused for text screen
ru: Пауза для текстового окна

source: LOCKED
ru: ЗАПЕРТО

source: Not enough free disk space to save game. Do you wish to quit?
ru: На жестком диске недостаточно свободного места для сохранения игры. Желаете выйти?

source: Finished saving game. Not enough free disk space to continue. Shutting down.
ru: Сохранение завершено. На жестком диске недостаточно свободного места для продолжения. Завершение.

source: Not enough free disk space to continue. Shutting down.
ru: На жестком диске недостаточно свободного места для продолжения. Завершение.

source: Save vs. Breath Weapon
ru: Спасбросок против оружия против дыхания

source: Save vs. Death
ru: Спасбросок против смерти

source: Save vs. Polymorph
ru: Спасбросок против полиморфизма

source: Magic Resistance
ru: Устойчивость к магии

source: Save vs. Spell
ru: Спасбросок против заклинаний

source: Save vs. Wand
ru: Спасбросок против жезлов

source: Loading Area
ru: Загрузка местности

source: Clearing Game Data
ru: Очистка данных игры

source: Entering New Area
ru: Вход в новую местность

source: Loading Game
ru: Загрузка игры

source: Starting New Game
ru: Запуск новой игры

source: Saving Game
ru: Сохранение игры

source: Starting Multiplayer Session
ru: Запуск сетевого сеанса

source: No Disc Detected. Game Aborted.
ru: Диск не найдет. Игра завершается.

source: Save game failed, do you wish to quit?
ru: Сохранение игры не удалось, желаете выйти?

source: Never Show Again
ru: Больше не показывать

source: "So what are you, Morte? You've never said."
ru: «Так что же ты такое, Морт? Ты так этого и не сказал».

source: Infiltrate the Dustmen for the Anarchists: "Yes."
ru: Проникнуть в фракцию тленных для анархистов: «Да».

source: Infiltrate the Sensates for the Anarchists: "I'm ready. I want to become a Sensate."
ru: Проникнуть к чувствующим для анархистов: «Я готов. Я хочу стать чувствующим».

source: Infiltrate the Sensates for the Anarchists: "I'm ready to join the Society of Sensation. I feel no more loyalty towards the Godsmen."
ru: Проникнуть к чувствующим для анархистов: «Я готов присоединиться к Обществу Восприятия. Я больше не предан фракции боголюдей».

source: Infiltrate the Sensates for the Anarchists: "I'm ready to join the Society of Sensation. I feel no more loyalty towards the Dustmen."
ru: Проникнуть к чувствующим для анархистов: «Я готов присоединиться к Обществу Восприятия. Я больше не предан фракции тленных».

source: Infiltrate the Sensates for the Anarchists: "I'm ready to join the Society of Sensation. I feel no more loyalty towards the Xaositects."
ru: Проникнуть к чувствующим для анархистов: «Я готов присоединиться к Обществу Восприятия. Я больше не предан фракции хаоситеков».

source: Infiltrate the Chaosmen for the Anarchists: "So, what's the next step?"
ru: Проникнуть в ряды хаоситов для анархистов: «Так, что дальше?»

source: Infiltrate the Chaosmen for the Anarchists: "Join ready the Xaositects am I. Loyalty none faction old I have Godsmen."
ru: Проникнуть в ряды хаоситов для анархистов: «Примкнуть готов к хаоситекам я. Не предан больше фракции старой боголюдей я».

source: Infiltrate the Chaosmen for the Anarchists: "Join ready the Xaositects am I. Loyalty none faction old I have Dustmen."
ru: Проникнуть в ряды хаоситов для анархистов: «Примкнуть готов к хаоситекам я. Не предан больше фракции старой тленных я».

source: Infiltrate the Chaosmen for the Anarchists: "Join ready the Xaositects am I. Loyalty none faction old I have Sensates."
ru: Проникнуть в ряды хаоситов для анархистов: «Примкнуть готов к хаоситекам я. Не предан больше фракции старой чувствующих я».

source: Infiltrate the Dustmen for the Anarchists: "If that is what must be, that is what must be. My mind must be true to itself, not to another. As of this moment, I forsake the beliefs of the Godsmen."
ru: Проникнуть в фракцию тленных для анархистов: «Будь что будет Мой разум должен быть верен себе, а не другому. Отныне я отказываюсь от убеждений моей старой фракции боголюдей».

source: Infiltrate the Dustmen for the Anarchists: "If that is what must be, that is what must be. My mind must be true to itself, not to another. As of this moment, I forsake the... uh, 'beliefs' of the Chaosmen."
ru: Проникнуть в фракцию тленных для анархистов: «Будь что будет Мой разум должен быть верен себе, а не другому. Отныне я отказываюсь от убеждений моей старой фракции боголюдей».

source: Infiltrate the Dustmen for the Anarchists: "If that is what must be, that is what must be. My mind must be true to itself, not to another. As of this moment, I forsake the beliefs of the Sensates."
ru: Проникнуть в фракцию тленных для анархистов: «Будь что будет Мой разум должен быть верен себе, а не другому. Отныне я отказываюсь от убеждений моей старой фракции чувствующих».

source: Xaositect
ru: Хаоситек

source: Indep
ru: Свободный

source: Interact
ru: Взаимодействие

source: Character Information
ru: Информация о персонаже

source: Area Map
ru: Карта местности

source: Character Arbitration
ru: Управление персонажем

source: Turn Undead
ru: Обращение нежити

source: Bard Song
ru: Песня барда

source: Find Traps
ru: Обнаружить ловушки

source: Group Stop
ru: Групповая остановка

source: Group Attack
ru: Групповая атака

source: Equip Melee Weapon
ru: Взять рукопашное оружие

source: Equip Ranged Weapon
ru: Взять дистанционное оружие

source: Hide Interface
ru: Скрыть интерфейс

source: Right Interface
ru: Правый интерфейс

source: Chat Window
ru: Окно чата

source: Left Interface
ru: Левый интерфейс

source: Hard Pause
ru: Жесткая пауза

source: Characters 1 & 2
ru: Персонажи 1 и 2

source: Characters 3 & 4
ru: Персонажи 3 и 4

source: Characters 5 & 6
ru: Персонажи 5 и 6

source: Characters 1,2,3
ru: Персонажи 1, 2, 3

source: Characters 4,5,6
ru: Персонажи 4, 5, 6

source: Select All
ru: Выбрать всех

source: Page
ru: Страница

source: What can change the nature of a man?
ru: Что может изменить сущность человека?

source: No! How is this possible?
ru: Нет! Как такое возможно?

source: So you have come?
ru: Итак, ты пришел?

source: Then you shall die again!
ru: Тогда ты умрешь снова!

source: You must restart the game for these changes to take effect.
ru: Для применения данных изменений необходимо перезапустить игру.

source: Reset the zoom level to the default value and prevent any subsequent attempts to zoom in or out.
ru: Уровень приближения будет сброшен на значение по умолчанию, возможность приближения и отдаления будет отключена.
