Repository: winterheart/planescape
Catalog: po/pst-ee/*/misc/rest.po
Languages: ru

source: I have killed the vargouille that bit Chad. His corpse is at rest. In return, he gave me directions to a decanter in the Drowned Nations.
ru: Я перебил варгулий, которые покусали Чеда. Его труп теперь покоится с миром. Взамен он подсказал мне, где в Утонувших Народах можно найти графин.

source: Find the Decanter of Endless Water.
ru: Найти графин с бесконечной водой.

source: A speaking head named Glyve, situated in the Weeping Stone Catacombs, has asked me to fetch it a decanter of fresh water, to release it from its curse.
ru: Говорящая голова по имени Глайв в Катакомбах плачущих камней попросила меня принести графин свежей воды, чтобы освободить его от проклятья.

source: I have retrieved the decanter for Glyve. He told me to talk to a woman named Nemelle in the Clerk's Ward. She apparently has a command word that will unlock its full potential.
ru: Я достал для Глайва графин. Он сказал, чтобы я поговорил с женщиной по имени Немель в Чиновничьем районе. Судя по всему, она знает волшебное слово, которое раскроет полностью его потенциал.

source: Help Sev'Tai get her revenge.
ru: Помочь Сев-Тай отомстить.

source: I ran into a strange woman, Sev'Tai, by the Dustman memorial outside the Mortuary. She was mourning the death of her three sisters, who had been attacked by a group of 'Chaosmen' called the "Starved Dogs Barking." She asked me to kill three of their number to avenge the death of her sisters, and I agreed. She said her sisters were attacked a few blocks directly south of the Mortuary - I could probably find these 'Starved Dogs' there.
ru: У мемориала Тленных я встретил странную женщину, Сев-Тай. Она оплакивала смерть трех своих сестер, которых убили «хаоситы», которых называют «Голодные Псы Лающие». Она попросила мне убить троих из них ради отмщения погибших сестер, и я согласился. Она сказала, что на ее сестер напали в нескольких кварталах к югу от Морга. Скорее всего, там я и найду этих «Голодных Псов».

source: I returned to Sev'Tai after penning three of those 'Starved Dogs' in the dead-book - she was grateful and gave me a copper earring as payment.
ru: После того, как я прописал троих «Голодных псов» в книгу мертвых, я вернулся к Сев-Тай. Она была очень благодарна и в качестве награды подарила мне медную серьгу.

source: I lied and told Sev'Tai that I killed three of those 'Starved Dogs' for her - she took me at my word and gave me an earring as payment.
ru: Я солгал Сев-Тай, что убил троих из «Голодных Псов». Она поверила мне на слово и дала серьгу в качестве отплаты.

source: Retrieve Porphiron's necklace.
ru: Вернуть ожерелье Порфирона.

source: I met a strange man in the Hive with shifting lines on his face - he claims to be a soldier from some religious order, but his vows won't let him raise his hand in violence against another. He said a group of thugs in the Hive had taken his necklace of prayer beads from him. He said he had last seen the thugs by a 'bar that burns inside,' and that they were dressed in red and black. I told him I'd go fetch his necklace for him.
ru: В Улье я повстречал странного человека с двигающимися линиями на лице. Он утверждает, что он - солдат какого-то религиозного ордена, однако его клятвы не позволяют ему поднять руку против другого. Он сказал, что шайка головорезов Улья забрала у него четки. Он сказал, что видел их в последний раз возле «бара, горящего изнутри», и что они были одеты в красное и черное. Я сказал ему, что верну ему четки.

source: I found the three robbers outside the Smoldering Corpse Bar and retrieved Porphiron's necklace for him. He seemed pleased to get it back... though who knows what those strange lines on his face *really* mean.
ru: Я разыскал троих грабителей возле бара «Тлеющий труп» и забрал ожерелье Порфирона. Похоже он был рад получить его обратно... хотя кто знает, что *на самом деле* означают те странные линии на его лице.

source: Find a way to help Ingress.
ru: Найти способ помочь Ингресс.

source: I met a madwoman named Ingress running around in the Hive outside the Mortuary. She was raving about doors and keys, and she claimed that the whole city was a series of portals to other places. She said when she was a young girl, she accidentally stepped through a portal and ended up trapped in the city. If I can find an experienced Planewalker, perhaps he could guide her home.
ru: Я встретил сумасшедшую по имени Ингресс, бегающую по Улью возле Морга. Она бредила о дверях и ключах, и утверждала, что весь город состоит из порталов в другие места. Она сказала, что когда она была маленькой девочкой, она нечаянно вступила в портал и оказалась заключенной в этом городе. Если я смогу найти опытного путешественника по планам, возможно, он сможет отвести ее домой.

source: I spoke to Candrian Illborne at the Smoldering Corpse Bar, and he knew of the portal that Ingress walked through. I asked for his help, and he agreed to guide her back. I went and told Ingress, then met Candrian again... it turns out Ingress left her living teeth as payment. I'll try not to spend them all in one place.
ru: Я поговорил с Кандрианом Болезнерожденным в баре «Тлеющий труп», и оказалось, что он знает о портале, через который прошла Ингресс. Я попросил его о помощи, и он согласился провести ее обратно. Я вернулся и рассказал Ингресс, затем снова встретился с Кандрианом... оказывается, Ингресс оставила в качестве оплаты свои живые зубы. Постараюсь не потратить их все в одном месте.

source: Learn the ways of the Art from Mebbeth.
ru: Изучить Искусство у Меббет.

source: Mebbeth said she would teach me the way of the Art, but she told me I'd have to perform some errands for her first. Presumably, once they're all complete she'll teach me what she knows of the Art.
ru: Меббет сказала, что будет учить меня Искусству, но прежде я должен выполнить для нее несколько поручений. Похоже на то, что как только они все будут выполнены, она научит меня тому, что она знает об Искусстве.

source: I dropped off the ink to Mebbeth and in so doing, I completed all the tasks that Mebbeth asked of me. In exchange, she offered to teach me the way of the Art if I still wanted to learn.
ru: Я передал Меббет чернила, и, сделав это, я завершил все ее задания. В обмен она предложила, что будет обучать меня Искусству, если я все еще этого хочу.

source: I decided I wasn't going to put up with Mebbeth's errands anymore; I've got more important things to do than running around all over the Hive doing chores for her.
ru: Я решил, что больше не буду заниматься поручениями Меббет: у меня есть дела поважнее, чем носиться по всему Улью и выполнять ее задания.

source: Find the herbs that Mebbeth needs.
ru: Найти травы, которые нужны Меббет.

source: Mebbeth said she would teach me the way of the Art, but she told me I'd have to perform some errands for her first. She gave me a black-barbed seed and told me to find the fruit merchant in the Hive market - she said he would have the herbs she needed.
ru: Меббет сказала, что будет учить меня Искусству, но прежде я должен выполнить для нее несколько поручений. Она дала мне черношипное семечко и сказала, чтобы я разыскал торговца фруктами на рынке Улья. Она сказала, что у него должны быть необходимые ей травы.

source: I found the fruit merchant Mebbeth told me about, but he doesn't have the herbs I need. He told me I'd have to go find a gardener in order to get the herbs I need... I can't imagine I would find a *gardener* in the Hive.
ru: Я нашел торговца фруктами, о котором говорила Меббет, но нужных трав у него не оказалось. Он посоветовал мне найти садовника, который поможет мне в этом... И где мне найти *садовника* в Улье?

source: I found the fruit merchant Mebbeth told me about, but he doesn't have the herbs I need. He told me I'd have to go find a gardener in order to get the herbs I need... but I think the only one that was around was that fat berk by the gate near the Smoldering Corpse bar... but he's dead. I'll go back and tell Mebbeth and see what can be done.
ru: Я нашел торговца фруктами, о котором говорила Меббет, но нужных трав у него не оказалось. Он посоветовал мне найти садовника, который поможет мне в этом... Наверное, в этом мне мог бы помочь тот толстый пень у ворот бара «Тлеющий труп»... вот только он мертв. Стоит вернуться к Меббет и узнать, что можно сделать.

source: Find a gardener who has Mebbeth's herbs.
ru: Найти садовника, у которого есть травы для Меббет.

source: I spoke with a man named Mourns-for-Trees who helped me grow the herbs I needed just by *willing* the seed to grow... now I have this black-barbed branch wrapped around my wrist. I better take it back to Mebbeth and get it pulled off.
ru: Я поговорил с человеком по имени Скорбящий-по-деревьям, который помог мне вырастить нужные мне травы, попросту *пожелав*, чтобы семечко взошло... Теперь эта черношипная веточка обвила мое запястье. Лучше вернуться к Меббет и снять ее.

source: Get Mebbeth's wash from Giscorl.
ru: Забрать у Гискорла белье Меббет.

source: Mebbeth sent me on my second errand... she wants me to pick up her wash from the cloth-seller, Giscorl, in the Hive marketplace. She *could* have mentioned it before I left last time.
ru: Меббет послала меня со вторым поручением... Она хочет, чтобы я забрал ее белье у торговца тканями Гискорла на рынке Улья. Она *могла бы* вспомнить это, прежде чем я ушел в прошлый раз.

source: I picked up Mebbeth's wash from Giscorl - he went a little heavy on the cleaning ritual, though; her wash is so heavily starched that they look like a bunch of green boards stacked on top of each other. In any event, I returned them to Mebbeth.
ru: Я забрал белье Меббет у Гискорла, хотя он немного перестарался с ритуалом чистки: ее белье было настолько сильно накрахмалено, что выглядело, как стопка зеленых досок. Как бы там ни было, я вернул его Меббет.

source: Get ink for Mebbeth from Kossah-Jai.
ru: Достать у Косса-Джай чернила для Меббет.

source: Mebbeth needs me to run yet *another* damnable errand for her... it's back to the market again to fetch some ink. She said to speak to a woman named Kossah-Jai in the market square. She's probably the only merchant I *haven't* spoken to yet.
ru: Меббет послала меня *еще* с одним чертовым поручением... снова на рынок, достать чернил. Она сказала переговорить на рыночной площади с женщиной по имени Косса-Джай. Кажется, это единственная торговка, с которой я еще *не разговаривал*.

source: Of course, when I *spoke* to Kossah-Jai she had none of the ink that Mebbeth said she had. She told me the only place she knew of to get Mebbeth's ink was from a *brogota-fin,* but she didn't sell it. She said I should try Meir'am, a fishwife who sold her wares on a street just south of the market.
ru: Само собой, когда я *пообщался* с Косса-Джай, она сказала мне, что у нее нет чернил, о которых говорила Меббет. Она сказала мне, что знает только один способ получить чернила для Меббет - из *брогота-фина*, но она этой рыбой не торгует. Она сказала, что мне стоит попробовать у Меирам, другой торговки, которая продает рыбу на улице к югу от рынка.

source: Find Meir'am, get the ink for Mebbeth.
ru: Найти Меирам, достать чернила для Меббет.

source: Kossah-Jai had none of the ink that Mebbeth said she had. She told me the only place she knew of to get Mebbeth's ink was from a *brogota-fin,* but she didn't sell it. She said I should try Meir'am, a fishwife who sold her wares on a street just south of the market.
ru: У Косса-Джай нет чернил, о которых говорила Меббет. Она сказала мне, что знает только один способ получить чернила для Меббет - из *брогота-фина*, но она этой рыбой не торгует. Она сказала, что мне стоит попробовать у Меирам, другой торговки, которая продает рыбу на улице к югу от рынка.

source: I finally got the ink from Meir'am, a whole tankard full. Now I can take this foul mess back to Mebbeth... who knows, maybe I can get her to drink it.
ru: Я наконец-то заполучил у Меирам полную кружку чернил. Теперь нужно отнести эту гадость Меббет... Кто знает, может, она будет это пить.

source: Deliver ink to Mebbeth.
ru: Принести чернила Меббет.

source: I have returned the name and number to the man. His name is Ku'u Yin. He was grateful.
ru: Я вернул человеку его имя и номер. Его зовут Куу Йин. Он был благодарен.

source: A strange little man has asked me to get his "name and number" back from Radine, the woman who stole them from him. He seems to regard the name and number as a kind of security against the chaos of the cosmos.
ru: Странный человечек попросил меня забрать его «имя и номер» у Радин, женщины, которая украла их у него. Похоже, она считает, что имя и номер - нечто вроде защиты от хаоса мироздания.

source: Recover Ku'u Yin's number from Radine.
ru: Забрать у Радин номер Куу Йина.

source: I found and returned Quint's poison charm. It was in the rubbish heap outside Marta's place.
ru: Я нашел и возвратил Квинту амулет защиты от яда. Он был в куче мусора возле дома Марты.

source: Quint, the corpse-peddler in the Buried Village, is looking for a poison charm. He says that a Collector named Gris the Vulture has it. Find Gris, find the charm, return it to Quint.
ru: Квинт, трупный делок из Погребенной деревни, ищет амулет защиты от яда. Он говорит, что тот у сборщика по имени Грис Стервятник. Найти Гриса, найти амулет, вернуть его Квинту.

source: Get Quint's poison charm from the body of Gris.
ru: Забрать амулет от яда Квинта с тела Гриса.

source: "You mentioned needing some help. What do you need?"
ru: «Ты говорил, что тебе нужна помощь. Что тебе нужно?»

source: Cannot remove default weapon
ru: Невозможно убрать оружие по умолчанию

source: I resolved the dispute between the distiller and the blacksmith by dividing the inheritance in two. They were not pleased.
ru: Я разрешил спор между винокуром и кузнецом, разделив наследство между ними. Никто из них не остался довольным.

source: "It's getting there. I'd like to take a look at your wares."
ru: «В процессе. Я бы хотел взглянуть на твои товары».

source: "It's coming. I'll get back to you. Farewell."
ru: «Оно на подходе. Я скоро вернусь к тебе. Прощай».

source: "That sounds like a deal. I'll go talk to him. In the meantime, I'd like to take a look at your wares."
ru: «По рукам. Пойду, поговорю с ним. А тем временем я хотел бы взглянуть на твои товары».

source: I dropped the ink back off to Mebbeth; she agreed to teach me the ways of the Art. I hope it's worth it... I felt like an idiot walking through the Hive carrying a tankard of ink bled from a fish and trying not to spill any. I'm beginning to wonder if maybe every 'crazy' person in the Hive isn't really crazy, but is really just running one of Mebbeth's errands.
ru: Я вернул Меббет чернила. Она согласилась обучать меня Искусству. Надеюсь, оно того стоило... Я чувствовал себя дураком, пока бродил по Улью с кружкой чернил из рыбы и старался не пролить их. Мне начинает казаться, что, быть может, каждый «сумасшедший» в Улье на самом деле не сумасшедший, а просто исполняет очередное поручение Меббет.

source: Get bronze sphere for Pharod.
ru: Найти бронзовую сферу для Фарода.

source: I met Pharod in the Buried Village, and he told me he'd spill the chant on everything I wanted to know... after I performed a small task for him. He wanted me to descend into the catacombs beneath the Buried Village and recover a bronze sphere. He thinks the sphere is located in the deepest part of the catacombs where the water has drowned out the passageways. The entrance to the first part of the catacombs is in the southeast portion of the village, past the gate... Pharod said to mention my task to the guards, who will open the gates and allow me by.
ru: В Погребенной деревне я встретил Фарода, и он сказал, что расскажет мне обо всем, что я хочу знать... после того как я выполню для него небольшое задание. Он хотел, чтобы я спустился в катакомбы под Погребенной деревней и достал бронзовый шар. Он думает, что шар находится в самой дальней части катакомб, где вода затопила проходы. Вход в первую часть катакомб находится в юго-восточной части деревни, за воротами... Фарод сказал, чтобы я упомянул стражникам о моем задании: они отопрут ворота и выпустят меня.

source: When I returned the bronze sphere to old stutter-crutch, he hemmed-and-hawed about what he *really* knew about me, which was precious little. He did tell me that his 'daughter' Annah had recovered my body and told me where it had been found. I should probably go there and see if there are any clues to be found.
ru: Когда я вернул старому костылю бронзовый шар, он промямлил мне все, что он *на самом деле* знает обо мне, а это не очень-то много. Он рассказал, что его «дочь» Анна нашла мое тело, и еще сказал, где оно было найдено. Пожалуй, мне стоит сходить туда и поглядеть, найдутся ли там какие-нибудь зацепки.

source: Find the site where Annah found your body.
ru: Найти место, где Анна нашла твое тело.

source: When I returned the bronze sphere to old stutter-crutch Pharod, he hemmed-and-hawed about what he *really* knew about me, which was precious little. He did tell me that his 'daughter' had recovered my body and told me where it had been found. I should probably go there and see if there are any clues to be found. Apparently, my body was found in an alleyway in the section of the Hive near the Smoldering Corpse bar... but there is a tenement full of Chaosmen that lie between me and it.
ru: Когда я вернул старому костылю бронзовый шар, он промямлил мне все, что он *на самом деле* знает обо мне, а это не так уж много. Он рассказал, что его «дочь» Анна нашла мое тело, и еще сказал, где оно было найдено. Пожалуй, мне стоит сходить туда и поглядеть, найдутся ли там какие-нибудь зацепки. Очевидно, тело мое нашли в переулке в районе Улья возле бара «Тлеющий труп»... но меня от него отделяет логово, заполненное хаоситами.

source: I came to the alleyway where Annah found my body. I'll have to see what I can find in the way of clues here.
ru: Я добрался в переулок, где Анна нашла мое тело. Нужно посмотреть, можно ли здесь найти какие-нибудь подсказки.

source: Find Craddock for Baen the Sender.
ru: Найти Крэддока для Баена Посыльного.

source: I agreed to deliver a message for a man named Baen the Sender. Baen said the person I needed to deliver the message to was named 'Craddock,' and is said to be an overseer in a marketplace somewhere in the Hive. The only description Baen could give me of Craddock was that he was a 'giant, stern-looking man.' I'll keep my eye out for him. If I find Craddock, I'll deliver the message, then go back and tell Baen.
ru: Я согласился передать сообщение для человека по имени Баен Посыльный. Баен сказал, что того, кто мне нужен, зовут Крэддок. Он надзиратель на каком-то рынке в Улье. По единственному описанию, которое смог дать мне Баен, Крэддок представляет собой «гиганта с суровыми чертами». Надо бы поискать такого. Если я найду Крэддока и передам сообщение, то я должен вернуться и сказать об этом Баену.

source: I returned and told Baen I had delivered the message to Craddock. He was pleased and rewarded me with a sum of copper. Not bad pay for just relaying a message to someone.
ru: Я вернулся и сообщил Баену, что доставил сообщение Крэддоку. Он был очень рад и наградил меня медяками. Неплохая сделка для простой доставки сообщения.

source: Find Jhelai for Craddock.
ru: Найти Джелая для Крэддока.

source: When I delivered Craddock the message from Baen, he got angry... apparently, Craddock's missing one of his workers, a tiefling drunkard by the name of Jhelai. He said he's most likely stumbling around on the street outside the Smoldering Corpse Bar. I said I'd go see if I could find him, then come back and let Craddock know.
ru: Когда я передал Крэддоку сообщение Баена, он разозлился... Крэддок потерял одного из своих рабочих, тифлинга-пьяницу по имени Джелай. Он сказал, что тот, скорее всего, слоняется у бара «Тлеющий труп». Я сказал, что если найду его, я вернусь и дам Крэддоку знать.

source: Well, I found Jhelai, and not only is he drunk out of his skull, but he wanted me to tell Craddock that he was a "cur" and that he could "pike his job." I went back and told Craddock, who wasn't too pleased to hear Jhelai's response.
ru: Я нашел Джелая, он не только был в стельку пьян, но и решил через меня сказать Крэддоку, что он - «шелудивый пес» и что он может «подавиться своей работой». Я вернулся и сообщил об этом Крэддоку. Он был не очень рад такому ответу Джелая.

source: Well, I found Jhelai, and not only is he drunk out of his skull, but he wanted me to tell Craddock that he was a "cur" and that he could "pike his job." I went back and told Craddock, but rather than give Jhelai's reply, I told him that Jhelai said I should fill in for him... a little extra copper for a day's work never hurt.
ru: Я нашел Джелая, он не только был в стельку пьян, но и решил через меня сказать Крэддоку, что он - «шелудивый пес» и что он может «подавиться своей работой». Я вернулся к Крэддоку, но вместо ответа Джелая я сказал, что должен подменить его на работе... несколько монет за простую работу не повредят.

source: Find a tombstone for the Crier of Es-Annon.
ru: Найти надгробие для Плакальщика Эс-Аннона.

source: I encountered a wandering monk in the Hive, who was mourning a destroyed city called Es-Annon. Apparently, he is one of the last citizens of that city, and he now travels the planes, attempting to keep the memory of the city alive. To free him from his task, I suggested he use a tombstone, and offered to go find a tombstone on which to carve the name of Es-Annon. When I find one, I'll carve the name, then return.
ru: В Улье я встретил бродячего монаха, который оплакивал разрушенный город под названием Эс-Аннон. Похоже, что он - один из последних его жителей. Он путешествует по планам, пытаясь сохранить память о городе. Чтоб освободить его от этого бремени, я предложил ему воспользоваться надгробным камнем: я пойду и найду надгробие, на котором можно высечь название Эс-Аннона. Если найду его, я высеку на нем название и вернусь.

source: I carved the name of Es-Annon into the Dustman memorial, and then I returned and told the Crier. His tears immediately vanished, and he thanked me for my help.
ru: Я высек название Эс-Аннона на мемориале тленных, затем вернулся и рассказал об этом Плакальщику. Его слезы тут же исчезли и он поблагодарил меня за помощь.

source: Look into the matter of the mausoleum's walking dead.
ru: Выяснить происхождение ходячих мертвецов в мавзолее.

source: Track down a thief disguised as a Dustman.
ru: Выследить вора, маскирующегося под тленного.

source: Norochj, a Dustman in the Gathering Dust bar, bade me track down a thief disguised as a Dustman and stop him from further soiling the faction's name with his actions.
ru: Норочж, тленный из Бара собирателей пыли, нанял меня выследить вора, маскирующегося под тленного, и пресечь его действия, порочащие имя фракции.

source: I resolved the problem of the thief disguised as a Dustman; he won't be troubling Norochj's faction any longer.
ru: Я решил проблему с вором, маскирующимся под тленного; он больше не будет причинять проблем фракции Норочжа.

source: Talk to Norochj for Emoric, and do what Norochj asks of you.
ru: Переговорить с Норочжем для Эморика и сделать все, что попросит Норочж.

source: Cannot remove armor
ru: Невозможно снять броню

source: Cannot remove item
ru: Невозможно снять предмет

source: Cannot remove diary
ru: Невозможно забрать дневник

source: Cannot remove default bolts
ru: Невозможно забрать стрелы по умолчанию

source: Eyes cannot be removed, only switched.
ru: Глаза невозможно снять, только заменить.

source: Ring equipped
ru: Кольцо надето

source: Can only equip teeth
ru: Можно надевать только зубы

source: Tooth equipped
ru: Зубы надеты

source: To the northeastern portion of the Hive
ru: К северо-восточной части Улья
