Repository: winterheart/planescape
Catalog: po/pst-ee/*/misc/rest.po
Languages: ru

source: [Ignus bio]No more talk and wander... Ignusss wishesss to BURNNN... Ignusss burnsssss... sssooo long ago... yet... Once... Once... Ignussss knew NOTHING of flamessss... he ssset ssssmall firesss, tiny flamesss, tiny flickeringssss... The firessss grew... Ignussss ssset firessss in their streetssss... and lit the firessss of anger in their heartssss... They sssought to punisssh Ignus, the ssmall fliesss from the Hive. They wissshed to sssee Ignusss BURNNN after Ignusss ssset fire to their ssstreets... ...tiny magelingsss, hedge wizzardsss, runecasterssss... tiny sparks of magic came to PUNISSSSH Ignusss for hurting their loved onessss... they sssentenced Ignusssss to BURNNNN, made Ignussss a TORCH, a sssspitting FLAME, burning, burning... It wassss JUSSSTICE, they sssaid... ...but it was not a sssentence... ...there is ssoooo much flamessss and painnn that there issss NO pain... there issss LIGHT, and HEAT, and the flesssh runsss as TALLOW acrossss my bonessss... ...and for the firssst time... ...Ignussss wasss PLEASSSSED... When the planessss burnnnn and all life is torchesss, then Ignusss ssshall at lassst... be at peace...
ru: [Ignus bio]Хватит болтать и сссслоняться... Игнуссс хочет ЖЕЧЬ... Игнуссс горит... уже так долго... и вссссе же... Когда-то... Когда-то... Игнуссс НИЧЕГО не знал об огне... он зажигал маленькие огни, огоньки, вссспышки... Огонь росссс... Игнусссс поджигал улицы... и разжигал пламя злобы в сссердцах... Они пыталисссь наказать Игнусссса, мошкара из Улья. Они хотели ССССЖЕЧЬ Игнусссса посссле того, как Игнусссс поджег их улицы... ...ученички магов, захудалые волшебники, рунные заклинатели... исссскорки магии заявилисссь, чтобы ПОКАРАТЬ Игнусссса за то, что обидел их близких... они приговорили Игнуссса ГОРЕТЬ, сссделали из Игнусссса ФАКЕЛ, шипящее ПЛАМЯ, огонь, огонь... Это ПРАВОССССУДИЕ, говорили они... ...но это был не приговор... ...огня и боли так много, что боли НЕТ... Есссть ССССВЕТ и ТЕПЛО, и плоть ссстекает как ВОСССК по моим коссстям... ...и впервые... ...Игнусссс был ДОВОЛЕН... Когда планы загорятссся и вссссе ссстанут факелами, Игнусссс, наконец... обретет мир...

source: [Nordom Bio]Backwards modron = Nordom. Queries? Chronology: Modron March. Destination: Limbo. (Original Destination: Mechanus -> reason for destination shift unknown. Reason: Lost?) New parameters dictated by superior: Shaped matter of plane (Limbo) to test hypothesis. Rubikon dungeon constructed. Superior lost in field test. Superior = Nordom? After exposure to plane, perspective has deviated from norm. Perceptions have become smaller and louder. Wings have been replaced with arms: reason unknown. Suspicion/hypothesis: not liked wings? Speculation. Nordom was once "one" but am now smaller, louder "one." Processing information difficulties. Two spirits of Rubikon gears assist Nordom. Transformed these-selves into weapons to defend against Rubikon errors. Their query: leave this place and shoot other hostile sentients (goal: adventure?). Reason for Nordom deviation unknown. Primary function terminated when Rubikon disintegration reached three cubits inwards and increasing. Processing functions... functions re-defined upon arrival of new sentients. Nordom now gear in new hierarchy. Designated leader: Addressee. Attention: Nordom follows.
ru: [Nordom Bio]Модрон наоборот = Нордом. Запросы? Хронология: Марш модронов. Пункт назначения: Лимбо. (Первоначальный пункт назначения: Механус -> причина смены цели неизвестна. Причина: Потерялись?) Начальником указаны новые параметры: Придать форму плану (Лимбо) для проверки гипотезы. Создано подземелье Рубикон. Начальник потерян в ходе эксплуатационного испытания. Начальник = Нордом? После контакта с планом восприятие отклонилось от нормы. Образы стали меньше и громче. Крылья были заменены на руки: причина неизвестна. Подозрение/гипотеза: не нравились крылья? Предположительно. Нордом и раньше был «один», а теперь он еще тоньше и резче «один». Претерпеваю информационные трудности. Нордому помогают два духа механизмов Рубикона. Преобразовались в оружие для защиты от ошибок Рубикона. Их запрос: убраться отсюда и стрелять по враждебным разумным существам (цель: приключения?). Причина отклонения Нордома неизвестна. Основная функция нарушена, когда дезинтеграция Рубикона достигла трех локтей и продолжила расти. Обработка функций... функции переопределены по прибытию новых разумных существ. Теперь Нордом - механизм в новой иерархии. Назначенный лидер: адресат. Внимание: Нордом идет следом.

source: [Vhailor Bio]I am Vhailor. I am a Mercykiller. I am justice. It is my past. It is my present. It is my future. All who are guilty shall be punished. I shall not rest until the sentences of the condemned have been carried out. Mercy is for the weak. Punishment breaks souls and makes them worthy of service to their superiors. When the number of martyrs is great enough, rebellion crumbles. Know this, and know my heart: There is only one truth in the multiverse. The multiverse shall be sharpened upon the blade of justice. With justice as its whetstone, the multiverse shall achieve perfection.
ru: [Vhailor Bio]Я Вейлор. Я убийца милосердия. Я - правосудие. Это мое прошлое, настоящее и будущее. Все виновные будут наказаны. Я не успокоюсь, пока приговор осужденных не будет исполнен. Милосердие слабо. Наказание ломает души и делает их стоящими того, чтобы служить их покровителям. Когда число мучеников достаточно велико, восстание терпит крах. Пойми это и узнай, что у меня в сердце: в мультивселенной есть лишь одна правда. Мультивселенная будет заточена клинком правосудия. Используя правосудие как точильный камень, мультивселенная достигнет совершенства.

source: The game has not been saved. Quitting will destroy all current game information. Would you like to save your game now?
ru: Игра не была сохранена. Выход уничтожит всю текущую игровую информацию. Сохранить игру сейчас?

source: The game cannot be saved at this time. Quitting will destroy all current game information. Are you sure you want to quit?
ru: Игра не может быть сохранена сейчас. Выход уничтожит всю текущую игровую информацию. Ты точно хочешь выйти сейчас?

source: Loading a game will destroy all current game information. Are you sure you want to load a game?
ru: Загрузка игры уничтожит всю текущую игровую информацию. Ты точно хочешь загрузить игру?

source: Assigned
ru: Текущие

source: You may not enter more than 256 notes on a single area map.
ru: Ты не можешь ввести больше 256 заметок на одной карте.

source: Game Paused
ru: Игра остановлена

source: Dak'kon's weapon has changed.
ru: Оружие Даккона изменилось.

source: Hit Points gained from specialization bonus.
ru: Очки Жизни получены в качестве бонуса за специализацию.

source: Lore gained from specialization bonus.
ru: Осведомленность улучшена в качестве бонуса за специализацию.

source: Intelligence gained from specialization bonus.
ru: Интеллект улучшен в качестве бонуса за специализацию.

source: "That's great. Farewell."
ru: «Отлично. Прощай».

source: I have agreed to pretend to be a jealous suitor of Juliette, one of the prostitutes at the Brothel of Slating Intellectual Lusts. I am to find her lover, Montague, in the Civic Festhall, and demand that he relinquish her to me.
ru: Я согласился притвориться ревнивым поклонником Джульетты, одной из проституток Борделя утоления интеллектуальной страсти. Мне нужно найти ее возлюбленного, Монтекки, в Городском Фестхолле, и потребовать, чтобы он уступил ее мне.

source: I have discovered that the rivalry between the githzerai and the githyanki stems from an ancient common heritage - both hate what the other has become. Odd how often two things that sprang from the same source can become so diametrically opposed.
ru: Я выяснил, что вражда между гитцераями и гитьянки берет исток из их общего древнего наследия: каждый из них ненавидит то, чем стал другой. Странно, как часто бывает так, что две вещи с общими корнями становятся такими абсолютными противоположностями.

source: Completed Quests
ru: Выполненные задания

source: "For it is regret that can change the nature of a man, it is said, though perhaps only the Gray Sisters know it for certain." Yves nods at you, smiling. "I know not the meaning of this tale, but perhaps it will be of some use to you, in the future."
ru: «Ведь, говорят, раскаяние способно изменить сущность человека, хотя, наверное, только Серые сестры знают это наверняка». Ив кивает тебе, улыбаясь. «Я не знаю смысла этой истории, но, возможно, она тебе еще пригодится в будущем».

source: Strongest Creature Killed:
ru: Самое сильное убитое создание:

source: From what Morte read from the directions tattooed on my back, I need to find someone named 'Pharod.' I'm not certain where to start looking... hopefully, asking some of the locals in this strange place will allow me to track him down.
ru: Судя по вытатуированным указаниям, которые прочел Морт на моей спине, мне нужно найти некоего «Фарода». Не знаю даже, где надо его искать... надеюсь, расспросив местных, я смогу выследить его.

source: I found Pharod... the meeting was something of an anti-climax. He's a decrepit body thief, and he seems more interested in what he can squeeze out of me than providing me with any useful information.
ru: Я нашел Фарода... встреча оказалась чем-то вроде эмоциональной разрядки. Он оказался дряхлым вором трупов, и похоже, что он заинтересован скорее в том, чтобы выдавить из меня как можно больше, чем в том, чтобы снабдить меня полезными сведениями.

source: Find your missing journal.
ru: Найти свой пропавший дневник.

source: From what Morte read from the directions tattooed on my back, I was supposed to have a journal with me when I woke up in the Mortuary. I better find it - hopefully, it can help me figure out what's going on.
ru: Судя по вытатуированным указаниям, которые прочел Морт на моей спине, когда я пробудился в Морге, при мне должен был быть мой дневник. Лучше мне его найти - надеюсь, что он поможет мне понять, что здесь происходит.

source: I found ONE of my journals... apparently there are *several* of them lying around. I'll have to make sure I keep an eye out for more of them.
ru: Я нашел ОДИН из своих дневников... наверно, поблизости валяются еще *несколько*. Нужно позаботиться о том, чтобы не пропустить их.

source: Rotten William is dead. Now I have to kill Blackrose for Krystall.
ru: Гнилой Уильям мертв. Теперь мне нужно убить Черного Бутона по просьбе Кристалл.

source: Blackrose is dead.
ru: Черный Бутон мертв.

source: Rotten William wants Krystall dead in exchange for free passage through the Alley of Dangerous Angles.
ru: Гнилой Уильям желает, чтобы Кристалл была мертва в обмен на бесплатный проход через переулок Опасных углов.

source: Krystall is dead. Now I have to kill Blackrose for Rotten William.
ru: Кристалл мертва. Теперь мне нужно убить Черного Бутона по просьбе Гнилого Уильяма.

source: Blackrose is dead and Rotten William tried to betray me.
ru: Черный Бутон мертв, а Гнилой Уильям попытался предать меня.

source: Blackrose wants Krystall dead.
ru: Черный Бутон желает, чтобы Кристалл была мертва.

source: Krystall is dead.
ru: Кристалл мертва.

source: Blackrose wants Rotten William dead.
ru: Черный Бутон желает, чтобы Гнилой Уильям был мертв.

source: Rotten William is dead.
ru: Гнилой Уильям мертв.

source: Krystall wants Rotten William dead.
ru: Кристалл желает, чтобы Гнилой Уильям был мертв.

source: Krystall wants Rotten William dead in exchange for free passage through the Alley of Dangerous Angles.
ru: Кристалл желает, чтобы Гнилой Уильям был мертв в обмен на бесплатный проход через переулок Опасных углов.

source: Krystall wants Blackrose dead.
ru: Кристалл желает, чтобы Черный Бутон был мертв.

source: Rotten William wants Krystall dead.
ru: Гнилой Уильям желает, чтобы Кристалл была мертва.

source: Rotten William wants Blackrose dead.
ru: Гнилой Уильям желает, чтобы Черный Бутон был мертв.

source: Rule of Threes Earring
ru: Серьга «Правило трех»

source: Disguise Dropped
ru: Маскировка сброшена

source: Wisdom gained from specialization bonus.
ru: Мудрость улучшена в качестве бонуса за специализацию.

source: Luck gained from specialization bonus.
ru: Удача улучшена в качестве бонуса за специализацию.

source: Constitution gained from specialization bonus.
ru: Телосложение улучшено в качестве бонуса за специализацию.

source: Strength gained from specialization bonus.
ru: Сила улучшена в качестве бонуса за специализацию.

source: Dexterity gained from specialization bonus.
ru: Ловкость улучшена в качестве бонуса за специализацию.

source: <GAMEDAYS> day(s) and <HOUR> hour(s).
ru: <GAMEDAYS> дней и <HOUR> часов.

source: Time With Party:
ru: Время с группой:

source: Favorite Spell:
ru: Любимое заклинание:

source: Favorite Weapon:
ru: Любимое оружие:

source: Number of Kills:
ru: Число убитых:

source: Party Kills:
ru: Убийств в группе:

source: Party Experience:
ru: Опыт в группе:

source: Options Screen
ru: Окно параметров

source: Rest
ru: Отдых

source: Deactivate Party AI
ru: Выключить ИИ группы

source: Activate Party AI
ru: Включить ИИ группы

source: Unlock view on character
ru: Отключить привязку вида к персонажу

source: Detect Traps
ru: Обнаружение ловушек

source: Use Thieving Skills
ru: Воспользоваться воровскими навыками

source: Enter Stealth Mode
ru: Войти в незаметный режим

source: Initiate Dialogue
ru: Начать диалог

source: Attack
ru: Атаковать

source: As the only release from the Silent King's throne is death, you are bound to it for all eternity.
ru: Поскольку освободить от трона Безмолвного Короля может только смерть, ты привязан к нему навеки.

source: Special Ability
ru: Особый навык

source: Quick Spell
ru: Быстрое заклинание

source: Close Dialogue Window
ru: Закрыть окно диалога

source: Center On Leader Toggle
ru: Переключение центрирования по лидеру

source: Inventory Screen
ru: Окно инвентаря

source: Map Screen
ru: Окно карты

source: AI Toggle
ru: Переключение ИИ

source: Character Statistics Screen
ru: Окно характеристик персонажа

source: Journal Screen
ru: Окно дневника

source: Dialog Window
ru: Окно диалога

source: Number of Deaths:
ru: Число смертей:

source: Note from Corpse #1201
ru: Записка от трупа #1201

source: was Attacked
ru: атакован

source: "Farewell."
ru: «Прощай».

source: was Hit
ru: - получено ранение

source: is Badly Wounded
ru: - получено тяжелое ранение

source: Died
ru: - смерть

source: 's Target is Gone
ru: - цель пропала

source: 's Weapon is Gone
ru: - оружие пропало

source: 's Round Ended
ru: - конец раунда

source: This door is locked.
ru: Эта дверь заперта.

source: "Sure. Farewell."
ru: «Конечно. Прощай».

source: "All right, then. I had some more questions for you."
ru: «Ну хорошо, у меня есть другие вопросы к тебе».

source: "Perhaps she wants a little more spice in your relationship."
ru: «Наверно, она хочет внести немного разнообразия в ваши отношения».

source: Find the angel Ravel spoke of.
ru: Найти ангела, о котором говорила Равель.

source: Ravel claimed she stole my mortality from me, but, of COURSE, she has no idea where the damn thing is. She told me, however, that there is an angel, a "deva," that may know what happened to my mortality. Ravel told me all I have to do is leave her maze, and I will arrive at the prison where he's held.
ru: Равель заявила, что она украла у меня смертность, но она, КОНЕЧНО ЖЕ, понятия не имела, где искать эту чертову штуку. Однако она сказала мне, что есть ангел, «дэва», который может знать, что случилось с моей смертностью. Равель сказала, что все, что мне нужно - это покинуть ее лабиринт, и тогда я попаду в тюрьму, в которой он сидит.

source: I found the angel Ravel spoke of, "Trias," imprisoned in Curst. To think the citizens would treat an angel in such a way... this really is a city of cutthroats and back stabbers. Not that that's any different from any of the OTHER places I've been to.
ru: Я нашел Триаса, ангела, о котором упоминала Равель, заключенного в Проклятом. Просто удивительно, как горожане обращаются с ангелом... это воистину город головорезов и предателей. Хотя не то чтобы он отличался от ДРУГИХ мест, в которых я побывал.

source: Kill the wererat in Phineas' basement.
ru: Убить крысу-оборотня в подвале Финеаса.

source: I went to the Office of Vermin and Disease Control to see Phineas T. Lort. He was quite distraught and rambling about what sounds like a wererat inhabiting his basement. I have agreed to kill the creature for a reward.
ru: Я прибыл в Управление по борьбе с вредителями и заболеваниями, чтобы встретиться с Финеасом Т. Лортом. Он был сильно смятен и бормотал что-то насчет крысы-оборотня в его подвале. За вознаграждение я согласился убить существо.

source: I have slain the wererat and been rewarded by Phineas. It was a meager reward, considering what I went through to accomplish the deed, but money is money.
ru: Я убил крысу-оборотня и получил награду от Финеаса. Плата была скромной, учитывая то, сквозь что я ради этого прошел, но деньги - это деньги.

source: Find Amarysse for Nodd.
ru: Найти Амариссу для Нодда.

source: A Collector named Nodd asked me to find his sister, Amarysse, and speak to her for him. He describes her as an attractive young woman living somewhere in the Hive, that she was fair-skinned with black hair, and always wore blue. I've agreed to help him.
ru: Сборщик по имени Нодд попросил меня разыскать его сестру, Амариссу, и поговорить с ней. Он описал ее как привлекательную девушку, живущую где-то в Улье, с нежной кожей, черными волосами и всегда одевающуюся в синее. Я согласился помочь ему.

source: I found Nodd's sister, Amarysse, and told him where she was.
ru: Я нашел сестру Нодда, Амариссу, и сообщил ему, где она находится.

source: I found Nodd's sister, Amarysse, and told him where she was. However, I lied about his sister being a foul whore, and he went mad and attacked me.
ru: Я нашел сестру Нодда, Амариссу, и сообщил ему, где она находится. Однако я солгал ему, сказав, что его сестра - грязная шлюха, отчего он сорвался и напал на меня.

source: Find and return Uhir's 'lucky knife.'
ru: Найти и вернуть «счастливый нож» Юхира.

source: A Collector named Uhir says he lost his 'lucky knife' down in the catacombs beneath Sigil - he stabbed a ghoul in the eyes with it and fled. If I happen across it I just might bring it back to him.
ru: Сборщик по имени Юхир сказал, что потерял свой «счастливый нож» внизу, в катакомбах по Сигилом: он всадил его в глаз упырю и убежал. Если он мне попадется, я мог бы вернуть его Юхиру.

source: I found and returned Uhir's 'lucky knife.'
ru: Я нашел и вернул «счастливый нож» Юхиру.

source: Seek out and slay any cranium rats in the Dead Nations.
ru: Найти и уничтожить черепных крыс для Мертвых Народов.

source: Hargrimm told me to look around the Dead Nations and slay any cranium rats I might happen upon.
ru: Харгримм сказал, чтобы я огляделся в Мертвых Народах и перебил всех найденных черепных крыс.

source: I told Hargrimm how I found several cranium rats within the Dead Nations, and killed them. He gave me his thanks, but nothing more.
ru: Я сказал Харгримму, что нашел несколько черепных крыс в пределах Мертвых Народов и убил их. Он поблагодарил меня, но не более.

source: "What is Rubikon?"
ru: «Что такое Рубикон?»

source: Legendary Villain
ru: Легендарный злодей

source: Epic Villain
ru: Сказочный злодей

source: Base Villain
ru: Обычный злодей

source: Villainous Blood
ru: Злодейская кровь

source: Knight of the Post
ru: Рыцарь легкой наживы

source: Scoundrel
ru: Негодяй

source: Outsider
ru: Посторонний

source: Cutter
ru: Рубака

source: Hero
ru: Герой

source: Epic Hero
ru: Сказочный герой

source: Legendary Hero
ru: Легендарный герой

source: You have tested your immortality against the wrong creature and have been destroyed.
ru: Ты проверил свое бессмертие не на том существе и был уничтожен.

source: None
ru: Нет

source: Buy/Sell
ru: Купить/продать

source: Identify
ru: Опознать

source: I'm another character of Jason's.
ru: Я еще один персонаж Джейсона.

source: Oh really?
ru: Что, правда?

source: I'm one of Jason's characters.
ru: Я один из персонажей Джейсона.

source: You said that already.
ru: Ты уже это говорил.

source: If you say so.
ru: Как скажешь.

source: "Then go help him! Go help him!"
ru: «Так пойди и помоги ему! Вперед!»

source: Steal
ru: Украсть

source: Donate
ru: Пожертвовать

source: <ITEMNAME> - <ITEMCOST>CP
ru: <ITEMNAME> - <ITEMCOST> мед.

source: Everyone in the inn rests for 8 hours and recovers <HP> hit points. Spells are successfully memorized.
ru: Все отдыхают в гостинице на протяжении 8 часов и восстанавливают по <HP> очков жизни. Заклинания запомнены удачно.

source: "I'd like to talk trades."
ru: «Я хочу поторговать».

source: "I'm one of the guys that readies the sensory stones for you."
ru: «Я - один из ребят, которые готовят для тебя камни переживаний».

source: "Can't wait till you're in and working, then!"
ru: «Тогда жду не дождусь, когда ты приступишь к работе!»

source: LENS OF CONFOUNDING Special: +2 to Armor Class Weight: 0 Usable only by Modrons This scope possesses a strange ability; it clouds the eyesight of anyone who intends to harm the wearer, making him seem blurry and indistinct to his enemies. The Lens of Confounding makes the wearer harder to hit, giving him a bonus to their Armor Class.
ru: ЛИНЗА СМУЩЕНИЯ Особенность: +2 к Классу Брони Вес: 0 Используется только модронами Этот прицел обладает необычной способностью: он затуманивает взор любого, кто пытается причинить вред его владельцу. Из-за этого врагам он кажется расплывчатым и неясным. Линза смущения усложняет попадание по тому, кто носит ее, давая ему прибавку к Классу Брони.

source: Vault 9 Temp
ru: Хранилище 9

source: Morte's Skull Mob
ru: Толпа черепов Морта

source: Bead
ru: Бусина

source: Lesser Shade
ru: Слабая тень

source: Linguist's Ashes
ru: Прах лингвиста

source: Ancient Copper Earring
ru: Старая медная серьга

source: You must spend all of your character points before continuing.
ru: Прежде чем продолжить, ты должен потратить все свои очки персонажа.

source: Tome o' Cheats
ru: Том Уловок

source: "What's with the attitude?"
ru: «Что с тобой?»

source: Vault of the Ninth World Mouthpiece
ru: Глашатай хранилища Девятого мира

source: Curst Official
ru: Служащий Проклятого

source: "SHUT UP!"
ru: «ЗАТКНИСЬ!»

source: Bloody Handkerchief
ru: Окровавленный платок

source: "Why? What's wrong?"
ru: «А что? Что-то не так?»

source: You have tested your immortality against the elements and have been destroyed.
ru: Ты испытал свое бессмертие на стихии и был уничтожен.

source: You have lost a source of information vital to your quest.
ru: Ты потерял источник информации, жизненно важный для твоих поисков.

source: You have been incapacitated and can no longer complete the game.
ru: Ты был выведен из строя и больше не можешь закончить игру.

source: Level
ru: Уровень

source: "Then I'd like to discuss getting me out of here."
ru: «Я хочу поговорить на счет того, чтобы выпустить меня отсюда».

source: ::Covers Mouth::
ru: ::Прикрывает рот::

source: Sealed Scroll
ru: Запечатанный свиток

source: Codex of the Inconceivable
ru: Кодекс необъяснимого

source: Monster Jug
ru: Кувшин с монстром

source: Pet Lim-Lim
ru: Ручной лим-лим

source: Stone Lim-Lim
ru: Каменный лим-лим

source: Festhall Room Key
ru: Ключ к комнате в Фестхолле

source: A Goody!
ru: Безделушка

source: Sample Scroll
ru: Пример свитка

source: SAMPLE SCROLL Allows user to cast "Sample." Allows user to copy "Sample" into Spell Book. Effect: Range: Duration: Weight: 0 Usable by Mages only. DESCRIPTION:
ru: ПРИМЕР СВИТКА Позволяет наложить «Пример». Позволяет скопировать «Пример» в книгу заклинаний. Эффект: Дистанция: Длительность: Вес: 0 Используется только магами. ОПИСАНИЕ:

source: "Yes, please do."
ru: «Да, пожалуйста».
