Repository: winterheart/planescape
Catalog: po/pst-ee/*/misc/rest.po
Languages: ru

source: To the southwestern portion of the Hive
ru: К юго-западной части Улья

source: The Flophouse
ru: Ночлежка

source: To the northwestern portion of the Hive
ru: К северо-западной части Улья

source: Sharegrave's kip
ru: Берлога Могильника

source: The midwife's hut
ru: Лачуга повитухи

source: To the Trash Warrens
ru: К Мусорным районам

source: A trash-filled archway
ru: Проход, забитый мусором

source: Back to Ragpicker's Square
ru: Назад на площадь Старьевщиков

source: Back outside to Curst
ru: Назад в Проклятый

source: Portal back to Pharod's Court
ru: Портал назад во Двор Фарода

source: Mortuary Entrance
ru: Вход в Морг

source: Dustman Monument
ru: Монумент тленных

source: Gathering Dust Bar
ru: Бар собирателей пыли

source: To the southeastern portion of the Hive
ru: К юго-восточной части Улья.

source: To the Alley of Dangerous Angles
ru: К переулку Опасных углов

source: The Mausoleum
ru: Мавзолей

source: "Why did you say the city is flawed again?"
ru: «Еще раз, почему ты сказал, что город слаб?»

source: Tooth removed
ru: Зубы сняты

source: Mausoleum Inner Chamber
ru: Внутренние покои Мавзолея

source: Back to the Mausoleum
ru: Назад в Мавзолей

source: To the Northwestern portion of the Hive
ru: К северо-западной части Улья

source: The Marketplace
ru: Рынок

source: Office of Vermin and Disease Control
ru: Управление по борьбе с вредителями и болезнями

source: To the Southeastern portion of the Hive
ru: К юго-восточной части Улья

source: To the Southwestern portion of the Hive
ru: К юго-западной части Улья

source: To the Northeastern portion of the Hive
ru: К северо-восточной части Улья

source: To the Cellar
ru: В подвал

source: Painted Door to Tenement of Thugs
ru: Нарисованная дверь к Пристанищу головорезов

source: Back to the Southeastern portion of the Hive
ru: Назад к юго-восточной части Улья

source: To the Alley of Sighs
ru: На улицу Протяжных Вздохов

source: Stairs to Upper Level
ru: Лестница наверх

source: Stairs to Lower Level
ru: Лестница вниз

source: Alley of Sighs
ru: Улица Вздохов

source: To the Upper Ward
ru: В Верхний район

source: Arrival Point
ru: Точка прибытия

source: Crystal
ru: Кристалл

source: ENTROPIC BLADE Damage: 3-23 Crushing Enchanted: +1 THAC0: +2 Speed: 1 Weight: 1 Proficiency: Edged Not usable by Priests This strange item was in your possession after you gave the Modron Cube to the iron golem in the Siege Tower. It looks to be a small dagger, but its surface twists and bends as you watch, as if struggling to break free from its shape. It looks to be made of iron, silver, and any of a number of different metals. Sometimes they blend together, other times, they submerge into the core of the blade, only to resurface again minutes later.
ru: КЛИНОК ЭНТРОПИИ Урон: 3-23 дробящий Зачарован: +1 THAC0: +2 Скорость: 1 Вес: 1 Специализация: клинковые Не используется жрецами Ты получил этот странный предмет после того, как отдал Куб-Модрон железному голему в Осадной башне. Он похож на маленький кинжал, но когда ты его осматриваешь, то замечаешь, что поверхность его волнуется и искажается, словно пытается освободится от своей формы. Кажется, клинок сделан из железа, серебра и множества других металлов. Временами они смешиваются, а иногда погружаются внутрь клинка, чтобы уже через несколько минут вновь покрыть его поверхность.

source: Asleep
ru: Сон

source: Berserk
ru: Бешенство

source: Panic
ru: Паника

source: Stunned
ru: Оглушение

source: Cursed
ru: Проклятие

source: Helpless
ru: Беспомощность

source: Mirror Image
ru: Зеркальное отражение

source: Silenced
ru: Безмолвие

source: Charmed
ru: Очарование

source: Poisoned
ru: Отравление

source: Protection from Critical Hits
ru: Защита от критических попаданий

source: Better Critical Hits
ru: Лучшие критические попадания

source: Infravision
ru: Тепловидение

source: Blinded
ru: Слепота

source: Diseased
ru: Болезнь

source: Feebleminded
ru: Слабоумие

source: Undetectable
ru: Необнаружение

source: Duplicated
ru: Двойник

source: Blessed
ru: Благословение

source: Detect Evil
ru: Обнаружение зла

source: Invisible
ru: Невидимость

source: Luck Bonus
ru: Бонус к Удаче

source: Aid
ru: Помощь

source: Within Antimagic Zone
ru: Внутри антимагической зоны

source: Blurred
ru: Расплывчатость

source: Embalmed
ru: Бальзамирование

source: Confused
ru: Смятение

source: Celestial Fire
ru: Божественный огонь

source: Current State
ru: Текущее состояние

source: NOTE FROM CORPSE #1201 Weight: 0 This is a foul-smelling note retrieved from the mouth of one of the Mortuary zombies; it looks like it was sewn into the corpse's mouth by accident. Despite its condition, the writing is legible: "Please, to whatever Dustman reads this; I beg of you. I know of my legal obligation under the terms of the Dead Contract, but I am prepared to offer *more* than my signing fee if you will cremate my body rather than Raising it. I have arranged for this note to be left with my body upon my death. If you are reading this, then please use this note as instructed and accept the result in exchange for my Contracted duty. Let my Contract number serve as the key."
ru: ЗАПИСКА ОТ ТРУПА #1201 Вес: 0 Эта плохо пахнущая записка была извлечена изо рта одного из зомби Морга; похоже, она была вшита в рот по случайности. Несмотря на состояние, текст все еще различим: «Прошу любого тленного, кто прочтет это - умоляю вас. Я знаю свои обязанности согласно Контракту Смерти, но я готов предложить нечто *большее*, чем моя подпись под обязательствами в случае, если мое тело будет кремировано, а не пробуждено. Я позаботился о том, чтобы эта записка была рядом с моим телом в момент моей смерти. Если вы читаете это, то пожалуйста используйте эту записку, как это описано ниже, и вы получите нечто в обмен на мои обязательства по Контракту. Номер моего Контракта послужит в качестве ключа».

source: As part of my quest to join the Dustman faction, Emoric has asked me to speak to Norochj - also in the Gathering Dust bar - and do what he asks of me.
ru: В рамках вступления в фракцию тленных Эморик попросил меня переговорить с Норочжем (он тоже находится в Баре собирателей пыли) и сделать все, что тот скажет.

source: I spoke to Norochj and did what he asked of me - resolving the problem with the thief who disguised himself as a Dustman. I should now go back and tell Emoric I did as he asked.
ru: Я поговорил с Норочжем и сделал то, о чем он попросил - решил проблему с вором, который притворялся тленным. Теперь я должен вернуться к Эморику и все рассказать.

source: Speak to Awaiting-Death on behalf of Emoric.
ru: Поговорить со Ждущим Смерти от имени Эморика.

source: As part of my quest to join the Dustman faction, Emoric has asked me to speak to Awaiting-Death, who is also in the Gathering Dust bar. It seems that Awaiting-Death has begun to reach for the True Death out of passion, and that I must help him before the way is forever lost to him. Once I find out what ails Awaiting-Death, I am to return to Emoric and tell him what I found.
ru: В рамках вступления в фракцию тленных Эморик попросил меня переговорить с Ждущим Смерти (он тоже находится в Баре собирателей пыли). Похоже, Ждущий-Смерти начал страстно желать достичь Истинной Смерти, и ему нужно помочь, пока не наступило непоправимое. Как только я узнаю, что томит Ждущего-Смерти, я должен вернуться к Эморику и рассказать ему все, что я выяснил.

source: I spoke with Awaiting-Death and helped him as I could, then returned to Emoric to tell him of it.
ru: Я поговорил с Ждущим Смерти и помог ему как мог. Теперь я должен вернуться к Эморику и все рассказать ему.

source: Speak to Sere on behalf of Emoric.
ru: Поговорить с Увядшей от имени Эморика.

source: As part of my quest to join the Dustman faction, Emoric has asked me to speak to Sere, who is also in the Gathering Dust bar. Emoric tells me that she no longer holds the Dustman teachings as she once did, and would know why. Once I find out what ails Sere, I am to return to Emoric and tell him what I found.
ru: В рамках вступления в фракцию тленных Эморик попросил меня переговорить Увядшей (она тоже находится в Баре собирателей пыли). Эморик сказал, что она больше не обучает тленных, и хочет знать почему. Как только я узнаю, что томит Увядшую, я должен вернуться к Эморику и рассказать ему все, что я выяснил.

source: I spoke to Sere, and returned to Emoric to tell him what I discovered.
ru: Я поговорил с Увядшей, вернулся к Эморику и сообщил ему то, что выяснил.

source: Find Soego for Emoric.
ru: Найти Соэго для Эморика.

source: Emoric wishes me to find Soego, a Dustman who has undertaken missionary service for the faction and disappeared. When I find Soego, I am to return to Emoric and tell him where Soego is.
ru: Эморик хочет, чтобы я нашел Соэго, тленного, взявшего на себя миссионерские обязанности фракции и неожиданно исчезнувшего. Когда я найду Соэго, я должен вернуться к Эморику и сообщить о местонахождении Соэго.

source: I found Soego in the catacombs of the Dead Nations, and returned to Emoric to tell him of it.
ru: Я нашел Соэго в катакомбах Мертвых Народов, о чем сообщил Эморику.

source: Remove Reekwind's "curse of stench."
ru: Снять с Вонючки «проклятье зловония».

source: I met a man named Reekwind, who's been cursed to perpetually excrete foul bodily odors from every orifice. Perhaps I could find a way to help him... he said he was cursed by some fat, balding man who favors dressing in orange. The curse-spitter probably lives in one of the Upper Wards where Reekwind used to live.
ru: Я встретил человека по имени Вонючка, который был проклят непрерывным выделением телесных зловоний изо всех отверстий. Возможно, я смогу найти способ помочь ему... Он сказал, что был проклят каким-то лысеющим толстяком, предпочитающим носить оранжевое. Этот проклинатель предположительно обитает в одном из Верхних районов, где когда-то жил Вонючка.

source: I convinced Jumble Murdersense to remove Reekwind's curse with a little curse of my own.
ru: Я убедил Джамбла Смыслогуба снять проклятье с Вонючки с помощью своего собственного маленького проклятья.

source: Free Angyar from his Dead Contract and return it to him and his wife.
ru: Освободить Ангиара от обязательств Контракта Смерти и вернуть бумаги ему и его жене.

source: A man named Angyar has signed a Dead Contract with the Dustmen, which will allow them to reanimate Angyar's body after his death for use as an undead servant. Angyar regrets having signed it sorely, which has caused both him and his wife great anguish. I've offered to go speak with the Dustman who dealt with Angyar... Mortai Gravesend, who should be within the Gathering Dust bar. When I obtain the contract, I'll take it back to Angyar and his wife and give it to them.
ru: Мужчина по имени Ангиар подписал с тленными Контракт Смерти, согласно которому тело Ангиара может быть поднято после смерти в качестве мертвого слуги. Теперь Ангиар сожалеет об этом поступке, что приносит ему и его жене большие страдания. Я предложил переговорить с тленным, заключившим с Ангиаром эту сделку, Мортаем Сводящим-в-могилу, который должен находится в Баре собирателей пыли. Когда я добуду контракт, я должен вернуть его Ангиару и его жене.

source: I brought Angyar's contract to him and tore it to pieces before his eyes, freeing him of his obligation to the Dustmen.
ru: Я принес контракт Ангиару и порвал бумаги на его глазах. Теперь он свободен от обязательств перед тленными.

source: Obtain permission for Iannis to use Deionarra's sensory stone.
ru: Раздобыть Янису разрешение на пользование камнем переживаний Дейонарры.

source: I returned to Iannis and told him that the Sensates agreed to allow him access to his daughter's sensory stone.
ru: Я вернулся к Янису и сказал ему, что чувствующие согласились предоставить ему доступ к камню переживаний его дочери.

source: Find the portal key to Ravel's maze.
ru: Найти портальный ключ к лабиринту Равель.

source: Return to Curst and speak to Trias.
ru: Вернуться в Проклятый и поговорить с Триасом.

source: The Pillar of Skulls told me that Trias - who it called 'Trias the Betrayer' - would know where the portal to the Fortress of Regrets was.
ru: Колонна Черепов сказала мне, что Триас, которого они назвали «Триасом-Предателем», знает, где находится портал в Крепость сожалений.

source: I returned to Curst and spoke to Trias of the Fortress of Regrets.
ru: Я вернулся в Проклятый и переговорил с Триасом о Крепости сожалений.

source: Unfortunately, I told Acaste the Ghoul Queen about the Silent King before I told Many-as-One, and now the ghouls have overwhelmed the Dead Nations. There will be no rat invasion this time.
ru: К несчастью, я рассказал Акасте, королеве упырей, о Безмолвном Короле перед тем, как рассказать это Многоединому, и теперь упыри захватили Мертвые Народы. На этот раз вторжению крыс не бывать.

source: I lied and told Many-as-One that the Silent King was far too powerful for the rats to consider taking over. Many-as-One was not pleased.
ru: Я солгал Многоединому, сказав, что Безмолвный Король слишком могущественный и крысы даже и думать не должны захватывать у него власть. Многоединый был не доволен.

source: Many-as-One was... were?... delighted to hear that the Silent King is a sham. I do not envy the dead.
ru: Многоединый был... или были?... рады слышать, что Безмолвный Король - обман. Мертвецам я теперь не позавидую.

source: Discover the weaknesses of the Silent King for Many-as-One.
ru: Разузнать о слабостях Безмолвного Короля для Многоединого.

source: Examine the Pestilential Tome.
ru: Изучить Пагубный том.

source: I have found a strange book on Mantuok's body. It can speak!
ru: На теле Мантуока я обнаружил странную книгу. Она разговаривает!

source: Sell a companion into slavery.
ru: Продать спутника в рабство.

source: Kill a companion for an additional power.
ru: Убить спутника ради дополнительной силы.

source: Warn the githzerai about the githyanki raid on their fortress.
ru: Предупредить гитцераев о готовящемся нападении гитьянки на их крепость.

source: Take a handbill to Scofflaw Penn at Print Shop to be printed.
ru: Передать Нарушителю Пенну рекламную листовку для распечатки.

source: Take a message to Keldor of Durian at the Foundry.
ru: Передать послание Кельдору Дурианскому из Литейной.

source: I've delivered the handbill.
ru: Я доставил рекламный листок.

source: I've delivered the message.
ru: Я доставил сообщение.

source: Take the handbill to Barkis at the Smoldering Corpse.
ru: Принести рекламный листок Баркису из Тлеющего трупа.

source: I've posted the handbill at the Smoldering Corpse.
ru: Я разместил рекламный листок в Тлеющем трупе.

source: Kill Officer Vorten.
ru: Убить офицера Вортена.

source: Join the Anarchists
ru: Присоединиться к анархистам

source: I have applied for membership in the Anarchists with Scofflaw Penn. I was told to kill Qui-Sai, a stone genasi warrior in the Clerk's Ward, and then return.
ru: Я подал Нарушителю Пенну заявку на вступление в ряды анархистов. Мне сказали убить Ки-Сая, воина каменных генаси в Чиновничьем районе, а затем вернуться.

source: I have killed Qui-Sai, and Scofflaw Penn has admitted me to his cell of Anarchists.
ru: Я убил Ки-Сая, и Нарушитель Пенн принял меня в свою ячейку анархистов.

source: Deliver your receipt to the Great Foundry.
ru: Занести свою квитанцию в Великую Литейную.

source: I have the receipt that will allow me into the Great Foundry.
ru: У меня есть квитанция, которая позволит мне пройти в Великую Литейную.

source: I turned in my receipt at the Great Foundry, and in exchange, I received a strange piece of metalwork. It must have been pretty important for me to have had it commissioned; I'll have to figure out a way to unlock its secrets.
ru: Я вернул свою квитанцию в Великую Литейную и в обмен получил необычное металлическое изделие. Должно быть, оно было очень важно для меня, раз я его заказал. Мне предстоит найти способ раскрыть его секреты.

source: Nihl Xander, in the Foundry, has asked me to help him complete the Dreambuilder so that I may dream again.
ru: Нил Зандер из Литейной попросил меня помочь ему закончить Построитель снов, чтобы я снова мог видеть сны.

source: Xander has given me the key to my dreams. All I need to do now is walk through the door.
ru: Зандер дал мне ключ от моих снов. Все, что теперь мне нужно - это пройти через дверь.

source: The cranium rat collective, Many-as-One, has asked me to discover the strengths and weaknesses of the Silent King so that the rats may invade the Dead Nations and eliminate the living dead.
ru: Коллектив черепных крыс, Многоединый, попросил меня узнать о сильных и слабых сторонах Безмолвного Короля, чтобы крысы смогли захватить Мертвые Народы и уничтожить живых мертвецов.

source: Sabotage the Godsmen's machine for Bedai-Lihn.
ru: Саботировать машину боголюдей для Бедай-Линн.

source: Bedai-Lihn, one of the engineers at the Foundry, has asked me to destroy the Godsmen's machine.
ru: Бедай-Линн, одна из инженеров Литейной, попросила меня разрушить машину боголюдей.

source: I have destroyed the machine.
ru: Я разрушил машину.

source: I turned Bedai-Lihn in to Keldor for her desire to see the machine destroyed.
ru: Я выдал Бедай-Линн Кельдору из-за того, что она хотела уничтожить машину.

source: Kill Sandoz, the Godsman factotum.
ru: Убить Сандоза, фрактотума боголюдей.

source: Help complete the Dreambuilder in the Great Foundry.
ru: Помочь завершить Построитель снов в Великой Литейной.

source: Bedai-Lihn asked me to assassinate Sandoz, the Godsman factotum.
ru: Бедай-Линн попросила меня убить Сандоза, фрактотума боголюдей.

source: I have killed Sandoz.
ru: Я убил Сандоза.

source: I turned Bedai-Lihn in for the murder of Sandoz.
ru: Я выдал Бедай-Линн за убийство Сандоза.

source: Smuggle Bedai-Lihn from the Foundry.
ru: Вывести Бедай-Линн из Литейной.

source: After all the fuss we've created, Bedai-Lihn wants me to smuggle her from the Foundry. I should find her a disguise and get her out so they don't suspect her until she's gone.
ru: После всей той суматохи, что мы натворили, Бедай-Линн хочет, чтобы я вывел ее из Литейной. Я должен найти ей маскировку и вывести ее таким образом, чтобы никто ее не заподозрил, пока она не выйдет.

source: I have begun the three tests that will allow me to become a Godsman.
ru: Я начал выполнение трех испытаний, которые позволят мне стать богочеловеком.

source: I've gotten her out of the Foundry. She told me that I should go speak to Scofflaw Penn and tell him that the city must burn.
ru: Я вывел ее из Литейной. Она сказала, что мне следует подойти к Нарушителю Пенну и сказать ему, что город должен гореть.

source: I have finished the tests Keldor set me, and I have taken the oath of the Believers of the Source. I am now a Godsman!
ru: Я прошел испытания, поставленные передо мной Кельдором и принял клятву Верящих в Первопричину. Теперь я богочеловек!

source: Join the Godsmen
ru: Присоединиться к боголюдям

source: Forge an Item
ru: Выковать предмет

source: I am to forge an item for my first test.
ru: В качестве моего первого испытания мне нужно выковать предмет.

source: I have finished forging my item, for good or for ill, and am moving on to my next test.
ru: Я завершил ковку своего изделия, к добру это или к худу, и теперь перехожу к своему следующему испытанию.

source: Solve the murder of Avildon the smith.
ru: Раскрыть убийство кузнеца Авильдона.

source: Keldor has assigned me to investigate the murder of one of his smiths.
ru: Кельдор назначил меня расследовать убийство одного из его кузнецов.

source: I have accused Saros of the murder of the smith.
ru: Я обвинил Сароса в убийстве кузнеца.

source: I have accused both Thildon and Saros of the murder of the smith.
ru: Я обвинил и Тильдона, и Сароса в убийстве кузнеца.

source: Prevent Sandoz from killing himself.
ru: Предотвратить самоубийство Сандоза.

source: I have accused Thildon of the murder of the smith.
ru: Я обвинил Тильдона в убийстве кузнеца.

source: I failed. Perhaps I should have been a little kinder.
ru: Я потерпел неудачу. Возможно, мне следовало быть добрее.

source: Retrieve a skull from a locked, trapped tomb.
ru: Достать череп из запертой гробницы с ловушками.

source: Lothar, master of the Bones of the Night, has demanded that I retrieve a skull from a locked tomb that lies beyond the Drowned Nations.
ru: Лотар, хозяин Костей ночи, потребовал, чтобы я достал череп из запертой гробницы, которая находится под Затопленными Народами.

source: Find a skull of great value.
ru: Найти особо ценный череп.

source: Lothar suggested that if I wanted the answers I require, I must pay the price - a skull of great value.
ru: Лотар намекнул, что если мне нужны ответы на мои вопросы, я должен заплатить за них особо ценным черепом.

source: I have returned a skull to Lothar. He seems pleased with my selection.
ru: Я вернул череп Лотару. Похоже, он остался доволен моим выбором.

source: I have been assigned the task of convincing Sandoz that suicide is probably not in his best interests.
ru: Мне поставили задачу убедить Сандоза, что самоубийство, пожалуй, не в его интересах.

source: I have succeeded, by throwing Godsman philosophy at him. He realized the error of his ways quickly.
ru: Я добился успеха, обрушив на него философию боголюдей. Он быстро осознал ошибку.

source: There was no skull in that tomb.
ru: В той гробнице не оказалось черепа.

source: Free the deva.
ru: Освободить дэва.

source: Trias told me that he can only be freed by an act of kindness - in this case, by retrieving his sword and striking off his chains.
ru: Триас сказал мне, что может быть освобожден только проявлением доброты; в данном случае нужно вернуть его меч и разбить его оковы.

source: I have freed Trias.
ru: Я освободил Триаса.

source: Find Forked-Tongue
ru: Разыскать Раздвоенного Языка

source: Assemble the Key
ru: Собрать Ключ

source: I have been told by the barkeep, Tainted Barse, that I can find a way to the deva if I can assemble the five pieces of the key necessary to open the door. He directed me first to a man named Marquez.
ru: Хозяин таверны Гниющий Копчик сообщил мне, что я смогу найти путь к дэва, если только соберу пять частей ключа, необходимого для того, чтобы открыть дверь. Он направил меня к мужчине по имени Маркес.

source: I have completed the quest for the deva key. Now I just need to talk to Barse to complete it.
ru: Я завершил поиски ключа к дэва. Теперь мне осталось только переговорить с Копчиком, чтобы собрать его.

source: Rescue Barse's Daughter
ru: Спасти дочь Копчика

source: Marquez has told me to rescue Barse's daughter from the slavers.
ru: Маркес попросил меня спасти дочь Копчика от работорговцев.

source: I rescued Barse's daughter from the slavers and received my payment - part of the key that will lead me to the deva I seek.
ru: Я спас дочь Копчика от работорговцев и получил свою награду - первую часть ключа, который поможет мне добраться до дэва.

source: Unfortunately, Barse's daughter died as I tried to save her. Still, I was given my payment - part of the key that will lead me to the deva.
ru: К сожалению, дочь Копчика погибла, когда я попытался ее спасти. Однако я получил свою награду - первую часть ключа, который поможет мне добраться до дэва.

source: Mediate the Family Dispute
ru: Выступить посредником в семейном споре

source: I am mediating the dispute between the Brothers Malako; Crumplepunch and Kester are arguing over their inheritance.
ru: Я выступаю посредником в споре за наследство между братьями Малако, Костоломом и Кестером.

source: I have decided the Malako case in favor of Kester. Crumplepunch was not, of course, happy.
ru: В деле Малако я решил встать на сторону Кестера. Костолома это, естественно, не устроило.
