Repository: winterheart/planescape
Catalog: po/pst-ee/*/misc/rest.po
Languages: ru

source: "Her name's Annah."
ru: «Ее зовут Анна».

source: Quint's House.
ru: Дом Квинта.

source: The Siege Tower
ru: Осадная башня

source: The Coffin Maker
ru: Гробовщик

source: Zombie, Male
ru: Зомби, мужчина

source: Zombie, Female
ru: Зомби, женщина

source: Tiefling, Male
ru: Тифлинг, мужчина

source: Tiefling, Female
ru: Тифлинг, женщина

source: Curst Townie, Male
ru: Житель Проклятого

source: Curst Townie, Female
ru: Жительница Проклятого

source: Dustman, Male
ru: Тленный

source: Ghoul, Male
ru: Упырь

source: Ghoul, Female
ru: Упыриха

source: Sounding Stone
ru: Звучащий камень

source: Aasimar
ru: Аазимар

source: A young woman named Sheryl is worried about her missing father. She fears that he may be trapped in a crypt that can only be reached by a portal. Sheryl wants me to talk to a witch named Ulthera, whom she believes gave her father the portal key. I have agreed to help her.
ru: Девушка по имени Шерил беспокоиться о своем пропавшем отце. Она боится, что тот оказался в ловушке в склепе, попасть в который можно только через портал. Шерил хочет, чтобы я поговорил ведьмой по имени Ультера, которая, предположительно, дала отцу ключ к порталу. Я согласился помочь ей.

source: I found a ring on a body in a crypt that could only be reached by portal. I gave Sheryl the ring and she says it belonged to her father.
ru: Я нашел кольцо на теле в склепе, в который можно попасть только через портал. Я отдал это кольцо Шерил, и она сказала, что это кольцо ее отца.

source: Find a human leg bone for Ulthera.
ru: Найти кость из человеческой ноги для Ультеры.

source: Ulthera has given me the keys to the portal that Arkin wanted to explore. Unfortunately she does not know the location of the portal. She has asked me to find a human leg bone. She claims she can use the bone to find the portal. I have agreed to do this.
ru: Ультера дала мне ключи к порталу, который Аркин, отец Шерил, хотел исследовать. К сожалению, Ультера не знает, где находится портал. Она попросила меня найти кость из человеческой ноги. Она сказала, что может найти портал с помощью кости. Я согласился найти эту кость.

source: I found the leg bone for Ulthera and asked her to find the location of the portal Arkin used. She chanted and carried on a bit, then said the portal could be found to the northwest, near the entry to the buried village. I hope she is right.
ru: Я нашел кость из ноги для Ультеры и попросил ее найти место, где находится портал Аркина. Немного попев, она сказала, что портал может находиться на северо-западе, неподалеку от входа в Погребенную деревню. Надеюсь, что она окажется права».

source: Conflagration
ru: Сожжение

source: Celestial Host
ru: Небесное воинство

source: Ignus' Fury
ru: Гнев Игнуса

source: To the Maze
ru: В лабиринт

source: The Lady's Fury
ru: Гнев Леди

source: Meteor Storm
ru: Метеорный шторм

source: Rune of Torment
ru: Руна мучений

source: The Alley's Birth
ru: Роды Улицы

source: Sigil: City of Doors
ru: Сигил: Город Дверей

source: Death in the Alley
ru: Смерть в переулке

source: Shadows Will Follow
ru: Тени идут следом

source: Pharod's Destiny
ru: Судьба Фарода

source: Ignus' Arrival
ru: Появление Игнуса

source: Vhailor's Arrival
ru: Появление Вейлора

source: Curst Returns
ru: Возвращение в Проклятый

source: Finale
ru: Финал

source: Fortress Door
ru: Врата Крепости

source: Fortress of Regrets
ru: Крепость сожалений

source: The Outlands
ru: Внешние земли

source: Transcendence 1
ru: Запредельность 1

source: Transcendence 2
ru: Запредельность 2

source: The Transcendent One
ru: Запредельный

source: Unusable Item Placed In Backpack
ru: Бесполезный предмет возвращен в инвентарь

source: Unusable Item Dropped On Ground
ru: Бесполезный предмет брошен на землю

source: ' Round Ended
ru: - конец раунда

source: "The Cannon"
ru: «Орудие»

source: Ironwork
ru: Железное изделие

source: Great Foundry Gate Guard
ru: Привратники Великой Литейной

source: ' Target is Gone
ru: - цель пропала

source: ' Weapon is Gone
ru: - оружие пропало

source: Strength decreased permanently
ru: Уменьшилась Сила

source: Glyve, the face in stone
ru: Глайв, лицо на камне

source: Catacombs below Bones of the Night
ru: Катакомбы под Костями ночи.

source: "Not yet. Farewell."
ru: «Еще нет. Прощай».

source: "When's this worthless shift over?"
ru: «Когда уже закончится эта бессмысленная смена?»

source: "Oh, look, here's the berk who couldn't save Sandoz's life."
ru: «О, гляди-ка: вон тот пень, который не смог спасти Сандозу жизнь».

source: "What's been happening around here? It's like the Foundry is cursed..."
ru: «Что здесь произошло? Как будто Литейную прокляли...»

source: "Poor Sandoz..."
ru: «Бедный Сандоз...»

source: Entrance to the Great Foundry
ru: Вход в Великую Литейную

source: Corvus, the Harmonium guard, is interested in any evidence leading to the arrest of the murderer of a merchant named Zac. I'll have to keep this in mind.
ru: Корвус, стражник Гармониума, заинтересован в любых уликах, которые помогут арестовать убийцу торговца по имени Зак. Нужно это запомнить.

source: "Back for more stealin', eh?!"
ru: «Опять воровать пришел?!»

source: "Away with ya before I remove those thieving fingers with one of my blades!"
ru: «Убирайся, не то я отпилю эти вороватые пальчики одним из своих клинков!»

source: I spoke to Eli Havelock, thieves' tutor of the Civic Festhall, and learned what I needed to rebuke Qui-Sai's argument.
ru: Я поговорил с Илаем Хейвлоком, наставником воров из Городского Фестхолла, и узнал, что мне нужно, чтобы переубедить Ки-Сая.

source: Rebuke Qui-Sai's arguments for training as a mage rather than a warrior.
ru: Разрушить доводы Ки-Сая по поводу того, что нужно учиться на мага, а не на воина.

source: I spoke to Lady Thorncombe, mages' tutor of the Civic Festhall, and learned what I needed to rebuke Qui-Sai's argument.
ru: Я поговорил с Леди Торнкомб, наставницей магов из Городского Фестхолла, и узнал, что мне нужно, чтобы переубедить Ки-Сая.

source: Quint's Shop
ru: Магазин Квинта

source: "Look here! See these fine servants! Take one home!"
ru: «Поглядите-ка сюда! Взгляните на этих отличных слуг! Возьмите одного в дом!»

source: "Servants! Servants! You can always use a servant!"
ru: «Слуги! Слуги! Слуги вам всегда пригодятся!»

source: To the Buried Village
ru: В Погребенную деревню

source: The rune suddenly throbs, and the entire scroll begins to dissolve into a stinking, black mess. The fluid seeps directly into the flesh of your hands... in seconds, the magical hemotoxin has rendered your blood into black bile. You begin to die an exquisitely painful death...
ru: Руна неожиданно начинает пульсировать, превращая весь свиток в бесформенную вонючую черную массу. Жидкость сразу же впитывается в твою плоть... за считанные секунды магический гемотоксин превращает твою кровь в черную желчь. Ты умираешь страшной и мучительной смертью...

source: Fall into darkness...
ru: Пасть во тьму...

source: The rune suddenly throbs, and the entire scroll begins to dissolve into a stinking, black mess. The fluid seeps directly into the flesh of your hands... in seconds, the magical hemotoxin begins to render your blood into black bile. For a moment you clutch at yourself, howling in agony... and then the pain subsides. You have survived whatever horrible magic was placed upon the scroll.
ru: Руна неожиданно начинает пульсировать, превращая весь свиток в бесформенную вонючую черную массу. Жидкость сразу же впитывается в твою плоть... за считанные секунды магический гемотоксин превращает твою кровь в черную желчь. На мгновение тебя охватывает агония... но затем боль отступает. Какой бы ужасной ни была магия в свитке, тебе удалось выжить.

source: "What the...?"
ru: «Что за?..»

source: "I want you to become the best magical weapon you can."
ru: «Я хочу, чтобы вы стали лучшим магическим оружием».

source: This room is cramped, slightly damp, and has an odd smell to it. Its walls are thin, allowing the noise of the next room's occupants to wake you at odd hours with their incessant bickering, and a chilly draft seems to issue from somewhere near the ceiling. While your amazing recuperative powers mean you'll recover all your hit points with a single night's rest here, others will gain ten hit points with eight hours of sleep. Anyone resting will also memorize any spells they have selected in their Spell Book.
ru: Эта комната тесная, слегка влажная и странно пахнет. Стены у нее тонкие и позволяют жильцам соседних комнат будить тебя в разное время суток своими беспрестанными ссорами. Где-то из-под потолка ее продувает прохладный сквозняк. Хотя твои удивительные способности к восстановлении позволят тебе восполнить все свои очки жизни после одной ночи здесь, другие получат десять очков жизни за восьмичасовой сон. Все отдыхающие также запомнят любые заклинания, выбранные ими в книге заклинаний.

source: This room is small but cozy with a comfortable - if somewhat narrow - bed. Though most people would gain twenty hit points from a full night's rest here, you will awaken fully recovered. Anyone resting will also memorize any spells they have selected in their Spell Book.
ru: Эта комната небольшая, но уютная, с удобной, но немного узковатой кроватью. Хотя большинство, переночевав здесь, получит по двадцать очков жизни, ты проснешься, полностью восстановившись. Все отдыхающие также запомнят любые заклинания, выбранные ими в книге заклинаний.

source: This chamber, with its fine wooden furnishings and large, overstuffed bed, is luxurious. Scented candles and a small fireplace add to the already rich atmosphere of the room. Any person who slept in such a room would recover thirty hit points... though your supernatural constitution means you'd recover all your hit points with the same amount of rest. Anyone resting will also memorize any spells they have selected in their Spell Book.
ru: Эта комната, с ее отличной деревянной мебелью и огромной мягкой кроватью, выглядит роскошно. Ароматные свечи и маленький камин дополняют и так богатую атмосферу комнаты. Любой, кто спал в такой комнате, восстановит тридцать очков жизни... однако твое сверхъестественное строение тела подразумевает, что ты восстановишь все до последнего очки жизни, отдохнув здесь столько же времени. Все отдыхающие также запомнят любые заклинания, выбранные ими в книге заклинаний.

source: A chamber such as this is fit for royalty... exotic animal skin rugs, a high-beam ceiling, gilded antique cabinets full of liqueur, spiced breads and sweetmeats, and a delectably comfortable bed so large it wouldn't even fit in a 'Noble' room. A night spent here would recover forty hit points of a normal person's health... though you're certain to heal every last wound in that same eight hours, owing to your amazing regenerative abilities. Anyone resting will also memorize any spells they have selected in their Spell Book.
ru: Комнаты, подобные этой, вполне сгодятся и для королей... диковинные коврики из шкур животных, хорошо освещенный потолок, позолоченный старинный шкаф, наполненный спиртным, и восхитительно удобная кровать, настолько большая, что даже не уместится комнате для аристократов. Проведенная здесь ночь восстановит сорок очков жизни обычного человека... однако ты уверен, что залечишь все до единой раны за те же восемь часов благодаря своей удивительной способности к восстановлению. Все отдыхающие также запомнят любые заклинания, выбранные ими в книге заклинаний.

source: I turned Bedai-Lihn in to Keldor for her role in the destruction at the Foundry.
ru: Я выдал Бедай-Линн Кельдору за ее участие во вредительстве на Литейной.

source: Coaxmetal
ru: Убежденный Металл

source: Rod
ru: Жезл

source: AC Bonuses
ru: Бонусы КБ

source: Portal Lens
ru: Портальная линза

source: Regeneration Massive
ru: Массовая регенерация

source: Shadow Minion
ru: Тень-прислужник

source: AC vs. Slashing
ru: КБ против рубящего

source: AC vs. Piercing
ru: КБ против колющего

source: AC vs. Crushing
ru: КБ против дробящего

source: AC vs. Missile
ru: КБ против снарядов

source: Resistances
ru: Устойчивость

source: Normal Fire
ru: Обычный огонь

source: Magic Fire
ru: Магический огонь

source: Normal Cold
ru: Обычный холод

source: Magic Cold
ru: Магический холод

source: Electricity
ru: Электричество

source: Acid
ru: Кислота

source: Magic
ru: Магия

source: Slashing Attacks
ru: Рубящие атаки

source: Piercing Attacks
ru: Колющие атаки

source: Crushing Attacks
ru: Крушащие атаки

source: Missile Attacks
ru: Снарядные атаки

source: Giltspur the auctioneer has asked me to deliver a message to Keldor of Durian at the Great Foundry, in exchange for one hundred coins.
ru: Аукционист Гилтспур попросил меня доставить послание Кельдору Дурианскому из Великой Литейной в обмен на сотню монет.

source: A location vital to your quest has been cut off to you.
ru: Место, жизненно важное для твоих поисков, стало недоступным для тебя.

source: "PLEASE DO NOT ATTACK THE HEAD!"
ru: «ТОЛЬКО НЕ ПО ГОЛОВЕ!»

source: Annah told me one about picking pockets; she said some people are more difficult to pick pocket than others. Common townsfolk are one thing, but picking on merchants or guards might be a different matter. Annah said that if you pick pocket a lot of townsfolk, the amount you gain from them can really add up. She also said it's possible to steal from stores as well, so if common Hivers don't seem to have anything of value, I could always stop by a shop and pick and choose from the inventory...
ru: Анна рассказала мне кое-что о карманном воровстве. Она сказала, что некоторых людей обокрасть сложнее, чем других. Обычные жители города - это одно дело, а вот воровство у торговцев или стражников - совершенно другое. Анна сказала, что если обчистить карманы у кучи народа, может набраться кругленькая сумма. Еще она сказала, что также можно воровать и в магазинах, так что, если у обычных жителей Улья не найдется ничего ценного, всегда можно заглянуть в какой-нибудь магазинчик выбрать что-нибудь подходящее из товаров...

source: Back to the Dead Nations
ru: Назад к Мертвым Народам

source: The throne of the Silent King
ru: Трон Безмолвного Короля

source: I exposed Soego as a cranium rat spy to Hargrimm.
ru: Я рассказал Харгримму, что Соэго является шпионом черепных крыс.

source: Give Hargrimm a reason to remove Soego from the Dead Nations.
ru: Найти Харгримму причину убрать Соэго из Мертвых Народов.

source: "War Relic"
ru: «Военный реликт»

source: Finam the Linguist's Home
ru: Дом лингвиста Финама

source: The Barracks
ru: Бараки

source: The Distiller
ru: Винокур

source: Curst Administration
ru: Администрация Проклятого

source: The Gate to Carceri
ru: Врата в Карцери

source: The Blacksmith
ru: Кузница

source: This man is clearly irked that you're drawing his attention away from the bird fight. "What? Go ask someone else your stupid questions!" He turns back to the match.
ru: Этого мужчину явно раздражает, что ты отвлекаешь его от птичьей драки. «Что? Иди задавай свои дурацкие вопросы кому-то другому!» Он возвращается к боям.

source: "Fine, then."
ru: «Вот и отлично».

source: The smell of spilled ale and desperation that emanates from this place says it must be a tavern...
ru: Аромат пролитого эля и отчаянья, исходящий от этого места, говорит о том, что это, должно быть, таверна...

source: Fetch a vial of skin and blood.
ru: Добыть пузырек с кожей и кровью.

source: Xander has asked me to fetch him a vial of my skin and blood for the final stages of the Dreambuilder.
ru: Зандер попросил меня достать ему пузырек с моей кожей и кровью для последних этапов Построителя сна.

source: I brought the vial to Xander. He sent me looking for a birdcage covered in razorblades.
ru: Я принес пузырек Зандеру. Он послал меня найти птичью клетку, покрытую бритвенными лезвиями.

source: Fetch a birdcage festooned with razorblades.
ru: Добыть птичью клетку, украшенную бритвенными лезвиями.

source: Find the night hag Ravel Puzzlewell.
ru: Найти ночную ведьму Равель Заморочку.

source: I returned with the birdcage. Xander then asked for a pillow from a coffin.
ru: Я вернулся с клеткой. Зандер попросил подушку от гроба.

source: Bring a coffin pillow to Xander.
ru: Достать Зандеру подушку от гроба.

source: I brought the pillow to Xander. This is my last quest to complete the Dreambuilder... except to gain the key.
ru: Я принес Зандеру подушку. Это мое последнее задание по построителю снов... не считая получения ключа.

source: Get the key.
ru: Достать ключ.

source: All I need to do gain the key to the Dreambuilder is ask Xander for it.
ru: Все, что мне нужно, чтобы получить ключ к построителю снов - это попросить об этом Зандера.

source: I have earned the key of dreams.
ru: Я получил ключ снов.

source: Your inventory is full.
ru: Твой инвентарь полон.

source: I have found the elusive hag, Ravel Puzzlewell.
ru: Я разыскал эфемерную ведьму, Равель Заморочку.

source: Lothar suggested that the next stage in my journey might be to journey to the Civic Festhall, where someone may be able to tell me more of the hag Ravel Puzzlewell, whom Lothar believes stole my mortality from me.
ru: Лотар предложил мне в качестве следующего этапа моего путешествия отправиться в Городской Фестхолл, где найдется кто-нибудь, кто расскажет мне больше о ведьме Равель Заморочке, которая, согласно Лотару, украла у меня мою смертность.

source: Back to Curst Underground
ru: Назад в подземелья Проклятого

source: Outer Ring
ru: Внешнее кольцо

source: Middle Ring
ru: Среднее кольцо

source: Inner Ring
ru: Внутреннее кольцо

source: Sanctum
ru: Святилище

source: Trias' Dais
ru: Помост Триаса

source: From the stench of old ale wafting out, you deduce that this is an alehouse.
ru: По доносящейся до тебя вони старого эля ты определяешь, что это пивная.

source: You're not certain if this heavy iron plate ever moved - but it's certainly not going anywhere now.
ru: Ты не уверен, двигалась ли вообще эта тяжелая железная пластина... но теперь-то она точно никуда не сдвинется.

source: "Nothing, I guess. Farewell."
ru: «Пожалуй, ничего. Прощай».

source: "Not yet."
ru: «Еще нет».

source: This tunnel slopes sharply beneath the surface of the city. You probably wouldn't be able to return if you slid down its passage. You think it'd be a good idea to exhaust your other options first.
ru: Этот тоннель уходит резко под поверхность города. Вероятно, ты не сможешь вернуться, если подскользнешься, спускаясь вниз. Пожалуй, лучше будет сначала перепробовать другие варианты.

source: Intelligence decreased permanently
ru: Понизился Интеллект

source: Wisdom decreased permanently
ru: Понизилась Мудрость

source: Dexterity decreased permanently
ru: Уменьшилась Ловкость

source: Constitution decreased permanently
ru: Ухудшилось Телосложение

source: Charisma decreased permanently
ru: Ухудшилось Обаяние

source: MaxHP decreased permanently
ru: Понизился максимум здоровья

source: Armor Class decreased permanently
ru: Понизился Класс Брони

source: Pickpocket Succeeded [Annah]
ru: Воровство успешно [Annah]

source: Your inventory is full. Some items could not be bought.
ru: Твой инвентарь полон. Некоторые предметы невозможно купить.

source: "WE YIELD TO YOU, BIPED. WE YIELD. WE SHALL TROUBLE YOU NO MORE."
ru: «МЫ СДАЕМСЯ, ДВУНОГИЙ. МЫ СДАЕМСЯ. МЫ ТЕБЯ БОЛЬШЕ НЕ ПОБЕСПОКОИМ».

source: "I... think I do. Farewell, Nemelle."
ru: «Думаю... да. Прощай, Немель».

source: Dialogue ...
ru: Диалог ...

source: Auto-Paused: Attacked
ru: Автопауза: атакован

source: Auto-Paused: Badly Wounded
ru: Автопауза: получено тяжелое ранение

source: Auto-Paused: Dead
ru: Автопауза: убит

source: Auto-Pause Disabled
ru: Автопауза отключена

source: Auto-Paused: Enemy Sighted
ru: Автопауза: замечен враг

source: Auto-Paused: Hit
ru: Автопауза: попадание

source: Auto-Paused: Round End
ru: Автопауза: конец хода

source: Auto-Paused: Spell Cast
ru: Автопауза: чтение заклинания

source: Auto-Paused: Target Gone
ru: Автопауза: цель пропала

source: Auto-Paused: Trap Found
ru: Автопауза: обнаружена ловушка

source: Auto-Paused: Weapon Unusable
ru: Автопауза: оружие бесполезно

source: — This space intentionally left blank —
ru: - Это область намеренно оставлена пустой -

source: You cannot place a two-handed weapon in your off hand.
ru: Невозможно взять двуручное оружие во вторую руку.

source: End Dialogue
ru: Закончить диалог

source: Near Death
ru: При смерти

source: Badly Injured
ru: Тяжелое ранение

source: Barely Injured
ru: Легкое ранение

source: Dead
ru: Смерть

source: Injured
ru: Ранение

source: Petrified
ru: Окаменение

source: Uninjured
ru: Не пострадал

source: Dire charmed
ru: Наложено сильное очарование

source: Evil
ru: Злой

source: Good
ru: Добрый

source: Held
ru: Удержание

source: Controlled by cleric
ru: Управляется клериком

source: This program Needs to run in Direct Draw Exclusive Mode Please restart after closing other Direct Draw programs.
ru: Для работы этой программы требуется эксклюзивный режим Direct Draw Закройте другие программы Direct Draw и перезапустите программу.

source: Bad Slot Number
ru: Неправильный номер ячейки

source: You cannot change armor during combat.
ru: Во время битвы нельзя менять броню.

source: This item cannot be removed.
ru: Этот предмет не может быть удален.

source: Your class cannot use a second weapon.
ru: Ваш класс не может использовать второе оружие.

source: Launcher of same type already equipped.
ru: Дальнобойное оружие этого типа уже экипировано.

source: Your attributes are inadequate to use this item.
ru: Ваши атрибуты не соответствуют использованию данного предмета.

source: Inadequate Charisma.
ru: Несоответствующее Обаяние.

source: Inadequate Constitution.
ru: Несоответствующее Телосложение.

source: Inadequate Dexterity.
ru: Несоответствующая Ловкость.

source: Inadequate Intelligence.
ru: Несоответствующий Интеллект.

source: Inadequate level.
ru: Несоответствующий уровень.

source: Inadequate Strength.
ru: Несоответствующая Сила.

source: Inadequate Wisdom.
ru: Несоответствующая Мудрость.

source: Cannot give item: inventory full.
ru: Невозможно передать предмет: инвентарь полон.

source: Inventory Is Full
ru: Инвентарь полон

source: Item must be identified before use.
ru: Перед использованием необходимо идентифицировать предмет.

source: Magical weapon in use.
ru: Используется магический предмет.

source: Monks cannot use two-handed weapons.
ru: Монахи не могут использовать двуручное оружие.

source: has nothing to say to you.
ru: ничего не может сказать тебе.

source: No Sprite
ru: Нет спрайта

source: Off-hand in use.
ru: Используется вторая рука.

source: Failed Save vs. Breath Weapon
ru: Спасбросок провален против оружия дыхания

source: Failed Save vs. Death
ru: Спасбросок провален против смерти

source: Failed Save vs. Polymorph
ru: Спасбросок провален против полиморфизма

source: Failed: Magic Resistance
ru: Спасбросок провален против устойчивости к магии

source: Failed Save vs. Spell
ru: Спасбросок провален против заклинаний

source: Failed Save vs. Wand
ru: Спасбросок провален против жезлов

source: is attacking
ru: атакует

source: Attack Roll
ru: Бросок атаки

source: Attack Roll (Off-hand)
ru: Бросок атаки (вторая рука)

source: Aura Cleansed
ru: Аура очищена

source: Backstab Double Damage
ru: Двойной урон от удара в спину

source: Backstab Triple Damage
ru: Тройной урон от удара в спину

source: Backstab Quadruple Damage
ru: Четверной урон от удара в спину

source: Backstab Quintuple Damage
ru: Пятерной урон от удара в спину

source: Backstab Sextuple Damage
ru: Шестерной урон от удара в спину

source: Backstab Septuple Damage
ru: Семерной урон от удара в спину

source: Backstab Octuple Damage
ru: Восьмерной урон от удара в спину

source: Backstab Nonuple Damage
ru: Девятерной урон от удара в спину

source: The backstab seems to have failed.
ru: Удар в спину не удался.
