Repository: winterheart/planescape
Catalog: po/pst-ee/*/misc/rest.po
Languages: ru

source: Lockpick Failed [Annah]
ru: Неудачный взлом [Annah]

source: Lockpick Failed [Dak'kon]
ru: Неудачный взлом [Dak'kon]

source: Lockpick Failed [Fall-From-Grace]
ru: Неудачный взлом [Fall-From-Grace]

source: Lockpick Failed [Nordom]
ru: Неудачный взлом [Nordom]

source: Lockpick Failed [Ignus]
ru: Неудачный взлом [Ignus]

source: Lockpick Failed [Vhailor]
ru: Неудачный взлом [Vhailor]

source: Trap Disarmed [Nameless One]
ru: Ловушка обезврежена [Nameless One]

source: Trap Disarmed [Morte]
ru: Ловушка обезврежена [Morte]

source: Trap Disarmed [Annah]
ru: Ловушка обезврежена [Annah]

source: Trap Disarmed [Dak'kon]
ru: Ловушка обезврежена [Dak'kon]

source: Trap Disarmed [Fall-From-Grace]
ru: Ловушка обезврежена [Fall-From-Grace]

source: Trap Disarmed [Nordom]
ru: Ловушка обезврежена [Nordom]

source: Trap Disarmed [Ignus]
ru: Ловушка обезврежена [Ignus]

source: Trap Disarmed [Vhailor]
ru: Ловушка обезврежена [Vhailor]

source: Trap Disarm Failed [Nameless One]
ru: Ловушка не обезврежена [Nameless One]

source: Trap Disarm Failed [Morte]
ru: Ловушка не обезврежена [Morte]

source: Trap Disarm Failed [Annah]
ru: Ловушка не обезврежена [Annah]

source: Trap Disarm Failed [Dak'kon]
ru: Ловушка не обезврежена [Dak'kon]

source: Trap Disarm Failed [Fall-From-Grace]
ru: Ловушка не обезврежена [Fall-From-Grace]

source: Trap Disarm Failed [Nordom]
ru: Ловушка не обезврежена [Nordom]

source: Trap Disarm Failed [Ignus]
ru: Ловушка не обезврежена [Ignus]

source: Trap Disarm Failed [Vhailor]
ru: Ловушка не обезврежена [Vhailor]

source: Trap Detected [Nameless One]
ru: Обнаружена ловушка [Nameless One]

source: Trap Detected [Morte]
ru: Обнаружена ловушка [Morte]

source: Trap Detected [Annah]
ru: Обнаружена ловушка [Annah]

source: Trap Detected [Dak'kon]
ru: Обнаружена ловушка [Dak'kon]

source: Trap Detected [Fall-From-Grace]
ru: Обнаружена ловушка [Fall-From-Grace]

source: Trap Detected [Nordom]
ru: Обнаружена ловушка [Nordom]

source: Trap Detected [Ignus]
ru: Обнаружена ловушка [Ignus]

source: Trap Detected [Vhailor]
ru: Обнаружена ловушка [Vhailor]

source: Hide Failed [Nameless One]
ru: Спрятаться не удалось [Nameless One]

source: Hide Failed [Morte]
ru: Спрятаться не удалось [Morte]

source: Hide Failed [Annah]
ru: Спрятаться не удалось [Annah]

source: Hide Failed [Dak'kon]
ru: Спрятаться не удалось [Dak'kon]

source: Hide Failed [Fall-From-Grace]
ru: Спрятаться не удалось [Fall-From-Grace]

source: Hide Failed [Nordom]
ru: Спрятаться не удалось [Nordom]

source: Hide Failed [Ignus]
ru: Спрятаться не удалось [Ignus]

source: Hide Failed [Vhailor]
ru: Спрятаться не удалось [Vhailor]

source: Hide Failed [General, other NPC]
ru: Спрятаться не удалось [General, other NPC]

source: Hide Succeeded [Nameless One]
ru: Удалось спрятаться [Nameless One]

source: Hide Succeeded [Morte]
ru: Удалось спрятаться [Morte]

source: Hide Succeeded [Annah]
ru: Удалось спрятаться [Annah]

source: Hide Succeeded [Dak'kon]
ru: Удалось спрятаться [Dak'kon]

source: Hide Succeeded [Fall-From-Grace]
ru: Удалось спрятаться [Fall-From-Grace]

source: Hide Succeeded [Nordom]
ru: Удалось спрятаться [Nordom]

source: Hide Succeeded [Ignus]
ru: Удалось спрятаться [Ignus]

source: Hide Succeeded [Vhailor]
ru: Удалось спрятаться [Vhailor]

source: Hide Succeeded [General, other NPC]
ru: Удалось спрятаться [General, other NPC]

source: Level Up [Nameless One]
ru: Новый уровень [Nameless One]

source: Level Up [Morte]
ru: Новый уровень [Morte]

source: Level Up [Annah]
ru: Новый уровень [Annah]

source: Level Up [Dak'kon]
ru: Новый уровень [Dak'kon]

source: Level Up [Fall-From-Grace]
ru: Новый уровень [Fall-From-Grace]

source: Level Up [Nordom]
ru: Новый уровень [Nordom]

source: Level Up [Ignus]
ru: Новый уровень [Ignus]

source: Level Up [Vhailor]
ru: Новый уровень [Vhailor]

source: Encumbered: Cannot Run [Nameless One]
ru: Перегружен: невозможно бежать [Nameless One]

source: Encumbered: Cannot Run [Morte]
ru: Перегружен: невозможно бежать [Morte]

source: Encumbered: Cannot Run [Annah]
ru: Перегружена: невозможно бежать [Annah]

source: Encumbered: Cannot Run [Dak'kon]
ru: Перегружен: невозможно бежать [Dak'kon]

source: Encumbered: Cannot Run [Fall-From-Grace]
ru: Перегружена: невозможно бежать [Fall-From-Grace]

source: Encumbered: Cannot Run [Nordom]
ru: Перегружен: невозможно бежать [Nordom]

source: Encumbered: Cannot Run [Ignus]
ru: Перегружен: невозможно бежать [Ignus]

source: Encumbered: Cannot Run [Vhailor]
ru: Перегружен: невозможно бежать [Vhailor]

source: Encumbered: Cannot Move [Nameless One]
ru: Перегружен: невозможно двигаться [Nameless One]

source: Encumbered: Cannot Move [Morte]
ru: Перегружен: невозможно двигаться [Morte]

source: Encumbered: Cannot Move [Annah]
ru: Перегружена: невозможно двигаться [Annah]

source: Encumbered: Cannot Move [Dak'kon]
ru: Перегружен: невозможно двигаться [Dak'kon]

source: Encumbered: Cannot Move [Fall-From-Grace]
ru: Перегружена: невозможно двигаться [Fall-From-Grace]

source: Encumbered: Cannot Move [Nordom]
ru: Перегружен: невозможно двигаться [Nordom]

source: Encumbered: Cannot Move [Ignus]
ru: Перегружен: невозможно двигаться [Ignus]

source: Encumbered: Cannot Move [Vhailor]
ru: Перегружен: невозможно двигаться [Vhailor]

source: Morale Failure: Panic [Nameless One]
ru: Падение морали: паника [Nameless One]

source: Morale Failure: Panic [Morte]
ru: Падение морали: паника [Morte]

source: Morale Failure: Panic [Annah]
ru: Падение морали: паника [Annah]

source: Morale Failure: Panic [Dak'kon]
ru: Падение морали: паника [Dak'kon]

source: Morale Failure: Panic [Fall-From-Grace]
ru: Падение морали: паника [Fall-From-Grace]

source: Morale Failure: Panic [Nordom]
ru: Падение морали: паника [Nordom]

source: Morale Failure: Panic [Ignus]
ru: Падение морали: паника [Ignus]

source: Morale Failure: Panic [Vhailor]
ru: Падение морали: паника [Vhailor]

source: Morale Failure: Panic [General, other NPC]
ru: Падение морали: паника [General, other NPC]

source: Morale Failure: Run [Nameless One]
ru: Падение морали: бегство [Nameless One]

source: Morale Failure: Run [Morte]
ru: Падение морали: бегство [Morte]

source: Morale Failure: Run [Annah]
ru: Падение морали: бегство [Annah]

source: Morale Failure: Run [Dak'kon]
ru: Падение морали: бегство [Dak'kon]

source: Morale Failure: Run [Fall-From-Grace]
ru: Падение морали: бегство [Fall-From-Grace]

source: Morale Failure: Run [Nordom]
ru: Падение морали: бегство [Nordom]

source: Morale Failure: Run [Ignus]
ru: Падение морали: бегство [Ignus]

source: Morale Failure: Run [Vhailor]
ru: Падение морали: бегство [Vhailor]

source: Morale Failure: Run [General, other NPC]
ru: Падение морали: бегство [General, other NPC]

source: Morale Failure: Berserk [Nameless One]
ru: Падение морали: бешенство [Nameless One]

source: Morale Failure: Berserk [Morte]
ru: Падение морали: бешенство [Morte]

source: Morale Failure: Berserk [Annah]
ru: Падение морали: бешенство [Annah]

source: Morale Failure: Berserk [Dak'kon]
ru: Падение морали: бешенство [Dak'kon]

source: Morale Failure: Berserk [Fall-From-Grace]
ru: Падение морали: бешенство [Fall-From-Grace]

source: Morale Failure: Berserk [Nordom]
ru: Падение морали: бешенство [Nordom]

source: Morale Failure: Berserk [Ignus]
ru: Падение морали: бешенство [Ignus]

source: Morale Failure: Berserk [Vhailor]
ru: Падение морали: бешенство [Vhailor]

source: Morale Failure: Berserk [General, other NPC]
ru: Падение морали: бешенство [General, other NPC]

source: Leaving Shadows [Nameless One]
ru: Выход из теней [Nameless One]

source: Leaving Shadows [Morte]
ru: Выход из теней [Morte]

source: Leaving Shadows [Annah]
ru: Выход из теней [Annah]

source: Leaving Shadows [Dak'kon]
ru: Выход из теней [Dak'kon]

source: Leaving Shadows [Fall-From-Grace]
ru: Выход из теней [Fall-From-Grace]

source: Leaving Shadows [Nordom]
ru: Выход из теней [Nordom]

source: Leaving Shadows [Ignus]
ru: Выход из теней [Ignus]

source: Leaving Shadows [Vhailor]
ru: Выход из теней [Vhailor]

source: Leaving Shadows [General, other NPC]
ru: Выход из теней [General, other NPC]

source: Bash Succeeded [Nameless One]
ru: Успешный удар [Nameless One]

source: Bash Succeeded [Morte]
ru: Успешный удар [Morte]

source: Bash Succeeded [Annah]
ru: Успешный удар [Annah]

source: Bash Succeeded [Dak'kon]
ru: Успешный удар [Dak'kon]

source: Bash Succeeded [Fall-From-Grace]
ru: Успешный удар [Fall-From-Grace]

source: Bash Succeeded [Nordom]
ru: Успешный удар [Nordom]

source: Bash Succeeded [Ignus]
ru: Успешный удар [Ignus]

source: Bash Succeeded [Vhailor]
ru: Успешный удар [Vhailor]

source: Bash Failed [Nameless One]
ru: Неудачный удар [Nameless One]

source: Bash Failed [Morte]
ru: Неудачный удар [Morte]

source: Bash Failed [Annah]
ru: Неудачный удар [Annah]

source: Bash Failed [Dak'kon]
ru: Неудачный удар [Dak'kon]

source: Bash Failed [Fall-From-Grace]
ru: Неудачный удар [Fall-From-Grace]

source: Bash Failed [Nordom]
ru: Неудачный удар [Nordom]

source: Bash Failed [Ignus]
ru: Неудачный удар [Ignus]

source: Bash Failed [Vhailor]
ru: Неудачный удар [Vhailor]

source: Can't back stab with weapon [Nameless One]
ru: Невозможно нанести удар в спину этим оружием [Nameless One]

source: Can't back stab with weapon [Annah]
ru: Невозможно нанести удар в спину этим оружием [Annah]

source: Pick Pocket failed, target is Hostile [Nameless One]
ru: Воровство неудачно, цель враждебно настроена [Nameless One]

source: Pick Pocket failed, target is Hostile [Annah]
ru: Воровство неудачно, цель враждебно настроена [Annah]

source: Pick Pocket Failed [Nameless One]
ru: Воровство неудачно [Nameless One]

source: Pick Pocket Failed [Annah]
ru: Воровство неудачно [Annah]

source: Pick Pocket Failed [General, other NPC]
ru: Воровство неудачно [General, other NPC]

source: Pick Pocket failed, target has no items [Nameless One]
ru: Воровство неудачно, у цели нет вещей [Nameless One]

source: Pick Pocket failed, target has no items [Annah]
ru: Воровство неудачно, у цели нет вещей [Annah]

source: Pick Pocket failed, your inventory is full [Nameless One]
ru: Воровство неудачно, инвентарь полон [Nameless One]

source: Pick Pocket failed, your inventory is full [Annah]
ru: Воровство неудачно, инвентарь полон [Annah]

source: Special Ability gained [Nameless One]
ru: Получен особый навык [Nameless One]

source: Inventory Full, Item Dropped [Nameless One]
ru: Инвентарь полон, предмет выброшен [Nameless One]

source: Inventory Full, Item Dropped [Morte]
ru: Инвентарь полон, предмет выброшен [Morte]

source: Inventory Full, Item Dropped [Annah]
ru: Инвентарь полон, предмет выброшен [Annah]

source: Inventory Full, Item Dropped [Dak'kon]
ru: Инвентарь полон, предмет выброшен [Dak'kon]

source: Inventory Full, Item Dropped [Fall-From-Grace]
ru: Инвентарь полон, предмет выброшен [Fall-From-Grace]

source: Inventory Full, Item Dropped [Nordom]
ru: Инвентарь полон, предмет выброшен [Nordom]

source: Inventory Full, Item Dropped [Ignus]
ru: Инвентарь полон, предмет выброшен [Ignus]

source: Inventory Full, Item Dropped [Vhailor]
ru: Инвентарь полон, предмет выброшен [Vhailor]

source: Target is immune to weapon [Nameless One]
ru: Цель невосприимчива к оружию [Namless One]

source: Target is immune to weapon [Morte]
ru: Цель невосприимчива к оружию [Morte]

source: Target is immune to weapon [Annah]
ru: Цель невосприимчива к оружию [Annah]

source: Target is immune to weapon [Dak'kon]
ru: Цель невосприимчива к оружию [Dak'kon]

source: Target is immune to weapon [Fall-From-Grace]
ru: Цель невосприимчива к оружию [Fall-From-Grace]

source: Target is immune to weapon [Nordom]
ru: Цель невосприимчива к оружию [Nordom]

source: Target is immune to weapon [Ignus]
ru: Цель невосприимчива к оружию [Ignus]

source: Target is immune to weapon [Vhailor]
ru: Цель невосприимчива к оружию [Vhailor]

source: Memory gained [Nameless One only]
ru: Восстановлена память [Nameless One only]

source: Journal Updated [Nameless One only]
ru: Дневник обновлен [Nameless One only]

source: Disguise Removed
ru: Маскировка сброшена

source: Armoire
ru: Шкаф

source: This is an invisible slashing weapon for a medium level 1-3 creature.
ru: Это невидимое рубящее оружие для средних созданий 1-3 уровня.

source: An inscription: What little life there is in the world is draining out this hole in my body. The world can burn, the planes can burn, just give me life! I will destroy this life so badly, break it, smash it, stain it in blood and feces, so you cannot live it either! Let all creation burn for I cannot die!
ru: Надпись: Те крупицы жизни, что еще остались в этим мире, вытекают из этой дырки в моем теле. Пусть мир горит, пусть горят планы, только верните мне жизнь! Я уничтожу эту жизнь до основания, разобью ее, разрушу, смешаю ее с кровью и дерьмом, чтоб вы тоже не смогли ею жить! Пусть горит все живое за то, что я не могу умереть!

source: An inscription: I know you feel like you've been drinking a few kegs of Styx wash, but I need you to center yourself. Someone is trying to put you in the dead-book permanently. It's important that you find out why - if you're reading this, I must have failed. Now it's your turn. Some of what you're reading here is going to be hard to swallow, but no matter how addle-coved it seems, you need to do what I tell you. Among your possessions is a journal that'll shed some light on the dark of the matter. Pharod should be able to fill you in on the rest of the chant, if he's not an entry in the dead-book already. Don't lose the journal or we'll be up the Styx again, right? And trust me, whatever you do, do not tell anyone who you are, what happens to you, or where you came from or you'll find yourself on a short trip to the crematorium on the Elemental Plane of Fire.
ru: Я знаю, что ты чувствуешь себя так, будто выпил несколько бочонков помоев из Стикса, но я хочу, чтобы ты сосредоточился. Кто-то пытается записать тебя в книгу мертвых навсегда. И важно выяснить, зачем. Если ты читаешь это, я, должно быть, потерпел крах. Теперь ход за тобой. Кое-что из прочитанного тебе будет нелегко переварить, но неважно, насколько безумно это звучит - тебе нужно делать так, как я скажу. Среди твоего имущества есть дневник, который прольет немного света на происходящее. Фарод сможет дополнить оставшуюся часть истории, если его еще не записали в книгу мертвых. Не теряй дневник, иначе мы вновь окажемся в Стиксе, хорошо? И поверь мне: что бы ты не делал, никому не говори, кто ты, что с тобой случилось или откуда ты, иначе быстро окажешься на пути в крематорий стихийного плана огня.

source: This screen contains options to control the feedback you will receive during the game. Select a control to see a description of what it does.
ru: В этом окне содержатся параметры, управляющие обратной связью, которую вы получаете во время игры. Выберите параметр для отображения описания его действия.

source: This controls the amount of character marker feedback you will receive. The marker is the colored circle at the feet of each character in the game.
ru: Регулирует количество обратной связи в виде маркеров персонажей. Маркер - это цветной кружок у ног каждого из персонажей в игре.

source: This controls the amount of locator arrow feedback you will receive. The locator arrow is displayed at the edge of the viewport if one of your party members is taking damage or has their portrait highlighted while they are off screen.
ru: Регулирует количество обратной связи в виде стрелок-локаторов. Стрелка-локатор показывается у края области экрана, если кто-то из твоих членов группы получает урон, либо когда его портрет выделяется в то время, когда он за пределами экрана.

source: An inscription: It is extremely important to record your journeys so that you might learn from them. The greater need, however, is that the sources of information you use to uncover this mystery need to be protected when they are found. If key figures, documents or oracles are somehow removed, either by death or destruction, then you will never know who or what you are or how you came to be this way.
ru: Надпись: Очень важно записывать свои путешествия, чтобы ты смог узнавать о их. Тем не менее, еще важнее - держать обнаруженные источники информации, которые помогли тебе раскрыть тайну, в безопасности. Убей или уничтожь ключевые фигуры, документы или предсказателей, и ты никогда не узнаешь, кто ты или как оказался в таком положении.

source: This controls whether or not you will receive text feedback displaying a character's To Hit rolls during combat.
ru: Управляет включением текстовой обратной связи, которая отображает броски на попадание персонажем в бою.

source: This controls whether or not other messages such as Backstab Modifiers, Weapon Immunities, and Critical Hits will be displayed during combat.
ru: Управляет отображением в ходе боя остальных сообщений, таких как модификаторы удара в спину, невосприимчивость к оружию, критические удары.

source: This controls whether or not a text message is displayed when a character casts a spell.
ru: Управляет тем, будут ли показываться текстовые сообщения, когда персонаж читает заклинание.

source: This controls whether or not other text messages regarding character status are displayed such as Damage and Alignment Detection.
ru: Управляет тем, будут ли показываться текстовые сообщения, касающиеся состояния персонажа, такие как урон и определение мировоззрение.

source: An inscription: I suspect that we will continue to die and be reborn until we finally get our life *right.* I do not know what we have to do do bring that about, though. And therein lies the frustration. Is it some sort of karmic cycle? As I gather, some incarnations have committed terrible crimes but also there have been a number of incarnations where we have labored to do nothing but good. Are these incarnations intended as punishment? I don't know. And that is the only real truth I can offer in these carvings: I do not know. At what point does the *I* get separated from the *we?* At what point am I freed of the shackles of the actions of these other incarnations? At what point am I allowed to be *me,* without the weight of these past lives?
ru: Надпись: Подозреваю, что мы продолжим умирать и возрождаться до тех пор, пока мы, наконец, не *исправим* нашу жизнь. Вот только не знаю, что нам нужно для этого сделать. И это вызывает досаду. Это какой-то кармический цикл? Насколько я могу судить, некоторые воплощения совершили ужасные преступления, однако было и немало воплощений, творивших только добро. Все эти перевоплощения - нечто вроде наказания? Не знаю. И это единственная настоящая правда, которую я могу предложить: я не знаю. В какой момент *я* отделилось от *мы*? В какой момент я освободился от оков поступков тех других воплощений? В какой момент мне позволили быть *собой*, убрав груз тех прошлых жизней?

source: This controls whether or not to display text messages for all manner of game situations such as Lockpick Failed, Item Lost, Experience Gained, and Journal Updated.
ru: Управляет отображением текстовых сообщений всех видов игровых ситуаций вроде неудачного взлома, потери предмета, получения опыта и обновления дневника.

source: An inscription: I have lost lifetimes because of my killer. I cannot deceive him, so I must kill him. I tried to throw him off the scent. I left false bodies, tailored in such a way to placate him. I hid. I roamed the most outer planes, hoping to use distance as a shield. I built this tomb filled with traps to try and kill the killer. All I bought was time. The attacks inevitably begin again, with more fury than before. Deceptions are useless. Somehow, the killer always knows that I live. And no matter where on the planes I hide. He finds me. Eventually.
ru: Надпись: Из-за своего убийцы я потерял целые жизни. Я не могу обмануть его, и потому должен его убить. Я пытался запутать следы. Я оставлял фальшивые тела, подделанные таким образом, чтобы успокоить его. Я скрывался. Я бродил по большинству внешних планов в надежде использовать расстояние как щит. Я строил эту гробницу, наполненную ловушками, чтобы попытаться убить его. Все, что я выиграл, - это время. Нападения неумолимо продолжаются, с куда большей яростью, чем раньше. Обман бесполезен. Каким-то образом убийца всегда знает, что я жив. И неважно, где на планах я прячусь. Он находит меня. Рано или поздно.

source: "Why is it called the Lower Ward?"
ru: «Почему его называют Нижним районом?»

source: An inscription: There is nothing that can be done. Memories are gone, never to return. With every death I lose a part of me. How can one be immortal and still die? I have been told that my mind is weakening with every death. I ask him how this can be, but he could not answer. He was of no use. I butchered him so that no other incarnation will ever benefit from his uselessness.
ru: Надпись: Ничего не поделаешь. Память утрачена и не вернется. С каждой смертью я теряю частичку себя. Как можно быть бессмертным и при этом умирать? Мне сказали, что с каждой смертью мой разум слабеет. Я спросил его, как это может быть, но он не смог ответить. Он бесполезен. Я убил его, чтобы другие воплощения не смогли воспользоваться его бесполезностью.

source: An inscription: So they said - You have been divided. You are one of many men. You bear many names, and each has left their scars on your flesh: Lost One Immortal One Incarnations End Man of a Thousand Deaths The One Doomed To Life Restless One One Of Many The One Whom Life Holds Prisoner The Bringer of Shadows The Wounded One Misery Bringer Bigby Hero I grow weary.
ru: Надпись: Так они сказали: Ты был разделен. Ты один из многих. Ты носишь много имен, и каждое из них оставило шрам на твоей плоти: Потерянный Бессмертный Конец воплощений Человек тысячи смертей Обреченный жить Неугомонный Один из многих Пленник жизни Приносящий тени Увечный Приносящий беды Бигби Герой Я начинаю терять терпение.

source: An inscription: Fear names. Names have power in identity. Names can be used as weapons by others. They are a hook that can be used to track you across the planes. Remain nameless, and you shall be safe. I am the Nameless One.
ru: Надпись: Бойся имен. Имена имеют власть над личностью. Имена могут использоваться другими как оружие. Имена - это приманки, по которым тебя могут выследить в планах. Оставайся безымянным - и ты будешь в безопасности. Я - Безымянный.

source: "Never mind, Sebastion. Farewell."
ru: «Не бери в голову, Себастион. Прощай».

source: "Thank you. I must be going now. Farewell."
ru: «Спасибо. Я должен идти. Прощай».

source: This screen contains options to control the automatic pausing of the game timer. Select a control to see a description of what it does.
ru: В этом окне содержатся параметры, управляющие автоматической паузой игрового таймера. Выберите параметр для отображения описания его действия.

source: This option will pause the game if any character is successfully hit by another in combat.
ru: Этот параметр останавливает игру, когда любому из персонажей наносится точный удар в битве.

source: This option will pause the game if any character's current Hit Points decrease to less than 30% of their maximum Hit Points.
ru: Этот параметр останавливает игру, когда Очки Жизни любого из персонажей падают ниже 30% от максимума.

source: This option will pause the game if any character dies.
ru: Этот параметр останавливает игру, когда любой из персонажей умирает.

source: This option will pause the game when any character is chosen as an attack target by any other character.
ru: Этот параметр останавливает игру, когда любой из персонажей выбран целью для атаки другим персонажем.
