Repository: winterheart/planescape
Catalog: po/pst-ee/*/misc/rest.po
Languages: ru

source: I have decided the Malako case in favor of Crumplepunch. Kester, of course, was not happy.
ru: В деле Малако я решил встать на сторону Костолома. Кестера, естественно, это не устроило.

source: I have decreed that the two Malako brothers must share in their inheritance. Neither was exactly pleased, but... there you have it.
ru: Я решил, что братья Малако должны объединить свои наследства. Никого это особо не устроило, но... что есть, то есть.

source: I have decreed that neither of the Malako brothers deserve their inheritance, and so I have kept their legacies to give to some deserving soul.
ru: Я решил, что никто из братьев Малако не заслуживает своего наследства, так что я решил оставить их завещания при себе и отдать их тому, кто больше их заслуживает.

source: Defend the Dump Caretaker
ru: Защитить смотрителя свалки

source: I have defended the caretaker from the thugs. He claimed to have no wealth except for wealth of the spirit.
ru: Я защитил смотрителя от головорезов. Он утверждал, что у него нет богатства, кроме богатства духа.

source: Deal with an Official Dispute
ru: Разобраться с официальным спором.

source: I turned Siabha in to the guard captain for her rival An'izius.
ru: Я выдал Сиабху капитану стражи по просьбе ее соперника Анизиуса.

source: I turned An'izius, the githyanki official, in to the guard captain for his rival Siabha.
ru: Я выдал Анизиуса, чиновника-гитьянки, капитану стражи по просьбе его соперницы Сиабхи.

source: I turned both of the corrupt Curst officials in to the guard captain.
ru: Я выдал обоих коррумпированных чиновников Проклятого капитану стражи.

source: I freed the fiend, and then I killed it.
ru: Я освободил нечистого, а потом убил его.

source: I freed the fiend. What will become of it, I cannot say, but it warned me that should we cross paths again, I'd regret it.
ru: Я освободил нечистого. Не могу сказать, чем это обернется, но он предупредил меня, чтобы я не попадался ему, не то пожалею.

source: Find key and sneak out of Tenement.
ru: Найти ключ и выскользнуть из Убежища.

source: Get rid of dabus in the Alley of Lingering Sighs.
ru: Избавиться от дабуса на улице Протяжных вздохов.

source: Undo repairs the dabus made to the Alley.
ru: Убрать то, что дабус починил на улице.

source: Free the fiend for Dona Quisho.
ru: Освободить нечистого духа для Доны Куишо.

source: Dona Quisho has asked me to free a fiend trapped in a grain silo. She refused to answer any questions regarding the creature. Should I do this?
ru: Дона Куишо попросила меня освободить нечистого, запертого в зернохранилище. Она отказалась ответить на любые вопросы, касающиеся этого существа. Стоит ли мне это делать?

source: I freed the fiend, Agril-Shanak. Before he left he made a vague threat towards me should we meet again.
ru: Я освободил нечистого Агриль-Шанака. Перед тем как уйти, он туманно пригрозил мне больше не попадаться ему на пути.

source: Kill the gehreleth for Voorsha.
ru: Убить гехрелета для Вурши.

source: Voorsha the bootlegger has asked me to kill a gehreleth that is causing him some distress. I've agreed to do this. It can't be any harder than the many other creatures I've killed. If I am successful I can be his business partner.
ru: Контрабандист Вурша попросил меня убить гехрелета, который слегка нервирует его. Я согласился сделать это. Это существо не должно быть сложнее тех многих, которых я убил. Если мне это удастся, я смогу стать его партнером по бизнесу.

source: The gehreleth, Ghrist, is dead. It was a foul creature and worth killing. I must go to Voorsha and collect my reward.
ru: Гехрелет Грист мертв. Эта грязная тварь заслуживала смерти. Мне нужно подойти у Вурше и забрать награду.

source: I have turned down Bedai-Lihn's request to smuggle her from the Great Foundry. She'll have to figure out her own way out.
ru: Я отверг просьбу Бедай-Линн вывести ее из Великой Литейной. Придется ей самой выбираться.

source: Find out where Pharod's corpses are coming from for the man in Ragpicker's Square.
ru: Выяснить для человека с площади Старьевщиков, откуда берутся трупы Фарода.

source: Return Mertwyn's head to his body.
ru: Вернуть голову Мертвина его телу.

source: I have found the fiend Trias sent me to find, making his home in a giant bone creature.
ru: Я разыскал нечистого, за которым послал меня Триас. Он живет в гигантском костяном существе.

source: Speak to the ten students in the Brothel.
ru: Переговорить с десятью ученицами в Борделе.

source: Fall-from-Grace said she would join my party if I spoke to the ten students in the Brothel, then returned and shared my thoughts about them with her.
ru: Падшая Грация сказала, что она присоединится к моему отряду, если я поговорю с десятью ученицами борделя, а затем вернусь и поделюсь с ней своими мыслями о них.

source: I ran all around that damn brothel and spoke to the 'ten' students, then returned to Fall-from-Grace. I shared about my thoughts on them, and Fall-from-Grace agreed to travel with me.
ru: Я обошел весь чертов бордель и поговорил с «десятью» ученицами, а затем вернулся к Падшей Грации. Я поделился своими мыслями о них, и Падшая Грация согласилась путешествовать со мной.

source: Kill Carl Parfidor
ru: Убить Карла Парфидора

source: Roberta Parfidor has asked me to kill her husband, Carl. Although I cannot perform the deed myself, I have agreed to hire someone else to do it. I believe that the harlot, Kiri, will perform the deed for me.
ru: Роберта Парфидор попросила меня убить своего мужа, Карла. Хотя я и не могу сделать этого, я согласился нанять кого-нибудь еще для этого. Думаю, что проститутка Кири сможет сделать это для меня.

source: Free Dona Quisho's fiend.
ru: Освободить нечистого Доны Куишо.

source: Deliver box to Ku'atraa.
ru: Доставить шкатулку к Куатраа.

source: I have killed the fiend I so carelessly released when I opened the box. Next time I shall better heed the warnings of others.
ru: Я убил нечистого, которого по неосторожности выпустил, открыв шкатулку. В следующий раз нужно будет слушать предупреждения других.

source: Deliver box to Brasken.
ru: Доставить шкатулку Браскену.

source: Deliver box to Shilandra.
ru: Доставить шкатулку Шиладре.

source: Go to cathedral located at the center of the Hive.
ru: Сходить в собор в центре Улья.

source: Talk to Mar about the box.
ru: Поговорить с Маром насчет шкатулки.

source: Rauk needs you to fetch three rings from his tent.
ru: Раук хочет, чтобы ты нашел в его шатре три кольца.

source: Find a spell ruby for Jarym.
ru: Найти волшебный рубин для Джарима.

source: I need to have words with Mar about the trouble he has caused by tricking me into taking that cursed box.
ru: Нужно переговорить с Маром насчет неприятности, в которую он меня ввязал, обманом подсунув мне проклятую шкатулку.

source: Bone-Framed Journal
ru: Дневник на костяной раме

source: I found one of my journals in the Lady's mazes. Inscribed in it was a piece of skin that had some insane ramblings on it. Whoever I was when I wrote this, I was definitely a few stones short of a portal. Still... the fact that I woke up in the Mortuary means I must have found a way out of this maze, so maybe there's a clue to be found in the writing
ru: В лабиринтах Леди я нашел один из своих дневников. На небольшом куске кожи были записаны какие-то бредни умалишенного. Кем бы я ни был, когда писал это, я определенно был в нескольких шагах от портала. Ведь... факт того, что я пробудился в Морге, говорит о том, что я все-таки нашел выход из этого лабиринта. Может быть, в записях найдется какая-нибудь подсказка.

source: Slab of Black Stone
ru: Плита из черного камня

source: Shilandra's Kip
ru: Берлога Шиландры

source: Angyar's House
ru: Дом Ангиара

source: Brasken's Kip
ru: Берлога Браскена

source: Hive Dwelling
ru: Дом в Улье

source: Painted Door
ru: Нарисованная дверь

source: Ku'atraa's Warehouse
ru: Склад Куатраа

source: Open Tomb
ru: Открытая могила

source: The Pawn Shop
ru: Ломбард

source: Entrance to the Fortress
ru: Вход в Крепость

source: I spoke with a Dustman named Emoric, who not only knew the Collector Pharod, but he was suspicious of Pharod's fresh supply of corpses that he was dropping off at the Mortuary. I offered to look into the matter, and Emoric promised to reward me for finding out where the corpses were coming from.
ru: Я переговорил с тленным по имени Эморик, который не только знает сборщика Фарода, но и имеет некоторые сомнения насчет трупов, которые тот регулярно выгружал у Морга. Я предложил Эморику выяснить детали этого дела, и он пообещал мне награду за информацию о том, откуда берутся трупы.

source: Once I found out where Pharod was getting the bodies from, I went back and spoke to Emoric. I lied to him and told him all of Pharod's Collectors had contracted some wasting sickness that caused their bodies to age prematurely. Emoric bought the story, and he paid me for my "answers."
ru: Как только я выяснил, откуда Фарод достает трупы, я вернулся и поговорил с Эмориком. Я солгал ему, что все сборщики Фарода подхватили какую-то заразу, из-за которой они преждевременно состарились. Эморик купился на это и заплатил мне за «ответы».

source: Once I found out where Pharod was getting the bodies from, I went back and spoke to Emoric. I broke my promise to Pharod and told Emoric that Pharod was scavenging corpses from the catacombs beneath the city. Emoric thanked me and rewarded me for my efforts.
ru: Как только я выяснил, откуда Фарод достает трупы, я вернулся и поговорил с Эмориком. Я нарушил обещание Фароду и рассказал Эморику, что Фарод обчищает катакомбы под городом. Эморик поблагодарил меня и вознаградил за мои усилия.

source: Once I found out where Pharod was getting the bodies from, I went back and spoke to Emoric. I told him that Pharod had broken through to the catacombs beneath the city and was scavenging corpses from the tombs there. Emoric thanked me and rewarded me for my efforts.
ru: Как только я выяснил, откуда Фарод достает трупы, я вернулся и поговорил с Эмориком. Я сказал ему, что Фарод проник в катакомбы под городом и достает трупы из тамошних гробниц. Эморик поблагодарил меня и вознаградил за мои усилия.

source: Find the "source" of Pharod's bodies for Emoric.
ru: Выяснить для Эморика, откуда Фарод берет тела.

source: "The Forge"
ru: «Литейная»

source: Glyve
ru: Глайв

source: Bronze Sphere
ru: Бронзовая сфера

source: Shelf of Skulls
ru: Полка с черепами

source: I found a dabus' corpse in an abandoned building in the Alley of Lingering Sighs. When I examined it, something strange happened - I got a vision of the dabus being trapped inside the building, and it died trying to escape.
ru: Я обнаружил труп дабуса в покинутом доме на улице Протяжных вздохов. Когда я осматривал его, произошло нечто странное: у меня появились видение дабуса, запертого в доме и погибшего при попытке выйти.

source: Tent
ru: Палатка

source: Burnt Building
ru: Сожженное здание

source: Ruined Cathedral
ru: Разрушенный собор

source: The Print Shop
ru: Типография

source: The Warehouse
ru: Склад

source: The Foundry
ru: Литейная

source: To the Weeping Stone Catacombs
ru: К Катакомбам плачущих камней

source: To the Wrecked House
ru: В разрушенный дом

source: To the Factor's Room
ru: В покои фрактора

source: To the Foundry
ru: К Литейной

source: To the Godsman Hall
ru: В зал боголюдей

source: To the Godsman Armory
ru: В оружейную боголюдей

source: To the Lower Ward
ru: В Нижний район

source: A Wrecked House
ru: Разрушенный дом

source: To the Bones of the Night
ru: В Кости ночи

source: A forge and kiln, awaiting use.
ru: Кузница и печь, ждущие, чтобы ими воспользовались.

source: Morte Spell-Taunt: Mob Attack
ru: Заклинание-насмешка Морта: Атака толпой

source: Kiri has killed Carl Parfidor. I contacted Roberta and she paid me my fee. All has worked out well.
ru: Кири убила Карла Парфидора. Я связался с Робертой, и она выплатила мне мою долю. Все сработали хорошо.

source: Carl Parfidor would not allow me to see Tovus Giljaf, the burgher of Curst. I decided to tell him that his wife, Roberta, was plotting his death. It was my hope that, in his gratitude, he would allow me to see Tovus. Instead he threatened to have me imprisoned as a coconspirator unless I left.
ru: Карл Парфидор не даст мне увидеться с Товусом Гильяфом, бюргером Проклятого. Я решил рассказать ему, что его жена Роберта замышляла его смерть. Я надеялся, что из благодарность он позволит мне увидеться с Товусом. Вместо этого он пригрозил мне тюрьмой за сообщничество, если я не уйду.

source: "Giltspur the auctioneer wanted you to post this handbill."
ru: «Акционер Гилтспур хочет, чтобы ты повесил этот рекламный листок».

source: Stairs Down to First Level
ru: Лестница на первый этаж

source: Stairs Up to Third Level
ru: Лестница на третий этаж

source: To the Outlands
ru: Во Внешние земли

source: To Carceri
ru: В Карцери

source: Administration Building
ru: Административное здание

source: To Outer Curst
ru: Во Внешний Проклятый

source: The Dump
ru: Свалка

source: To Inner Curst
ru: Во Внутренний Проклятый

source: Examine the sphere.
ru: Осмотреть сферу.

source: Townsperson, Male
ru: Горожанин

source: Townsperson, Female
ru: Горожанка

source: Male Curst Townsperson
ru: Житель Проклятого

source: Female Curst Townsperson
ru: Жительница Проклятого

source: UnderSigil
ru: Подсигилье

source: Sound Processing
ru: Обработка звука

source: Music Processing
ru: Обработка музыки

source: Turning this option off will force Torment to ignore sound effect playback and processing. This will free up processing time for other tasks such as graphics and AI.
ru: Включение этого параметра выключит звуковые эффекты. Это освободит процессор на другие задачи, такие как графика и искусственный интеллект.

source: Turning this option off will force Torment to stop music playback and processing. This will free up processing time for other tasks such as graphics and AI.
ru: Включение этого параметра выключит фоновую музыку. Это освободит процессор на другие задачи, такие как графика и искусственный интеллект.

source: "Farewell, Thorp."
ru: «Прощай, Торп».

source: Axe Proficiency
ru: Владение боевым топором

source: Mechanus Cannon
ru: Орудие Механуса

source: Mertwyn's Head
ru: Голова Мертвина

source: Annah is a tiefling, a brash girl on the brink of womanhood. Her tail lashes when she's angry. The adopted daughter of Pharod Wormhair, she runs errands for his Collectors. She's a canny guttersnipe, and the Hive seems to be a second skin for her. Her skills and abilities will make her useful to you... and perhaps she will become more than just a companion.
ru: Анна - тифлинг, дерзкая девчонка на пороге созревания. Когда она сердится, ее выдает мечущийся из стороны в сторону хвост. Приемная дочь Фарода Червеволосого, она выполняет поручения его сборщиков. Она смышленая беспризорница, и Улей для нее - вторая кожа. Ее навыки и способности делают ее полезной для тебя... и, возможно, она станет большим, чем просто товарищем.

source: YOU CANNOT DIE.
ru: ТЫ НЕ МОЖЕШЬ УМЕРЕТЬ.

source: Dak'kon is a githzerai, one of the tight-lipped people of Limbo. They seem to have a well-developed caste system. His skin is yellow and lined; he appears to be old, and pain haunts his small black eyes. He carries a blade of *karach,* metal formed of Limbo's primal material, that shapes itself according to his moods. He accompanies you with vigor, and yet... there seems to be an unwillingness to his behavior.
ru: Даккон - гитцерай, один из молчаливых жителей Лимбо. Похоже, у них хорошо развитая кастовая система. Его кожа желтая и в морщинах. Кажется, он уже старик; в его маленьких черных глазах таится боль. Он носит клинок *карач* из металла, который был изготовлен из основного вещества Лимбо. Клинок изменяется в соответствии с его настроением. Он неустанно следует за тобой, и все же.. кажется, что он делает это не по своей воле.

source: Fall-from-Grace is a succubus, one of the tanar'ri, a creature literally formed of raw chaos and evil, her body and mind the perfect template to tempt a man of any species, any age - yet she claims she has rejected her nature, seeking instead to improve her life and the life of those around her through the development of mental discipline. She is the former proprietress of the Brothel of Slating Intellectual Lusts; she'll accompany you in order to experience the cosmos through your eyes.
ru: Падшая Грация - суккуб, одна из танарри, существ, буквально созданных из чистого хаоса и зла. Ее тело и разум - идеальный образец для соблазнения мужчин всех видов и возрастов. И все же она утверждает, что отвергла свою сущность, вместо этого став улучшать свою жизнь и жизнь всех, кто ее окружает, посредством развития дисциплин разума. Она бывшая владелица Борделя утоления интеллектуальной страсти. Она путешествует с тобой, чтобы познавать мир твоими глазами.

source: Find Sheryl's father.
ru: Найти отца Шерил.

source: I spoke to Norochj and did what he asked of me - resolving the problem with the thief who disguised himself as a Dustman. I went back and told Emoric what I had done and continued with my Dustman initiation.
ru: Я поговорил с Норочжем и сделал то, о чем он попросил - решил проблему с вором, который наряжался в тленного. Теперь я должен вернуться к Эморику, все рассказать и продолжить свое посвящение в тленные.

source: Find and return Finam's research journal.
ru: Найти и вернуть дневник исследований Финама.

source: Rebuke Qui-Sai's arguments for training as a thief rather than a warrior.
ru: Разрушить доводы Ки-Сая по поводу того, что нужно учиться на вора, а не на воина.

source: I couldn't find a gardener in the Hive, so I returned to Mebbeth. She said it was no matter, that she could probably coax one of her old black-barbed seeds to grow.
ru: Я не смог найти в Улье садовника, так что я вернулся к Меббет. Она сказала, что это неважно и она, пожалуй, сможет заставить проклюнуться одно из ее старых черношипных семян.

source: Bow Proficiency
ru: Владение луком

source: Edged Weapon Proficiency
ru: Владение клинковым оружием

source: Fist Proficiency
ru: Владение кулачным боем

source: Day <GAMEDAY> <HOUR>:<MINUTE>
ru: День <GAMEDAY> <HOUR>:<MINUTE>

source: Ignus is a burning man, one who has fallen in love with the flames. When you poured the Decanter of Endless Water over him, it did nothing to douse his flames - it merely snapped the bonds of the spell that held him motionless and burning. He has become something more than human now, something primal - and something in your heart tells you that he holds the power to destroy you utterly.
ru: Игнус - горящий человек, влюбленный в пламя. Когда ты вылил на него Графин бесконечной воды, его пламя так и не погасло: он попросту разбил узы заклинания, которое не позволяло ему пошевелиться и сжигало его. Теперь он стал чем-то большим, чем человек, чем-то первичным... и что-то в твоем сердце подсказывает тебе, что он обладает силой, способной уничтожить тебя полностью.

source: The master of the Bones of the Night, Lothar keeps shelves full of skulls in his salon. They speak long-forgotten secrets, their whispers filling *his* skull with arcane knowledge. He may well be one of the few in existence who can truly destroy you. The folk of Sigil speak his name in hushed, reverent tones, and seem eager to avoid offending him. His knowledge collecting has paid off for you - he told you of the hag Ravel Puzzlewell, and how to reach her. He warned you against her as well, telling you that her schemes nearly toppled Sigil from atop the Spire.
ru: Хозяин Костей ночи Лотар держит в своем салоне полки, заполненные черепами. Они рассказывают давно забытые тайны, их шепот заполняет *его* череп сокровенными знаниями. Наверно, он один из тех немногих на свете, кто в самом деле может уничтожить тебя. Народ Сигила произносит его имя благоговейным полушепотом и активно стремится избегать оскорблений в его адрес. Накопленные им знания окупились для тебя: он рассказал тебе о ведьме Равель Заморочке и как добраться до нее. Еще он предупредил тебя насчет нее, сказав, что ее козни чуть не сбросили Сигил со Шпиля.

source: Nordom is a rogue modron, hiding out in the bowels of the Modron Cube in Limbo. If it is discovered by the other modrons, it will surely be dismantled and scrapped so that its individuality will not infect the other modrons.
ru: Нордом - модрон-бродяга, скрывающийся во внутренностях куба-модрона в Лимбо. Если его найдут другие модроны, его безусловно разберут и пустят на лом, чтобы его индивидуальность не заразила других модронов.

source: This lumbering suit of armor is held together by the spirit that calls itself 'Vhailor'. Its animating force is justice, and it seems to grow stronger with the magnitude of the injustices it witness. Its ember-red eyes glow steadily, and its unbending devotion to the Mercykiller creed is echoed in the ornaments on the armor, the helmet, and most especially the axe it carries. There is something in this creature that makes you think it could kill you - for good. Of all the creatures you have encountered in your life, you most definitely want to step lightly around this one.
ru: Этот громоздкий доспех удерживается духом, называющим себя Вейлор. Силой, не дающей ему умереть, является справедливость, и похоже, что он становится тем сильнее, чем больше несправедливости он видит. Его тускло-красные глаза непрестанно горят, а его непоколебимая преданность кредо убийц милосердия отдается в узорах на броне, шлеме и особенно на топоре, который он носит. Что-то в этом существе наводит тебя на мысль, что оно может тебя убить... навсегда. Изо всех существ, которых ты повстречал в своей жизни, с этим нужно быть особо осторожным.

source: Nordom is a rogue modron who has chosen to travel with you. If it is discovered by other modrons, it will surely be dismantled and scrapped so that its individuality will not infect the other modrons. Nordom carries a pair of crossbows. It talks to them on occasion, and they seem to answer.
ru: Нордом - модрон-бродяга, решивший путешествовать с тобой. Если его найдут другие модроны, его безусловно разберут и пустят на лом, чтобы его индивидуальность не заразила других модронов. Нордом носит с собой пару арбалетов. Временами он разговаривает с ними, и они, похоже, отвечают.

source: Trias is a deva, a celestial being from the Upper Planes. You first encountered him in the prison of Curst, imprisoned in an obsidian bubble. His beauty is astonishing to behold; the aura of goodness rolled from him like a glorious wave of light. His wings are charred down to the bone, yet he seemed to bear his suffering with pride. You were deceived. Trias is called Trias the Betrayer. He led an army of fiends to the gates of Paradise, and was cast out from the celestial fellowship. He tricked the fiend Fhjull Forked-Tongue into acts of charity, and apparently is evil all the way to his core.
ru: Триас - небожитель с Верхних планов. Впервые ты встретил его в тюрьме Проклятого, где он был заключен в обсидиановый пузырь. Его красота изумляет: исходящая от него аура подобна волне яркого света. Его крылья опалены до кости, и все же он с гордостью терпит свои страдания. Тебя обманули. Триаса зовут Предателем. Он привел армию нечисти к воротом Рая и был изгнан из рядов небожителей. Он обманул нечистого по имени Фьюл Раздвоенный Язык, заставив его заниматься благотворительностью, и очевидно, что он несет зло в своей сути.

source: "Step away from that or suffer the consequences."
ru: «Отойди, не то поплатишься».

source: I refused to free the golem from the siege tower, and in response, he expelled me from the tower. Still, it is perhaps better for the planes that I let him remain in his cage.
ru: Я отказался освободить голема из осадной башни, и в ответ он выбросил меня из нее. Но это, наверно, к лучшему для планов, что я оставил его в клетке.
