Repository: winterheart/planescape
Catalog: po/pst-ee/*/misc/rest.po
Languages: ru

source: ^NQuick Save^- Saves the current game with a default name.
ru: ^NБыстрое сохранение^- Сохранение текущей игры с именем по умолчанию.

source: ^NSelection Mode^- If true, while pressing and dragging the game world, a bounding box selects multiple party members. Otherwise, pressing and dragging pans the camera.
ru: ^NРежим выбора^- Если включено, нажатие и перетаскивание по игровому миру создаст рамку выделения для выбора нескольких членов группы. Иначе, нажатие и перетаскивание меняет точку обзора камеры.

source: ^NReveal Details^- Highlights interactive objects (useful for finding area exits).
ru: ^NПоказать детали^- Подсвечивает интерактивные объекты (полезно для нахождения выхода из местности).

source: ^NRun^- All party members will run when this mode is on. Otherwise they walk.
ru: ^NБег^- В этом режиме все члены группы будут бежать. В ином случае они будут идти.

source: ^NInventory^- Press and hold a party member's portrait to open inventory.
ru: ^NИнвентарь^- Нажмите и удерживайте портрет члена группы, чтобы открыть инвентарь.

source: ^NGame Menu^- Select this to access character inventory and details, as well as game options. (If Reveal Details is on and a side menu obscures an area transition, a notification icon will appear on screen. Simply close the menu to use the transition.)
ru: ^NИгровое меню^- Для доступа к инвентарю и информации и параметрам игры выберите это меню. (Если включен параметр «Показать детали» и боковое меню перекрывает область перехода, на экране появится оповещающая иконка. Просто закройте меню для того, чтобы воспользоваться переходом.)

source: ^NTablet Menu^- Select this to access additional options such as quicksave, run mode, and more.
ru: ^NМеню планшета^- Выберите это меню для доступа к дополнительным параметрам, например, быстрому сохранению, режиму бега и другому.

source: ^NHow to Play^- Displays this help screen.
ru: ^NПриступая к игре^- Отображение данного экрана со справкой.

source: Help
ru: Помощь

source: While this mode is active, the character will search for nearby traps. When spotted, the traps will appear highlighted on screen. The Thieving Skills ability can then be used on the trap to disarm it. This skill can be improved when a thief gains levels.
ru: Когда этот режим активен, персонаж начнет искать ловушки, расположенные неподалеку. При обнаружении ловушки станут видимыми и подсвеченными на экране. После этого для обезвреживания ловушки можно воспользоваться воровскими навыками. Этот навык может быть улучшен с получением вором новых уровней.

source: This ability is used to access the Open Locks, Remove Traps, and Pick Pockets thieving skills (which can be improved when a thief gains levels). ^NNOTE: To unlock a door, disarm a trap, or pick a pocket, select this ability and then target the appropriate object.^-
ru: Эта способность используется для получения доступа к навыкам взлома замков, обезвреживания ловушек и карманного воровства (которые могут быть улучшены по мере получения вором новых уровней). ^NПРИМЕЧАНИЕ: Чтобы взломать дверь, обезвредить ловушку или обчистить карманы, выберите эту способность, а затем укажите на подходящую цель.^-

source: Using this ability, a character can disappear into shadows. Any action taken, other than movement, will deactivate this ability, but if an attack is activated while hidden (and successful) the thief inflicts extra damage. This skill can be improved when a thief gains levels.
ru: С помощью этой способности персонаж может скрыться в тенях. Любое предпринятое действие (кроме движения) отключит эту способность, но если во время атаки вор находился в тенях, то успешный удар нанесет дополнительный урон. Этот навык может быть улучшен с получением вором новых уровней.

source: Press and hold an item icon to read its description
ru: Нажмите и удерживайте предмет для прочтения его описания

source: Manage what this character carries, the weapons they use, and the magical items they wear. ^NInventory^- Weapons may be equipped by dragging them onto the appropriate slot (purple borders appear around valid slots.) Items may be transferred to other party members by dragging the item onto their portrait. Items may also be dropped by dragging them onto the slots to the right.
ru: Здесь можно просматривать содержимое инвентаря персонажа, менять используемое оружие и носимые магические предметы. ^NИнвентарь^- Оружие можно экипировать, переместив его в подходящую ячейку (они будут отмечаться пурпурной рамкой). Предметы можно передать другому члену группы, переместив предмет на его портрет. Предметы также можно выбросить, переместив их в ячейки справа.

source: Select Target
ru: Выбрать цель

source: ^NCurrent Action^- Tells the player the action they need to perform next when commanding the selected character.
ru: ^NТекущее действие^- Сообщает игроку действие, которое ему необходимо выполнить при команде с выбранным персонажем.

source: This screen reveals the explored portions of the current area. ^NWorld Map^- View a map of all the areas previously explored. ^NShow Map Notes^- Toggle whether important locations appear on this screen. ^NShow Walkable^- Toggle a view of the walkable terrain in this area to help with navigation. ^NAdd Note^- Annotate the map with personal notes or reminders.
ru: В этом окне отображаются исследованные части текущей местности. ^NКарта мира^- Отображение карты со всеми ранее посещенными областями. ^NПоказать метки на карте^- При включении этого переключателя на карте отображаются важные точки. ^NДостижимые области^- При включении этого переключателя отображаются области, по которым можно передвигаться для облегчения ориентирования. ^NМетка^- На карту можно добавлять собственные метки для замечаний или напоминаний.

source: ^NMap Notes^- Location details appear when the mouse hovers over the note.
ru: ^NМетки на карте^- При наведении мыши на метку появляется описание локации.

source: ^NMap Notes^- Press a map marker to read location details
ru: ^NМетки на карте^- При нажатии на метку появляется описание локации.

source: Review this character's status and statistics, decide which party members travel with the Nameless One, and level up characters. ^NInformation^- Displays details regarding how much this character contributes in combat. ^NReform Party^- Adjust the party composition by removing party members to make room for newcomers. ^NBiography^- A summary of this character's background. ^NLevel Up^- When this character has accumulated enough experience points (by killing creatures or resolving quests) they gain a level. When a level is gained, press this button to improve this character's combat prowess, magical abilities, or thieving skills. ^NNote: If this character's class is fighter, unused weapon proficiencies may only be spent by seeking out a trainer.^-
ru: Здесь вы можете просмотреть статус и характеристики персонажа, менять состав группы Безымянного и повышать уровень персонажей. ^NИнформация^- Отображение деталей, касающихся общего участия данного персонажа в битвах. ^NИзменить группу^- Изменение состава группа путем удаления участников группы для освобождения места для новичков. ^NБиография^- Общая информация о прошлом персонажа. ^NНовый уровень^- Когда персонаж получит достаточно очков опыта (убив достаточное количество существ или выполняя задания), он может получить новый уровень. При получении уровня нажмите эту кнопку для улучшения боевых навыков, магических способностей и воровских навыков. ^NПримечание: Если данный персонаж является бойцом, то неиспользованные навыки владения оружием можно потратить только найдя подходящего наставника.^-

source: This screen is used to memorize spells (if the character is a caster). ^NKnown Spells^- The icons in the right-hand panel are the spells the caster is capable of memorizing. If there are empty slots on the memorized spell panel then selecting a known spell will "memorize it". (The spell will not actually be memorized until the character rests.) ^NMemorized Spells^- The caster is able to memorize a subset of their total known spells for use in combat. To empty a spell slot (so a different spell can be memorized), simply select it. ^NGaining New Known Spells^- Mages can learn new known spells by buying or finding spell scrolls and reading them. (Priests always know all possible priest spells and cannot learn new ones.) ^NGaining Spell Slots^- When available, press level up on the character statistics screen to give casters more memorized slots so they are able to cast more spells per rest.
ru: Этот экран используется для запоминания заклинаний (если персонаж - заклинатель). ^NИзвестные заклинания^- Изображения в правой панели - это заклинания, которые заклинатель может запомнить. Если есть свободные ячейки в панели запомненных заклинаний, то выбор известного заклинания приведет к его «запоминанию». (На самом деле заклинания будет запомнено только после того, как персонаж отдохнет.) ^NЗапомненные заклинания^- Для использования в бою заклинатель способен запомнить только некоторое количество заклинаний из всех известных ему. Чтобы очистить ячейку заклинаний (для того, чтобы появилась возможность запомнить другое заклинание), просто выберите ее. ^NПолучение новых известных заклинаний^- Маги могут изучать новые заклинания, покупая или находя свитки заклинаний и читая их. (Жрецы всегда знают все известные им заклинания и не могут изучать новые.) ^NПолучение ячеек заклинаний^- При получении нового уровня на экране характеристик персонажа заклинатели получают дополнительные ячейки для запоминания, так что они смогут производить больше заклинаний после отдыха.

source: Right-click on a slot to read the spell's description
ru: Щелкните правой кнопкой мыши по ячейке для прочтения описания заклинания

source: Long press on a slot to read the spell's description
ru: Удерживайте ячейку для прочтения описания заклинания

source: Spell behavior affected by the plane of Carceri
ru: Заклинание изменено под воздействием плана Карцери

source: Spell behavior affected by the plane of Baator
ru: Заклинание изменено под воздействием плана Баатора

source: Spell behavior affected by the Negative Material Plane
ru: Заклинание изменено под воздействием Негативного материального плана

source: Explore Sigil
ru: Изучение Сигила

source: A newborn Alley has come into being, allowing me access to other wards of Sigil. I should explore these new streets and see if I can find someone knowledgeable enough to help me decipher who I am.
ru: Новорожденная улица появилась на свет, дав мне возможность попасть в другие районы Сигила. Мне следует исследовать новые улицы, возможно, я смогу найти кого-нибудь достаточно мудрого, который поможет мне узнать, кто я такой.

source: I spoke to a powerful lorekeeper, Lothar, who told me I need to find the night hag Ravel Puzzlewell to restore my mortality.
ru: Я поговорил с могущественным хранителем знаний Лотаром, который сказал, что мне нужно найти ночную ведьму Равель Заморочку, чтобы восстановить свою смертность.

source: Notifications
ru: Оповещения

source: These icons help manage off-screen party members and area transitions at screen edge.
ru: Эти изображения помогают управлять членами группы вне экрана и областями перехода на границе экрана.

source: Edge area transition (close side menu to use).
ru: Область перехода на границе (закройте боковое меню, чтобы воспользоваться ею).

source: Points to off-screen party members.
ru: Указатели на членов группы вне экрана.

source: Traverse the map to other areas (close side menu to use).
ru: Переход в другие местности (закройте боковое меню, чтоб воспользоваться им).

source: Unable to bind that key
ru: Невозможно назначить эту клавишу
