Repository: winterheart/planescape
Catalog: po/pst-ee/*/misc/rest.po
Languages: ru

source: This option will pause the game if any character's weapon becomes useless for combat. This can happen if a weapon breaks or runs out of charges, for instance.
ru: Этот параметр останавливает игру, когда оружие любого из персонажей перестает работать. Это может случиться, к примеру, если оружие сломается или у него кончатся заряды.

source: This option will pause the game if any character's attack target becomes invalid. This can happen if a target becomes invisible to the attacker or if it otherwise disappears.
ru: Этот параметр останавливает игру, когда цель любого из персонажей становится недоступной. Это может случиться, если цель стала невидимой для нападающего или исчезла каким-либо другим способом.

source: This option will pause the game if any character has reached the end of their combat round.
ru: Этот параметр останавливает игру, когда любой из персонажей завершает ход в бою.

source: Your desktop is not set to 16-bit color depth. As a result, movies will not play in windowed mode. In addition, many spell effects and other special graphical features may not work properly. It is suggested that you run in fullscreen mode or switch your desktop to 16-bit color depth before running in windowed mode. Continue at current color depth?
ru: Глубина цветности рабочего стола не установлена в 16 бит. Из-за этого ролики не будут проигрываться в оконном режиме. Кроме того, эффекты многих заклинаний и другие спецэффекты могут отображаться неправильно. Предполагается, что ты будешь играть в полноэкранном режиме либо переключишь рабочий стол на 16-битную глубину цвета перед тем, как играть в оконном режиме. Продолжить с текущей глубиной цвета?

source: Find "Pharod."
ru: Найти «Фарода».

source: Find Nestor's fork.
ru: Найти вилку Нестора.

source: Get rid of Nestor for Arlo, the Flophouse Slumlord.
ru: Избавиться от Нестора для Арло, хозяина Ночлежки.

source: Defeat the intruder in the Mausoleum for the Guardian Spirit.
ru: Уничтожить незваного гостя в мавзолее для Духа-стража.

source: He stares at you for a moment and then his hands begin to shake violently. He opens his mouth to say something but the words will not come out. His eyes grow wide with surprise as he clutches his chest and silently slumps to the ground.
ru: Он смотрит на тебя еще несколько секунд, потом его руки начинают бешено трястись. Он раскрывает рот, чтобы что-то сказать, но слова застревают в глотке. Выпучив глаза от удивления, он хватается за сердце и беззвучно оседает на землю.

source: Sensory Stone
ru: Камень переживаний

source: Stained Glass
ru: Витражи

source: Battle Horn
ru: Боевой рог

source: Ruby Statue
ru: Рубиновая статуя

source: Animated Chain
ru: Живая цепь

source: Painting
ru: Картина

source: Birds
ru: Птицы

source: "I have some more questions..."
ru: «У меня есть еще вопросы...»

source: Turn away from the inscription.
ru: Отойти от описания.

source: Done.
ru: Готово.

source: Movies will not play unless the desktop is set to 16-bit color depth. Please switch to 16-bit color depth if you want movies to play.
ru: Ролики не будут проигрываться, пока глубина цвета рабочего стола не будет установлена в 16 бит. Пожалуйста, переключись на 16-битную глубину цвета, если хочешь, чтобы ролики проигрывались.

source: "Never mind. I'll find my own way."
ru: «Неважно. Я найду выход».

source: Watching Ei-Vene stitch up the corpse with her talons triggered two memories... one was of me playing a tune on some sort of stringed instrument, and the second was of stealing someone's purse. Perhaps I was once a musician or a pickpocket...? I cannot recall. Nevertheless, it seems even the barest memory of picking someone's pocket has caused me to remember some of the skill.
ru: Наблюдая за тем, как Эи-Вейн своими когтями зашивает тело, я кое-что вспомнил... В одном воспоминании я исполнял какую-то мелодию на каком-то струнном инструменте, а во втором я крал чей-то кошелек. Наверное, когда-то я был музыкантом или карманным вором?... Не могу вспомнить. Тем не менее, даже отдаленное воспоминание о карманной краже позволило мне вспомнить некоторые навыки.

source: Watching Ei-Vene stitch up the corpse with her talons triggered two memories... one was of me playing a tune on some sort of stringed instrument, and the second was of stealing someone's purse. Perhaps I was once a musician or a pickpocket...? I cannot recall.
ru: Наблюдая за тем, как Эи-Вейн своими когтями зашивает тело, я кое-что вспомнил... В одном воспоминании я исполнял какую-то мелодию на каком-то струнном инструменте, а во втором я крал чей-то кошелек. Наверное, когда-то я был музыкантом или карманным вором?... Не могу вспомнить.

source: That's enough bub for you, berk; I'm cutting you off. Go back to yer kip and sleep it off.
ru: Хватит бухать, пень. Я тебе больше не наливаю. Возвращайся в свою берлогу и проспись.

source: "Wait... the reward's fine, but what about the cost of the Deva's Tears? I paid nine hundred and ninety-nine coins for them, you know."
ru: «Постой... этого достаточно для вознаграждения, но как на счет стоимости слез дэва? Знаешь ли, я заплатил за них девятьсот девяносто девять монет».

source: Stealth:
ru: Скрытность:

source: Detect Traps:
ru: Обнаружение ловушек:

source: Pick Pockets:
ru: Воровство:

source: Open Doors:
ru: Взлом:

source: Save Vs. Death:
ru: от смерти:

source: Save Vs. Wands:
ru: от жезлов:

source: Save Vs. Polymorph:
ru: от полиморфизма:

source: Save Vs. Breath:
ru: от атак дыханием:

source: Save Vs. Spell:
ru: от заклинаний:

source: Current Hit Points:
ru: Текущие очки жизни:

source: Max Hit Points:
ru: Максимальные очки жизни:

source: It is too dangerous to rest here.
ru: Здесь слишком опасно, чтобы отдыхать.

source: You must obtain permission to rest here.
ru: Ты должен получить разрешение, чтобы отдыхать здесь.

source: Hit Points gained.
ru: Очков Жизни получено.

source: Characteristic Points gained.
ru: Очков Персонажа получено.

source: Weapon Proficiency slots gained.
ru: ячейка оружейного навыка получена.

source: Thief Skill points gained.
ru: очков навыков вора получено.

source: Spell Memorization Abilities have increased.
ru: Улучшены способности запоминания заклинаний.

source: Fighting Skills have improved.
ru: Улучшены боевые навыки.

source: Saving Throws have improved.
ru: Улучшены спасброски.

source: Priest Abilities have increased.
ru: Улучшены способности жреца.

source: This is an invisible piercing weapon for a medium level 12-13 creature.
ru: Это невидимое колющее оружие для средних созданий 12-13 уровня.

source: Hit Points gained from CON bonus.
ru: Очков Жизни получено за счет бонуса телосложения.

source: This is an invisible crushing weapon for a medium level 4-6 creature.
ru: Это невидимое дробящее оружие для средних созданий 4-6 уровня.

source: [Nameless Bio]I feel like I've woken up inside someone's dream. I don't know who I am... I don't know how I got here... and I don't know how to get out. First thing I remember is crawling off a metal slab in some vaulted monstrosity called the Mortuary, and some floating skull asking me a bunch of damned questions. I've lost my memory, I've lost my possessions, and the only thing I really seem to know is that I can get stabbed, beaten, burned... and I get better. This regeneration of mine hasn't done much for my looks, but no one seems to notice. I need to figure out who I am and how I got this way... I feel like something's missing, something inside, but I don't know what.
ru: [Nameless Bio]Я себя чувствую так, будто я очутился в чьем-то сне. Я не знаю, кто я... я не знаю, как я сюда попал... и я не знаю, как отсюда выбраться. Первое, что я могу вспомнить - это холод металлической плиты в каком-то закрытом нелепом месте под названием Морг, и какой-то летающий череп, закидавший меня чертовой кучей вопросов. Я потерял память, я потерял все свои вещи, и единственное, что я понял, - это то, что меня можно ударить, укусить, сжечь... но мне становится лучше. Это мое восстановление не такое уж быстрое, зато этого никто не замечает. Мне нужно узнать, кто я и как я здесь очутился... Я чувствую, что чего-то не хватает, чего-то внутри, но не могу понять, чего именно.

source: "WE ASK THAT YOUR COMPANIONS REMAIN SILENT. YOU HAVE BROUGHT PAIN TO US, MUCH PAIN, AND WE DEMAND AMENDS FROM YOU."
ru: «МЫ ТРЕБУЕМ, ЧТОБЫ ТВОИ СПУТНИКИ МОЛЧАЛИ. ТЫ ПРИЧИНИЛ НАМ БОЛЬ, МНОГО БОЛИ, И МЫ ТРЕБУЕМ ОТ ТЕБЯ САТИСФАКЦИИ».

source: "THE HARM HAS BEEN DONE. THE PAST WILL NOT BE ALTERED BY YOUR MERE APOLOGIES. PERFORM THIS SERVICE FOR US OR WE SHALL ELIMINATE YOU."
ru: «ТЫ ПРИЧИНИЛ НАМ ВРЕД. ПРОШЛОГО НЕ ИЗМЕНИТЬ ОДНИМИ ЛИШЬ ТВОИМИ ИЗВИНЕНИЯМИ. ОКАЖИ НАМ ЭТУ УСЛУГУ, ИНАЧЕ МЫ УНИЧТОЖИМ ТЕБЯ».

source: (continue)
ru: (продолжить)

source: This is a test
ru: Это тест

source: "I have another question..."
ru: «У меня есть другой вопрос...»

source: Of course you got questions about me - you probably have questions about ALL sorts of things. Let me boil it down for you: when you've been as dead as long as I have... without arms, legs, or anything else, you spend a lot of time thinking, y'know? I figure it's been a few hundred years since I got penned in the dead-book, but time doesn't really tally up the way it used to... without that mortality thing pressing down on you, all the days and nights kind of blend together. So you think about this, and you think about that... and the most important piece of wisdom I've learned over the past hundred or so years is this: There's a LOT more obscene gestures you can make with your eyes and your jaw than most people think. Without even resorting to insults or taunting, you can really light a bonfire under someone just with the right combination of eye movements and jaw clicking. Drives them barmy! If you ever get beheaded and your skin flayed from your skull, I'll show you how it's done. I got some real gems, chief - they'd drive a deva to murder, they would. I know what you're thinking: I'm dead. I've lost so much. It should have sobered me up to all that joy I missed, all those loves I've lost. Some people get all depressed about death - they haven't TRIED it, of course - but one thing they never seem to realize is how it changes your perspective on things; it really makes you take a second look at life, broaden your horizons. For me, it's pretty much made me realize how many dead chits are in this berg and how few sharp-tongued men like myself there are to go around - you spin the wheel right, and your years of spending nights alone are over! Shallow? I'm not shallow. I just don't get caught up in all that philosophy and faith and belief wash that every berk from Arborea to the Gray Waste rattle their jaws about. Who cares? The planes are what they are, you're what you are, and if it changes, fine, but things aren't bad the way they are - and I should know. Go on, ask me some questions about the planes, or the chant, or the people, or the cultures - when you end up like me - without eyelids, that is - you end up seeing a lot of things, and I can tell you almost everything you need to know. It's like this: We're in this together, chief. Until this is over, I stick like your leg.
ru: Безусловно, у тебя возникли вопросы обо мне. Вероятно, у тебя есть РАЗНОГО РОДА вопросы. Позволь мне сократить их число: если бы ты был мертв столько же, сколько и я... без рук, без ног и всего остального, ты бы провел много времени в размышлениях, сечешь? Полагаю, прошло уже пару сотен лет с тех пор, как меня вписали в книгу мертвых, но подсчет времени уже не тот, каким он был раньше... без той штуки, смертности, давящей на тебя, все ночи и дни как одно. Так что ты раздумываешь о том о сем... и вот самая мудрая вещь, которую я усвоил за прошедшие сто с хвостиком лет: своими глазами и челюстями можно сделать ГОРАЗДО больше непристойных жестов, чем большинство подозревает. Даже не прибегая к оскорблениям и насмешкам, ты можешь поджечь под кем-нибудь костер с помощью правильной комбинации движений глаз и клацаний челюстями. Это сводит их с ума! Если тебя когда-нибудь обезглавят и с твоего черепа стянут кожу, я покажу тебе, как это делается. У меня есть настоящие перлы - они и дэва доведут до смертоубийств. Знаю, о чем ты думаешь: я мертв. Я столько потерял. Вся та радость, по которой я скучал, любовь, которую я утратил, должно быть, отрезвили меня. Многих расстраивает смерть - ясен ПЕНЬ, они же ее не пробовали, - но одного они, похоже, не поймут никогда: насколько меняются твои взгляды. Это в самом деле заставляет тебя взглянуть на жизнь по-новому, расширить твои горизонты. Что до меня, это во многом помогло мне понять, как много мертвых цыпочек в этом городишке и как мало в округе таких языкастых парней, как я: если правильно все провернуть, ты забудешь про ночи, проведенные в одиночестве! Поверхностный? Я не поверхностный. Просто меня не подловишь на всю ту философскую болтовню про веру и убеждения, о которой трещит каждый пень от Арбореи до Серой пустоши. Кому есть дело до этого? Планы такие, как они есть, и ты - это ты, и если ты меняешься - отлично, но все и так неплохо - мне ли не знать. Давай, задавай мне свои вопросы о планах, слухах, людях или культурах. Если закончишь так, как я - то есть, без век, - тебе придется многое увидеть, и я могу рассказать тебе все, что тебе нужно знать. Короче говоря, мы завязли в этом вместе, шеф. И пока это не закончится, я прилип к тебе, как банный лист.

source: [Annah Bio]Aye, now what yeh be wanting to know about me for? Are yeh jest bored? It's not some grand tale, it isn't, so if yeh're expecting some epic, yeh'd best go rattle yer bone-box at someone else, jig? I seen the way yeh look at me tail - if it'll keep yer eyes to yerself, then I'll tell yeh where it came from: it's a blessing from me Grand Da... or me Grand Ma, whichever o' them was the fiend. I'm a tiefling, so I am, with just enough of the demon blood in me to sprout this tail outta me back. That blood trickled its way from me Grand Ma n' Grand Da to me... after passing through me own Ma an Da, whoever they were. Pharod? Me Da? Ha! Ol' stutter-crutch isn't me Da - not me real one, anyway. He just fostered me, he did, dragged me outta the Hive and brought me inta his stable. Don't get him wrong by thinkin' he had a kind bone in his body... he wasn't shedding no tear for me bein' an orphan - he just needed someone to help him scarp deaders off the streets of the Hive, an' I'm small enough so I can get inta places his other boys can't. Plus, most of the gullies in his pack are wee boys with the fear in 'em, so I end up finding most of the deaders in places they're too a-scared to look. The Dusties pay a nice bit of copper for the deaders I bring 'em, and Pharod don't take so much off the top that it leaves me a beggar, so he's not so bad, I s'pose. Enough of yer questions. Now I got some things to say ta YEH, I do. I seen the way yeh act, an' yeh need to be told some things if we're going to be travelin' together... first - don't go flapping yer bone-box and locking eyes with everyone yeh meet. That's a sure street to trouble, it is. An' don't be takin' no one's name in vain or yeh'll be attracting the worst sort of attention, and right quick, too. An' one last thing. Don't be thinkin' yeh can treat me like a cobblestone, neither - yeh start doin' that, an' I'll take these blades an' carve yeh, I will. Me blades? Aye, these dags are mine. I like these punch dags, I do - yeh can keep yer axes n' hammers n' clubs - these dags are more me style. Yeh jest behave yerself, an' yeh won't be wearing 'em, aye?
ru: [Annah Bio]Ну и че еще те нужно знать обо мне? Нечем заняться? Это типа не какой-то там большой рассказ, нет, так что если ждешь чего-то эпичного - иди-ка лучше потряси своей черепушкой с кем-то другим, понял? Видала я, как ты таращишься на мой хвост. Если это отобьет тебе желание пялиться, я расскажу, откуда он: это благословение от моего дедули... или моей бабули, смотря кто из них был нечистым. Я тифлинг, так вот, и демонской крови у меня достаточно для того, чтоб вырос этот хвост. Эта кровь дошла до меня от моих дедули или бабули... пройдя через моих папашку и мамашку, кем бы они ни были. Фарод? Мой па? Ха! Старый костыль мне не па - то есть, ненастоящий. Просто он меня удочерил, так вот, вытащил меня из Улья и затащил в свой хлев. Вот тока не подумай, что он добряк... он и слезинки не пролил из-за того, что я - сирота. Просто ему нужен был кто-то, чтоб помочь ему обчищать жмуриков на улицах Улья, а я была достаточно мелкой, чтоб пролезть туда, куда не пролезут мальчишки. К тому же, большинство молокососов из из его шайки - трусливые груднички, и в итоге я находила большинство жмуриков в местах, куда они боялись заглянуть. Трухлявые щедро отсыпают медь за жмуриков, которых я им тащу, а Фарод берет себе не настолько много, чтоб оставить меня побираться, так что он, походу, не такой уж и плохой. Хватит расспросов. Теперь я ТЕ кое-что скажу, так вот. Видала я, как ты действуешь, и неплохо бы тебе услыхать пару вещей, прежде чем мы станем путешествовать вместе... Первое: кончай трясти черепушкой и пялится на каждого встречного. Так и на проблемы нарваться можно. И не упоминай попусту ничьи имена, а то еще привлечешь дурной глаз, и очень скоро, так вот. И последнее. Не думай, что можешь вести себя со мной, как с булыжником, не стоит. Если начнешь так делать - достану эти клинки и порежу тебя, так вот. Мои клинки? Ага, это мои кинжальчики. Люблю я эти ударные кинжальчики, так то. Оставь себе топоры, молотки и дубинки: эти кинжальчики мне больше подходят. Просто веди себя как следует, чтоб не пришлось их применять, лады?

source: My past is not known to you. It is not my will that you should know it. Know that I bear the scars of one who has traveled the planes. Know that I have never rested long in any one place. Know that I bear the weight of one who has traveled far to be in this place. Know that I am a githzerai. Know that I am of the people of Zerthimon. It was Zerthimon who knew the githzerai before we knew ourselves. He knew what had to be done to free us. From his knowing, came action. From his knowing, freedom was born. The githzerai ceased to be slaves and became a people. Know that I follow the Unbroken Circle of Zerthimon. His words are known to me. His heart is known to me. All that remains is that I know myself.
ru: Мое прошлое неизвестно тебе. Я не желаю, чтобы ты знал его. Знай, что на мне шрамы того, кто путешествует по планам. Знай, что я никогда не задерживался надолго в одном месте. Знай, что со мной бремя того, кто прошел настолько много, что очутился здесь. Знай, что я - гитцерай. Знай, что я из народа Зертимона. Зертимон был тем, кто познал гитцераев до того, как они познали себя. Он знал, что нужно было сделать для нашего освобождения. Из его знаний появились действия. Из его знаний родилась свобода. Гитцераи перестали быть рабами и стали народом. Знай, что я следую Неразрывному Кругу Зертимона. Его слова известны мне. Его сердце известно мне. Все, что мне остается - познать себя.

source: [Grace Bio]My past is not a long one, at least by tanar'ri standards. I do not know if you are familiar with the tanar'ri, but we are a race of the Abyss, a staggered series of planes filled with chaos and evil hearts. I am a tanar'ri, a fiend, a succubus... I grew up upon the first plane of the Abyss. My mother was a succubus herself - as I'm sure you are aware, succubi tempt mortals to bring their souls to the Abyss. My mother was among the finest, seducing countless mortal men to their eternal damnation. She now dwells in the Abyss, selling her children into slavery. She sold me to the baatezu, the blood enemies of the tanar'ri. I think she rather expected that they would kill me - despite her knowledge of other subjects, she knows little of their culture and the delight they take in tormenting others. Fortunately, the baatezu are a proud species. The thought a tanar'ri could best them at anything was something intolerable to them. So I challenged one of the proudest of the pit fiends to a contest of improvisation, and it was here that my tanar'ri heart allowed me to win the day. The tanar'ri are chaotic creatures, wild and unpredictable. The baatezu are more cunning fiends, with orderly hearts. They understand improvisation, but they are not among its best practitioners. And thus, I won my freedom. That was a very long time ago. I left the Lower Planes for Sigil. I encountered the Society of Sensation, and my experiences upon the baatezu instilled in me a desire to learn more of the multiverse. Why? I believe there is a truth to the multiverse... even if that truth is that there is no truth at all. I believe that the planes are meant to be experienced, and the more one experiences, in traveling, in joy, in pain, in merriment or in suffering, the more the multiverse reveals itself to you... And the more you are revealed to yourself.
ru: [Grace Bio]Моя прошлая жизнь не слишком долгая, по крайней мере, по меркам танарри. Не знаю, знаком ли ты с танарри, но мы - раса из Бездны, нагромождения планов, наполненных хаосом и злыми сердцами. Я - танарри, нечистая, суккуб... Я выросла на первом плане Бездны. Моя мать сама была суккубом. Уверена, тебе известно, что суккубы соблазняют смертных и затягивают их души в Бездну. Моя мать была одной из лучших, и обрекла бессчетное количество смертных мужчин на вечное проклятье. Сейчас она живет в Бездне, продавая в рабство своих детей. Она продала меня баатезу, заклятым врагам танарри. Думаю, она ожидала, что они скорее убьют меня. Несмотря на ее познания в других областях, ей мало знакома их культура и то наслаждение, с которым они мучают других. К счастью, баатезу - гордые создания. Сама мысль о том, что танарри могут в чем-то их превзойти, для них невыносима. Поэтому я вызвала одного из самых горделивых пещерных демонов на поединок импровизаций, и тут мое сердце танарри позволило мне выиграть. Танарри - существа хаотичные, дикие и непредсказуемые. Баатезу - более коварная и дисциплинированная нечисть. Они понимают импровизацию, но в ней они не из числа лучших. Так я обрела свободу. Это было очень давно. Из Нижних планов я отправилась в Сигил. Я наткнулась на Общество Восприятия, и мой опыт общения с баатезу вселил в меня желание узнать больше о мультивселенной. Зачем? Я верю, что в мультивселенной существует истина... даже если она заключается в том, что истины не существует. Я верю, что планы суждено прочувствовать, и чем больше всего ты переживешь, путешествуя, радуясь, страдая, веселясь или горюя, тем больше мультивселенная раскроется тебе... И тем больше ты откроешься для себя.
