Repository: winterheart/planescape
Catalog: po/pst-ee/*/misc/rest.po
Languages: ru

source: Faction: Non-Aligned No faction allegiance.
ru: Фракция: нейтральный Не принадлежит какой-либо фракции.

source: Faction: Believers of the Source ("Godsmen") Motto: All life springs from the same divine source, ascending and descending in form as the cosmos tests it.
ru: Фракция: Верящие в Первопричину («Боголюди») Девиз: Все живое происходит из одной священной первопричины, возвышаясь и опускаясь в испытаниях, поставленных мирозданием.

source: Faction: Mercykillers ("Red Death") Motto: Justice is everything. When properly applied, punishment leads to perfection.
ru: Фракция: Убийцы милосердия («Красная смерть») Девиз: Правосудие повсюду. Правильно примененное наказание ведет к совершенству.

source: Faction: Society of Sensation ("Sensates") Motto: Know the universe by experiencing it fully. The senses form the path to truth, for the multiverse doesn't exist beyond what can be sensed.
ru: Фракция: Общество Восприятия («Чувствующие») Девиз: Познай вселенную, прочувствовав ее до конца. Чувства прокладывают путь к истине, поскольку мультивселенная не существует за пределами осязаемого.

source: Faction: Dustmen ("The Dead") Motto: Everyone is dead. Purge your passions, and in so doing, ascend toward the purity of True Death.
ru: Фракция: Тленные («Мертвые») Девиз: Все мертвы. Отринь свои чувства. Сделав это, ты приблизишься к чистоте Истинной Смерти.

source: Faction: Revolutionary League ("Anarchists") Motto: Destroy the factions; they're built on lies and greed. Break them all down and rebuild with what's left; that's the way to the real truth.
ru: Фракция: Революционная лига («Анархисты») Девиз: Уничтожь фракции; они построены на лжи и алчности. Разрушь их всех до основания и перестрой то, что осталось. Так ты постигнешь истину.

source: Faction: Xaositects ("Chaosmen") Motto: Truth chaos is. By randomness embracing the of the multiverse, secrets its one learns.
ru: Фракция: Хаоситеки («Хаоситы») Девиз: Правда хаос это. В беспорядочном воздействии на мультивселенную лежит секрет ее познания.

source: Factol of Xaositects ("Chaosmen") Motto?! FACTOL of the Chaosmen R U current-lee! Xaos iz truth. Randomly M-bracing multiverse, learns one secrets its?
ru: Фрактол Хаоситеков («Хаоситов») Девиз?! ФРАКТОЛ Хаоситов сей-час ТЫ! Хаос в истине. Случайным образом о-хватывая мультивселенную, узнаешь ли ее секреты?

source: The game cannot be saved in this area.
ru: В этом месте нельзя сохранять игру.

source: The game cannot be saved while in dialogue mode.
ru: Во время диалога нельзя сохранять игру.

source: The game cannot be saved while resting or during a movie.
ru: Во время отдыха или показа ролика нельзя сохранять игру.

source: The game cannot be saved during an in-game cutscene.
ru: Во время игровой сцены нельзя сохранять игру.

source: The game cannot be saved while the store interface is open.
ru: При торговле нельзя сохранять игру.

source: The game cannot be saved at this time.
ru: В текущий момент нельзя сохранять игру.

source: The game cannot be saved while hostile creatures are nearby.
ru: Пока рядом есть опасные существа, нельзя сохранять игру.

source: You cannot rest right now.
ru: Сейчас ты не можешь отдыхать.

source: You cannot rest while hostile creatures are nearby.
ru: Ты не можешь отдыхать, пока рядом есть опасные существа.

source: You cannot rest in this area.
ru: Ты не можешь отдыхать здесь.

source: Click to End
ru: Конец

source: Click for More
ru: Дальше

source: "I have some questions..."
ru: «У меня есть несколько вопросов...»

source: Alignment Changed [Annah]
ru: Изменилось мировоззрение [Annah]

source: Alignment Changed [Dak'kon]
ru: Изменилось мировоззрение [Dak'kon]

source: Alignment Changed [Fall-From-Grace]
ru: Изменилось мировоззрение [Fall-From-Grace]

source: Alignment Changed [Nordom]
ru: Изменилось мировоззрение [Nordom]

source: Alignment Changed [Ignus]
ru: Изменилось мировоззрение [Ignus]

source: Alignment Changed [Vhailor]
ru: Изменилось мировоззрение [Vhailor]

source: Strength increased permanently [Nameless One]
ru: Увеличилась Сила [Nameless One]

source: Strength increased permanently [Morte]
ru: Увеличилась Сила [Morte]

source: Strength increased permanently [Annah]
ru: Увеличилась Сила [Annah]

source: Strength increased permanently [Dak'kon]
ru: Увеличилась Сила [Dak'kon]

source: Strength increased permanently [Fall-From-Grace]
ru: Увеличилась Сила [Fall-From-Grace]

source: Strength increased permanently [Nordom]
ru: Увеличилась Сила [Nordom]

source: Strength increased permanently [Ignus]
ru: Увеличилась Сила [Ignus]

source: Strength increased permanently [Vhailor]
ru: Увеличилась Сила [Vhailor]

source: Intelligence increased permanently [Nameless One]
ru: Повысился Интеллект [Nameless One]

source: Intelligence increased permanently [Morte]
ru: Повысился Интеллект [Morte]

source: Intelligence increased permanently [Annah]
ru: Повысился Интеллект [Annah]

source: Intelligence increased permanently [Dak'kon]
ru: Повысился Интеллект [Dak'kon]

source: Intelligence increased permanently [Fall-From-Grace]
ru: Повысился Интеллект [Fall-From-Grace]

source: Intelligence increased permanently [Nordom]
ru: Повысился Интеллект [Nordom]

source: Intelligence increased permanently [Ignus]
ru: Повысился Интеллект [Ignus]

source: Intelligence increased permanently [Vhailor]
ru: Повысился Интеллект [Vhailor]

source: Wisdom increased permanently [Nameless One]
ru: Повысилась Мудрость [Nameless One]

source: Wisdom increased permanently [Morte]
ru: Повысилась Мудрость [Morte]

source: Wisdom increased permanently [Annah]
ru: Повысилась Мудрость [Annah]

source: Wisdom increased permanently [Dak'kon]
ru: Повысилась Мудрость [Dak'kon]

source: Wisdom increased permanently [Fall-From-Grace]
ru: Повысилась Мудрость [Fall-From-Grace]

source: Wisdom increased permanently [Nordom]
ru: Повысилась Мудрость [Nordom]

source: Wisdom increased permanently [Ignus]
ru: Повысилась Мудрость [Ignus]

source: Wisdom increased permanently [Vhailor]
ru: Повысилась Мудрость [Vhailor]

source: Dexterity increased permanently [Nameless One]
ru: Увеличилась Ловкость [Nameless One]

source: Dexterity increased permanently [Morte]
ru: Увеличилась Ловкость [Morte]

source: Dexterity increased permanently [Annah]
ru: Увеличилась Ловкость [Annah]

source: Dexterity increased permanently [Dak'kon]
ru: Увеличилась Ловкость [Dak'kon]

source: Dexterity increased permanently [Fall-From-Grace]
ru: Увеличилась Ловкость [Fall-From-Grace]

source: Dexterity increased permanently [Nordom]
ru: Увеличилась Ловкость [Nordom]

source: Dexterity increased permanently [Ignus]
ru: Увеличилась Ловкость [Ignus]

source: Dexterity increased permanently [Vhailor]
ru: Увеличилась Ловкость [Vhailor]

source: Constitution increased permanently [Nameless One]
ru: Улучшилось Телосложение [Nameless One]

source: Constitution increased permanently [Morte]
ru: Улучшилось Телосложение [Morte]

source: Constitution increased permanently [Annah]
ru: Улучшилось Телосложение [Annah]

source: Constitution increased permanently [Dak'kon]
ru: Улучшилось Телосложение [Dak'kon]

source: Constitution increased permanently [Fall-From-Grace]
ru: Улучшилось Телосложение [Fall-From-Grace]

source: Constitution increased permanently [Nordom]
ru: Улучшилось Телосложение [Nordom]

source: Constitution increased permanently [Ignus]
ru: Улучшилось Телосложение [Ignus]

source: Constitution increased permanently [Vhailor]
ru: Улучшилось Телосложение [Vhailor]

source: Charisma increased permanently [Nameless One]
ru: Улучшилось Обаяние [Nameless One]

source: Charisma increased permanently [Morte]
ru: Улучшилось Обаяние [Morte]

source: Charisma increased permanently [Annah]
ru: Улучшилось Обаяние [Annah]

source: Charisma increased permanently [Dak'kon]
ru: Улучшилось Обаяние [Dak'kon]

source: Charisma increased permanently [Fall-From-Grace]
ru: Улучшилось Обаяние [Fall-From-Grace]

source: Charisma increased permanently [Nordom]
ru: Улучшилось Обаяние [Nordom]

source: Charisma increased permanently [Ignus]
ru: Улучшилось Обаяние [Ignus]

source: Charisma increased permanently [Vhailor]
ru: Улучшилось Обаяние [Vhailor]

source: MaxHP increased permanently [Nameless One]
ru: Увеличен максимум здоровья [Nameless One]

source: MaxHP increased permanently [Morte]
ru: Увеличен максимум здоровья [Morte]

source: MaxHP increased permanently [Annah]
ru: Увеличен максимум здоровья [Annah]

source: MaxHP increased permanently [Dak'kon]
ru: Увеличен максимум здоровья [Dak'kon]

source: MaxHP increased permanently [Fall-From-Grace]
ru: Увеличен максимум здоровья [Fall-From-Grace]

source: MaxHP increased permanently [Nordom]
ru: Увеличен максимум здоровья [Nordom]

source: MaxHP increased permanently [Ignus]
ru: Увеличен максимум здоровья [Ignus]

source: MaxHP increased permanently [Vhailor]
ru: Увеличен максимум здоровья [Vhailor]

source: Armor Class increased permanently [Nameless One]
ru: Улучшен Класс брони [Nameless One]

source: Armor Class increased permanently [Morte]
ru: Улучшен Класс брони [Morte]

source: Armor Class increased permanently [Annah]
ru: Улучшен Класс брони [Annah]

source: Armor Class increased permanently [Dak'kon]
ru: Улучшен Класс брони [Dak'kon]

source: Armor Class increased permanently [Fall-From-Grace]
ru: Улучшен Класс брони [Fall-From-Grace]

source: Armor Class increased permanently [Nordom]
ru: Улучшен Класс брони [Nordom]

source: Armor Class increased permanently [Ignus]
ru: Улучшен Класс брони [Ignus]

source: Armor Class increased permanently [Vhailor]
ru: Улучшен Класс брони [Vhailor]

source: Proficiency Points increased permanently [Nameless One]
ru: Добавлены очки специализации [Nameless One]

source: Proficiency Points increased permanently [Morte]
ru: Добавлены очки специализации [Morte]

source: Proficiency Points increased permanently [Annah]
ru: Добавлены очки специализации [Annah]

source: Proficiency Points increased permanently [Dak'kon]
ru: Добавлены очки специализации [Dak'kon]

source: Proficiency Points increased permanently [Fall-From-Grace]
ru: Добавлены очки специализации [Fall-From-Grace]

source: Proficiency Points increased permanently [Nordom]
ru: Добавлены очки специализации [Nordom]

source: Proficiency Points increased permanently [Ignus]
ru: Добавлены очки специализации [Ignus]

source: Proficiency Points increased permanently [Vhailor]
ru: Добавлены очки специализации [Vhailor]

source: Characteristic Points increased permanently [Nameless One]
ru: Добавлены очки персонажа [Nameless One]

source: Characteristic Points increased permanently [Morte]
ru: Добавлены очки персонажа [Morte]

source: Characteristic Points increased permanently [Annah]
ru: Добавлены очки персонажа [Annah]

source: Characteristic Points increased permanently [Dak'kon]
ru: Добавлены очки персонажа [Dak'kon]

source: Characteristic Points increased permanently [Fall-From-Grace]
ru: Добавлены очки персонажа [Fall-From-Grace]

source: Characteristic Points increased permanently [Nordom]
ru: Добавлены очки персонажа [Nordom]

source: Characteristic Points increased permanently [Ignus]
ru: Добавлены очки персонажа [Ignus]

source: Characteristic Points increased permanently [Vhailor]
ru: Добавлены очки персонажа [Vhailor]

source: Spell has failed to have been copied [Nameless One]
ru: Не удалось скопировать заклинание [Nameless One]

source: Spell has failed to have been copied [Morte]
ru: Не удалось скопировать заклинание [Morte]

source: Spell has failed to have been copied [Annah]
ru: Не удалось скопировать заклинание [Annah]

source: Spell has failed to have been copied [Dak'kon]
ru: Не удалось скопировать заклинание [Dak'kon]

source: Spell has failed to have been copied [Fall-From-Grace]
ru: Не удалось скопировать заклинание [Fall-From-Grace]

source: Spell has failed to have been copied [Nordom]
ru: Не удалось скопировать заклинание [Nordom]

source: Spell has failed to have been copied [Ignus]
ru: Не удалось скопировать заклинание [Ignus]

source: Spell has failed to have been copied [Vhailor]
ru: Не удалось скопировать заклинание [Vhailor]

source: Spell has been gained [Nameless One]
ru: Заклинание было получено [Nameless One]

source: Spell has been gained [Morte]
ru: Заклинание было получено [Morte]

source: Spell has been gained [Annah]
ru: Заклинание было получено [Annah]

source: Spell has been gained [Dak'kon]
ru: Заклинание было получено [Dak'kon]

source: Spell has been gained [Fall-From-Grace]
ru: Заклинание было получено [Fall-From-Grace]

source: Spell has been gained [Nordom]
ru: Заклинание было получено [Nordom]

source: Spell has been gained [Ignus]
ru: Заклинание было получено [Ignus]

source: Spell has been gained [Vhailor]
ru: Заклинание было получено [Vhailor]

source: Spell has been copied [Nameless One]
ru: Заклинание скопировано [Nameless One]

source: Spell has been copied [Morte]
ru: Заклинание скопировано [Morte]

source: Spell has been copied [Annah]
ru: Заклинание скопировано [Annah]

source: Spell has been copied [Dak'kon]
ru: Заклинание скопировано [Dak'kon]

source: Spell has been copied [Fall-From-Grace]
ru: Заклинание скопировано [Fall-From-Grace]

source: Spell has been copied [Nordom]
ru: Заклинание скопировано [Nordom]

source: Spell has been copied [Ignus]
ru: Заклинание скопировано [Ignus]

source: Spell has been copied [Vhailor]
ru: Заклинание скопировано [Vhailor]

source: Item cannot be equipped [Nameless One]
ru: Предмет не может быть надет [Nameless One]

source: Item cannot be equipped [Morte]
ru: Предмет не может быть надет [Morte]

source: Item cannot be equipped [Annah]
ru: Предмет не может быть надет [Annah]

source: Item cannot be equipped [Dak'kon]
ru: Предмет не может быть надет [Dak'kon]

source: Item cannot be equipped [Fall-From-Grace]
ru: Предмет не может быть надет [Fall-From-Grace]

source: Item cannot be equipped [Nordom]
ru: Предмет не может быть надет [Nordom]

source: Item cannot be equipped [Ignus]
ru: Предмет не может быть надет [Ignus]

source: Item cannot be equipped [Vhailor]
ru: Предмет не может быть надет [Vhailor]

source: Item cannot be unequipped [Nameless One]
ru: Предмет не может быть снят [Nameless One]

source: Item cannot be unequipped [Morte]
ru: Предмет не может быть снят [Morte]

source: Item cannot be unequipped [Annah]
ru: Предмет не может быть снят [Annah]

source: Item cannot be unequipped [Dak'kon]
ru: Предмет не может быть снят [Dak'kon]

source: Item cannot be unequipped [Fall-From-Grace]
ru: Предмет не может быть снят [Fall-From-Grace]

source: Item cannot be unequipped [Nordom]
ru: Предмет не может быть снят [Nordom]

source: Item cannot be unequipped [Ignus]
ru: Предмет не может быть снят [Ignus]

source: Item cannot be unequipped [Vhailor]
ru: Предмет не может быть снят [Vhailor]

source: Character does not want that item [Nameless One]
ru: Персонажу не нужен этот предмет [Nameless One]

source: Character does not want that item [Morte]
ru: Персонажу не нужен этот предмет [Morte]

source: Character does not want that item [Annah]
ru: Персонажу не нужен этот предмет [Annah]

source: Character does not want that item [Dak'kon]
ru: Персонажу не нужен этот предмет [Dak'kon]

source: Character does not want that item [Fall-From-Grace]
ru: Персонажу не нужен этот предмет [Fall-From-Grace]

source: Character does not want that item [Nordom]
ru: Персонажу не нужен этот предмет [Nordom]

source: Character does not want that item [Ignus]
ru: Персонажу не нужен этот предмет [Ignus]

source: Character does not want that item [Vhailor]
ru: Персонажу не нужен этот предмет [Vhailor]

source: Character does not want that cursed item [Nameless One]
ru: Персонажу не нужен этот проклятый предмет [Nameless One]

source: Character does not want that cursed item [Morte]
ru: Персонажу не нужен этот проклятый предмет [Morte]

source: Character does not want that cursed item [Annah]
ru: Персонажу не нужен этот проклятый предмет [Annah]

source: Character does not want that cursed item [Dak'kon]
ru: Персонажу не нужен этот проклятый предмет [Dak'kon]

source: Character does not want that cursed item [Fall-From-Grace]
ru: Персонажу не нужен этот проклятый предмет [Fall-From-Grace]

source: Character does not want that cursed item [Nordom]
ru: Персонажу не нужен этот проклятый предмет [Nordom]

source: Character does not want that cursed item [Ignus]
ru: Персонажу не нужен этот проклятый предмет [Ignus]

source: Character does not want that cursed item [Vhailor]
ru: Персонажу не нужен этот проклятый предмет [Vhailor]

source: Item is identified [Nameless One]
ru: Предмет опознан [Nameless One]

source: Item is identified [Morte]
ru: Предмет опознан [Morte]

source: Item is identified [Annah]
ru: Предмет опознан [Annah]

source: Item is identified [Dak'kon]
ru: Предмет опознан [Dak'kon]

source: Item is identified [Fall-From-Grace]
ru: Предмет опознан [Fall-From-Grace]

source: Item is identified [Nordom]
ru: Предмет опознан [Nordom]

source: Item is identified [Ignus]
ru: Предмет опознан [Ignus]

source: Item is identified [Vhailor]
ru: Предмет опознан [Vhailor]

source: Locked [Nameless One]
ru: Заперто [Nameless One]

source: Locked [Morte]
ru: Заперто [Morte]

source: Locked [Annah]
ru: Заперто [Annah]

source: Locked [Dak'kon]
ru: Заперто [Dak'kon]

source: Locked [Fall-From-Grace]
ru: Заперто [Fall-From-Grace]

source: Locked [Nordom]
ru: Заперто [Nordom]

source: Locked [Ignus]
ru: Заперто [Ignus]

source: Locked [Vhailor]
ru: Заперто [Vhailor]

source: Critical Hit [Nameless One]
ru: Критическое попадание [Nameless One]

source: Critical Hit [Morte]
ru: Критическое попадание [Morte]

source: Critical Hit [Annah]
ru: Критическое попадание [Annah]

source: Critical Hit [Dak'kon]
ru: Критическое попадание [Dak'kon]

source: Critical Hit [Fall-From-Grace]
ru: Критическое попадание [Fall-From-Grace]

source: Critical Hit [Nordom]
ru: Критическое попадание [Nordom]

source: Critical Hit [Ignus]
ru: Критическое попадание [Ignus]

source: Critical Hit [Vhailor]
ru: Критическое попадание [Vhailor]

source: Critical Hit [General, other NPC]
ru: Критическое попадание!

source: Critical miss [Nameless One]
ru: Критический промах [Nameless One]

source: Critical miss [Morte]
ru: Критический промах [Morte]

source: Critical miss [Annah]
ru: Критический промах [Annah]

source: Critical miss [Dak'kon]
ru: Критический промах [Dak'kon]

source: Critical miss [Fall-From-Grace]
ru: Критический промах [Fall-From-Grace]

source: Critical miss [Nordom]
ru: Критический промах [Nordom]

source: Critical miss [Ignus]
ru: Критический промах [Ignus]

source: Critical miss [Vhailor]
ru: Критический промах [Vhailor]

source: Critical miss [General, other NPC]
ru: Критический промах [General, other NPC]

source: Spell cannot be cast [Nameless One]
ru: Заклинание не может быть произнесено [Nameless One]

source: Spell cannot be cast [Morte]
ru: Заклинание не может быть произнесено [Morte]

source: Spell cannot be cast [Annah]
ru: Заклинание не может быть произнесено [Annah]

source: Spell cannot be cast [Dak'kon]
ru: Заклинание не может быть произнесено [Dak'kon]

source: Spell cannot be cast [Fall-From-Grace]
ru: Заклинание не может быть произнесено [Fall-From-Grace]

source: Spell cannot be cast [Nordom]
ru: Заклинание не может быть произнесено [Nordom]

source: Spell cannot be cast [Ignus]
ru: Заклинание не может быть произнесено [Ignus]

source: Spell cannot be cast [Vhailor]
ru: Заклинание не может быть произнесено [Vhailor]

source: Spell cannot be cast [General, other NPC]
ru: Заклинание не может быть произнесено [General, other NPC]

source: Stairs Up to Third Floor
ru: Лестница на третий этаж

source: Stairs Down to Second Floor
ru: Лестница на второй этаж

source: Stairs Down to First Floor
ru: Лестница на первый этаж

source: Stairs Up to Second Floor
ru: Лестница на второй этаж

source: To the Alley of Lingering Sighs
ru: На улицу Протяжных вздохов

source: Back to the Hive
ru: Назад в Улей

source: Corvus seemed infatuated with a young woman named Karina. I told him that she was lonely and in need of a friend.
ru: Похоже, Корвус без ума от девушки по имени Карина. Я сказал ему, что она одинока и нуждается в друге.

source: "I have some other questions..."
ru: «У меня есть другие вопросы...»

source: "Can you teach me the warrior's way?"
ru: «Ты можешь обучить меня пути воина?»

source: "Any creatures come out of these portals?"
ru: «Из этих порталов выходят какие-нибудь существа?»

source: "The Tower?"
ru: «Башню?»

source: "Where exactly is this portal?"
ru: «Где именно находится этот портал?»

source: "What did the abishai talk about?"
ru: «О чем это говорил абишай?»

source: "Tell me about this Tower you mentioned."
ru: «Расскажи мне о башне, которую ты упоминал».

source: "Yes, a little."
ru: «Да, немного».

source: "I see. I must be going then. Farewell."
ru: «Ясно. Я должен идти. Прощай».

source: Spell has been warped by Plane [Nameless One]
ru: Заклинание искажено планом [Nameless One]

source: Spell has been warped by Plane [Morte]
ru: Заклинание искажено планом [Morte]

source: Spell has been warped by Plane [Annah]
ru: Заклинание искажено планом [Annah]

source: Spell has been warped by Plane [Dak'kon]
ru: Заклинание искажено планом [Dak'kon]

source: Spell has been warped by Plane [Fall-From-Grace]
ru: Заклинание искажено планом [Fall-From-Grace]

source: Spell has been warped by Plane [Nordom]
ru: Заклинание искажено планом [Nordom]

source: Spell has been warped by Plane [Ignus]
ru: Заклинание искажено планом [Ignus]

source: Spell has been warped by Plane [Vhailor]
ru: Заклинание искажено планом [Vhailor]

source: Spell has been warped by Plane [General, other NPC]
ru: Заклинание искажено планом [General, other NPC]

source: Spell has been disrupted [Nameless One]
ru: Заклинание разрушено [Nameless One]

source: Spell has been disrupted [Morte]
ru: Заклинание разрушено [Morte]

source: Spell has been disrupted [Annah]
ru: Заклинание разрушено [Annah]

source: Spell has been disrupted [Dak'kon]
ru: Заклинание разрушено [Dak'kon]

source: Spell has been disrupted [Fall-From-Grace]
ru: Заклинание разрушено [Fall-From-Grace]

source: Spell has been disrupted [Nordom]
ru: Заклинание разрушено [Nordom]

source: Spell has been disrupted [Ignus]
ru: Заклинание разрушено [Ignus]

source: Spell has been disrupted [Vhailor]
ru: Заклинание разрушено [Vhailor]

source: Spell has been disrupted [General, other NPC]
ru: Заклинание разрушено [General, other NPC]

source: Back Stab! 2x [Annah]
ru: Удар в спину! 2x [Annah]

source: Back Stab! 3x [Annah]
ru: Удар в спину! 3x [Annah]

source: Back Stab! 4x [Annah]
ru: Удар в спину! 4x [Annah]

source: Back Stab! 5x [Annah]
ru: Удар в спину! 5x [Annah]

source: Back Stab! 6x [Annah]
ru: Удар в спину! 6x [Annah]

source: Back Stab! 2x [General, other NPC]
ru: Удар в спину! 2x [General, other NPC]

source: Back Stab! 3x [General, other NPC]
ru: Удар в спину! 3x [General, other NPC]

source: Back Stab! 4x [General, other NPC]
ru: Удар в спину! 4x [General, other NPC]

source: Back Stab! 5x [General, other NPC]
ru: Удар в спину! 5x [General, other NPC]

source: Back Stab! 6x [General, other NPC]
ru: Удар в спину! 6x [General, other NPC]

source: Lockpick Succeeded [Nameless One]
ru: Успешный взлом [Nameless One]

source: Lockpick Succeeded [Morte]
ru: Успешный взлом [Morte]

source: Lockpick Succeeded [Annah]
ru: Успешный взлом [Annah]

source: Lockpick Succeeded [Dak'kon]
ru: Успешный взлом [Dak'kon]

source: Lockpick Succeeded [Fall-From-Grace]
ru: Успешный взлом [Fall-From-Grace]

source: Lockpick Succeeded [Nordom]
ru: Успешный взлом [Nordom]

source: Lockpick Succeeded [Ignus]
ru: Успешный взлом [Ignus]

source: Lockpick Succeeded [Vhailor]
ru: Успешный взлом [Vhailor]

source: Lockpick Failed [Nameless One]
ru: Неудачный взлом [Nameless One]

source: Lockpick Failed [Morte]
ru: Неудачный взлом [Morte]
