Repository: winterheart/planescape
Catalog: po/pst-ee/*/misc/rest.po
Languages: ru

source: This arrogant spectral entity claims to be my *mortality.* It has hunted me across my many lifetimes, sending shadows to kill me, making me forget, *tormenting* me. It wants nothing more than to see me suffer, broken and forgotten, while it remains secluded and at peace within the Fortress of Regrets. I will not allow it another chance to harm me.
ru: Это надменное призрачное существо утверждает, что является моей *смертностью*. Оно охотилось за мной на протяжении множества моих жизней, посылало тени убить меня, заставляло меня забыть, *мучило* меня. Оно желает только наблюдать, как я страдаю, сломленный и забытый, при этом пребывая в покое и изоляции в Крепости сожалений. Я больше не дам ему возможность причинить мне вред.

source: This mysterious spectral entity is responsible for delivering the killing blow on Ravel during her last moments in the Black-Barbed Maze. Who this adversary is is unknown.
ru: Это загадочное призрачное существо нанесло Равель смертельный удар в последние мгновения ее пребывания в Черношипном лабиринте. Кто этот враг - неизвестно.

source: This arrogant spectral entity claims to be my *mortality.* It has hunted me across my many lifetimes, sending shadows to kill me, making me forget, *tormenting* me. It wants nothing more than to see me suffer, broken and forgotten, while it remains secluded and at peace within the Fortress of Regrets. I will not allow it another chance to harm me.
ru: Это надменное призрачное существо утверждает, что является моей *смертностью*. Оно охотилось за мной на протяжении множества моих жизней, посылало тени убить меня, заставляло меня забыть, *мучило* меня. Оно желает только наблюдать, как я страдаю, сломленный и забытый, при этом пребывая в покое и изоляции в Крепости сожалений. Я больше не дам ему возможность причинить мне вред.

source: A huge iron golem laboring away in the mysterious siege tower in the middle of Sigil, Coaxmetal is metal given life with an urge toward destruction. It is immense in size, and its goal seems to be the creation of weaponry.
ru: Убежденный Металл, гигантский железный голем, который трудится в загадочной осадной башне посреди Сигила, представляет собой металл, в который вдохнула жизнь страсть к разрушению. Он просто огромен, и похоже, что его цель состоит в создании вооружения.

source: In all places, in all times, there seem to be merchants. Their desperate grubbing for money and material gain is pathetic, yet their greed mirrors the commerce of the human soul. In Sigil, as in other places, they sell whatever anyone else is willing to buy.
ru: Кажется, торговцы были всегда и везде. Их ненасытная страсть к деньгам и вещам вызывает жалость, тем не менее, их жадность отражает отношения в человеческой душе. В Сигиле, как и в других местах, они продают все, что кто-либо желает купить.

source: Lazlo
ru: Лазло

source: Eli laughs bitterly, shaking his head. "Not a bad try, cutter... not bad at all."
ru: Илай горько смеется, качая головой. «Неплохая попытка, рубака... вовсе неплохая».

source: Hi Dr. Nick!
ru: Привет, доктор Ник!

source: "How much longer before you're done?"
ru: «Сколько тебе еще осталось?»

source: "Hmmm... make sure there isn't too much pressure."
ru: «Хм-м... Убедись, что давление не слишком высокое».

source: "Don't burn yourself!"
ru: «Смотри, не обожгись!»

source: "Making progress?"
ru: «Как идет работа?»

source: "Looks good."
ru: «Неплохо».

source: "Careful."
ru: «Осторожно».

source: "Make sure you're doing this right."
ru: «Убедись, что ты делаешь это правильно».

source: "How's that coming?"
ru: «Как все продвигается?»

source: "What's on tomorrow's agenda?"
ru: «Какие планы на завтра?»

source: "Cross that off my list."
ru: «Вычеркни это из моего списка».

source: "What's next on my list?"
ru: «Что там дальше у меня по списку?»

source: "I have to make sure we have enough materials."
ru: «Я должен убедиться, что у нас достаточно сырья».

source: "I need to find out when the next shift is coming."
ru: «Мне нужно узнать, когда придет следующая смена».

source: Guard
ru: Охранять

source: True Shadow
ru: Истинная Тень

source: Keep listening.
ru: Продолжать слушать.

source: Eyeball
ru: Глазное яблоко

source: "Why don't the fiends just take Sigil?"
ru: «Почему нечистые просто не взяли Сигил?»

source: Magnifying Lens
ru: Увеличительная линза

source: Helm
ru: Шлем

source: Tattoo
ru: Татуировка

source: Chest
ru: Грудь

source: Teeth
ru: Зубы

source: Finger
ru: Палец

source: Hand
ru: Рука

source: Wrist
ru: Запястье

source: Crossbow
ru: Арбалет

source: Quarrel
ru: Арбалетная стрела

source: Mortuary Front Gate
ru: Главные ворота Морга

source: Stairs Up to Second Level
ru: Лестница на второй этаж

source: Northwest Memorial Hall
ru: Северо-западный Мемориальный зал

source: Southeast Memorial Hall
ru: Юго-восточный Мемориальный зал

source: Southwest Preparation Room
ru: Юго-западная препараторская

source: Mausoleum Entrance
ru: Вход в Мавзолей

source: Stairs Up/Down
ru: Лестница

source: Receiving Room
ru: Приемная

source: Northeast Preparation Room
ru: Северо-восточная препараторская

source: Southeast Preparation Room
ru: Юго-восточная препараторская

source: Southern Storage Room
ru: Южная кладовая

source: Stairs Down to Second Level
ru: Лестница на второй этаж

source: Northern Storage Room
ru: Северная кладовая

source: Downstairs to the Brothel's cellar
ru: Вниз в подвал борделя

source: Yves' chambers
ru: Покои Ив

source: Kimasxi's chambers
ru: Покои Кимаскси

source: Dolora's chambers
ru: Покои Долоры

source: Kesai-Serris' chambers
ru: Покои Кесай-Серри

source: Marissa's chambers
ru: Покои Мариссы

source: To the Inner Chamber
ru: Во внутреннее помещение

source: Vivian's chambers
ru: Покои Вивьен

source: Ecco's chambers
ru: Покои Экко

source: Right Earring
ru: Правая серьга

source: "What's Avernus like?"
ru: «На что похож Авернус?»

source: Current Alignment:
ru: Текущее мировоззрение:

source: Your Strength is average.
ru: Твоя Сила средняя.

source: "I see... but it still sounds like you murdered those two, to me."
ru: «Понятно... Но мне все еще кажется, будто ты убил тех двоих».

source: "Stay away from that burnt-out alley southwest o' here, if ye're not spoilin' fer trouble."
ru: «Если не хочешь нарваться на проблемы, держись подальше от выжженного переулка, что к северо-западу отсюда».

source: "Yes, I've already been there. Farewell."
ru: «Да, я уже был там. Прощай».

source: "But..."
ru: «Но...»

source: "No, cutter... it's been a good long time, it has, but I'd still best not be seen talkin' to ye. He had friends, ye know, an' I think they've a feelin' about what happened. We won't speak again."
ru: «Нет, рубака... то были славные времена, но теперь нам лучше не светиться. У него были друзья, скорее всего, они догадываются, что произошло на самом деле. Мы не должны больше встречаться».

source: Your Strength is above average.
ru: Твоя Сила выше средней.

source: Your Strength is well above average. You gain +<STAT_STRVAL1> to all melee damage.
ru: Твоя Сила гораздо выше средней. Ты получаешь +<STAT_STRVAL1> к урону в рукопашной.

source: Your exceptional Strength gives you +<STAT_STRVAL1> to hit and +<STAT_STRVAL2> to damage with all melee attacks.
ru: Твоя исключительная сила дает тебе +<STAT_STRVAL1> к вероятности попадания и +<STAT_STRVAL2> к урону в рукопашной.

source: Your heroic Strength gives you +<STAT_STRVAL1> to hit and +<STAT_STRVAL2> to damage with all melee attacks.
ru: Твоя героическая Сила дает тебе +<STAT_STRVAL1> к вероятности попадания и +<STAT_STRVAL2> к урону в рукопашной.

source: Your Intelligence is average.
ru: Твой Интеллект средний.

source: Your Intelligence is above average.
ru: Твой Интеллект выше среднего.

source: Your Intelligence is exceptional.
ru: Твой Интеллект исключителен.

source: You possess genius-level Intelligence.
ru: У тебя Интеллект гения.

source: "Farewell, then."
ru: «Тогда прощай».

source: Your Wisdom is average.
ru: Твоя Мудрость средняя.

source: Your Wisdom is above average.
ru: Твоя Мудрость выше средней.

source: You possess exceptional Wisdom and willpower.
ru: Ты обладаешь исключительными Мудростью и силой воли.

source: Your Wisdom is of heroic proportions.
ru: Твоя Мудрость соизмерима с героической.

source: Your Dexterity is average.
ru: Твоя Ловкость средняя.

source: Your Dexterity is above average.
ru: Твоя Ловкость выше средней.

source: Your exceptional Dexterity gives you +<STAT_DEXVAL1> bonus to your Armor Class.
ru: Твоя исключительная Ловкость дает тебе бонус +<STAT_DEXVAL1> к Классу Брони.

source: Your Dexterity is of heroic proportions, giving you +<STAT_DEXVAL1> bonus to your Armor Class.
ru: Твоя Ловкость соизмерима с героической, дающая тебе бонус +<STAT_DEXVAL1> к Классу Брони.

source: Your Constitution is average.
ru: Твое Телосложение среднее.

source: Your Constitution is above average.
ru: Твое Телосложение выше среднего.

source: Your exceptional Constitution gives you +<STAT_CONVAL1> hit points per level.
ru: Твое исключительное Телосложение дает тебе +<STAT_CONVAL1> к жизни за каждый уровень.

source: Your Constitution is of heroic proportions, giving you +<STAT_CONVAL1> hit points per level.
ru: Твое героическое Телосложение дает тебе +<STAT_CONVAL1> к жизни за каждый уровень.

source: Your Charisma is below average.
ru: Твое Обаяние ниже среднего.

source: Your Charisma is average.
ru: Твое Обаяние среднее.

source: Your Charisma is above average.
ru: Твое Обаяние выше среднего.

source: Your Charisma is exceptional.
ru: Твое Обаяние исключительно.

source: Your Charisma is of heroic proportions.
ru: Твое Обаяние соизмеримо с героическим.

source: "Greetings..."
ru: «Приветствую...»

source: Fist
ru: Кулак

source: Edged Weapon
ru: Клинковое оружие

source: Hammer
ru: Молот

source: Club
ru: Дубинка

source: Bow
ru: Лук

source: Lawful Good. Lawful Good characters strongly believe in order and the betterment of life for others. Their definition of "betterment of life" for others can vary, however.
ru: законопослушно доброе Законопослушно добрые персонажи твердо верят в порядок и улучшение жизни других. Однако смысл «улучшения жизни» может трактоваться по-разному.

source: Neutral Good. Neutral Good characters believe in the balance between law and chaos, but they lean towards performing good actions.
ru: нейтрально доброе. Нейтрально добрые персонажи верят в баланс между порядком и хаосом, но при этом склоняются к совершению добрых поступков.

source: Chaotic Good. Chaotic Good characters aren't concerned with structure or order. They are individualists who tend toward performing acts of kindness.
ru: хаотично доброе. Хаотично добрые персонажи не приемлют систему и порядок. Они - одиночки, склонные совершать добрые поступки.

source: Lawful Neutral. Lawful Neutral characters believe in order over all other concerns.
ru: законопослушно нейтральное. Законопослушно нейтральные персонажи верят в порядок во всем.

source: Your Charisma is the stuff of myth. Your leadership, presence, and ability to command could lead the planes to war.
ru: Твое Обаяние попало в мифы. Твои лидерство, облик и командирские навыки могут воззвать планы к войне.

source: Your Charisma is legendary. You were born to lead; armies would lay down their lives for you.
ru: Твое Обаяние легендарно. Ты прирожденный лидер; целые армии пойдут на смерть ради тебя.

source: Your Charisma surpasses that of mortal men. Your presence is such that many would lay down their lives for you.
ru: Твое Обаяние намного выше, чему у любого смертного. Одного твоего присутствия достаточно, что многие сложили свои жизни ради тебя.

source: Your Constitution marks you as one of the toughest individuals in the multiverse. You gain +<STAT_CONVAL1> hit points per level.
ru: Твое Телосложение выделяет тебя среди самых выносливых существ во всей мультивселенной. Ты получаешь +<STAT_CONVAL1> к очкам жизни за уровень.

source: Your Constitution is legendary. You gain +<STAT_CONVAL1> hit points per level.
ru: Твое Телосложение легендарно. Ты получаешь +<STAT_CONVAL1> к очкам жизни за уровень.

source: Your Constitution surpasses that of mortal men. You gain +<STAT_CONVAL1> hit points per level.
ru: Твое Телосложение намного выше, чем у любого смертного. Ты получаешь +<STAT_CONVAL1> к очкам жизни за уровень.

source: Your Dexterity would allow you to dodge an attack from death itself. You gain a +<STAT_DEXVAL1> bonus to your Armor Class.
ru: Твоя Ловкость позволяет тебе уворачиваться от атак самой смерти. Ты получаешь бонус +<STAT_DEXVAL1> к Классу Брони.

source: Your Dexterity is legendary. You gain a +<STAT_DEXVAL1> bonus to your Armor Class.
ru: Твоя Ловкость легендарна. Ты получаешь бонус +<STAT_DEXVAL1> к Классу Брони.

source: Your Dexterity surpasses that of mortal men. You gain a +<STAT_DEXVAL1> bonus to your Armor Class.
ru: Твоя Ловкость намного выше, чем у любого смертного. Ты получаешь бонус +<STAT_DEXVAL1> к Классу Брони.

source: Your Wisdom marks you as one of the wisest individuals in the multiverse. You gain a tremendous bonus to all earned experience points.
ru: Твоя Мудрость выделяет тебя среди самых мудрых существ во всей мультивселенной. Ты получаешь огромный бонус ко всем получаемым очкам опыта.

source: Your Wisdom is legendary. You gain a substantial bonus to all earned experience points.
ru: Твоя Мудрость легендарна. Ты получаешь солидный бонус ко всем получаемым очкам опыта.

source: Your Wisdom surpasses that of mortal men. You gain a substantial bonus to all earned experience points.
ru: Твоя Мудрость намного выше, чем у любого смертного. Ты получаешь солидный бонус ко всем получаемым очкам опыта.

source: Your Intelligence marks you as one of the brilliant minds in the multiverse.
ru: Твой Интеллект выделяет тебя среди самых блестящих умов во всей мультивселенной.

source: Your Intelligence is legendary. There is no limit to the amount of spells you can put in your spell book.
ru: Твой Интеллект легендарен. Количество заклинаний, которые ты можешь занести в свою книгу заклинаний, не ограничено.

source: Your Intelligence surpasses that of mortal men. There is no limit to the amount of spells you can put in your spell book.
ru: Твой Интеллект намного выше, чем у любого смертного. Количество заклинаний, которые ты можешь занести в свою книгу заклинаний, не ограничено.

source: Your Strength marks you as one of the strongest men in the multiverse. You have +<STAT_STRVAL1> to hit and +<STAT_STRVAL2> to damage with all melee attacks.
ru: Твоя Сила выделяет тебя среди самых сильных существ во всей мультивселенной. Ты получаешь бонус +<STAT_STRVAL1> к вероятности попадания и +<STAT_STRVAL2> к урону в рукопашной.

source: Your Strength is legendary. You have +<STAT_STRVAL1> to hit and +<STAT_STRVAL2> to damage with all melee attacks.
ru: Твоя Сила легендарна. Ты получаешь +<STAT_STRVAL1> к вероятности попадания и +<STAT_STRVAL2> к урону в рукопашной.

source: Your Strength surpasses that of mortal men. You have +<STAT_STRVAL1> to hit and +<STAT_STRVAL2> to damage with all melee attacks.
ru: Твоя Сила намного выше, чем у любого смертного. Ты получаешь +<STAT_STRVAL1> к вероятности попадания и +<STAT_STRVAL2> к урону в рукопашной.

source: True Neutral. True Neutral characters believe in maintaining the balance of law and chaos. They don't tip the scales between the two and tend to oppose anyone who does.
ru: истинно нейтральное. Истинно нейтральные персонажи верят в поддержание баланса между порядком и хаосом. Они не отдают предпочтения ни тому, ни другому и противостоят любому, кто пытается перетянуть их на свою сторону.

source: Chaotic Neutral Chaotic Neutral characters do not believe in order. This is the alignment of lunatics, madmen and impulsive characters.
ru: хаотично нейтральное. Хаотично нейтральные персонажи не верят в порядок. Это мировоззрение безумцев, сумасшедших и импульсивных персонажей.

source: Lawful Evil. Lawful Evil characters believe in "organized evil" and prefer to further the causes of evil and villainy in an orderly, hierarchal manner.
ru: законопослушно злое. Законопослушно злые персонажи верят в «организованное зло» и предпочитают творить злодеяния в упорядоченной и строгой манере.

source: Neutral Evil. Neutral Evil characters believe in the balance between law and chaos, but they lean toward performing evil actions.
ru: нейтрально злое. Нейтрально злые персонажи верят в баланс между порядком и хаосом, но при этом склоняются к совершению злых поступков.

source: Chaotic Evil Chaotic Evil characters are the epitome of villainy. They care nothing about order, truth and justice and serve their own selfish desires at every opportunity.
ru: хаотично злое. Хаотично злые персонажи являются выдержкой подлости. Их ничто не волнует - ни порядок, ни правда, ни справедливость. При любой возможности они преследуют только собственные цели.

source: Flame Transition
ru: Перемещение пламени

source: Your Strength is that of an infant. You have -%d to hit and -%d to damage with all melee attacks.
ru: У тебя Сила ребенка. Ты получаешь -%d к вероятности попадания и -%d к урону в рукопашной.

source: Your Strength is pitiable. You have -%d to hit and -%d to damage with all melee attacks.
ru: Твоя Сила достойна жалости. Ты получаешь -%d к вероятности попадания и -%d к урону в рукопашной.

source: Your Strength is below average. You have -%d to hit with all melee attacks.
ru: Твоя Сила ниже средней. Ты получаешь -%d к вероятности попадания в рукопашной.

source: Nenny's chambers
ru: Покои Ненни

source: Juliette's chambers
ru: Покои Джульетты

source: Back upstairs to the Brothel
ru: Наверх в бордель

source: "I'm Civic Festhall Public Sensorium Sensory Stone #1."
ru: «Я камень переживаний #1 из публичного сенсориума Городского Фестхолла».

source: "I'm Civic Festhall Public Sensorium Sensory Stone #2."
ru: «Я камень переживаний #2 из публичного сенсориума Городского Фестхолла».

source: Fetch Embalming Fluid and Needle for Ei-Vene.
ru: Достать банку с бальзамирующей жидкостью и иголку для Эи-Вейн.

source: A strange woman with taloned hands and tallow-colored flesh on the second floor Mortuary Embalming room mistook me for a zombie and asked me to fetch some Embalming Fluid and Needle and Thread for her. There must be some around the Mortuary.
ru: Странная женщина с когтями на руках и бледной кожей из бальзамационной комнаты Морга на втором этаже ошибочно приняла меня за зомби и попросила меня принести ей бальзамирующую жидкость и иголку с ниткой. Они должны быть где-то в Морге.

source: A strange woman with taloned hands and tallow-colored flesh on the second floor Mortuary Embalming room mistook me for a zombie and asked me to fetch some Embalming Fluid and Needle and Thread for her. It took a little while, but I was finally able to find some and deliver them to her.
ru: Странная женщина с когтями на руках и бледной кожей из бальзамационной комнаты Морга на втором этаже ошибочно приняла меня за зомби и попросила меня принести ей бальзамирующую жидкость и иголку с ниткой. Это потребовало немного времени, но я все-таки сумел найти их и принести ей.

source: Fetch Embalming Key for Vaxis.
ru: Достать ключ от бальзамационной для Ваксиса.

source: I met a spy disguised as a zombie in the eastern-most Mortuary room, south of the Embalming Room. He asked me to fetch an embalming key for him - in return, he said he would help me escape.
ru: Я встретил замаскированного под зомби шпиона в восточной комнате Морга, к югу от бальзамационной. Он попросил меня принести ему ключ от бальзамационной. В обмен он поможет, как он сказал, выбраться отсюда.

source: I met a spy disguised as a zombie in the eastern-most Mortuary room, south of the Embalming Room. He asked me to fetch an embalming key for him - in return, he said he would help me escape. I retrieved the key from Ei-Vene and gave it to Vaxis.
ru: Я встретил замаскированного под зомби шпиона в восточной комнате Морга, к югу от бальзамационной. Он попросил меня принести ему ключ от бальзамационной. В обмен он поможет, как он сказал, выбраться отсюда. Я получил ключ у Эи-Вейн и дал его Ваксису.

source: Release Dimtree from his zombie condition.
ru: Избавить Димтри от пребывания в виде зомби.

source: Dimtree the zombie wants to be released from his condition so that he may rest in peace. I must find his creator, Sebastion, and ask him how to do this.
ru: Зомби Димтри хочет избавиться от своего состояния, чтобы он смог упокоиться с миром. Мне нужно найти его создателя, Себастиона, и попросить его сделать это.

source: I learned the proper incantation to release Dimtree from Sebastion. Dimtree is finally at rest.
ru: Я научился у Себастиона подходящему заклинанию, чтобы освободить Димтри, который, наконец, обрел покой.

source: Get a coffin pillow from the warehouse.
ru: Забрать со склада подушку для гроба.

source: I need to get a coffin pillow from the warehouse. There may be some sort of situation there that I will have to deal with first.
ru: Мне нужно забрать со склада подушку для гроба. Возможно, там мне сперва нужно будет с чем-то разобраться.

source: I successfully solved the problems at the warehouse and I now have the coffin pillow.
ru: Я успешно разобрался с проблемами на складе и теперь у меня есть подушка для гроба.

source: Get the tomb plans from the warehouse.
ru: Забрать со склада планы гробницы.

source: Max HP:
ru: Макс. ЗД:

source: Strength:
ru: Сила:

source: Intelligence:
ru: Интеллект:

source: Wisdom:
ru: Мудрость:

source: Dexterity:
ru: Ловкость:

source: Constitution:
ru: Телосложение:

source: Charisma:
ru: Обаяние:

source: Armor Class:
ru: Класс брони:

source: Alignment Changed [Morte]
ru: Изменилось мировоззрение [Morte]

source: Your Dexterity is that of a bumbling fool. You earn a penalty of -%d to your Armor Class.
ru: У тебя Ловкость неуклюжего болвана. Ты получаешь штраф в -%d к Классу Брони.

source: Your Dexterity demonstrates your poor reflexes. You earn a penalty of -%d to your Armor Class.
ru: Твоя Ловкость демонстрирует твои плохие рефлексы. Ты получаешь штраф -%d к Классу Брони.

source: Your low Dexterity earns you a penalty of -%d to your Armor Class.
ru: Из-за низкой Ловкости ты получаешь штраф -%d к своему Классу Брони.

source: Your sickly Constitution costs you a penalty of -%d hit points per level.
ru: За свое ущербное Телосложение ты расплачиваешься штрафом в -%d очков жизни на каждый уровень.

source: Your poor Constitution costs you a penalty of -%d hit points per level.
ru: За свое слабое Телосложение ты расплачиваешься штрафом в -%d очков жизни на каждый уровень.

source: Your Intelligence marks you as a drooling idiot.
ru: Твой Интеллект выдает в тебе слюнтяя-идиота.

source: Your Intelligence is far below average.
ru: Твой Интеллект намного ниже среднего.

source: Your Intelligence is below average.
ru: Твой Интеллект ниже среднего.

source: Your Wisdom marks you as one of the most foolish of all men.
ru: Твоя Мудрость выдает в тебе одного из глупейших людей.

source: Your Wisdom is far below average.
ru: Твоя Мудрость намного ниже средней.

source: Your Wisdom is below average.
ru: Твоя Мудрость ниже средней.

source: Your Constitution is below average.
ru: Твое Телосложение ниже среднего.

source: Your Charisma is repulsive.
ru: Твое Обаяние отвратительно.

source: Your Charisma is far below average.
ru: Твое Обаяние намного ниже среднего.

source: I need to get the tomb plans from the warehouse. There may be some sort of trouble there that I will have to deal with first.
ru: Мне нужно забрать со склада планы гробницы. Возможно, там мне сперва нужно будет с чем-то разобраться.

source: I successfully solved the problems at the warehouse and I now have the tomb plans.
ru: Я успешно разобрался с проблемами на складе и теперь у меня есть планы гробницы.

source: "I'm passing through."
ru: «Я просто проходил мимо».
