Repository: winterheart/planescape
Catalog: po/pst-ee/*/misc/rest.po
Languages: ru

source: Your weapon is unsuitable for backstab.
ru: Ваше оружие неприменимо для удара в спину.

source: You have failed to force the lock.
ru: Вы не смогли взломать замок.

source: You have successfully forced the lock open!
ru: Вы успешно взломали замок!

source: You have failed to force the door.
ru: Вы не смогли взломать дверь.

source: You have successfully forced the door open!
ru: Вы успешно взломали дверь!

source: You cannot initiate dialogue. <TARGET> appears busy.
ru: Вы не можете начать разговор. <TARGET> занят.

source: Casts
ru: Произносит

source: You've seen me! I'm sorry, but I have to kill you now!
ru: Ты меня видел! Прости, но теперь мне придется тебя убить!

source: Critical Hit
ru: Критическое попадание

source: Critical Hit Averted
ru: Критическое попадание предотвращено

source: Critical Miss
ru: Критический промах

source: Find Trap Mode
ru: Режим обнаружения ловушек

source: Encumbered: Slowed
ru: Перегружен: передвижение замедлено

source: Encumbered: Cannot move
ru: Перегружен: невозможно двигаться

source: Gained Copper
ru: Получены медяки

source: The Party Has Gained An Item
ru: Группа получила предмет

source: The Party's Reputation Has Increased
ru: Репутация группы увеличилась

source: Gained Special Ability: <SPECIALABILITYNAME>
ru: Получен особый навык: <SPECIALABILITYNAME>

source: Gained Spell: <SPECIALABILITYNAME>
ru: Получено заклинание: <SPECIALABILITYNAME>

source: Hide In Shadows Failed
ru: Не удалось спрятаться в тенях

source: Hide In Shadows Succeeded
ru: Удалось спрятать в тенях

source: <DAMAGEE> was immune to my damage.
ru: <DAMAGEE> невосприимчив к моему урону.

source: Spell Ineffective
ru: Заклинание неэффективно

source: Weapon Ineffective.
ru: Оружие неэффективно.

source: Inventory Full: Item Dropped on Ground.
ru: Инвентарь полон, предмет выброшен на землю.

source: Item Drained
ru: Предмет истощен

source: General information has been added.
ru: Добавлена общая информация.

source: Journal updated
ru: Дневник обновлен

source: The journey took <DURATION>.
ru: Путешествие заняло <DURATION>.

source: Lock Pick Failed
ru: Неудачный взлом

source: Lock Pick Succeeded
ru: Успешный взлом

source: Gee, it turns out it wasn't locked after all.
ru: Уф, оказалось, что тут вообще не заперто.

source: The mechanism that operates this does not have a conventional lock, and may be warded against simple spells.
ru: Этот механизм не имеет обычного замка и может быть защищен от простых заклинаний.

source: Lost Class: Paladin
ru: Потерян класс: паладин

source: Lost Class: Ranger
ru: Потерян класс: следопыт

source: The Party Has Lost Experience
ru: Группа потеряла опыт

source: Lost Copper
ru: Потеряно медяков

source: The Party Has Lost An Item
ru: Группа потеряла предмет

source: The Party's Reputation Has Decreased
ru: Репутация группы понизилась

source: Monks cannot use off-hand weapons.
ru: Монахи не могут использовать оружие для второй руки.

source: Morale Failure: Berserk
ru: Падение морали: бешенство

source: Morale Failure: Panic
ru: Падение морали: паника

source: Morale Failure: Running
ru: Падение морали: бегство

source: You cannot use abilities, cast spells, or use items in this area.
ru: Вы не можете использовать способности, читать заклинания или использовать предметы в этой области.

source: Off
ru: Выкл.

source: On
ru: Вкл.

source: has gained <EXPERIENCEAMOUNT> quest experience points.
ru: получает <EXPERIENCEAMOUNT> квестовых очков опыта.

source: Pick Pockets disabled due to armor.
ru: Воровство отключено из-за брони.

source: Cannot pickpocket hostile creatures.
ru: Невозможно обворовывать вражески настроенных существ.

source: The target has no items that can be stolen by a cut-purse of your skill.
ru: У цели нет предметов, которые вы могли бы украсть.

source: Pick Pockets Failed
ru: Воровство неудачно

source: Your priest spells have been disabled.
ru: Ваши заклинания жреца отключены.

source: You have rested for <DURATION>.
ru: Вы отдыхали <DURATION>.

source: Dancing Shamanic Dance
ru: Выполняется шаманский танец

source: Stopped Dancing Shamanic Dance
ru: Прекращен шаманский танец

source: Singing
ru: Пение

source: You may not set a trap while there are enemies about.
ru: Вы не можете устанавливать ловушки, пока рядом противники.

source: You may not set any more traps in this area.
ru: Вы больше не можете устанавливать ловушки в этой области.

source: Spell Canceled: Cannot target spells on invisible or sanctuaried creatures.
ru: Заклинание отменено: невозможно творить заклинание на невидимых или священных существ.

source: Spell Failed: Casting Failure
ru: Заклинание не удалось: ошибка сотворения

source: Spell failed due to dead magic.
ru: Заклинание не удалось из-за магии мертвых.

source: Cannot cast this spell during combat.
ru: Невозможно сотворить это заклинание во время боя.

source: Spell Failed: Indoors
ru: Заклинание не удалось: нельзя творить в помещении

source: Timeout: Server Assumed Control Of Character
ru: Таймаут: Сервер перехватывает управление персонажем

source: You find signs of <CREATURE> in the area.
ru: Вы обнаруживаете следы существа <CREATURE> в области.

source: Detecting Traps
ru: Обнаружение ловушек

source: Stopped Detecting Traps
ru: Прекращено обнаружение ловушек

source: Trap Disarmed
ru: Ловушка обезврежена

source: Trap Not Disarmed
ru: Ловушка не обезврежена

source: Turned Paladin
ru: Обращенный паладин

source: Turning Undead
ru: Обращение нежити

source: Waiting for clients...
ru: Ожидание клиентов...

source: Spellcaster level decreased by: <LEVELDIF>
ru: Уровень заклинателя уменьшен на <LEVELDIF>

source: Spellcaster level increased by: <LEVELDIF>
ru: Уровень заклинателя увеличен на <LEVELDIF>

source: Your wizard spells have been disabled.
ru: Ваши заклинания чародея отключены.

source: Your world map has been updated.
ru: Ваша карта мира обновлена.

source: Takes <AMOUNT> <TYPE> damage from <DAMAGER>
ru: <DAMAGER> наносит <AMOUNT> <TYPE> урон

source: Takes <AMOUNT> <TYPE> damage from <DAMAGER> (<RESISTED> damage resisted)
ru: <DAMAGER> наносит <AMOUNT> <TYPE> урон (<RESISTED> урона отражено)

source: Takes <AMOUNT> <TYPE> damage from <DAMAGER> (<RESISTED> damage bonus)
ru: <DAMAGER> наносит <AMOUNT> <TYPE> урон (<RESISTED> дополнительного урона)

source: Find Traps / Detect Illusion
ru: Обнаружение ловушек / иллюзий

source: Talk
ru: Разговор

source: Jump to Cleric Spells
ru: Перейти к заклинаниям клерика

source: Jump to Mage Spells
ru: Перейти к заклинаниям мага

source: Quick Formation
ru: Быстро формирование

source: Shamanic Dance
ru: Шаманский танец

source: You must wait before you can pause again.
ru: Вы должны подождать перед тем, как снова сможете включить паузу.

source: Chat:
ru: Чат:

source: Purchase canceled
ru: Покупка отменена

source: Download <PERCENT_COMPLETE>%.
ru: Скачивание <PERCENT_COMPLETE>%.

source: Download <PERCENT_COMPLETE>%, <TIME_REMAINING> remaining.
ru: Скачивание <PERCENT_COMPLETE>%, осталось <TIME_REMAINING>.

source: Purchase failed, please try again
ru: Покупка завершилась неудачей, попробуйте еще раз

source: installed
ru: установлен

source: Purchase in progress
ru: Покупка в процессе

source: Restore Purchases
ru: Восстановить покупки

source: Restoring purchases
ru: Восстановление покупок

source: Purchases restored
ru: Покупки восстановлены

source: Purchase successful
ru: Покупка успешно завершена

source: Waiting on the store
ru: Ожидание в магазине

source: One of the spells has failed.
ru: Одно из заклинаний не удалось.

source: Barbarian
ru: Варвар

source: Bard
ru: Бард

source: Cleric
ru: Клерик

source: Cleric / Ranger
ru: Клерик / Следопыт

source: Cleric / Thief
ru: Клерик / Вор

source: Druid
ru: Друид

source: Fighter / Cleric
ru: Боец / Клерик

source: Fighter / Druid
ru: Боец / Друид

source: Fighter / Mage
ru: Боец / Маг

source: Fighter / Mage / Cleric
ru: Боец / Маг / Клерик

source: Fighter / Mage / Thief
ru: Боец / Маг / Вор

source: Fighter / Thief
ru: Боец / Вор

source: Mage / Cleric
ru: Маг / Клерик

source: Mage / Thief
ru: Маг / Вор

source: Monk
ru: Монах

source: Paladin
ru: Паладин

source: Ranger
ru: Следопыт

source: Shaman
ru: Шаман

source: Sorcerer
ru: Чародей

source: Party AI Off
ru: Выключить ИИ группы

source: Party AI On
ru: Включить ИИ группы

source: Enable this option to center the view on the party member who triggered an auto-pause.
ru: При включении этого параметра фокус камеры будет перемещен на персонажа, инициировавшего автопаузу.

source: Enable this option to pause the game automatically whenever a party member is attacked.
ru: При включении этого параметра игра автоматически ставится на паузу, когда любой из членов команды атакован.

source: Enable this option to pause the game automatically whenever a party member dies.
ru: При включении этого параметра игра автоматически ставится на паузу, когда любой из членов команды погибает.

source: Enable this option to pause the game automatically whenever a party member is hit.
ru: При включении этого параметра игра автоматически ставится на паузу, когда любой из членов команды получил урон.

source: Enable this option to pause the game automatically whenever a party member is seriously injured (reduced to less than 30% Hit Points).
ru: При включении этого параметра игра автоматически ставится на паузу, когда любой из членов команды серьезно ранен (уровень ниже 30% от общего числа Очков Жизни).

source: Enable this option to pause the game automatically whenever a party member's opponent is killed.
ru: При включении этого параметра игра автоматически ставится на паузу, когда противник любого из членов команды погибает.

source: Enable this option to pause the game automatically whenever a party member reaches the end of a combat round.
ru: При включении этого параметра игра автоматически ставится на паузу, когда любой из членов команды завершает ход в бою.

source: Enable this option to pause the game automatically whenever the party spots hostile creatures.
ru: При включении этого параметра игра автоматически ставится на паузу, когда любой из членов команды замечает вражеское существо.

source: Enable this option to pause the game automatically whenever a party member casts a spell.
ru: При включении этого параметра игра автоматически ставится на паузу, когда любой из членов команды произносит заклинание.

source: Enable this option to pause the game automatically whenever a party member finds a trap.
ru: При включении этого параметра игра автоматически ставится на паузу, когда любой из членов команды находит ловушку.

source: Enable this option to pause the game automatically whenever a party member's current weapon becomes unusable.
ru: При включении этого параметра игра автоматически ставится на паузу, когда текущее оружие любого из членов команды приходит в негодность.

source: This slider controls the brightness of all graphics in the game.
ru: Этот бегунок регулирует яркость в игре.

source: You cannot use items on this page. To use an item, place it in a Quick Slot and use it on the main page.
ru: Вы не можете использовать предметы в этой странице окне. Для этого поместите их в быструю ячейку и используйте в основном экране.

source: This slider controls the font size for conversation and journal text, as well as item and spell descriptions.
ru: Этот бегунок регулирует размер шрифта текстов общения и дневника, а также описаний предметов и заклинаний.

source: This slider controls the difficulty level of the game. The settings are as follows: INSANE (far right): All monsters do double damage. HARD (middle right): All monsters do 50% more damage. CORE RULES (middle): Planescape Torment rules apply. NORMAL (middle left): All Hit Point rolls are maximum, characters cannot permanently die, all spells learned automatically, monsters do three-quarters damage. STORY MODE (far left): Characters are invulnerable, almost always hit their targets, and receive 100% more XP.
ru: Этот бегунок регулирует уровень сложности игры. Возможны следующие значения: БЕЗУМНЫЙ (крайнее правое положение): все монстры наносят двойной урон. СЛОЖНЫЙ (правое положение): все монстры наносят полуторный урон. ПРАВИЛА ИГРЫ (среднее положение): используются правила Planescape Torment. НОРМАЛЬНЫЙ (левое положение): все броски очков жизни возвращают максимум, персонажи не могут умирать навсегда, все заклинания изучаются автоматически, монстры наносят три четверти от нормального урона. РЕЖИМ ИСТОРИИ (крайнее левое положение): персонажи неуязвимы, всегда попадают по цели и получают в два раз больше опыта.

source: Enable this option if a character should always appear dithered when it is obscured by an object. If this setting is disabled, the character is only dithered when the mouse cursor is over it or its portrait. Otherwise, the character is not displayed at all.
ru: Если включить этот параметр, персонажи, закрытые объектом, будут выглядеть полупрозрачными. Если этот параметр отключен, персонаж станет полупрозрачным только при наведении указателя мыши на его портрет. В ином случае персонаж не будет виден вообще.

source: This slider controls when the locator arrows appear that indicate the direction of a character off-screen. Minimum — never Low — character takes damage Medium — character is picked High — always
ru: Этот бегунок регулирует условия отображения стрелок-локаторов, отображающих положение персонажа вне экрана. Минимум - никогда Низкий - персонаж получает урон Средний - персонаж выбран Высокий - всегда

source: Enable this option to run the game in full screen mode, or disable it to run in windowed mode.
ru: При включении этого параметра игра будет идти в полноэкранном режиме. В противном случае игра будет идти в оконном режиме.

source: Toggle mouse hardware cursor. When enabled, mouse performance is improved. When disabled, this option can resolve some compatibility issues.
ru: Переключение аппаратного указателя мыши. При включении производительность мыши улучшается. Отключение этого параметра может устранить некоторые проблемы несовместимости.

source: PAUSED
ru: ПАУЗА

source: These buttons control how often the party characters will say their command sounds. Choosing "always" plays a sound every time a character is given a command. Choosing "seldom" plays a sound only when the character is selected and given its initial command. Choosing "never" disables command sounds.
ru: Этот переключатель управляет частотой подтверждения команд персонажами. При выборе «Всегда» подтверждение будет озвучиваться при каждом получении команды персонажем. При выборе «Иногда» подтверждение будет озвучиваться только если персонаж выбран и получил первую команду. При выборе «Никогда» все подтверждения отключаются.

source: These buttons control how often the party characters will say their selection sounds. Choosing "always" plays a sound every time a character is selected. Choosing "seldom" plays a sound 20 percent of the time. Choosing "never" disables selection sounds.
ru: Этот переключатель управляет частотой откликов персонажей при их выборе. При выборе «Всегда» отклик будет озвучиваться при каждом выборе персонажа. При выборе «Иногда» отклик будет озвучиваться только в 20% случаев выбора. При выборе «Никогда» отклики отключаются.

source: UNPAUSED
ru: ПРОДОЛЖИТЬ

source: This slider controls the volume of background noises that are part of the scene.
ru: Этот бегунок регулирует уровень громкости фоновых звуков, являющихся частью сцены.

source: This slider controls the volume of the movie soundtracks.
ru: Этот бегунок регулирует уровень громкости роликов в игре.

source: This slider controls the volume of the music soundtrack. Turning the volume down to nothing stops the music.
ru: Этот бегунок регулирует уровень громкости фоновой музыки. При минимальной громкости воспроизведение отключается.

source: This slider controls the volume of miscellaneous sound effects.
ru: Этот бегунок регулирует уровень громкости различных звуковых эффектов.

source: This slider controls the volume of character dialogue.
ru: Этот бегунок регулирует уровень громкости произносимых персонажами реплик.

source: In Drive
ru: В устройство

source: No Disc In Drive
ru: В устройстве нет диска

source: Place CD
ru: Вставьте CD

source: Place DVD
ru: Вставьте DVD

source: Press ESC to Abort
ru: Нажмите ESC для отмены.

source: RECEIVING INFORMATION FROM CLIENTS
ru: ПОЛУЧЕНИЕ ИНФОРМАЦИИ ОТ КЛИЕНТОВ

source: SENDING INFORMATION TO CLIENTS
ru: ОТПРАВКА ИНФОРМАЦИИ КЛИЕНТАМ

source: SENDING GAME TO CLIENTS
ru: ОТПРАВКА ИГРЫ КЛИЕНТАМ

source: WAITING FOR INFORMATION FROM SERVER
ru: ОЖИДАНИЕ ИНФОРМАЦИИ ОТ СЕРВЕРА

source: RECEIVING MESSAGE FROM SERVER
ru: ПОЛУЧЕНИЕ СООБЩЕНИЯ ОТ СЕРВЕРА

source: Wrong Disc In Drive
ru: Неверный диск в устройстве

source: When you have knocked a troll down, use fire or acid on its body to kill it.
ru: Когда сбили тролля с ног, используйте огонь или кислоту на его теле, чтобы его убить.

source: Don't use missile weapons in close combat; enemies will receive a +4 attack bonus if you don't have a melee weapon equipped.
ru: Не используйте дистанционное оружие в ближнем бою; противники получать бонус +4 к атаке, если у вас не будет в руках оружия ближнего боя.

source: Press the "Q" key to Quick Save the game. Do this often.
ru: Нажмите клавишу «Q» для быстрого сохранения игры. Делайте это почаще.

source: You may use the "H" key to hide all of your interface panels. Pausing, or hitting "H" will also bring them back.
ru: Нажатием на клавишу «H» вы можете скрыть все интерфейсные панель. Поставив игру на паузу или нажав на «H» еще раз, вы вернете их назад.

source: You can play Planescape Torment in 640 by 480 resolution, as well as 800 by 600 resolution.
ru: Вы можете запускать Planescape Torment в разрешении 640 на 480 и 800 на 600.

source: abilities
ru: способности

source: accept
ru: принять

source: add
ru: добавить

source: alignment
ru: мировоззрение

source: appearance
ru: внешний вид

source: apply
ru: применить

source: area
ru: область

source: auto-pause
ru: автопауза

source: back
ru: назад

source: Play Baldur's Gate Enhanced Edition
ru: Играть Baldur's Gate Enhanced Edition

source: biography
ru: биография

source: both
ru: оба

source: boy
ru: мальчик

source: brother
ru: брат

source: buy
ru: купить

source: cancel
ru: отмена

source: chaotic evil
ru: хаотично злой

source: chaotic good
ru: хаотично добрый

source: chaotic neutral
ru: хаотично нейтральный

source: character file
ru: файл персонажа

source: class
ru: класс

source: clear
ru: очистить

source: cleric/ranger
ru: клерик/следопыт

source: cleric/thief
ru: клерик/вор

source: connect
ru: подключение

source: contingency
ru: случайность

source: Copy Note
ru: Скопировать заметку

source: Write Magic
ru: Записать магию

source: create
ru: создать

source: create game
ru: создать игру

source: credits
ru: авторы

source: customize
ru: настроить

source: daughter
ru: дочь

source: day
ru: день

source: arena
ru: арена

source: delete
ru: удалить

source: dither always
ru: всегда использовать дизеринг

source: store
ru: магазин

source: donate
ru: пожертвовать

source: done
ru: готово

source: done quests
ru: завершенные задания

source: drink potion
ru: выпить снадобье

source: level up
ru: новый уровень

source: dual-class
ru: двойной класс

source: dwarf
ru: дварф

source: elf
ru: эльф

source: erase
ru: удалить

source: experience
ru: опыт

source: export
ru: экспорт

source: fallen paladin
ru: павший паладин

source: fallen ranger
ru: павший следопыт

source: feedback
ru: обратная связь

source: female
ru: женщина

source: <FIGHTERTYPE>/cleric
ru: <FIGHTERTYPE>/клерик

source: <FIGHTERTYPE>/druid
ru: <FIGHTERTYPE>/друид

source: <FIGHTERTYPE>/<MAGESCHOOL>/cleric
ru: <FIGHTERTYPE>/<MAGESCHOOL>/клерик

source: <FIGHTERTYPE>/<MAGESCHOOL>/thief
ru: <FIGHTERTYPE>/<MAGESCHOOL>/вор

source: <FIGHTERTYPE>/thief
ru: <FIGHTERTYPE>/вор

source: footsteps
ru: звуки шагов

source: gameplay
ru: игра

source: gender
ru: пол

source: information
ru: информация

source: ghoul
ru: упырь

source: gibberling
ru: гибберлинг

source: girl
ru: девушка

source: gnoll
ru: гнолл

source: gnome
ru: гном

source: graphics
ru: графика

source: colors
ru: цвета

source: halfling
ru: полурослик

source: half-orc
ru: полуорк

source: half-elf
ru: полуэльф

source: he
ru: он

source: her
ru: ее

source: him
ru: его

source: his
ru: его

source: hobgoblin
ru: хобгоблин

source: human
ru: человек

source: identify
ru: опознать

source: scroll
ru: свиток

source: spell
ru: заклинание

source: import
ru: импорт

source: import game
ru: импорт игры

source: join
ru: присоединиться

source: join game
ru: присоединиться к игре

source: journal
ru: дневник

source: assign keys
ru: назначить клавиши

source: kick
ru: выбросить

source: Kit Description
ru: Описание набора

source: kobold
ru: кобольд

source: Lady
ru: Леди

source: lawful evil
ru: законопослушный злой

source: lawful good
ru: законопослушный добрый

source: lawful neutral
ru: законопослушный нейтральный

source: listen to join requests
ru: принимать запросы на подключение

source: load
ru: загрузка

source: load game
ru: загрузка игры

source: load scenario
ru: загрузка сценария

source: logout
ru: выход

source: Lord
ru: Лорд

source: ma'am
ru: мадам

source: cleric/<MAGESCHOOL>
ru: клерик/<MAGESCHOOL>

source: <MAGESCHOOL>/thief
ru: <MAGESCHOOL>/вор

source: male
ru: мужчина

source: man
ru: человек

source: master
ru: хозяин

source: merchant
ru: торговец

source: Welcome to Planescape Torment.
ru: Добро пожаловать в Planescape: Torment.

source: mistress
ru: госпожа

source: modify
ru: изменить

source: modify characters
ru: изменить персонажей

source: morning
ru: утро

source: movies
ru: ролики

source: multi-class
ru: мультикласс

source: multi player
ru: сетевая игра

source: name
ru: имя

source: neither
ru: никакой

source: neutral evil
ru: нейтрально злой

source: neutral good
ru: нейтрально добрый

source: new game
ru: новая игра

source: next
ru: далее

source: next level
ru: следующий уровень

source: night
ru: ночь

source: no
ru: нет

source: noble
ru: аристократ

source: fighter
ru: боец

source: ogre
ru: огр

source: options
ru: параметры

source: other
ru: другой

source: overwrite
ru: перезаписать

source: peasant
ru: крестьянин

source: permissions
ru: разрешения

source: play
ru: игра

source: Player
ru: Игрок

source: properties
ru: свойства

source: protocol
ru: протокол

source: quests
ru: задания

source: quit
ru: выход

source: quit game
ru: выйти из игры

source: race
ru: раса

source: ready
ru: готово

source: reform party
ru: изменить группу

source: remove
ru: удалить

source: remove party members
ru: удалить членов группы

source: rent
ru: снять

source: replay
ru: повтор

source: reroll
ru: переброс

source: rest
ru: отдых

source: return
ru: назад

source: return to game
ru: вернуться в игру

source: revert
ru: отменить

source: royal
ru: король

source: save
ru: сохранить

source: saved game
ru: сохраненная игра

source: save game
ru: сохранить игру

source: script
ru: сценарий

source: character sounds
ru: звуки персонажа

source: sell
ru: продать

source: server is removing party members
ru: сервер удаляет членов группы

source: she
ru: она

source: single player
ru: одиночная игра

source: sir
ru: сэр

source: sister
ru: сестра

source: skeleton
ru: скелет

source: skills
ru: навыки

source: son
ru: сын

source: by date
ru: по дате

source: by name
ru: по имени

source: sound
ru: звук

source: sounds
ru: звуки

source: specialist mage
ru: маг-специалист

source: spider
ru: паук

source: start over
ru: начать заново

source: statistics
ru: характеристики

source: statistics, experience
ru: характеристики, опыт

source: statistics, experience, items
ru: характеристики, опыт, вещи

source: steal
ru: украсть

source: swap mouse buttons
ru: поменять местами клавиши мыши
