Repository: winterheart/planescape
Catalog: po/pst-ee/*/misc/worldmap.wmp.po
Languages: ru

source: The Hive
ru: Улей

source: Ragpicker's Square
ru: Площадь Старьевщиков

source: Buried Village
ru: Погребенная деревня

source: Alley of Dangerous Angles
ru: Переулок Опасных углов

source: Alley of Lingering Sighs
ru: Улица Протяжных вздохов

source: Lower Ward
ru: Нижний район

source: Clerk's Ward
ru: Чиновничий район

source: Ravel's Maze
ru: Лабиринт Равель

source: Curst
ru: Проклятый

source: Curst Gone
ru: Пропавший Проклятый

source: Carceri
ru: Карцери

source: Outlands
ru: Внешние земли

source: Fortress Entrance
ru: Вход в Крепость

source: Modron Maze
ru: Лабиринт Модрона

source: Player's Maze
ru: Лабиринт игрока

source: Pillar of Skulls
ru: Колонна черепов
