Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/abishab.dlg.po
Languages: ru

source: This black-scaled reptile towers to a height of eight feet -- its great height, however, is offset by its thin, snake-like frame. A long prehensile tail drags behind it, and its leathery wings are hooked behind its back. A strong vinegary smell emanates from the creature... as well as a certain amount of heat. It seems to be ignoring you.
ru: Этот черный ящер возвышается на два с половиной метра - огромный рост, хотя из-за своего змееподобного тела он вынужден наклонятся. Позади волочится длинный цепкий хвост, из-за спины торчат кожаные крылья. От существа несет крепким уксусом... и жаром. Похоже, он не обращает на тебя внимания.

source: "Greetings."
ru: "Приветствую".

source: Leave the creature alone.
ru: Оставить существо в покое.

source: The creature slowly turns its head down to look at you. Its scaled forehead wrinkles into a frown, then it opens its mouth, giving a low, rasping hiss. You notice that the heat radiating from the creature begins to rise.
ru: Существо медленно наклоняет свою голову и смотрит на тебя. На широкому лбу появляются вертикальные морщины, оно открывает пасть, издавая резкое шипение. Ты замечаешь, что жар, излучаемый существом, начинает нарастать.

source: "I would speak with you for a moment."
ru: "Я хотел бы поговорить с тобой на пару минут".

source: The creature opens it mouth, displaying a row of blackened fangs. Fire begins to dance around the shoulders and arms of the creature as it gives a long, low hiss.
ru: Существо отрывает пасть, показывая ряд почерневших клыков. Он протяжно шипит. Вокруг его плеч и рук начинает плясать огонь.

source: "Calm yourself! I just want to talk to you."
ru: "Успокойся! Я просто хочу поговорить с тобой".

source: Hiss back.
ru: Зашипеть в ответ.

source: The creature roars, then it launches itself at you!
ru: Существо рычит и бросается на тебя!

source: Defend yourself...
ru: Приготовиться защищаться...

source: The creature speaks in a rasping hiss; its voice sounds like two rough stones being scraped together. It hisses for a few moments, its gravelly voice rising and falling.
ru: Существо резко шипит. Его голос похож на удар двух камней друг о друга. Он шипит несколько секунд, то повышая, то понижая голос.

source: "Uh... what?"
ru: "Ух... что?"

source: The creature snarls. "NOTHING to sssay to you, do I." The fiend's eyes narrow to slits. "If ssstay, your warm blood will cover the ssstones."
ru: Существо рычит. "НЕЧЕГО тебе сссказать". Глаза демона превращаются узкие щелки. "Будешшшь докучать - твоя жаркая кровь прольется на камни".

source: "I just wanted to ask you some questions..."
ru: "Я просто хочу задать тебе несколько вопросов...."

source: "Just try it, and we'll see whose blood covers the street when we're done."
ru: "Только попробуй, мы еще посмотрим, чья кровь прольется на улицу".

source: Back off and leave the creature alone.
ru: Отступить и оставить существо в покое.

source: The creature suddenly sniffs the air, then turns away from you with a strange hiss. It seems to have caught some unpleasant scent.
ru: Неожиданно существо вынюхивает воздух, затем отворачивается от тебя со странным шипением. Кажется, оно уловило какой-то неприятный для него запах.

source: "I said, I would speak with you."
ru: "Я сказал, что хочу поговорить с тобой".

source: The creature's eyes focus on Annah, then narrow to slits. It opens its mouth, displaying a row of blackened fangs as fire begins to dance around the shoulders and arms of the creature. The heat emanating from it begins to rise.
ru: Глаза существа смотрят на Анну, сужаясь в щелки. Оно отрывает пасть, показывая ряд почерневших клыков, вокруг его плечей и рук начинает плясать огонь. Жар, окружающий существо, начинает нарастать.

source: "Hey! I'm talking to you!"
ru: "Эй, я с тобой разговариваю!"

source: Leave the creature alone, take Annah and leave.
ru: Оставить существо в покое, забрать Анну и уйти.

source: The creature's eyes focus on Fall-from-Grace, then narrow to slits. It opens it mouth, displaying a row of blackened fangs as fire begins to dance around the shoulders and arms of the creature. The heat emanating from it begins to rise.
ru: Глаза существа смотрят на Падшую Грацию, сужаясь в щелки. Оно отрывает пасть, показывая ряд почерневших клыков, вокруг плеч и рук начинает плясать огонь. Жар, окружающий существо, начинает нарастать.

source: Back away, taking Fall-from-Grace with you and leave.
ru: Отступить, забрав с собой Падшую Грацию и уйти.

source: The creature roars, then it launches itself at Annah!
ru: Существо рычит и бросается на Анну!

source: "Dammit...!"
ru: "Проклятье!.."

source: The creature roars, then it launches itself at Fall-from-Grace!
ru: Существо рычит и бросается на Падшую Грацию!

source: This black-scaled fiend towers to a height of eight feet -- its great height, however, is offset by its thin, snake-like frame. A long prehensile tail drags behind it, and its leathery wings are hooked behind its back. A strong vinegary smell emanates from the fiend... as well as a certain amount of heat. It seems to be ignoring you.
ru: Этот черный демон возвышается на два с половиной метра - огромный рост, хотя из-за своего змееподобного тела он вынужден наклонятся. Позади волочится длинный цепкий хвост, из-за спины торчат кожаные крылья. От демона несет крепким уксусом... и жаром. Похоже, он не обращает на тебя внимания.

source: Leave the abishai alone.
ru: Оставить абишая в покое.
