Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/bannah.dlg.po
Languages: ru

source: "Stand away from me, Morte."
ru: "Отойди от меня, Морт".

source: "FIND a way, skull."
ru: "НАЙДИ способ, череп".

source: "What are yeh looking at, skull?"
ru: "На что это ты уставился, череп?"

source: "That tongue of yers is gonna get yer nose broken."
ru: "Твой язык когда-нибудь приведет к перелому носа".

source: "How do you even get a chance to take a breath when yer talking so much?"
ru: "И как у тебя хватает дыхания, ты ведь тараторишь без остановки?"

source: "If yeh need to go somewhere, skull, don't let us keep yeh."
ru: "Если тебе нужно куда-нибудь пойти, череп, то не заставляй нас ждать".

source: "I've *several* names for you. None of them fit fer polite company."
ru: "Для тебя у меня есть *несколько* имен. Вот только ни одно из них не подходит для изысканного общения".

source: "Huh. I wonder how much copper ye'd be worth to the Dusties, skull."
ru: "Ха. Интересно, сколько медяков отвалят за тебя Мертвяки, череп".

source: "Death's too good for you, skull."
ru: "Смерть слишком хороша для тебя, череп".

source: "Those eyes rest on me one more time, skull, and they'll be resting on the ground."
ru: "Если твои глаза еще раз пройдутся по мне, череп, то в следующий раз они пройдутся по земле".

source: "Oh, well *yer* one to talk."
ru: "Ох, я *тебя* не слышу".

source: "Skull, if you don't keep yer eyes to yerself, I'm takin' 'em."
ru: "Череп, если ты дальше будешь пялится на меня своими глазами, то я заберу их".

source: "You're a right wee skunner."
ru: "Ты прав, мой маленький неудачник".

source: "Donnae be fooled by that succubus... she's interested in ya 'cause of the shape of yer neck... it's just right for her to sink her teeth into."
ru: "Этот суккуб меня не одурачит... ей ты интересен только формой своей шеи... и только потому, что она вонзит в нее свои зубы".

source: "I donnae *trust* that succubus. She's a fiend, so she is! They're all a-like, waiting for yeh tae drop yer guard before sinking her teeth into yer neck. Don't yeh be takin' yer eye off that fat slat, or she'll turn on ya faster than yeh can blink. All fiends are like that, so they are."
ru: "Я не *доверяю* этому суккубу. Она ведь демон! Они все такие, ждут пока ты потеряешь бдительность, а потом вонзаются зубами в твою шею. Не болтай с этой жирной шлюшкой, а то она доберется до тебя раньше, чем ты моргнешь. Демоны - они все такие".

source: "Oh aye, but the good part. She looks like she's got all the bad parts, she does."
ru: "Ага, но я ведь на хорошей стороне. А она со всех сторон взяла только плохое".

source: "So, how long will you be traveling with us, succubus?"
ru: "Долго ты будешь ходить за нами, суккуб?"

source: "Well, ye're not permitted. I don't trust yeh."
ru: "Ну а тебе и не разрешено. Я не доверяю тебе".

source: "So uh... when are yeh heading back to yer knocking shop, succubus?"
ru: "Ух... когда ты уже вернешься назад в свой бардак, суккуб?"

source: "Well, it's where yeh BELONG, so maybe yeh should."
ru: "Ну это же ТВОЕ, наверное, тебе нужно вернуться".

source: "Yeh better watch yerself, succubus. Yeh step outta line and start hunting for souls, yeh'll catch my blades."
ru: "Следи за собой, суккуб. Оступишься и начнешь охотиться за душами, и ты повиснешь на моих клинках".

source: "Well, I *would* take yeh at yer word, but since ye succubi are all perfumed lying harlots, I won't."
ru: "Я бы *поверила* бы твоим словам, если бы не знала, что все суккубы - благоухающие шлюхи, которые врут направо и налево.

source: "You just keep away from me. In fact, maybe you should keep away from all of us."
ru: "Держись от меня подальше. Вообще, держись подальше от всех нас".

source: "How much longer are yeh going to be dragging yerself with us, succubus?"
ru: "Сколько ты еще будешь таскаться за нами, суккуб?"

source: "Jealous? I'm not jealous! I don't even know how to spell jealous! I just don't trust yeh... and none of us do!"
ru: "Ревность? Я не ревнива! Я даже не знаю, как правильно произносить слово ревность! Я просто не доверяю тебе... и никто из нас!"

source: "I've had enough of yeh and her! Go on and travel with her then, if yeh like her company! I'll have nothing more to do with yeh!"
ru: "С меня довольно! Вы оба мне надоели! Гуляй с ней дальше, если тебе она нравится! Не хочу иметь с вами ничего общего!"

source: "Oh, don't you 'Annah, look' me, yeh black-hearted harlot, I'll carve yeh, so I will! Always puttin' on yer airs with yer fine clothes and yer nose up in the air -- I've had enough of yeh! Yeh can burn for all I care!"
ru: "Ох, только не надо опять 'Анна, послушай', ты, холодная шлюха. Я вырежу тебя! Всегда такая разодетая, держишь нос по ветру - с меня хватит! Ты можешь разрушить все то, что мне дорого!"
