Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/bgrace.dlg.po
Languages: ru

source: "Morte, I'm curious... what happened to your body?"
ru: "Морт, мне просто интересно... что случилось с твоим телом?"

source: "Your verbal skills are quite potent. I should have you spend some time at the Brothel when we get back."
ru: "Твои словесные навыки очень сильны. Когда мы вернемся в Бордель, я более тесно пообщаюсь с тобой".

source: "Morte, I must confess, I am curious as to how you became a floating skull."
ru: "Морт, должна признаться, мне очень интересно, как ты стал летающим черепом?"

source: "That was you?"
ru: "Так это был ты?"

source: "Morte, what are you again? I don't believe you ever said."
ru: "Морт, кто же ты? Не верю тому, что ты сказал".

source: "Morte, seriously. Tell me a little about yourself."
ru: "Морт, серьезно. Расскажи мне о себе немножко".

source: "Your verbal sparring is quite potent. Perhaps I should assess the extent of your skill."
ru: "Твоя словесная дуэль очень сильна. Возможно, я должна переоценить твои навыки в лучшую сторону".

source: "What was that?"
ru: "Что такое?"

source: "You are proving yourself to be quite useful Morte. Keep this up and you'll have to be rewarded."
ru: "Ты доказал, что можешь быть полезным, Морт. Продолжай в том же духе, и ты будешь вознагражден".

source: "Annah... were you raised in the Hive?"
ru: "Анна... где ты выросла в Улье?"

source: "Very well, then."
ru: "Ну и хорошо".

source: "Annah... perhaps we should talk."
ru: "Анна... Нам надо поговорить".

source: "Your combat skills are most impressive Dak'kon."
ru: "Твои боевые навыки очень впечатляющие, Даккон".

source: "Your mastery of discipline is impressive, Dak'kon."
ru: "Твое мастерство дисциплины очень впечатляющее, Даккон".

source: "Surely you are being too harsh on yourself?"
ru: "Неужели ты так строг к самому себе?"

source: "Nordom, how does it feel to be separated from the Source, from other modrons?"
ru: "Нордом, каково это - чувствовать себя отделенным от Источника, от других модронов?"

source: "It seems you and Morte have much more in common than I first thought."
ru: "Похоже, ты с Мортом имеешь гораздо больше общего, чем я думала сначала".

source: "Nordom... are you speaking to your crossbows?"
ru: "Нордом... Ты разговариваешь со своими арбалетами?"

source: "Oh. That's a relief. I thought -"
ru: "Ох. Какое облегчение. А я думала..."

source: "Oh."
ru: "О".

source: "Nordom, you're a quadrone modron, correct? Where are your wings?"
ru: "Нордом, ты ведь квадрон, верно? Где же тогда твои крылья?"

source: "It's like you're a little fallen angel."
ru: "Похоже, ты - маленький падший ангел".

source: "You know, Nordom you are perhaps the cutest little rogue modron I have ever encountered."
ru: "Нордом - ты самый симпатичный модрон-отшельник, которого я встречала".

source: "Of course! That's why you're so cute."
ru: "Конечно-конечно! Вот этим ты и симпатичен".
