Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/bmorte.dlg.po
Languages: ru

source: "It couldn't hurt you to say a few words to me, fiendling."
ru: "Больно не будет, если ты мне скажешь пару слов, бесовка".

source: "Annah, could you stop flicking that tail? It's irritating."
ru: "Анна, может хватит махать хвостом? Это очень раздражает".

source: "Flick away then."
ru: "Тогда уж лучше тебе умахать куда-нибудь подальше".

source: "Fiendling, I have to ask. Where did you get that accent?"
ru: "Бесовка, у меня вопрос к тебе. Откуда у тебя этот акцент?"

source: "Never mind."
ru: "Неважно".

source: "So, fiendling, let me eh... sit on your lap and hear a little story."
ru: "Что ж, бесовка, позволь мне, эээ... сесть тебе на колени и послушать небольшую историю".

source: "I'll just float over here and sulk, then."
ru: "Тогда я просто полетаю вокруг и похандрю".

source: "Are you always this unfriendly?"
ru: "Ты всегда такая недружелюбная?"

source: "You're such a filthy little corpse pirate. I admire that."
ru: "Ах ты маленькая грязная похитительница трупов. Мне это нравится".

source: "Hey, if you can find my body, you're welcome to."
ru: "Эй, если ты можешь найти мое тело, то я этому буду только рад".

source: "So, fiendling. Is that tail the only demonic part of you?"
ru: "Слушай, бесовка, твой хвост - это единственное, что тебе досталось от демонов?"

source: "Looks like you got a demonic mouth, too."
ru: "Кажется, тебе еще достался демонический рот".

source: "You know fiendling, you're all right... well, if you weren't being such a banshee all the time."
ru: "Знаешь, бесовка, а ты не так уж плоха... до тех пор, пока не пытаешься строить из себя баньши".

source: "Ah... I think I'm in love."
ru: "Ах... Кажется, я влюбился".

source: "Annah, if yeh don't like me staring, why do you wear that um... you know... that... that vest?"
ru: "Анна, если ты так не любишь, когда я на тебя глазею, почему ты тогда носишь этот... э-э-э... ну, ты понимаешь... эту кирасу?

source: "Well, it sure takes my breath away."
ru: "А вот я от нее не могу дышать ровно".

source: "So, Grace... you uh, have any sisters?"
ru: "Грация... у тебя есть сестры?"

source: "C'mon, Grace, I thought you succubi were supposed to be fun. Why so cold?"
ru: "Ну ладно, Грация, я думал, что вы, суккубы, должны быть веселыми. Почему ты такая холодная?"

source: "Sheesh. Ask a question, and they flay the skin from your bones."
ru: "Уф-ф-ф. Стоит только задать вопрос, а они уже готовы содрать кожу с костей".

source: "The only succubus ever to travel with us, and she's a puritan. You know, I have the worst luck."
ru: "Из всех суккубов нам досталась только одна, да и та - пуританка. Вот же не везет мне".

source: "I'll say. I... hey, wait a minute."
ru: "Да уж точно. Я... Эй, секундочку!"

source: "Hey, don't let the fiendling get to you, Grace. She's just not as pretty as she'd like to be."
ru: "Эй, не позволяй этой бесовке доставать тебя. Она не такая уж привлекательная, как хотела бы".

source: "Why don't you hop back to Mechanus, Nordom, huh?"
ru: "Эй, Нордом, а почему бы тебе не прыгнуть обратно на Механус?"

source: "I'm going to roll that stupid box like dice."
ru: "Я сейчас брошу этот тупой ящик вместо игральных костей".

source: "Stupid clockwork reject."
ru: "Тупая бракованная шестеренка".

source: "Nordom, how come you never reload your crossbows?"
ru: "Нордом, почему ты никогда не перезаряжаешь свои арбалеты?"

source: "That must be handy."
ru: "Должно быть, это очень удобно".

source: "Nordom, will you stop clicking your crossbows! It's driving me barmy."
ru: "Нордом, перестань щелкать своими арбалетами! Они сводят меня с ума".

source: "Once... just once... I would like to travel with some normal people."
ru: "Опять... и опять... Хотел бы я путешествовать с обычными нормальными людьми".

source: "Hey, Nordom... 'Knock-Knock.'"
ru: "Эй, Нордом.... 'Тук-тук'".

source: "It's a joke, you stupid polygon. You're supposed to answer 'who's there?'"
ru: "Это шутка, тупой полигон. Ты должен ответить 'кто там?'"

source: "You know what, just forget it."
ru: "Знаешь что, просто забей".

source: "Psst. Hey Nordom. Calculate the easiest way for me to 'snuggle with Annah's pillows,' okay?"
ru: "Псст. Эй, Нордом. Подсчитай простейший способ 'приложиться к буферам Анны', хорошо?"

source: "Shut up! Shut up!!"
ru: "Заткнись! Заткнись!!!"

source: "So, Grace... you have any sisters?"
ru: "Грация... у тебя есть сестры?"
