Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/bnordom.dlg.po
Languages: ru

source: "Attention: Morte. Did you know I have six sides?"
ru: "Внимание: Морт. Знаешь ли ты, что у меня шесть сторон?"

source: "A question, Morte. How do you stay aloft?"
ru: "Вопрос, Морт. Как тебе удается оставаться наверху?"

source: "I will consider this."
ru: "Я обдумаю это".

source: "Dak'kon's silence seems to be a most efficient use of language."
ru: "Похоже, молчание Даккона является наиболее эффективным использованием языка".

source: "Morte, explain to me again why you would 'love to bite Annah.' Would this not provoke an attack?"
ru: "Морт, объясни мне еще раз, почему ты 'обожаешь кусать Анну'. Разве это не провокация атаки?"

source: "Attention: Morte. I have a question. Do you have a destiny? A purpose?"
ru: "Внимание: Морт. У меня есть вопрос. Есть ли у тебя судьба? Предназначение?"

source: "Affirmatory."
ru: "Утвердительно".

source: "Attention: Morte. Did you know I have eighteen points of articulation?"
ru: "Внимание: Морт. Знаешь ли ты, что у меня восемнадцать вершин?"

source: "Attention: Morte. A question have I. Do I have free will?"
ru: "Внимание: Морт. У меня есть вопрос. Есть ли у меня своя воля?"

source: "Free will does not seem to hold many benefits for a modron."
ru: "Собственная воля не принесет каких-либо преимуществ модрону".

source: "Negatory."
ru: "Отрицательно".

source: "Attention: Morte. I have a question. What is the rule of three?"
ru: "Внимание: Морт. У меня есть вопрос. Что такое правило трех?"

source: "That conflicts with several previous definitions."
ru: "Это противоречит нескольким предыдущим определениям".

source: "Attention: Morte. I have a question. What is fate?"
ru: "Внимание: Морт. У меня есть вопрос. Что такое судьба?"

source: "Understood."
ru: "Понято".

source: "Morte, is it true that-"
ru: "Морт, правда, что..."

source: "I find you most curmudgeonly."
ru: "Я нахожу тебя очень брюзгливым".

source: "Attention: Morte. I wish to address your body."
ru: "Внимание: Морт. Я хочу обратиться к твоему телу".

source: "I have a question concerning your body's whereabouts. Where is it?"
ru: "У меня есть вопрос о местонахождении твоего тела. Где оно?"

source: "How does the head separate from the body without you knowing?"
ru: "Как голове удалось отделиться от тела без твоего ведома?"

source: "Attention: Morte. Have we achieved a state of friendly camaraderie yet?"
ru: "Внимание: Морт. Достигли ли мы состояния дружественных отношений?"

source: "Annah, does your tail assist you in maintaining your balance?"
ru: "Анна, твой хвост помогает тебе поддерживать равновесие?"

source: "Yes, that is quite logical."
ru: "Да, это звучит достаточно логично".

source: "Annah, is your tail's purpose to indicate your current level of hostility?"
ru: "Анна, является ли твой хвост индикатором твоей текущей враждебности?"

source: "My analysis appears correct: Danger! Danger!"
ru: "Мой анализ верен: Опасность! Опасность!"

source: "Annah, is it true that you "dig" Morte?"
ru: "Анна, это правда, что ты любишь Морта?"

source: "I estimate Fall-From-Grace to be found attractive by the male sex of over 321,423 separate species. Give or take five."
ru: "По моей оценке, Падшую Грацию находят привлекательной 321423 особи мужского пола различных видов. Плюс-минус пять".

source: "I am no longer able to answer that question. I do not know."
ru: "Я не способен ответить на этот вопрос. Я не знаю".

source: "Fall-From-Grace, is it true that 'every woman thinks floating skulls are hot stuff?'"
ru: "Падшая Грация, правда ли, что каждая женщина считает, что летающие черепа являются горячими штучками?"

source: "Attention: Fall-From-Grace. Do you exert optical gravity?"
ru: "Внимание: Падшая Грация. Обладаешь ли ты силой оптического притяжения?"

source: "I have perceived you exert a field that forces others to follow you with their eyes. They lack the muscle control to turn away."
ru: "Я распознаю в тебе силовое поле, которое заставляет глаза других следовать за тобой. Они теряют контроль над своими мускулами".

source: "Attention: Fall-From-Grace. I wish to address your body."
ru: "Внимание: Падшая Грация. Я хочу обратиться к твоему телу".

source: "Your body. Your form. Your reason for selecting it. Why?"
ru: "Твое тело. Твоя форма. Причины твоего выбора ее. Почему?"

source: "It would be more practical for you to assume the form of a modron. It is 13.27% more efficient. Give or take +5.2%."
ru: "Более практичной для тебя будет форма модрона. Она на 13,27 % эффективней. Плюс-минус 5,2 %".

source: "It was not my intention to initiate legal action against you."
ru: "Я не намереваюсь инициировать судебные преследования против тебя".

source: "I am told Justice is blind. Is this why Mercykillers exist?"
ru: "Я слышал, что Правосудие слепо. Тогда почему же существуют Убийцы Милосердия?"
