Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/d0202p.dlg.po
Languages: ru

source: There is something about the arch in front of you... something hauntingly familiar. A bone-numbing chill blankets the air between these two black pillars, as if the arch itself bordered on some other, colder space. For some reason, you KNOW this is the portal to the Fortress of Regrets... now all you need to do is open it.
ru: В этой арке есть что-то... пугающе знакомое. Воздух между двумя черными колоннами наполнен мертвенно-затхлым воздухом, словно арка граничит с более холодным пространством. По какой-то причине ты ЗНАЕШЬ, что это портал в Крепость сожалений... Теперь все, нужно сделать, это открыть его.

source: Grit your teeth and peel the skin from your left forearm...
ru: Стиснуть зубы и сорвать кожу с левого предплечья...

source: Leave the portal alone... for now.
ru: Оставить портал в покое... пока.

source: You clench your teeth and dig your fingernails into your left forearm; with a dry, tearing sound, you peel off a strip of skin. The chill between the pillars becomes stronger, almost hungering, as if the portal has opened a crack...
ru: Стиснув зубы, ты впиваешься ногтями в левое предплечье. С сухим треском ты вырываешь полоску кожи. Холод между колоннами становится все сильнее, словно в портале обнаружилась трещина...

source: You stand before the arch again; a bone-numbing chill blankets the air between these two black pillars, as if the arch itself bordered on some other, colder space. This is the portal to the Fortress of Regrets... now all you need to do is inscribe a regret on the scrap of skin you ripped from arm.
ru: Ты снова стоишь перед аркой. Воздух между двумя черными колоннами наполнен мертвенно-затхлым воздухом, словно арка граничит с более холодным пространством. Это портал в Крепость сожалений... Теперь все, нужно сделать, это написать слова сожаления на полоске кожи, которую ты вырвал из своей руки.

source: Prick your left index finger, and inscribe a regret on the scrap of flesh with your blood...
ru: Проколоть левый указательный и кровью написать раскаяние на клочке кожи...

source: This scrap of skin has been peeled from the back of your left forearm. Its scarred, gray surface reminds you of a zombie's hide; it feels more like a piece of cured leather than a strip of skin.
ru: Этот клочок кожи был содран с тыльной стороны твоего левого предплечья. Его покрытая шрамами серая поверхность напоминает тебе шкуру зомби. Он больше похож на кусок дубленой шкуры, чем на полоску кожи.

source: Put the skin away...
ru: Отложить кожу...

source: You prick the tip of your index finger; before the wound can heal, you squeeze forth several drops of blood. As you prepare to scrawl your regret, a series of images float across your mind...
ru: Ты прокалываешь кончик указательного пальца. Прежде чем рана успевает затянуться, ты выдавливаешь несколько капель крови. Пока ты готовишься написать раскаяние, в твоей голове проносится несколько образов...

source: Regret: "I regret what happened to my companions..."
ru: Раскаяние: "Я сожалею о том, что случилось с моими товарищами..."

source: Regret: "I regret my actions..."
ru: Раскаяние: "Я сожалею о содеянном..."

source: Regret: "I regret my past..."
ru: Раскаяние: "Я сожалею о своем прошлом..."

source: Regret: "I regret events that have led up to this point..."
ru: Раскаяние: "Я сожалею о событиях, приведших ко всему этому..."

source: Let the wound heal without writing on the flesh, and put the skin away.
ru: Позволить ранке затянуться, отложить кожу.

source: You whisper the words to yourself, but the regret echoes through your mind: 'I regret...'
ru: Ты шепчешь слова про себя, но раскаяние отдается эхом в твоей голове: "Я сожалею..."

source: "...all my companions had to suffer for me to reach here."
ru: "...о том, что всем моим товарищам пришлось страдать, чтобы я сюда добрался".

source: "...trying to sell Morte to Vrischika."
ru: "...о том, что пытался продать Морта Вришике".

source: "...trying to sell Annah to Vrischika."
ru: "...о том, что пытался продать Анну Вришике".

source: "...trying to sell Dak'kon to Vrischika."
ru: "...о том, что пытался продать Даккона Вришике".

source: "...trying to sell Fall-From-Grace to Vrischika."
ru: "...о том, что пытался продать Падшую Грацию Вришике".

source: "...trying to sell Nordom to Vrischika."
ru: "...о том, что пытался продать Нордома Вришике".

source: "...not selling Morte to Vrischika."
ru: "...о том, что не продал Морта Вришике".

source: "...not selling Annah to Vrischika."
ru: "...о том, что не продал Анну Вришике".

source: "...not selling Dak'kon to Vrischika."
ru: "...о том, что не продал Даккона Вришике".

source: "...not selling Nordom to Vrischika."
ru: "...о том, что не продал Нордома Вришике".

source: "...for selling Morte to Vrischika."
ru: "...о том, что продал Морта Вришике".

source: "...for selling Annah to Vrischika."
ru: "...о том, что продал Анну Вришике".

source: "...for selling Dak'kon to Vrischika."
ru: "...о том, что продал Даккона Вришике".

source: "...for selling Nordom to Vrischika."
ru: "...о том, что продал Нордома Вришике".

source: "...enslaving Dak'kon all these decades."
ru: "...о том, что держал Даккона в рабстве все эти годы".

source: "...having taught Ignus the power to harm others."
ru: "...о том, что научил Игнуса силе, причиняющей другим боль".

source: "...betraying Morte and leaving him in the Pillar of Skulls."
ru: "...о том, что предал Морта и оставил его в Колонне Черепов".

source: "...Dak'kon's death."
ru: "...о смерти Даккона".

source: "...Annah's death."
ru: "...о смерти Анны".

source: "...Morte's death."
ru: "...о смерти Морта".

source: "...Fall-From-Grace's death."
ru: "...о смерти Падшей Грации".

source: "...the death of Ignus."
ru: "...о смерти Игнуса".

source: "...Nordom's death."
ru: "...о смерти Нордома".

source: "...Vhailor's death."
ru: "...о смерти Вейлора".

source: Think of another regret...
ru: Раскаяться в чем-то другом...

source: "...I didn't get to kill more people."
ru: "...о том, что не было случая убить еще больше народу".

source: "...not setting Coaxmetal free from the siege tower."
ru: "...о том, что не выпустил Убежденного Металла из осадной башни".

source: "...setting Coaxmetal free from the siege tower."
ru: "...о том, что выпустил Убежденного Металла из осадной башни".

source: "...having to slay Ravel."
ru: "...о том, что пришлось убить Равель".

source: "...I wandered all over the Planes when the damn portal was right here when I FIRST woke up."
ru: "...о том, что бродил по планам, в то время как портал был прямо здесь, когда я очнулся ВПЕРВЫЕ".

source: "...ever asking to become immortal."
ru: "...о том, что просил о бессмертии".

source: "...Fin Andlye's murder. If I hadn't become immortal, that paranoid incarnation of mine never would have killed him..."
ru: "...об убийстве Фина Эндли. Если бы я не стал бессмертным, мое параноидальное воплощение никогда бы его не убило..."

source: "...the damage my previous incarnations have done, to themselves and to others."
ru: "...о всех бедах, которые мои прежние воплощения причинили самим себе и другим".

source: "...the deaths I've caused, here and across the multiverse."
ru: "...о смертях, причиной которых стал я, здесь и по всей мультивселенной".

source: "...lying to Deionarra to force her to accompany me on my journey."
ru: "...о том, что солгал Дейонарре, чтобы заставить ее сопровождать меня в моих странствиях".

source: "...murdering Deionarra at the Fortress of Regrets."
ru: "...о том, что убил Дейонарру в Крепости сожалений".

source: "...the suffering I caused Iannis by leading his daughter to her death."
ru: "...о страданиях, которые я причинил Янису, доведя его дочь до смерти".

source: "...it took *this* long to find where my mortality lies."
ru: "...о том, *как* долго пришлось искать истоки моей смертности".

source: "...it took this many deaths to reach this point."
ru: "...о том, скольким пришлось умереть, чтобы я добрался сюда".

source: "...there's no one here to share this moment with me."
ru: "...о том, что некому больше разделить со мной этот миг".

source: "...that I have no regrets to write upon this scrap of skin."
ru: "...о том, что у меня нет сожалений, которые я мог бы записать на этом клочке кожи".

source: You scrawl the regret onto the scrap of flesh... but your rapid healing forces you to stop often to re-open the cut on your finger and squeeze forth more blood. Several moments later, you have finished, your blood glistening on the scrap of skin... a combination of your flesh, your blood, and your regret.
ru: Ты пишешь раскаяние на клочке кожи... но из-за быстрой регенерации тебе часто приходится прерываться, чтобы снова проколоть палец и выдавить еще немного крови. Через пару секунд ты закончил. Твоя кровь блестит на клочке кожи... сочетание твоей плоти, крови, и твоего раскаяния.

source: Watch the blood dry...
ru: Следить как высыхает кровь...

source: As you watch the bloody regret dry, a wave of cold washes over you. You look up; the black pillars to either side of the arch are glowing softly, motes of misty blue light drifting from their sides to form a shimmering curtain between them. Beyond the curtain, you can barely make out a weathered stone causeway leading into darkness.
ru: Пока ты смотришь на кровавые сожаления, волна холода обхватывает тебя со всех сторон. Ты смотришь вверх; черные колонны по сторонам арки мягко светятся, искры туманно-синего цвета кружат вдоль них, образуя мерцающий занавес между ними. Позади него ты едва различаешь выветренную глыбу, плывущую посреди тьмы.

source: "Everybody ready?"
ru: "Все готовы?"

source: Hold the scrap of skin with your regret upon it, then step through the curtain.
ru: Сжать полоску кожи с сожалениями и шагнуть сквозь занавес.

source: Leave the portal alone.
ru: Оставить портал в покое.

source: As you approach the two pillars that lead to the Fortress with the skin of regrets in your hand, you feel a wave of cold, and the pillars begin glowing softly, motes of misty blue light drifting from their sides to form a shimmering curtain between them. Beyond the curtain, you can barely make out a weathered stone causeway leading into darkness.
ru: Когда ты подходишь с сожалениями к колоннам, что ведут в Крепость, ты чувствуешь волну холода. Черные колонны по сторонам арки мягко светятся, искры туманно-синего цвета кружат вдоль них, образуя мерцающий занавес между ними. Позади него ты едва различаешь выветренную глыбу, плывущую посреди тьмы.

source: Hold the scrap of skin with your regret upon it, then prepare to step through the curtain.
ru: Сжать полоску кожи с сожалениями и приготовиться шагнуть сквозь занавес.

source: Your question is met with silence; none of your companions are close enough to hear you.
ru: Твой вопрос повисает в тишине. Твои спутники недостаточно близко, чтобы слышать тебя.

source: Go find your companions, then return to the portal.
ru: Найти своих спутников и вернуться к порталу.

source: In the few moments you spent thinking, the cut on your finger has healed completely; you are forced to re-open the tip of your finger and squeeze forth some more blood. As you prepare to scrawl your regret, a series of images float across your mind....
ru: За те несколько мгновений, которые ты потратил на обдумывание, порез на пальце полностью зажил; тебе приходиться снова проколоть палец и выдавить еще немного крови. Пока ты готовишься написать раскаяние, в твоей голове проносится несколько образов...

source: ...but you have no room to hold the skin, and it falls to the floor.
ru: ...но у тебя не хватает места для кожи, и она падает на землю.

source: Turn away from the portal and pick up the skin.
ru: Отойти от портала и поднять кожу.

source: Examine the skin...
ru: Осмотреть кожу...
