Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/d300mer2.dlg.po
Languages: ru

source: This toothless old crone reeks of fish and brine. Spying your approach, she gives you a wide, pink smile. "Fish, my child? Fish-heads, mayhap?"
ru: Эта беззубая старуха воняет рыбой и солью. Следя за твоим приближением, она широко улыбается тебя. "Рыбу, сынок? Или рыбьих голов?"

source: The old woman gives you a gummy smile. "Some fish, my child? Fish heads?" A cloying fish-smell surrounds her.
ru: Старуха одаривает тебя отекшей улыбкой. "Рыбы, сынок? Или рыбных голов?" Ее окружает надоедливый запах рыбы.

source: "Oh yes, yes! But a child ye are, to my years! Hee-hee, youngsters..."
ru: "Ах, да-да! Но в моих глазах ты - сынок! Эх, молодежь..."

source: She shuffles up to you; the fish-stink is nearly overpowering. The old woman squints at your face first, frowning, and then into your eyes. Only then does she recoil in surprise: "Oh, my! How many years *have* those eyes seen?"
ru: Она ковыляет к тебе поближе. Рыбья вонь становится невыносимой. Старуха, хмурясь, косится на твое лицо, затем смотрит в глаза. Только после этого она отскакивает от изумления: "Ой! Сколько лет *назад* я видела эти глаза?"

source: "Don't know, don't know. Too many, I'd say. But no matter!" She leans close, to whisper in your ear. "It won't do to rattle the passers-by; let's keep it our little secret." She resumes her normal tone of voice. "So: fish, my child? Hee-hee!" She pokes you in the belly.
ru: "Не знаю, не знаю. Очень много, наверное. Но это неважно! - она наклоняется к тебе и шепчет. - "Об этом не стоит трепаться с каждым встречным. Пусть это будет нашим маленьким секретом". Она возвращается к своему обычному голосу. "Может, рыбу, сынок? Хи-хи!" Он тычет тебя в живот.

source: She shakes her little, wrinkled head. "No answers, have I... only fish."
ru: Она качает своей морщинистой головой. "У меня нет ответов... только рыба".

source: "Why, fish, my silly child! Fish of all sorts - and fish heads, for those too short of jink for the whole ones. Teeny-tiny fish-heads! Hee-hee!"
ru: "Как что, рыбу, глупенький! Рыбу всех сортов, и рыбьи головы, для тех, у кого нет звенелок, чтобы купить целую. Мелкие-мелкие рыбьи головки! Хи-хи!"

source: "They're brought to Sigil from all over the Planes, my boy! Would ye like some? I sell only the heads, should ye be short on jink..."
ru: "Ее привозят в Сигил со всех Планов, сынок! Хочешь купить? Если у тебя мало звенелок, то могу продать рыбьи головы..."

source: "Child? Hardly."
ru: "Сынок? Вот уж вряд ли".

source: "No fish for me, but I had some questions..."
ru: "Мне не нужна рыба, но меня есть вопросы..."

source: "What are you offering, exactly?"
ru: "Что именно ты можешь предложить?"

source: "No thanks. Farewell."
ru: "Нет, спасибо. Прощай".

source: "No thanks, farewell."
ru: "Нет, спасибо. Прощай".

source: "I believe you're mistaken. Take a closer look."
ru: "Уверен, ты ошиблась. Присмотрись поближе".

source: "I do not know... how many do you think?"
ru: "Не знаю... А ты как думаешь, сколько?"

source: "Very well. What do you have to offer, exactly?"
ru: "Хорошо. Что именно ты предлагаешь?"

source: "Farewell, then."
ru: "Тогда прощай".

source: "Where do the fish come from?"
ru: "А откуда эта рыба?"

source: "I don't need fish, but I had some questions..."
ru: "Мне не нужна рыба, но меня есть вопросы..."

source: "I've no need for fish - or their heads, for that matter. Farewell."
ru: "Мне не нужна рыба. И рыбьи головы тоже. Прощай".

source: Kossah-Jai, one of the fishwives in the market, told me that the only place she knew of to get Mebbeth's ink was from a *brogota-fin,* but she didn't sell it. She said I should try Meir'am, a fishwife who sold her wares on a street just south of the market.
ru: Косса-Джай, одна из торговок рыбой на рынке, сказала мне, что она знает только один способ получить чернила для Меббет - из *брогота-фина*, но она этой рыбой не торгует. Она сказал, что мне стоит попробовать у Меирам, другой торговки, которая продает свои товары на улице к югу от рынка.

source: "Mebbeth said you sell ink. She sent me to purchase some."
ru: "Меббет сказала, что ты продаешь чернила. Она послала меня купить немного".

source: "Ink?" She chuckles. "Nay, sir, I sells no ink, I sells just fish..."
ru: "Чернила? - она хихикает. - Неа, сэр, я продаю чернила, только рыбу..."

source: "Heh! Well, Kossah-Jai was me Dam's name, and me Grandam's name, so could be any of us... yet they're both in the dead book, so only *this* Kossah-Jai matters. No idea what's she on about... a midwife in the Picker's Square, ye say?" She thinks for a moment. "Don't know her, I don't."
ru: "Хе! Ну, Косса-Джай - это имя моей мамки и моей бабки, так что этом может быть любая из нас... Но они обе сейчас в книге мертвых, так что есть только *одна* Косса-Джай. Не знаю, о ком она... повитуха с площади Старьевщиков, говоришь? - он задумывается на мгновение. - Нет, не знаю ее".

source: "Now hol' on... yer midwife friend's not all wrong. I know how ye can get ink... but it may not be the ink ye're lookin' for... the ink I'm thinkin' of bleeds from the gills of a *brogota-fin,* it does."
ru: "Погоди-ка... возможно, твоя повитуха и не ошиблась. Я знаю, откуда ты можешь получить чернила... Но это могут быть не те чернила, которые тебе нужны... Это чернила, которые вытекают из жабер *брогота-фина*".

source: She frowns. "Aye... thing is, that fish's not for *eating*, it's gots a horrible taste, scalds the tongue... you can asks Meir'am, she pitches her fish-sell down the street a southerly way." She cackles. "She mights have one o' them fish ye needs on *her* pole..."
ru: Она хмурится. "Ага... понимаешь, эту рыбу нельзя *есть*, у нее противный вкус, обжигает язык... можешь спросить Меирам, она торгует рыбой вниз по улице, на южной стороне, - она хихикает. - Может быть, на *ее* удочке ты найдешь нужную рыбку..."

source: "Are you sure? Mebbeth... the midwife in Ragpicker's Square... mentioned you specifically."
ru: "Ты уверена? Меббет... повитуха с площади Старьевщиков... упомянула именно тебя".

source: "So... you don't have any ink? Well, I can't say that's much of a SURPRISE. I swear Mebbeth is having me run in circles-"
ru: "Так значит... у тебя нет чернил? Что же, не скажу, что для меня это УДИВИТЕЛЬНО. Клянусь, Меббет гоняет меня по кругу..."

source: "Well, then. She said you would be able to help me, but if that's not the case, never mind."
ru: "Тогда ладно. Она сказала, что ты сможешь помочь, но, кажется, в данном случае. Так что неважно".

source: "This *brogota-fin*... it bleeds ink?"
ru: "Этот *брогота-фин*... он кровоточит чернилами?"

source: "But you don't have this *brogota-fin,* right?"
ru: "Но у тебя этого *брогота-фина* нет, верно?"

source: "I'll go seek her out, then. Farewell."
ru: "Тогда я пойду, поищу ее. Прощай".
