Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/d300mer7.dlg.po
Languages: ru

source: This thin young man - a cloth merchant - is calling out to passers-by, a nervous smile on his face. He doesn't seem to notice you standing there.
ru: Этот тощий молодой человек с нервной улыбкой на лице - торговец тканями - зазывает прохожих. Тебя он даже не замечает.

source: "Welcome, again. May I, uh, show ye somethin'?"
ru: "И снова добро пожаловать. Могу ли я, эээ, что-нибудь показать?"

source: "Well met, uh... well met! What can I show ye today? Furs? Silks? Cotton?"
ru: "Добро пожаловать, эээ... добро пожаловать! Что я могу тебе показать? Шерсть? Шелк? Хлопок?"

source: "Of course, please ask. Any question ye'd like." He smiles apprehensively, an awkward attempt to make a good impression.
ru: "Конечно, задавай. Можешь задавать любой вопрос." Он осторожно улыбается, неуклюже пытаясь произвести хорошее впечатление.

source: "Oh!" He seems suddenly disappointed. "I... uh... well, I though ye were goin' ta ask about... cloth."
ru: "О!" Он выглядит неожиданно разочарованным. "Я... эээ... ну, я думал, что ты собирался спросить насчет... ткани."

source: The merchant's eyes light up. "Aye, cloth! I have all sorts, my friend... any kind ye'd like! Did ye want to see somethin' in particular?"
ru: Глаза торговца вспыхивают. "Да, ткани! У меня есть все сорта, мой друг... любого фасона! Хочешь посмотреть что-нибудь особенное?"

source: He frowns, shaking his head. "Uh... no." Suddenly, he seems struck by a bright idea, and gestures to his rolls of textiles: "Cloth?"
ru: Он хмурится, качая головой. "Э... нет." Неожиданно его поражает блестящая идея, он проводит рукой по рулонам: "Ткани?"

source: "Greetings..."
ru: "Приветствую..."

source: Leave the merchant be.
ru: Оставить торговца в покое.

source: "No, I have no need of cloth. I had questions, though..."
ru: "Нет, мне не нужна ткань. Однако, у меня есть некоторые вопросы..."

source: "No, I was simply passing by. Farewell."
ru: "Нет, я просто проходил мимо. Прощай."

source: "Nothing; I have no need of cloth. I had some questions..."
ru: "Ничего, мне не нужна ткань. У меня есть некоторые вопросы..."

source: "Nothing, farewell."
ru: "Ничего, прощай."

source: "Tell me about this area."
ru: "Расскажи мне об этом месте."

source: "I'm looking for a man named Pharod."
ru: "Я разыскиваю мужчину по имени Фарод."

source: "I'm looking for a journal that I've lost."
ru: "Я ищу потерянный дневник."

source: "Never mind. Farewell."
ru: "Неважно. Прощай."

source: "Cloth?"
ru: "Ткани?"

source: "No. Can you answer my question?"
ru: "Нет. Ты можешь ответить на мой вопрос?"

source: "Forget I asked, then. Farewell."
ru: "Тогда забудь о вопросе. Прощай."

source: "No, but can you answer my question?"
ru: "Нет, но ты можешь ответить на мой вопрос?"

source: "No. Farewell."
ru: "Нет. Прощай."
