Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/d300mer5.dlg.po
Languages: ru

source: "Jump, Lim-Lim, jump!" The merchant seems to suddenly notice you. "Oh, greetings! Would ye like ta purchase one a' these playful, gamboling Lim-Lims, m'lord?"
ru: "Прыгай, лим-лим, прыгай!" Торговец замечает тебя. "А, здравствуйте! Хотите приобрести этих игривых и резвых лим-лимов, милорд?"

source: "See how they... oh, back again, m'lord? Here to purchase a Lim-Lim?"
ru: "Смотри, как они... а, снова Вы, милорд? Хотите купить лим-лима?"

source: "The only questions I'll answer, I'm afraid, are about the Lim-Lims, m'lord."
ru: "Боюсь, я смогу только ответить на вопросы насчет лим-лимов, милорд".

source: "They are from the Outlands, m'lord, neither wholly insect nor animal. They are friendly, playful, and quite loyal." He takes a sidelong glance at the Lim-Lims, then leans close to whisper: "Pretty tasty too, in a pinch."
ru: "Они из Внешних земель, милорд, они не насекомые и не животные. Они дружелюбны, любят играть и очень преданы". Он косится на лим-лимов, затем наклоняется поближе и шепчет "К тому же, очень хороши на вкус, если припрет".

source: "A Lim-Lim will provide its own food, eating insects, tiny rodents and the like. They will follow you everywhere you go, are easy to clean up after, are quiet, exercise themselves with their constant flipping about, and, best of all - they leap over fifteen feet when prodded with hot coals! One'll only cost ye but forty coppers, m'lord, a mere pittance for such an entertaining pet and friend!"
ru: "Лим-лимы находят себе еду сами, они питаются насекомыми, мелкими грызунами и так далее. Они будут следовать за тобой повсюду, за ними просто ухаживать, они тихие, постоянно упражняются над своими прыжками, а самое лучшее - они могут прыгнуть на пятьдесят футов, если в них ткнуть раскаленным угольком! Один такой будет стоить всего лишь сорок медяков, милорд, единственное расстройство за такое веселое существо и друга!"

source: "How nice, m'lord! Here ye are..."
ru: "Как мило, милорд! Держите..."

source: "See how they... oh, back again, m'lord? Where is your Lim-Lim?"
ru: "Смотри, как они... а, снова Вы, милорд? А где Ваш лим-лим?"

source: "Really? How strange!"
ru: "Правда? Как странно!"

source: "But m'lord... it's not my responsibility! An untrained Lim-Lim, perhaps it was stolen..."
ru: "Но милорд... я здесь ни при чем! Недрессированный лим-лим, может быть его украли..."

source: "See how they... oh, back again, m'lord?"
ru: "Смотри, как они... а, снова Вы, милорд?"

source: "Bu-bu-but you can't! Ye can't hold me responsible, ye simply can't!"
ru: "Но-но-но Вы не можете! Вы не можете требовать от меня этого, просто не можете!"

source: "Very well, I - oye! What's that over yonder?" He suddenly bolts!
ru: "Ну хорошо, я... Эй! Что это там?" Неожиданно он бросается наутек!

source: "Jump, Lim-Lim, ju-gaah!" The merchant spots you and begins to flee.
ru: "Прыгай, лим-лим, прыг... ааааай!" Заметив тебя, торговец бежит прочь.

source: "No, but I had some questions..."
ru: "Нет, но у меня есть некоторые вопросы..."

source: "Not yet. Just what are these 'Lim-Lims?'"
ru: "Пока нет. Кто такие эти 'лим-лимы'?"

source: "Yes."
ru: "Да".

source: "No thanks. Farewell."
ru: "Нет, спасибо. Прощай".

source: "Then maybe you can tell me why mine ran off."
ru: "Тогда, может быть, ты объяснишь мне, почему мой убежал от меня".

source: "Just what are they?"
ru: "Что они из себя представляют?"

source: "I'd like to purchase one."
ru: "Я бы хотел купить одного".

source: "Farewell, then."
ru: "Тогда прощай".

source: "Interesting. I had some other questions..."
ru: "Интересно. У меня есть другие вопросы..."

source: "Morte? What do you think?"
ru: "Что думаешь, Морт?"

source: "What do you think, Annah?"
ru: "Что думаешь, Анна?"

source: "I'll take one, then."
ru: "Тогда я возьму одного".

source: "I'd best not spend the copper. I had some questions, though..."
ru: "Лучше не разбрасываться медяками. У меня есть несколько вопросов..."

source: "I'll keep my copper, actually. Farewell."
ru: "Лучше я поберегу свои медяки. Прощай".

source: "I don't have enough, but I have some questions..."
ru: "У меня не хватает денег, но у меня есть некоторые вопросы..."

source: "Never mind; I don't have the coin for one. Farewell."
ru: "Неважно, мне все равно не хватает монет. Прощай".

source: "My own Lim-Lim..."
ru: "Мой собственный лим-лим..."

source: "It ran off at some point. You'd said it would follow me everywhere."
ru: "Он почему-то убежал. Ты говорил мне, что он будет всюду следовать за мной".

source: "I don't want to talk about it. I had some questions..."
ru: "Я не хочу об этом говорить. У меня есть некоторые вопросы..."

source: "Don't ask. Farewell."
ru: "Не спрашивай. Прощай".

source: "I expect compensation."
ru: "Я жду компенсации".

source: "Never mind that. I had some questions..."
ru: "Тогда неважно. У меня есть некоторые вопросы..."

source: "Don't trouble yourself over it. Farewell."
ru: "Не беспокойся по этому поводу. Прощай".

source: "Just return my forty copper coins."
ru: "Просто верни мне мои сорок монет".

source: "Return my forty coins, and twenty more for the wrongdoing."
ru: "Верни мне сорок монет и еще двадцать в качестве неустойки".

source: "Return my forty coins, and forty more for the trouble."
ru: "Верни мне сорок монет и еще сорок за доставленные неприятности".

source: "I can and I will; it's only just. You had told me it would follow me everywhere."
ru: "Могу и буду. Ты говорил мне, что он будет всюду следовать за мной".

source: Truth: "It's either me or the hells to pay; make your choice."
ru: Правда: "Ты расплатишься либо со мной, либо с преисподней. Выбор за тобой".

source: Bluff: "It's either me or the hells to pay; make your choice."
ru: Блеф: "Ты расплатишься либо со мной, либо с преисподней. Выбор за тобой".

source: "Forget it, then. Farewell."
ru: "Тогда забудь об этом. Прощай".

source: "What the..."
ru: "Какого..."

source: "Damn..."
ru: "Черт..."

source: "Yes. I had some questions..."
ru: "Да. У меня есть вопросы..."

source: "Just passing by. Farewell."
ru: "Я просто проходил мимо. Прощай".
