Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/daalek.dlg.po
Languages: ru

source: You see an older man with long, white hair and weathered yellow skin. He stands tall despite his obvious age. He smiles and gives you a slight bow.
ru: Ты видишь пожилого мужчину с длинными седыми волосами и выветренной желтой кожей. Несмотря на очевидный возраст, он стоит прямо. Улыбаясь, он слегка кланяется тебе.

source: "Greetings."
ru: "Приветствую".

source: Ignore him.
ru: Игнорировать его.

source: "And to you as well, cutter. How may I serve you?" He raises his eyebrows as he awaits your answer.
ru: "И я тебя тоже, рубака. Чем могу служить?" В ожидании ответа он поднимает бровь.

source: "I have some questions..."
ru: "У меня есть несколько вопросов..."

source: "I'm interested in some spells."
ru: "Мне нужны некоторые заклинания".

source: "I'm interested in what you have for sale."
ru: "Мне интересно то, что ты можешь предложить на продажу".

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: He frowns. "Forgive me, cutter, but I sell items of a magical nature, not information. If it is information you need, then you must acquire it elsewhere."
ru: Он хмурится. "Прости, рубака, но я торгую не информацией, а товарами магической природы. Если тебе нужна информация, тебе придется поискать ее в другом месте".

source: "Show me what you have for sale."
ru: "Покажи мне, что у тебя на продажу".

source: "I see. Farewell."
ru: "Понятно. Прощай".

source: You see Aalek, the merchant of magic. "Good day, cutter. It is nice to see you again. How may I serve you?"
ru: Ты видишь Аалека, торговца магией. "Добрый день, рубака. Приятно снова увидеть тебя. Чем могу служить?"

source: "Let me see your wares again."
ru: "Дай-ка взглянуть на твои товары еще раз".

source: He nods and glances about the market. "Forgive me, cutter, I only sell magical items. You should talk to Cinder. His stall is over by the furnace, toward the exit."
ru: Он кивает и смотрит на рынок. "Прости, рубака, но я торгую только магическими товарами. Поговори-ка с Угольком. Он стоит за печкой, прямо у выхода".

source: "Thank you, farewell."
ru: "Спасибо, прощай".
