Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dabishai.dlg.po
Languages: ru

source: You see a red abishai. The creature is reptilian with a snake like-body, four clawed feet, leathery wings, and a draconian head. The scales covering its body are a dull shade of red. The creature stands upright on its hind legs, balancing with its prehensile tale. As you approach its eyes narrow to slits and it begins to hiss.
ru: Ты видишь красного абишая. Это существо представляет собой ящера со змееподобным телом, четырьмя когтистыми лапами, кожистыми крыльями, и головой дракона. Покрывающая тело чешуя отливает тускло-красным оттенком. Существо вертикально стоит на задних ногах, балансируя своим цепким хвостом. Когда ты приближаешься, его глаза сужаются в щель, и оно начинает шипеть.

source: "Greetings."
ru: "Приветствую".

source: Ignore the creature.
ru: Не обращать внимания на существо.

source: The abishai glares at you and hisses in some guttural tongue. You realize it is not speaking to you when you hear a response from somewhere behind the abishai. After a moment it cocks its head to the side and hisses at you. "What want you?"
ru: Абишай пристально смотрит на тебя и шипит каким-то гортанным языком. Когда ты слышишь отклик откуда-то позади абишая, ты понимаешь, что он говорит не с тобой. Спустя мгновение, он вскидывает голову в сторону и шипит. "Чего тебе надо?"

source: "I have some questions...
ru: "У меня есть некоторые вопросы..."

source: "Nothing, farewell."
ru: "Ничего, прощай".

source: The abishai emits a series of hisses that are soon answered from the unknown source. "No... you ssspeak Tek'elach" It gestures vaguely behind it. "He agree talk you... "
ru: Абишай издает серию шипений, на которую вскоре издается ответ неизвестно откуда. "Нет... ты говори ссс Текелачем". Он делает неясный жест позади себя. "Он сссогласен говорить ссс тобой..."

source: "Why can't you answer my questions?"
ru: "Почему те не можешь ответить на мои вопросы?"

source: "I see. I'll go speak with this Tek'elach then."
ru: "Понятно. Тогда я поговорю с Такалачем".

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: The abishai glares at you for a moment before answering. "Tek'elach want talk you. Not I. You go."
ru: Абишай пристально смотрит на тебя некоторое время перед тем, как ответить. "Текелач хочет говорить с тобой. Не я. Иди".

source: You feel a wave of heat begin to emanate from the abishai as it leans in to talk to you. "You show respect... you be careful... I watch. I kill you if you do wrong." It displays rows of razor sharp teeth as it grins evilly at you. "You understand?"
ru: Ты чувствуешь волну жара, начинающую исходить от абишая, когда он скудно выговаривает. "Выказывай уважение... будь осторожен... я наблюдаю. Если ошибешься, я тебя убью". Он злобно скалится, демонстрируя ряд бритвенно острых зубов. "Понятно?"

source: "Yes, I understand. Farewell."
ru: "Да, понятно. Прощай".

source: "No, I'm stupid. Why don't you explain it to me."
ru: "Нет, я тупой. Почему бы тебе не объяснить мне?"

source: The abishai hisses at you and reaches out to the nearby wall. Its eyes never leave yours as it digs several deep furrows into the stone with a single swipe of its claws. "Understand now? Or want up close, personal explanation?"
ru: Абишай шипит на тебя и вытягивается к ближайшей стене. Не отрывая от тебя взгляда, он, взмахнув когтями, оставляет несколько глубоких борозд в камне. "Теперь понятно? Или требуется персональное разъяснение?"

source: "I understand perfectly. Farewell."
ru: "Все доходчиво понятно. Прощай".

source: Attack the abishai: "Let's see what you can do with a real opponent."
ru: Атаковать абишая: "Давай посмотрим, что ты сможешь сделать против настоящего противника".

source: The abishai hisses at you angrily. "You told talk Tek'elach... go!"
ru: Абишай яростно шипит на тебя. "Разговаривай с Текелачем... иди!"

source: "All right. Farewell."
ru: "Ладно. Прощай".
