Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dable.dlg.po
Languages: ru

source: "Tell me of the Dustmen."
ru: "Расскажи мне про тленных".

source: "Tell me of the Harmonium."
ru: "Расскажи мне про Гармониум".

source: "Tell me of the Mercykillers."
ru: "Расскажи мне про Убийц Милосердия".

source: "Tell me of the Revolutionary League."
ru: "Расскажи мне про Революционную Лигу".

source: "Tell me of the Society of Sensation."
ru: "Расскажи мне про Общество Восприятия".

source: "Tell me of the Xaositects."
ru: "Расскажи мне про хаоситеков".

source: Able Ponder-Thought explained to me the Believers of the Source, or Godsmen, believe that every living thing in the multiverse has the potential to become a deity.
ru: Авель Многодум объяснил мне, что верящие в Первопричину, или боголюди, считают, что каждое живое существо в мультивселенной потенциально может стать божеством.

source: Able Ponder-Thought explained to me that the Dustmen believe we are already dead, that Sigil and the Planes are where we all end up after we die. According to their beliefs, everything is dead and this existence is a false one. To keep any ties or feelings for this existence only prevents a soul from truly dying.
ru: Авель Многодум объяснил мне, что тленные верят, что мы уже мертвы, и что после смерти мы все останемся в Сигиле и планах. Согласно их убеждениям, все мертво, и это существование иллюзорно. Сохраняя любые связи или чувства к этому существованию, мы лишь препятствуем наступлению истинной смерти души.

source: Able Ponder-Thought explained to me that the Harmonium is devoted to peace and harmony throughout the Planes... thus their name. They believe that the end justifies the means, however, and so are willing to do just about anything to get a fellow to see things 'their way.'
ru: Авель Многодум объяснил мне, что Гармониум посвятил себя миру и гармонии во всех планах... отсюда их название. Тем не менее, они верят, что цель оправдывает средства, и потому склонны делать все, что угодно, лишь бы заставить других видеть вещи 'по-ихнему'.

source: Able Ponder-Thought explained to me that the Mercykillers believe that justice is everything. Mallin, their last factol, once said that when properly applied, punishment leads to perfection.
ru: Авель Многодум объяснил мне, что Убийцы Милосердия верят в абсолютную справедливость. Маллин, их последний фрактол, однажды сказал, что при правильном применении наказание приводит к совершенству.

source: Able Ponder-Thought explained to me that the Revolutionary League is widespread in Sigil. They hold the belief that all institutions have been established to block their access to the truth of the multiverse. The only way they see to discover the truth is to tear down all organization. They claim that the truth can only be discovered when people are completely 'free.'
ru: Авель Многодум объяснил мне, что Революционная Лига распространенная в Сигиле. Они разделяют ошибочное убеждение в том, что все организации созданы для того, чтобы преградить им доступ к истине мультивселенной. Единственный путь нахождения истины для них - это свергнуть все организации. Они утверждают, что истину можно открыть только тогда, когда люди абсолютно "свободны".

source: Able Ponder-Thought explained to me that the Xaositects believe that only by embracing the random chaos of the multiverse may one learn its secrets.
ru: Авель Многодум объяснил мне, что хаоситеки верят, что, лишь приняв случайный хаос мультивселенной, можно узнать ее тайны.

source: Able Ponder-Thought explained to me that the Believers of the Source, or Godsmen, believe that every living thing in the multiverse has the potential to become a deity.
ru: Авель Многодум объяснил мне, что верящие в Первопричину, или боголюди, верят, что каждое живое существо в мультивселенной потенциально может стать божеством.

source: Able Ponder-Thought explained to me that the Dustmen believe we are already dead, that Sigil and the Planes are where we all end up after we die. According to their beliefs, everything is dead and this existence is a false one. To keep any ties or feelings for this existence only prevents a soul from truly dying
ru: Авель Многодум объяснил мне, что тленные верят, что мы уже мертвы, и что после смерти мы все останемся в Сигиле и планах. Согласно их убеждениям, все мертво, и это существование иллюзорно. Сохраняя любые связи или чувства к этому существованию, мы лишь препятствуем наступлению истинной смерти души.

source: "I myself uphold their beliefs. You sound as if you disagree with them..."
ru: "Я сам придерживаюсь их взглядов. Похоже, ты с ними несогласен..."

source: "I'd like to hear more of the other factions..."
ru: "Я хочу знать больше о других фракциях".

source: "Let me ask about something else..."
ru: "Позволь мне спросить кое о чем еще..."

source: "Does the method really matter, so long as what's false is torn down?"
ru: "Так ли важны методы, если ложное все равно будет повергнуто?"

source: "Well I, for one, plan on discovering the secrets of the multiverse by rubbing cottage cheese on my belly and eating vast quantities of fresh-water fish. Mmm... cheese."
ru: "Что ж, я, к примеру, собираюсь раскрыть тайны мультивселенной, потерев себе живот домашним сыром и съев большое количество пресноводной рыбы. М-м-м... сыр".

source: "Wait... I'd like to hear more of the other factions..."
ru: "Постой... Я хотел бы послушать о других фракциях..."

source: "Hold on. I have other questions about Sigil..."
ru: "Погоди. У меня еще вопросы о Сигиле..."

source: "Hold it... let me ask about something else..."
ru: "Постой... Позволь мне спросить кое о чем еще..."

source: "Farewell."
ru: "Прощай".

source: "Yes, I am. Go ahead, say it: an Anarchist."
ru: "Да. Вперед, скажи это: Анархист".

source: Lie: "Not a... what? I don't know what you're talking about."
ru: Ложь: "Не... что? Не знаю, о чем ты говоришь".

source: Attack him.
ru: Атаковать его.

source: Try and leave before anyone arrives.
ru: Попытаться уйти, пока никто не пришел.

source: "I'd, uh, like to hear more of the other factions..."
ru: "Я, э, хотел бы послушать еще о других фракциях..."

source: "I'd best be leaving, now. Farewell."
ru: "Мне уже лучше идти. Прощай".

source: "What *is* known about her?"
ru: "*Что* о ней известно?"

source: "She stole control of Sigil from a Power? How do you know this?"
ru: "Она отняла у Сил власть над Сигилом? Откуда тебе это известно?"

source: "The sight of her drives people mad?"
ru: "Ее вид сводит людей с ума?"

source: "You'd said the sight of her drives people mad?"
ru: "Говоришь, ее вид сводит людей с ума?"

source: "So how is it that you know she created Sigil?"
ru: "Откуда тебе известно, что она создала Сигил?"

source: "So can you research her, then?"
ru: "Тогда ты смог бы что-нибудь разузнать про нее?"

source: "Mazed?"
ru: "Лабиринты?"

source: Unfold the dodecahedron to a page with 'writing' on it and ask if he can research it.
ru: Разложить додекаэдр в страницу с "надписями" и спросить, сможет ли он что-нибудь разузнать о них.

source: "I'm looking for information on any deceased person who matches my description."
ru: "Я ищу сведения о любом покойнике, подходящем ко мне по описанию".

source: "Actually, let me ask you about something else."
ru: "Собственно, позволь мне спросить кое о чем еще".

source: "Nothing, come to think of it. Farewell."
ru: "Если подумать, то ничего. Прощай".

source: "Thanks. Can I ask you to look into something else?"
ru: "Спасибо. Могу ли я попросить тебя разузнать насчет других вещей?"

source: "My thanks. I had other questions..."
ru: "Спасибо. У меня есть другие вопросы..."

source: "It's well appreciated. Farewell."
ru: "Я высоко ценю это. Прощай".

source: "Something like that. Can you check?"
ru: "Что-то вроде этого. Можешь проверить?"

source: "You have my thanks. I had other questions..."
ru: "Большое спасибо. У меня есть другие вопросы..."

source: "She was 'mazed?'"
ru: "Ее 'заточили в лабиринт'?"

source: "Interesting. I had other questions..."
ru: "Интересно. У меня есть другие вопросы..."

source: Pocket the coins and continue to listen.
ru: Спрятать монеты в карман и продолжить слушать.

source: "And the other man?"
ru: "А второй?"

source: "How did he die?"
ru: "Как он умер?"

source: "Wait... I had some questions..."
ru: "Погоди... У меня есть несколько вопросов..."

source: "Yes... very interesting... but I must be going. Farewell."
ru: "Да... Очень интересно... но я должен идти. Прощай".

source: "Wait... I had some questions..."
ru: "Постой... У меня есть несколько вопросов..."

source: "Yes...very interesting... but I must be going. Farewell."
ru: "Да... очень интересно... но я должен идти. Прощай".
