Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dable.dlg.po
Languages: ru

source: This older man looks somewhat bookish. His clothing and accessories are extremely clean, neat and well cared for, and he often pauses to brush some fleck of dust or lint off of them. A symbol resembling a stylized dagger, piercing upwards through a flame, is embroidered upon his tunic.
ru: Этот старик немного смахивает на ученого. Его одежда и вещи невероятно чисты, опрятны и ухожены. Он часто останавливается, чтобы смахнуть или сдуть с себя пыль. На его тунике вышит символ, изображающий стилизованный кинжал, пронзающий пламя.

source: "Greetings..."
ru: "Приветствую..."

source: The man's eyes pass over you, gleaming as they fix on Morte. "Oh, I say! Would you look at that! A floating skull!"
ru: Он окидывает тебя взглядом. Его глаза вспыхивают, остановившись на Морте. "Ого, ничего себе! Только посмотрите! Летающий череп!"

source: The man gasps. "By the unjust laws of Tueny the Merciless!"
ru: Человек раскрывает рот от удивления. "Во имя несправедливых законов Туэни Беспощадного!"

source: He suddenly covers his mouth and looks around apologetically. "Sorry, sorry... the man was a horrible tyrant, now long dead. His name should never be spoken so; 'tis rather vulgar."
ru: Он внезапно прикрывает рот и озирается со смущенным видом. "Простите, простите... Это был ужасный тиран, который уже давно умер. Его имя не следует упоминать подобным образом - это довольно вульгарно".

source: He suddenly covers his mouth and looks at Fall-From-Grace apologetically. "Sorry, sorry... the man was a horrible tyrant, now long dead. His name should never be spoken so; 'tis rather vulgar. My deepest apologies, Lady Grace. I did not mean to offend."
ru: Он внезапно прикрывает рот и смущенно смотрит на Падшую Грацию. "Простите, простите... Это был ужасный тиран, который уже давно умер. Его имя не следует упоминать подобным образом: это довольно вульгарно. Мои глубочайшие извинения, госпожа Грация. Я никого не хотел обидеть".

source: "Yes, yes, you are probably right."
ru: "Да-да, наверное, вы правы".

source: He suddenly covers his mouth and looks at Annah apologetically. "Sorry, sorry... the man was a horrible tyrant, now long dead. His name should never be spoken so; 'tis rather vulgar. My deepest apologies, m'lady. I did not mean to offend."
ru: Он внезапно прикрывает рот и смущенно смотрит на Анну. "Простите, простите... Это был ужасный тиран, который уже давно умер. Его имя не следует упоминать подобным образом: это довольно вульгарно. Мои глубочайшие извинения, миледи. Я никого не хотел обидеть".

source: He turns back to Morte. "But behold! A skull, buoyant, levitating off the ground, cognitive of its environment, and possessing hearing, speaking and seeing capabilities."
ru: Он возвращается к Морту. "Поглядите-ка! Живой череп: левитирует над землей, реагирует на окружение, слышит, видит и говорит".

source: He turns to you, as if you are suddenly a confidant. "This is truly one of the reasons that the Planes shall never become dull to me, sir - just when you think you have seen everything, the Planes show you yet another corner to peer around, and..." He raises his hands gloriously. "...suddenly whole new, wondrous vistas are open to you."
ru: Он поворачивается к тебе, будто ты вдруг стал ему закадычным другом. "Воистину, это одна из причин, по которой планы никогда не опостылят мне, сэр. Едва ты подумал, что уже все видел, как вдруг планы раскрывают тебе еще один свой уголок, и тут, - он восхищенно поднимает руки, - тебе открываются совершенно новые изумительные видения".

source: The man ignores you, looking to Morte instead. "I say, skull..." he begins.
ru: Человек игнорирует тебя, вместо этого глядя на Морта. "Только подумать, череп..." - начинает он.

source: The man seems to have forgotten you entirely, instead turning in shock to look for this 'other' floating skull. "No! Where? Where!"
ru: Он, похоже, совсем о тебе забыл, и вместо этого потрясенно оглядывается в поисках того, "другого" летающего черепа. "Нет! Где? Где?"

source: "Where? I cannot see it!"
ru: "Где? Я его не вижу!"

source: He turns and harumphs. "I sense you also possess a peculiar degree of mockery."
ru: Он поворачивается и фыркает. "Похоже, ты владеешь еще и своеобразным чувством юмора".

source: He suddenly seems to see you for the first time...
ru: Внезапно он, казалось бы, впервые замечает тебя...

source: The man's eyes widen. "By the unjust laws of Tueny the...!" He catches himself, looking apologetic. "I say, are you all right? You look..." He fumbles for the words. "...hurt."
ru: Его глаза расширяются. "Во имя несправедливых законов Туэни... - он спохватывается и смущенно смотрит на тебя. - То есть, вы в порядке? Вам, кажется, - он подбирает слова, - больно".

source: The man nods... eagerly. "Of course, of course! I am always most happy to answer what questions I can, young sir."
ru: Человек энергично кивает. "Конечно, конечно! Я всегда с превеликим удовольствием отвечу на любые вопросы, молодой господин".

source: The man's eyes pass over you, gleaming as they fix on Nordom. "A quadrone is he?" He looks puzzled. "However... oh, my! A rogue modron! Oh, dear!" He looks quite distressed.
ru: Человек окидывает тебя взглядом, его глаза вспыхивают, остановившись на Нордоме. "Он квадрон? - он выглядит озадаченным. - Однако... вот это да! Модрон-бродяга! О боги!" Он выглядит весьма расстроенным.

source: "Well, he's a rogue. He is a contaminated modron, and such modrons only drain power from their home Plane, Mechanus. You see, all modrons hold some of the Source of Mechanus with them... when one is not working properly or leaves the other modrons, it weakens all of Mechanus."
ru: "Ну, он бродяга. Он испорченный модрон, а такие модроны только тянут силу из их родного плана Механуса. Видите ли, все модроны содержат в себе частицу Источника Механуса... когда один их них работает неправильно или покидает других модронов, он ослабляет весь Механус".

source: "When the others - other modrons - find him, they will take him back to Mechanus to be punished. He will be destroyed. The broken modron must return to the Source."
ru: "Когда другие модроны найдут его, они вернут его на Механус для наказания. Он будет уничтожен. Сломанный модрон должен вернуться к Источнику".

source: "Because he is not a modron, yet he drains them with his presence. He weakens Mechanus without cause or right. He must become part of Mechanus to be corrected."
ru: "Потому что он не модрон, и все же ослабляет их своим существованием. Он ослабляет Механус без причины и права на то. Чтобы исправиться, он должен стать частью Механуса"

source: "He is terribly misguided, then! There are people I can contact..."
ru: "Тогда он страшно заблуждается! Я могу связаться с людьми..."

source: You've met this older, bookish-looking man before. He seems lost in thought, and hasn't noticed you yet.
ru: Ты уже раньше встречал этого старика, похожего на ученого. Кажется, он углубился в свои мысли и еще не заметил тебя.

source: "Me? Certainly..."
ru: "Обо мне? Конечно..."

source: "Why, my name is Able Ponder-Thought."
ru: "Ну, меня зовут Авель Многодум".

source: "I passed my Administrator exam just recently, and have achieved the status of an 'A9,' a research consultant in the Hall of Records, one of the many aides specializing in Sigil's physical laws and history. I research topics and laws of interest to others. It is quite fascinating, really..."
ru: "Я совсем недавно прошел экзамен на администратора и добился статуса 'A9' - научный консультант в Архивном бюро, один из многих. Я специализируюсь на физических законах Сигила и на его истории. Я изучаю различные вопросы и законы, интересующие других. На самом деле, это просто восхитительно..."

source: "Why, 'tis the symbol of the Fraternity of Order. We are responsible for much of the law-making and running the courts here in Sigil. Many judges, advocates and clerks are members of our Order, and we are pleased to be able to help enforce Sigil's laws and keep things orderly. We make a strident effort to learn all laws, whether they pertain to Sigil, the Planes or the multiverse itself."
ru: "Ну, это символ Братства Порядка. Мы ответственны за большую часть издаваемых законов и проводимых судов здесь, в Сигиле. К нашему ордену принадлежит много судей, адвокатов и клерков, и мы рады способствовать соблюдению сигильских законов и поддержанию порядка. Мы прикладываем неимоверные усилия, дабы изучить все законы, как сигильские, так и законы планов и самой мультивселенной".

source: "The Fraternity of Order believes that the multiverse is governed by laws. When one knows all the laws, one will understand the multiverse. That is our goal. By understanding the laws, their limits, we learn to avoid certain laws."
ru: "Братство Порядка верит, что мультивселенной управляют законы. Знающий все законы поймет мультивселенную. В этом наша цель. Понимая законы и их ограничения, мы учимся обходить некоторые из них".

source: "Well, our fraternity allows us to read languages quite easily. And we may use some rules of the multiverse on occasion to suit our benefits."
ru: "Ну, членство в нашем братстве позволяет нам довольно легко понимать языки. И при случае мы можем пользоваться некоторыми законами мультивселенной, чтобы извлечь из этого пользу".

source: He glances over it, eyebrows raised. "Odd! No, I cannot. Is it a language?"
ru: Он осматривает его, подняв бровь. "Странно! Нет, я не могу. Это какой-то язык?"

source: "I'll admit I know little of this part of the Clerk's Ward, sir, but please... ask."
ru: "Должен признаться, сэр, об этой части Чиновничьего района я знаю мало, однако прошу... спрашивайте".

source: "It is the seat of much of Sigil's record halls and administration. The staff at these places give the Ward its name. Many clerks, scribes, priests, bureaucrats and administration officials live in this Ward."
ru: "Здесь находится множество архивов и администрация Сигила. Люди, служащие в этих местах, дали району это название. Тут живет много клерков, секретарей, чиновников и представителей администрации".

source: "There is one of the finest advocates in Sigil located here. The Civic Festhall, home of the Society of Sensation, is also located nearby." He lowers his voice. "And the Brothel, sir, of Slating Intellectual Lusts..."
ru: "Здесь живет один из лучших адвокатов Сигила. Еще неподалеку находится Городской Фестхолл, резиденция Общества Восприятия, - он понижает тон. - И Бордель утоления интеллектуальной страсти..."

source: ""He is also one of the Fraternity of Order, though his time there has ebbed somewhat since the unfortunate troubles he has experienced... I am not one to speak of them. His residence is just across the way, south and east of here."
ru: "Он тоже из Братства Порядка, хотя его лучшие времена остались в прошлом, после тех несчастий, что ему довелось пережить... Не мне о них говорить. Его дом расположен на юго-востоке отсюда, через дорогу".

source: "'Tis a beautiful structure that is both the headquarters of the Society of Sensation and acts as a hall for the arts here in Sigil and the planes. It is an opera house, museum, art gallery, wine shop, tavern, training hall, theater, sensoriums... many things can be found there."
ru: "Это прекрасное строение, которое служит одновременно и штаб-квартирой Обществу Восприятия, и культурным центром Сигила и всех планов. Оперный зал, музей, художественная галерея, винный магазин, таверна, тренировочный зал, театр, сенсориумы... там можно много чего найти".

source: "Yes, the Sensates possess sensory stones, minerals that can store a person's experiences within them. Once recorded, anyone may touch the stone and relive the experience stored in the sensory stone. Quite intriguing, really!"
ru: "Да, у чувствующих есть камни переживаний, минералы, способные сохранять в себе переживания. После записи камня кто угодно может заново пережить сохраненный в нем опыт, прикоснувшись к нему. Это очень увлекательно, правда!"

source: He nods, looking somewhat embarrassed. "Yes, well, I am known to go there... for the conversation. 'Tis a large, round building, in the center of this part of the Ward."
ru: Он смущенно кивает. "Ну да, известно, что я наведываюсь туда... для общения. Это большое круглое здание в центре этой части района".

source: He nods, looking somewhat embarrassed. "Yes, well, I am known to go there... for the conversation." He turns to Fall-From-Grace. "It is a noble pursuit you are engaged in, Lady Grace. I wish you would instruct your students in a more formal regimen, perhaps give them more an overview in the city's laws and policies; then they..."
ru: Он смущенно кивает. "Ну да, известно, что я наведываюсь туда... для общения, - он поворачивается к Падшей Грации. - Вы делаете благородное дело, госпожа Грация. Но мне бы хотелось, чтобы вы обучали своих учениц в более формальной манере, возможно, давали им более широкое представление о городских законах и нормах. Тогда они..."

source: He digests that for a moment, then nods, beaming. "Thank you, Lady Grace." He turns to you once more.
ru: Он некоторое время переваривает это, потом кивает, широко улыбаясь. "Спасибо, госпожа Грация". Он снова поворачивается к тебе.

source: He nods, looking somewhat embarrassed. "Yes, well, I am known to go there... for the conversation." He glances at Annah, then flushes an even deeper red. "'Tis a large, round building, in the center of this part of the Ward."
ru: Он смущенно кивает. "Ну да, известно, что я хожу туда... для общения, - он глядит на Анну и краснеет еще больше. - Это большое круглое здание в центре этой части района".

source: "None of the temporary sort, no."
ru: "Временной работы здесь нет".

source: "Questions about Sigil? Please, sir... ask whatever you like!"
ru: "Вопросы о Сигиле? Прошу вас, сэр... спрашивайте все, что хотите!"

source: "No one knows, and it is not from want of trying. At the places where no true wall exists are solid walls of buildings, with no windows that look beyond. Some claim to have climbed roofs and seen the outside of Sigil, but they can only describe the outside as *nothing*..."
ru: "Никто не знает, и это не из-за отсутствия желания выяснять. В местах, где нет настоящих стен, стоят здания со сплошными стенами, без окон, выходящих наружу. Некоторые утверждают, что забирались на их крыши и заглядывали за пределы Сигила, но то, что было увидено ими, они могут описать только как *ничто*..."

source: He continues: "That is an unacceptable explanation, but it still remains a mystery. It is rumored, without fact, that to step beyond Sigil's walls takes the traveler to a random plane, but this has not been confirmed. The Fraternity of Order has mounted many expeditions, and we have yet to retrieve concrete information."
ru: Он продолжает: "Это объяснение не самое подходящее, и все же это остается загадкой. Ходят неподтвержденные слухи, что если ступить за пределы стен Сигила, то попадаешь на случайный план, однако это еще никем не было доказано. Братство Порядка снаряжало много экспедиций, но мы все еще не добыли точные сведения".

source: "The haze can make it difficult to determine for certain, so I understand your difficulty. The light comes not from a sun, but from a gradual luminescence that fills the sky..."
ru: "Из-за тумана сложно разобрать, что там, так что я вполне вас понимаю. Свет исходит не от солнца, а от изменчивого свечения, которым заполнено небо..."

source: He continues: "It reaches a peak, called *peak,* then fades until the Sigil is completely dark, called *anti-peak.* The source of luminescence is unknown, but it is most likely the Lady's will."
ru: Он продолжает: "Оно достигает максимума, называемого *пиком*, а потом угасает до тех пор, пока в Сигиле не становится совсем темно - это *антипик*. Источник свечения неизвестен, но скорее всего, это воля Леди".

source: "Yes, there are fifteen factions in Sigil. Once, there were forty-nine factions. Then, about six hundred years ago, the Lady of Pain let it be known that only fifteen would remain. That was known as the Great Upheaval..."
ru: "Да, в Сигиле пятнадцать фракций. Когда-то их было сорок девять. Потом, около шестисот лет назад, леди Боли объявила, что их останется только пятнадцать. Это был так называемый Великий Переворот..."

source: He continues: "And sure enough, in a fortnight thirty-four of them perished or faded. Many thousands died by sword or by other means... many were simply found dead. I, myself, am a member of the Fraternity of Order. Others include the Believers of the Source, the Dustmen, the Harmonium, the Mercykillers, the Revolutionary League, the Society of Sensation, and the Xaositects."
ru: Он продолжает: "И, разумеется, через две недели тридцать четыре из них были уничтожены либо распались. Многие тысячи погибли от меча или другими путями... многих попросту обнаружили мертвыми. Сам я принадлежу к Братству Порядка. В число других входят верящие в Первопричину, тленные, Гармониум, Убийцы Милосердия, Революционная Лига, Общество Восприятия и хаоситеки".

source: "Oh? Which, sir?"
ru: "О! О какой, сэр?"

source: "The Believers of the Source, or Godsmen, believe that every living thing in the multiverse has the potential to become a Power..."
ru: "Верящие в Первопричину, или боголюди, считают, что каждое живое существо в мультивселенной потенциально может стать Силой..."

source: He continues: "The Godsmen have their headquarters in the Great Foundry, and they have helped to keep peace in Sigil in a number of matters... they have no desire to see any creature placed in the dead-book before it has a chance to reach its potential."
ru: Он продолжает: "У боголюдей есть штаб-квартира в Великой Литейной, и они по ряду причин помогают поддерживать мир в Сигиле... они не хотят, как какое-нибудь существо попало в книгу мертвых, не воспользовавшись шансом реализовать свой потенциал".

source: "The Dustmen believe we are already dead, that Sigil and the Planes are where we all end up after we die. According to their beliefs, everything is dead and this existence is a false one. To keep any ties or feelings for this existence only prevents a soul from truly dying."
ru: "Тленные верят, что мы уже мертвы, и что после смерти мы все останемся в Сигиле и планах. Согласно их убеждениям, все мертво, и это существование иллюзорно. Сохраняя любые связи или чувства к этому существованию, мы лишь препятствуем наступлению истинной смерти души".

source: He continues: "You see, the Dustmen believe that death in this 'existence' is a matter of degree and only those who are 'truly dead' and have divested themselves of all ties to this existence can hope to be at peace. A philosophy that has some basis in fact, but much of it bears further examination."
ru: Он продолжает: "Видите ли, тленные считают, что смерть в этом 'существовании' - штука относительная, и что только 'истинно мертвые', разорвавшие все связи с этим существованием, могут надеяться на покой. Эта философия в самом деле имеет некие основания, но большая ее часть требует дальнейшего изучения".

source: "The Harmonium is devoted to peace and harmony throughout the Planes... thus their name. They believe that the end justifies the means, however, and so are willing to do just about anything to get a fellow to see things 'their way.' Regardless of one's personal opinion of them, they do a fine job of policing Sigil's streets."
ru: "Гармониум посвятил себя миру и гармонии во всех планах... откуда и их название. Тем не менее, они верят, что цель оправдывает средства, и потому склонны делать все, что угодно, лишь бы заставить других видеть вещи 'по-ихнему'. Невзирая не мое собственное мнение о них, они занимаются хорошим делом, охраняя порядок на улицах Сигила".

source: "The Mercykillers believe that justice is everything. Mallin, their last factol, once said that when properly applied, punishment leads to perfection..."
ru: "Убийцы Милосердия верят в абсолютную справедливость. Маллин, их последний фрактол, однажды сказал, что при правильном применении наказание приводит к совершенству..."

source: He continues: "Those new to Sigil oft-times commit the error of thinking their name implies that they kill out of mercy - rather, though, it is that they seek to kill Mercy itself. The faction members take it upon themselves to punish the guilty of Sigil, whatever the cost."
ru: Он продолжает: "Новички в Сигиле нередко допускают ошибку, думая, что их название означает, что они убивают из милосердия. Напротив, их называют так скорее из-за того, что они пытаются убить само милосердие. Члены этой фракции берут на себя обязательство наказывать виновных сигильцев любой ценой".

source: "They are also called the Anarchists. Not many know this, but the Revolutionary League is actually quite widespread in Sigil... and a shame that is, too. They hold the misguided belief that all institutions have been established to block their access to the truth of the multiverse."
ru: "Еще их называют Анархистами. Немногие знают, но на самом деле Революционная Лига довольно распространена в Сигиле... что весьма прискорбно. Они разделяют ошибочное убеждение в том, что все организации созданы для того, чтобы преградить им доступ к истине мультивселенной..."

source: "The only way they see to discover the truth is to tear down all organization. They claim that the truth can only be discovered when people are completely 'free.'" He shakes his head. "I often wish that they would open their eyes to the truth *around* them. They do nothing but blind themselves and block everyone's access to the truth."
ru: "Единственный путь нахождения истины для них - это свергнуть все организации. Они утверждают, что истину можно открыть только тогда, когда люди абсолютно 'свободны', - он качает головой. - Хотел бы я, чтобы они открыли глаза истине *вокруг* них. Своими действиями они лишь ослепляют себя и преграждают доступ к истине".

source: He gives a long sigh, then wags his finger disapprovingly, as if talking to some imaginary bad child. "It is interesting to note that they have no real plans for seeking the truth past tearing down everything that they can see. Very interesting, indeed."
ru: Он издает глубокий вздох, потом осуждающе качает пальцем, будто разговаривает с воображаемым провинившимся ребенком. "Интересно отметить, что у них нет реальных планов по нахождению истины после того, как они разрушат все, что видят. И вправду, очень интересно".

source: He frowns. "It is also of interest that while the Revolutionary League has a large number of members, the very nature of their faction causes these members to work counter to each other's interests. Often, cells fight amongst each other, each one claiming to know the 'proper' way to go about tearing everything down."
ru: Он хмурится. "Также интересно то, что поскольку Революционная Лига довольно многочисленна, сама суть их фракции приводит к тому, что действия отдельных ее членов часто противоречат интересам других. Нередко одна ячейка сражается с другой, и каждая из них утверждает, что знает 'правильный' способ уничтожения всего".

source: "Ah, the Society of Sensation! They are one of the most prominent of Sigil's fifteen factions. They hold the belief that the true dark of the multiverse can be known only by directly experiencing as much of the universe as possible; tasting every substance, feeling every range of emotion, and visiting every place in the multiverse."
ru: "Ах, Общество Восприятия! Оно являются одной из самых выдающихся среди пятнадцати фракций Сигила. Они разделяют убеждение, что истина мультивселенной может быть познана только непосредственным переживанием как можно большего числа вещей в мультивселенной; то есть, попробовать каждое вещество, пережить каждое чувство, посетить каждый уголок мультивселенной".
