Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dable.dlg.po
Languages: ru

source: He continues: "Their faction headquarters is at the Civic Festhall, where they seek to bring experiences to all of Sigil. At the moment, they are the most numerous faction in all Sigil... and the most powerful. If I am not mistaken, the most recent census of their members is over twenty times thousand members."
ru: Он продолжает: "Их штаб-квартира находится в Городском Фестхолле, где они стремятся передать переживания всему Сигилу. В данный момент они - наиболее многочисленная фракция во всем Сигиле... и самая могущественная. Если я не ошибаюсь, последняя перепись показала, что их более двадцати тысяч".

source: He harumphs. "Rabble-rousers! Not a proper faction at all, that raggedy bunch. Why, even the Revolutionary League is more organized! The Xaositects think that, by embracing chaos, they'll somehow discover the secrets of the multiverse. Ridiculous notion."
ru: Он фыркает. "Подстрекатели! Они даже не фракция - просто толпа оборванцев. Если на то пошло, даже Революционная Лига более организованная! хаоситеки думают, что, приняв хаос, они каким-то образом раскроют тайны мультивселенной. Нелепая идея".

source: The man stares at you for a moment. "Pardon... did you... cheese? I...ah, had best be going, sir..."
ru: Он некоторое время пялится на тебя. "Прошу прощения... вы... сыром? Мне... э, лучше удалиться, сэр..."

source: "I find their philosophy respectable... good for Sigil and its people in every way... but it's far too simple. How do you expect to discover the secrets of the multiverse by merely 'living well?' Will such knowledge appear spontaneously one fateful day, at last enlightening one of your myriad incarnations? If such things even exists! But I see, sir, that you have little time for debate. I will drop the matter."
ru: "Я нахожу их философию достойной уважения... она в любом случае хороша для Сигила и его горожан... но она слишком проста. Неужели вы надеетесь раскрыть тайны мультивселенной, попросту 'живя достойно'? Снизойдет ли подобное озарение случайно в один прекрасный день, просветив, наконец, одно из мириадов ваших воплощений? Возможно ли такое вообще?! Однако я вижу, сэр, что у вас нет времени на споры. Я закрою эту тему".

source: "Simply because the lynchpin of their system of beliefs revolves around a matter of *faith.* I would require hard facts - and nothing less, my good man - to give up my love for this life so easily. But I see, sir, that you have little time for debate. I will drop the matter."
ru: "Просто потому, что вся их система убеждений крутится вокруг понятия *вера*. Мне нужны веские факты, любезный, и не меньше, чтобы вот так просто изменить своей любви к жизни. Однако я вижу, сэр, что у вас нет времени на споры. Я закрою эту тему".

source: "The method *itself* is falsity! How can-" He pauses, narrowing his eyes suspiciously. "One moment, sir... you're not... not..."
ru: "Этот метод *сам по себе* ошибочен! Как можно... - он замолкает, подозрительно прищурившись. - Минутку, сэр... вы же не... не..."

source: He backs away, calling for the guards. "Guards! An Anarchist! GUARDS!"
ru: Он пятится назад, зовя стражников. "Стража! Анархист! СТРАЖА!"

source: "Hmmm..."
ru: "Хм-м-м..."

source: "The Lady of Pain, yes, yes... she is the force behind Sigil, you know. Very impressive figure, but little is known about her."
ru: "Леди Боли, да-да... она сила, стоящая за Сигилом, знаете ли. Очень впечатляющая персона, но о ней мало что известно".

source: He begins ticking off the points on his fingers: "One: She is not just a symbol of Sigil, as some claim. She is very real and very dangerous. Two: She is believed to be the one that keeps the Powers... deities... out of Sigil. As long as she is present, the Powers cannot enter Sigil..."
ru: Он начинает загибать пальцы: "Первое: она не просто символ, как говорят некоторые. Она вполне реальна и очень опасна. Второе: считается, что она держит Силы... божества... подальше от Сигила. Пока она присутствует, Силы не могут проникнуть в Сигил..."

source: "Three: She also prevents unauthorized teleporting and gating into and out of Sigil. It prevents the outer planes creatures from bringing even more of their kind to Sigil outside of the conventional routes. Four: She has never spoken. To anyone. Five: She usurped control of Sigil from Aoskar, a Power now believed dead."
ru: "Третье: она предотвращает неразрешенные телепортации и призывы в Сигил и из него. Это не дает существам внешних планов увеличивать свою популяцию в Сигиле сверх общепринятой нормы. Четвертое: она никогда не разговаривает. Ни с кем. Пятое: она отобрала власть над Сигилом у Аоскара, Силы, которую теперь считают мертвой".

source: "Six: Anyone who threatens Sigil... or her... is punished, either by falling beneath her shadow, which results in a series of invisible stab wounds that can kill even greater baatezu, or by being sent to the mazes, from whence few ever escape. Seven: She does not like to be worshipped. Those that do are often found with their skin missing."
ru: "Шестое: любой, кто угрожает Сигилу... или ей... будет наказан, либо попаданием в ее тень, что приводит к появлению множества невидимых колотых ран, которые могут убить даже большого баатезу, либо ссылкой в лабиринты, откуда практически никто не может убежать. Седьмое: она не любит, когда ей поклоняются. Тех, кто занимается этим, часто находят освежеванными".

source: "And lastly: The sight of her is believed to drive others mad."
ru: "И последнее: считается, что ее вид сводит с ума".

source: "'Tis the belief of my order."
ru: "Так считает мой орден".

source: "Yes." He ponders it for a moment. "But I must add the caveat that I have never seen her, you understand."
ru: "Да, - он обдумывает это некоторое время. - Но должен предупредить, что я никогда ее не видел, ну вы понимаете".

source: "The mazes! These are creations by the Lady... you see, she takes a small piece of Sigil, copies it, then uses a portal to place the copied bit into the Deep Ethereal. Once there, the piece of Sigil then becomes a demiplane, an endless maze that curls and twists about itself..."
ru: "Лабиринты! Творения Леди... видите ли, она берет небольшую кусок Сигила, копирует его, потом использует портал, чтобы переместить скопированную часть подальше в Эфирный план. Оказавшись там, кусок Сигила становится полупланом, бесконечным лабиринтом, который закручивается и переходит сам в себя..."

source: He continues: "The Lady uses these mazes to imprison anyone who threatens her Power. Once she has determined that you are to be imprisoned, there is no escaping them. There is believed to be a way out of each maze, but it is most likely extremely difficult."
ru: Он продолжает: "Леди использует эти лабиринты для заключения в них всех, кто угрожает ее власти. Если однажды она решит кого-то заточить, этого не избежать. Считается, что из каждого лабиринта есть выход, но, скорее всего, он невероятно сложный".

source: "The long-standing war between the chaotic tanar'ri and the lawful baatezu. It is a war of ideology that has raged ever since the two races crossed paths in the Lower Planes, and the multiverse has been in its shadow ever since. My Blood War history is somewhat rusty, I'm afraid, as there have been numerous clashes over the millenia."
ru: "Длительный конфликт между хаотичными танарри и законопослушными баатезу. Это война идеологий, которая ведется с того момента, как эти расы встретились на Нижних планах, и с тех пор она бросает тень на всю мультивселенную. Боюсь, мои познания в истории Кровавой войны несколько устарели, ведь за все те тысячелетия было так много стычек".

source: "I can most certainly try, sir... what is it you seek to know of?"
ru: "Безусловно, я могу попробовать, сэр... что бы вы хотели узнать?"

source: "Yes; I shall look into it. I should have the information in less than a day from now."
ru: "Да, я посмотрю на этот счет. Меньше чем через день у меня будет информация об этом".

source: He seems puzzled. "An... odd request, sir. Such a man or men would have to have been noteworthy figures for my work to turn up anything of interest. Are you investigating an ancestor of yours, or...?"
ru: Кажется, он озадачен. "Странная просьба, сэр. Подобный человек или люди, должно быть, довольно примечательны, чтобы найти информацию о них. Это ваш предок, или?.."

source: "Only that the language is a dead one. There was a professor of languages at the Civic Festhall, Finam, whom you may wish to seek out. He might know of this language, should he still be there."
ru: "Лишь то, что это мертвый язык. В Городском Фестхолле был профессор, Финам, с которым вы, возможно, захотите встретиться. Он может что-нибудь знать об этом языке, если только он все еще там".

source: "Yes, apparently she disappeared from the Festhall one night and was believed to have been mazed, to many people's relief. Records indicate that something of hers was needed to open a portal to her maze, but none knew what this might be nor wanted to find out. You may want to ask people within the Festhall of her."
ru: "Да, по всей видимости, как-то ночью она исчезла из Фестхолла, и считается, что она попала в лабиринт, к облегчению множества людей. Записи указывают, что для открытия портала в ее лабиринт нужна была какая-та ее часть, но никто не зал, что именно, да и не хотел это выяснять. Ты можешь поспрашивать о ней в Фестхолле".

source: "Why, yes, actually. Most curious! I found mention of two different men who matched your description... both of the most despicable sort, I'm afraid. The first man was an utter madman... a berserk, bloodthirsty mercenary and duellist who killed all those who crossed him."
ru: "Ну, по правде говоря, да. Очень любопытно! Я нашел упоминания о двух людях, подходящих под твое описание... но боюсь, что они весьма отвратительные типы. Первый был полным безумцем... берсерком, кровожадным наемником и дуэлянтом, который убивал всех, кто попадался ему на пути".

source: You slip your hand into the man's purse and snatch a few coins.
ru: Ты просовываешь руку в его кошелек и достаешь оттуда несколько монет.

source: He nods. "He was finally captured - and subsequently drawn and quartered - by two dozen Mercykillers after a murderous rampage in a Lower Ward pub. His remains were cast beyond the walls of Sigil. This was all some three centuries past."
ru: Он кивает. "В конце концов, после кровавого буйства в пабе Нижнего района его схватили две дюжины Убийц Милосердия, и впоследствии он был выпотрошен и четвертован. Его останки были сброшены со стен Сигила. Все это происходило около трехсот лет назад".

source: "Little is known of him. My research showed that he was a Sensate who, shortly before his death, destroyed all the dozens of sensory stones that he had recorded experiences into. It was noted as a great loss to the faction, for the man - though he had few friends, lashing out at anyone who approached him too closely - was said to have collected a great many wondrous sensations."
ru: "О нем известно немногое. Мои изыскания показали, что он был чувствующим, который незадолго до своей смерти разбил дюжину камней переживаний, в которых был записан его опыт. Отмечено, что это была большая потеря для фракции, поскольку тот человек, хотя и имел мало друзей и отвергал всех, кто приблизится к нему слишком близко, вроде бы как собрал великое множество изумительных переживаний".

source: He shrugs. "I do not know; the records do not say."
ru: Он пожимает плечами. "Не знаю. В записях об этом не упоминается".

source: Able smiles at your approach. "Ah, good sir, we meet again! You know, I was thinking..." He begins talking at length of policies in procedures in the Sigilian courts and how processes might be made more efficient.
ru: Авель улыбается, когда ты подходишь. "О, сэр, мы снова встретились! Знаете, я тут подумал..." Он начинает со всеми подробностях описывать нормы процедур в сигильских судах, и то, как бы можно было сделать процессы более эффективными.

source: Able smiles at your approach. "Ah, good sir, we meet again! You know, I was thinking..." He begins talking at length of the structure of the administration complex he works in, and how various improvements in workflow could be facilitated through the use of rotating schedules.
ru: Авель улыбается, когда ты подходишь. "О, сэр, мы снова встретились! Знаете, я тут подумал..." Он начинает детально описывать структуру административного комплекса, в котором он работает, и то, как, используя циклические графики, можно способствовать множеству улучшений в рабочем процессе.

source: Able smiles at your approach. "Ah, good sir, we meet again! You know, I was thinking..." He begins talking at length of how the Great Foundry spews various toxic gasses into the atmosphere of Sigil and of the ill effects they have on the various humors within one's body.
ru: Авель улыбается, когда ты подходишь. "О, сэр, мы снова встретились! Знаете, я тут подумал..." Он начинает обстоятельно описывать, как Великая Литейная извергает различные ядовитые гази в воздух Сигила, и сколь пагубное действие они оказывают на различные телесные соки.

source: Able smiles at your approach. "Ah, good sir, we meet again! You know, I was thinking..." He begins talking at length of the way in which the Fraternity of Order, the Harmonium, and the Mercykillers work together to promote peace and stability in Sigil.
ru: Авель улыбается, когда ты подходишь. "О, сэр, мы снова встретились! Знаете, я тут подумал..." Он начинает подробно описывать, каким образом Братство Порядка, Гармониум и Убийцы Милосердия координируют свою работу, чтобы поддерживать в Сигиле мир и стабильность.

source: Able smiles at your approach. "Ah, good sir, we meet again! You know, I was thinking..." He begins talking at length about the different styles of grooming and clothes which have waxed and waned in popularity throughout the decades he's lived in Sigil.
ru: Авель улыбается, когда ты подходишь. "О, сэр, мы снова встретились! Знаете, я тут подумал..." Он начинает в подробностях описывать различные виды средств ухода за телом и разные стили одежды, которые приобретали и утрачивали свою популярность за те годы, что он прожил в Сигиле.

source: Able smiles at your approach. "Ah, good sir, we meet again! You know, I was thinking..." He begins talking at length of his work as a research consultant in the Hall of Records, giving you sentence-by-sentence descriptions of various 'interesting' conversations he's had with co-workers that week.
ru: Авель улыбается, когда ты подходишь. "О, сэр, мы снова встретились! Знаете, я тут подумал..." Он начинает подробно рассказывать о своей работе на должности научного консультанта в Архивном бюро, раз за разом приводя описание различных 'занимательных' бесед со своими сотрудниками на этой неделе.

source: Leave the man be.
ru: Оставить человека в покое.

source: "Who?"
ru: "Кого?"

source: "Watch your tongue more closely, then."
ru: "Тогда следи за своим языком".

source: "Speak however like; I don't offend easily."
ru: "Говори, что хочешь - меня нелегко обидеть".

source: Shrug it off.
ru: Пожать плечами.

source: Try and get his attention.
ru: Попробовать привлечь его внимание.

source: "He act-"
ru: "Он вооб..."

source: "I had-"
ru: "Я соб..."

source: "Actually, the talking, floating skull thing is quite common - right up there with self-resurrecting amnesiacs scouring Sigil for their lost identities."
ru: "Вообще-то, говорящий и летающий череп - довольно обычное явление, особенно на пару с воскресающим парнем, страдающим амнезией и прочесывающим Сигил в поисках своих воплощений".

source: "I'm not sure if Morte qualifies as a 'wondrous vista.'"
ru: "Не уверен, что Морта можно называть 'изумительным видением'".

source: "Yes, yes... I had some questions..."
ru: "Да-да... У меня есть некоторые вопросы..."

source: "I'm all right. I had some questions..."
ru: "Я в порядке. У меня есть несколько вопросов..."

source: "I'm all right."
ru: "Я в порядке".

source: "Find out anything about the writing in that 'journal' I showed you?"
ru: "Ты выяснил что-нибудь о надписях на том 'дневнике', что я тебе показывал?"

source: "Find out anything interested about dead men fitting my description?"
ru: "Ты выяснил что-нибудь интересное о мертвецах, подходящих ко мне по описанию?"

source: "Could I ask you to research something for me?"
ru: "Можно попросить тебя кое-что для меня выяснить?"

source: "I had questions about you..."
ru: "У меня есть вопросы о тебе..."

source: "I had questions about this place..."
ru: "У меня есть вопросы об этом месте..."

source: "I had questions about this city..."
ru: "У меня есть вопросы об этом городе..."

source: "What do you know of the Blood War?"
ru: "Что ты знаешь о Кровавой войне?"

source: "I've nothing to ask now, actually. Farewell."
ru: "Вообще-то, сейчас вопросов у меня нет. Прощай".

source: Able Ponder-Thought told me that the language on the strange journal I found was a dead one. He mentioned that he had heard of a scholar of language at the Civic Festhall, Finam, who may be able to help me translate the writing.
ru: Авель Многодум сказал мне, что странный дневник, найденный мной, написан на мертвом языке. Он упомянул, что слышал о языковеде в Городском Фестхолле, Финаме, который может помочь мне в его переводе.

source: Able Ponder-Thought told me of what I believe to be two prior 'incarnations' of myself... a bloodthirsty murderer and a suspicious recluse... and a Sensate, strangely enough... who destroyed all records of himself before disappearing.
ru: Авель Многодум рассказал мне о двух людях, которые, как мне кажется, были моими предыдущими воплощениями... кровожадный убийца и подозрительный отшельник... Чувствующий, что довольно странно... который уничтожил все записи о себе перед исчезновением.

source: "What's wrong?"
ru: "Что не так?"

source: "Don't trouble yourself over it. I had some questions.."
ru: "Не беспокойся об этом. У меня есть пара вопросов..."

source: "Don't trouble yourself over it. I had some questions..."
ru: "Не беспокойся об этом. У меня есть пара вопросов..."

source: "Go on..."
ru: "Продолжай..."

source: "I've no time for this. I had some questions..."
ru: "Нет времени на это. У меня есть несколько вопросов..."

source: "But why?"
ru: "Но почему?"

source: "I see. I had some questions..."
ru: "Понятно. У меня есть несколько вопросов..."

source: "I don't *want* him corrected. Nordom likes being what he is."
ru: "Я не *хочу*, чтобы его исправили. Нордому нравится быть таким, какой он есть".

source: "Don't. I had some questions..."
ru: "Не стоит. У меня есть некоторые вопросы..."

source: Leave him be.
ru: Оставить его в покое.

source: "Who are you?"
ru: "Кто ты?"

source: "What do you do here?"
ru: "Чем ты здесь занимаешься?"

source: "What's that symbol embroidered on your tunic mean?"
ru: "Что означает этот символ на твоей тунике?"

source: "Actually, I had other questions..."
ru: "Вообще-то, у меня есть другие вопросы..."

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: "I had other questions about you..."
ru: "У меня есть другие вопросы насчет тебя..."

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "That's all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: I met a man in the Clerk's Ward, Able Ponder-Thought, who works as a research consultant and would be willing to look a few things up for me.
ru: В Чиновничьем районе я встретил Авеля Многодума, который работает научным консультантом и готов помочь мне в исследовании нескольких интересующих меня вопросов.

source: "What does the Fraternity of Order believe?"
ru: "Во что верит Братство Порядка?"

source: Able Ponder-Thought explained to me that the Fraternity of Order believes that the multiverse is governed by laws. When one knows all the laws, one will understand the multiverse. Also, by understanding the laws and their limits, they learn to avoid certain laws.
ru: Авель Многодум объяснил мне, что Братство Порядка считает, что мультивселенной управляют законы. Знающий все законы поймет мультивселенную. Понимая законы и их ограничения, можно научиться обходить некоторых из них.

source: "If you don't mind me asking, what sort of benefits are in the position?"
ru: "Если ты не возражаешь, у меня вопрос: какие преимущества у твоей должности?"

source: "Languages? Can you read this? I think it's a journal of some sort."
ru: "Языки? Ты можешь прочитать это? Мне кажется, это что-то вроде дневника".

source: "I believe so. Can you research it?"
ru: "Думаю, да. Можешь выяснить это?"

source: "I'm not sure. I had other questions about you..."
ru: "Не уверен. У меня еще вопросы о тебе..."

source: "I don't know, really. I had some other questions..."
ru: "По правде говоря, я не знаю. У меня еще есть вопросы..."

source: "I'm not clear on that, myself. Farewell."
ru: "Я еще не разобрался в этом. Прощай".

source: "Why's it called the Clerk's Ward?"
ru: "Почему он называется Чиновничьим районом?"

source: "What's of interest around here?"
ru: "Что интересного вокруг?"

source: "Know of any work available locally?"
ru: "Не знаешь, есть ли тут какая-нибудь работа?"

source: "Let me ask about something else, actually..."
ru: "А вообще, позволь мне спросить кое о чем еще..."

source: "I had other questions about the Ward..."
ru: "У меня есть другие вопросы о районе..."

source: "I had questions about something else..."
ru: "У меня есть вопросы по поводу других вещей..."

source: "Tell me of the Advocate."
ru: "Расскажи мне об адвокате".

source: "Tell me of the Festhall."
ru: "Расскажи мне про Фестхолл".

source: "Tell me of the Brothel."
ru: "Расскажи мне о Борделе".

source: "Tell me about the Society of Sensation."
ru: "Расскажи мне об Обществе Восприятия".

source: "Sensoriums?"
ru: "Сенсориумы?"

source: Able Ponder-Thought explained to me that the Society of Sensation is one of the most prominent of Sigil's fifteen factions. They hold the belief that the true secrets of the multiverse can be known only by directly experiencing as much of the universe as possible; tasting every substance, feeling every range of emotion, and visiting every place in the multiverse.
ru: Авель Многодум объяснил мне, что Общество Восприятия - одна из самых выдающихся среди пятнадцати фракций Сигила. Они разделяют убеждение, что истина мультивселенной может быть познана только непосредственным переживанием как можно большего числа вещей в мультивселенной; то есть, попробовать каждое вещество, пережить каждое чувство, посетить каждый уголок мультивселенной.

source: "I had questions about something else...."
ru: "У меня есть вопросы о другом..."

source: "I'm curious about the factions."
ru: "Я интересуюсь фракциями".

source: "I'm curious about the Lady of Pain."
ru: "Я интересуюсь леди Боли".

source: "What's outside of Sigil?"
ru: "Что за пределами Сигила?"

source: "Where's daylight here come from? I don't see a sun."
ru: "Откуда этот свет? Я не вижу солнца".

source: "Actually, let me ask about something else..."
ru: "Вообще-то, позволь мне спросить кое о чем еще..."

source: Continue to listen.
ru: Продолжить слушать.

source: Attempt to interrupt him.
ru: Попробовать прервать его.

source: Pick his pockets while he lectures away.
ru: Обшарить его карманы, пока он вещает.

source: "The Fraternity of Order?"
ru: "Братство Порядка?"

source: "I have other questions about Sigil..."
ru: "У меня есть другие вопросы о Сигиле..."

source: "Let me ask about something else..."
ru: "Позволь мне спросить кое о чем еще..."

source: "The Lady?"
ru: "Леди?"

source: "I have other questions about Sigil...."
ru: "У меня еще вопросы о Сигиле...."

source: "Tell me of the Fraternity of Order."
ru: "Расскажи мне про Братство Порядка".

source: "Tell me of the Believers of the Source."
ru: "Расскажи мне про верящих в Первопричину".
