Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dadyzoel.dlg.po
Languages: ru

source: This slightly effeminate, well-groomed young man is watching passers-by with a contemptuous sneer. His hand rests on the elaborately crafted, bejeweled hilt of a saber. With his silk garments and suede boots, he seems painfully out of place.
ru: Этот немного женоподобный, ухоженный молодой человек наблюдает за прохожими с высокомерной усмешкой на лице. Его рука покоится на искусно исполненном, усыпанном камнями эфесе сабли. Благодаря своей шелковой одежде и замшевым сапогам он кажется здесь совершенно неуместным.

source: Though with his delicate features and bow lips he could pass for a comely woman, his voice, despite its softness, is without doubt a male's: "Mmm, a stranger. Another 'cutter'..." he spits the word out, as if its taste offended him, "...come to challenge my blade?"
ru: Несмотря на то, что из-за утонченных черт лица и пышных губ бантиком его можно принят за хорошенькую девушку, его голос, хоть и мягкий, вне всякого сомнения, принадлежит мужчине: "М-м, незнакомец. Еще один 'рубака', - он выплевывает это слово, как будто его вкус ему противен, - пришел бросить вызов моему клинку?"

source: "Away, then. I've no time for the likes of you." He waves you off.
ru: "Тогда уходи. У меня нет времени на таких как ты". Он отмахивается от тебя.

source: The young man's eyes gleam like burning ice; a frigid half-smile creeps over his lips. "Come now? Repeat yourself, you hulking, brutish wreck. What did you say to me?"
ru: Глаза юноши блестят, как пылающий лед; его губы искривляются в равнодушной полуулыбке. "Да ну? Повтори-ка, нескладная безмозглая рухлядь. Что ты мне сказал?"

source: You catch only a blur of motion before his saber is readied. He licks his lips and laughs softly: "Do your best not to bleed on my boots, will you?" Behind him, a filthy, robed figure is watching you with greedy eyes...
ru: Ты успеваешь уловить лишь неясное движение - его сабля уже наготове. Он облизывает губы и тихо смеется: "Постарайся не заляпать кровью мне сапоги, ладно?" Грязная закутанная фигура за его спиной наблюдает за тобой жадным взглядом...

source: "No, no, no... it's not so easy." He closes his eyes and shakes his head in mock regret. "You're walking away a corpse or a coward; all that's left is for you to decide between the two."
ru: "Нет-нет-нет... не все так просто, - он закрывает глаза и качает головой в притворном сожалении. - Ты закончишь либо трупом, либо трусом. Все, что тебе остается, - решить, кто из них ты".

source: You catch only a blur of motion before his saber is readied. "You merely see yourself in my eyes, beast. Do your best not to bleed on my boots, will you?" Behind him, a filthy, robed figure is watching you with greedy eyes...
ru: Ты успеваешь уловить лишь неясное движение - его сабля уже наготове. "Ты прямо таки видишь себя моими глазами, животное. Постарайся не заляпать кровью мне сапоги, ладно?" Грязная закутанная фигура за его спиной наблюдает за тобой жадным взглядом...

source: As you go, he speaks: "Much as I thought. Coward." Though barely audible, you hear someone behind him give a disappointed sigh.
ru: Когда ты уходишь, он произносит: "Я так и думал. Трус". Ты слышишь едва различимый звук чьего-то разочарованного вздоха у него за спиной.

source: He appears surprised for a moment, then nods. "There *always* is, isn't there? Hmm... I suppose you could ask my forgiveness, and pray to some Power that I'm in a generous mood."
ru: На миг он кажется удивленным, затем кивает. "*Всегда* есть выбор, не так ли? Хм... Полагаю, ты мог бы попросить у меня прощения и молить какую-нибудь Силу, чтобы я оказался в хорошем расположении духа".

source: He frowns, rolling his eyes. "Very well, I for -" He stops suddenly, confused, and puts his hand to his temple.
ru: Он хмурится, закатив глаза. "Хорошо, я про..." Внезапно он смущенно прерывается и кладет руку на висок.

source: "I... er... no, there can be no forgiveness!" He shakes his head, and his expression changes from one of confusion to grim resolve. "Flee or die!"
ru: "Я... э... нет, прощения быть не может!" Он качает головой, и выражение его лица меняется от озадаченного к мрачно-решительному. "Беги или умри!"

source: He calls after you as you leave: "Get back here, you spineless wretch!"
ru: Он кричит тебе вслед: "Вернись, бесхребетная рухлядь!"

source: As you turn to face him, his saber is readied in a blur of motion. "Ah, good; you'll fight, then! Do your best not to bleed on my boots, will you?" Behind him, a filthy, robed figure is watching you with greedy eyes...
ru: Когда ты оборачиваешься к нему, в мгновение ока он обнажает саблю. "А, хорошо. Значит, будем драться! Постарайся не заляпать кровью мне сапоги, ладно?" Грязная закутанная фигура за его спиной наблюдает за тобой жадным взглядом...

source: He laughs bitterly. "You can't intimidate me, brute. I suggest you walk away before you find your life running off into Sigil's gutters."
ru: Он горько смеется. "Тебе меня не запугать, животное. Советую тебе уходить, пока не обнаружил, что твоя жизнь стекает в сигильские канавы".

source: "*Have* I, then? Hmm... your impudence is amusing, Hiver. What would you ask of me?"
ru: "Разве я *обязан*? Хм... твоя наглость меня поражает, выходец из Улья. Чего ты хочешь?"

source: "The names of the... 'people'... here don't interest me. I wouldn't have known this Pharod if I met him."
ru: "Имена здешнего... 'люда'... меня не интересуют. Попадись мне этот Фарод, я бы его и не запомнил".

source: "Can you *read?*" He chuckles to himself. "So... you lost it here? Doubtless it's been stolen, probably used as bedding or kindling by the local degenerates. I'd forget you ever had it; I'm certain you wouldn't want the thing if you came across it, now."
ru: "Так ты *читать* умеешь? - он хихикает. - Итак... ты потерял его здесь? Несомненно, его украли. Наверно, какой-нибудь местный дегенерат застелил им постель или использовал для растопки. На твоем месте я бы забыл о нем. Уверен, теперь он тебе не понадобится, даже если ты его и найдешь".

source: "You may address me as Adyzoel, of the House Eriane-Ard."
ru: "Можешь обращаться ко мне 'Адизоэль из дома Эриане-Ард'".

source: The young man's eyes gleam like burning ice; a frigid half-smile creeps over his lips. "Excellent..." You catch only a blur of motion before his saber is readied. "Do your best not to bleed on my boots, will you?" Behind him, a filthy, robed figure is watching you with greedy eyes...
ru: Глаза юноши блестят, как пылающий лед; его губы искривляются в равнодушной полуулыбке. "Великолепно..."Ты успеваешь уловить лишь неясное движение - его сабля уже наготове. "Постарайся не заляпать кровью мне сапоги, ладно?" Грязная закутанная фигура за его спиной наблюдает за тобой жадным взглядом...

source: His eyes light up. "Why, yes, that's a splen-" He suddenly stops, confused, and puts his hand to his temple.
ru: Его глаза вспыхивают. "Ну да, что за велико..." Внезапно он смущенно прерывается и кладет руку на висок.

source: "I... er... no, no wagers! You win, you live; you lose, you die. It's that simple."
ru: "Я... э... нет, никаких ставок! Выиграешь - выживешь, проиграешь - умрешь. Все просто".

source: "Fine, fine. Go on."
ru: "Ладно, ладно. Говори".

source: Adyzoel nods his head when he sees you. "Ah, back again. Here to cross blades, this time, or bother me with questions?"
ru: Адизоэль кивает, увидев тебя. "А, снова ты. На сей раз скрестим клинки, или снова будешь доставать меня вопросами?"

source: He speaks curtly: "'Farewell' to you. I'll have to ask that you don't trouble me again, unless you've come to challenge me."
ru: Он резко отвечает: "Счастливо оставаться. Прошу больше меня не беспокоить, если только ты не захочешь сразиться со мной".

source: Adyzoel speaks contemptuously as you turn to leave: "I told you the last time we spoke: don't trouble me again, unless you've come to challenge me. Should we meet again I'll take it as such; we'll cross blades on sight, whether you like it or not."
ru: Когда ты поворачиваешься, чтобы уйти, Адизоэль презрительно произносит: "В прошлый раз я сказал тебе больше меня не беспокоить, кроме как для того, чтобы сразиться со мной. Еще раз тебя встречу - буду считать это вызовом: мы тут же скрестим клинки, хочешь ты того или нет".

source: You recall Adyzoel asking you to not trouble him again, unless you were coming to challenge him.
ru: Ты вспоминаешь, что Адизоэль просил больше его не беспокоить, если только я не приду сразиться с ним.

source: You recall Adyzoel saying that he'd consider it a challenge and attack you on sight, should you approach him again.
ru: Ты вспоминаешь, что Адизоэль говорил, что, если ты снова к нему приблизишься, он расценить это как вызов и сразу нападет на тебя.

source: "Huh! The craven brute has returned!"
ru: "Ха! Трусливая тварь вернулась!"

source: He sneers, turning his head away. "I'll have no words with a spineless thing such as you. Fight me or leave."
ru: Он усмехается, отворачиваясь. "Я не разговариваю с такими бесхребетными тварями как ты. Сразись со мной либо уходи".

source: "I'll not allow you to continue pestering me, coward. I don't want to see you again unless you've come to offer a challenge. Should we meet again I'll take it as such; we'll cross blades on sight, whether you like it or not."
ru: "Я больше не позволю тебе надоедать мне, трус. Не желаю тебя видеть, если только ты не явишься бросить мне вызов. Если мы встретимся снова, я так и сочту. Мы сразу же скрестим клинки, хочешь ты того или нет".

source: Adyzoel looks genuinely surprised. "What, again? From where did you crawl, brute? I was certain I had finished you off."
ru: Адизоэль выглядит искренне удивленным. "Что, опять? Откуда ты выползло, животное? Я был уверен, что покончил с тобой".

source: The young man, taken aback, simply gapes at Morte for a moment. "And just who are *you?*"
ru: Юноша, опешив, некоторое время изумленно смотрит на Морта. "А *ты* кто такой?"

source: All the man can manage is a half-formed growl, flecks of spittle flying from his lips: "Rargh!" His saber is out in a flash, his face livid with rage. "Enough! I *DEMAND* satisfaction!"
ru: Ему только и удается, что издать сдавленный рык, брызжа слюной: "Рраг!" Он мигом вынимает саблю; его лицо багровеет от ярости. "Довольно! Я *ТРЕБУЮ* сатисфакции!"

source: "Fine! Then you'll both die!" As he prepares to strike, you notice standing behind him a filthy, robed figure, watching you with greedy eyes...
ru: "Отлично! Тогда вы оба умрете!" Пока он готовится к атаке, ты замечаешь за его спиной грязную закутанную фигуру, наблюдающую за тобой жадным взглядом...

source: "What?" The young man squints at Morte in disbelief. "That's an *odd* mimir, to say the least!"
ru: "Что? - юноша недоверчиво косится на Морта. - Довольно таки *странный* мимир, если не сказать большего!"

source: "Silence, you blathering fool!" He calms himself, sheathing his saber. "Both of you: Fight or flee, I'll accept no less." Though he's reigned in his anger, the young man's eyes seem to shimmer with an icy hatred.
ru: "Молчать, болтливый идиот! - он успокаивается, зачехляя саблю. - Вы оба: деритесь или бегите, третьего не дано". Хоть он и совладал со своим гневом, глаза его, казалось бы, мерцают ледяной ненавистью.

source: "You there; leave that wretch be. Is he not miserable enough that you must harangue him?"
ru: "Эй, ты. Оставь эту рухлядь. Он что, недостаточно жалок, чтобы ты еще и говорил с ним?"

source: "It's whatever I make of it. Now leave that pitiable creature alone or you'll have me to pay."
ru: "Без разницы. Сейчас же оставь это жалкое создание, или ты мне поплатишься".

source: "Because... because..." He stops, confused, and puts his hand to his temple. He appears dazed.
ru: "Потому что... потому что..." Внезапно он смущенно прерывается и кладет руку на висок. Кажется, он потрясен.

source: He shakes off the confusion. "It's no concern of yours. The ultimatum's been placed before you; fight me now, or walk away."
ru: Он стряхивает замешательство. "Это тебя не касается. Я ставлю перед тобой ультиматум: сразись со мной или уходи".

source: "Greetings..."
ru: "Приветствую..."

source: Pass the man by.
ru: Пройти мимо него.

source: "No, but I had some questions..."
ru: "Нет, но у меня есть пара вопросов..."

source: "Why not? Yes."
ru: "Почему бы и нет? Конечно".

source: "Yes, but would you care to make a wager on the outcome?"
ru: "Да, но ты будешь делать ставку на исход поединка?"

source: "No. Farewell."
ru: "Нет. Прощай".

source: "You've underestimated me, then, 'sir.' Will you hear my questions or not?"
ru: "Ты меня недооцениваешь, 'сэр'. Так ты выслушаешь мои вопросы или нет?"

source: "I won't waste your time, then, low-bred cur."
ru: "Тогда не буду тратить твое время, хам невоспитанный".

source: Leave.
ru: Уйти.

source: "You heard me, woman."
ru: "Ты меня слышала, женщина".

source: "Nothing. Farewell."
ru: "Ничего. Прощай".

source: Meet his attack.
ru: Встретить атаку.

source: Flee.
ru: Сбежать.

source: "Sure there's no third choice?"
ru: "Уверен, что нет третьего варианта?"

source: "I'm looking at the only corpse here."
ru: "Я смотрю на единственного здесь трупа".

source: Turn and leave.
ru: Отвернуться и уйти.

source: Turn and attack him.
ru: Повернуться и напасть на него.

source: Ignore the comment, leave.
ru: Пропустить комментарий мимо ушей и уйти.

source: "Never. We'll fight."
ru: "Никогда. Мы будем драться".

source: "Then I ask for your forgiveness. I misspoke."
ru: "В таком случае, прошу твоего прощения. Я оговорился".

source: "That I won't do. Farewell."
ru: "Вот уж нет. Прощай".

source: Wait and see what happens.
ru: Смотреть, чем это закончится.

source: "Are you all right?"
ru: "С тобой все в порядке?"

source: Attack him while he's off guard.
ru: Атаковать его, застав врасплох.

source: Leave while he's distracted.
ru: Оставить его, пока он отвлекся.

source: Attack him.
ru: Атаковать его.

source: Turn and face him.
ru: Повернуться к нему.

source: Keep walking.
ru: Продолжить идти.

source: Truth: "I'll give you one last chance to talk, before I break you and your pretty sword in half."
ru: Правда: "Я даю тебе последний шанс сказать, прежде чем я разломлю пополам тебя вместе с твоим ножичком".

source: Bluff: "I'll give you one last chance to talk, before I break you and your pretty sword in half."
ru: Блеф: "Я даю тебе последний шанс сказать, прежде чем я разломлю пополам тебя вместе с твоим ножичком".

source: "Who are you?"
ru: "Кто ты?"

source: "What are you doing here?"
ru: "Что ты здесь делаешь?"

source: "I want to fight a duel."
ru: "Я хочу вызвать тебя на дуэль".

source: "I'm looking for a man named Pharod."
ru: "Я разыскиваю мужчину по имени Фарод".

source: "I'm looking for a journal I've lost."
ru: "Я ищу потерянный дневник".

source: "Nothing, never mind. Farewell."
ru: "Ничего, неважно. Прощай".

source: "I had other questions..."
ru: "У меня есть другие вопросы..."

source: "Farewell, then."
ru: "Тогда прощай".

source: "We may speak again, Adyzoel. Farewell."
ru: "Мы еще поговорим, Адизоэль. Прощай".

source: "I think I'd be a good test of your skills."
ru: "Думаю, я стану хорошей проверкой для твоих умений".

source: "I hope you find your trouble, then. Farewell."
ru: "Надеюсь, ты найдешь себе неприятностей. Прощай".

source: "Wait..."
ru: "Постой..."

source: "Very well. Let's fight."
ru: "Хорошо. Давай сразимся".

source: "Forget it, then. I had some questions..."
ru: "Забудь об этом. У меня есть некоторые вопросы..."

source: "Never mind, then. Farewell."
ru: "Тогда неважно. Прощай".

source: "I'm here to fight."
ru: "Я здесь, чтобы сразиться с тобой".

source: "I had some questions..."
ru: "У меня есть некоторые вопросы..."

source: "Neither. Farewell."
ru: "Ни то, ни другое. Прощай".

source: Speak to him anyway.
ru: Все равно обратиться к нему.

source: Leave him be.
ru: Оставить его в покое.

source: "Do I hear a dog barking? I've come to fight, you pox-ridden cur."
ru: "Я что, слышу собачий лай? Я пришел драться, ты, плюгавая шавка".

source: "I'll fight you, then."
ru: "Тогда я сражусь с тобой".

source: "I'll leave. Farewell."
ru: "Я ухожу. Прощай".

source: "Not quite. I'm back for another fight."
ru: "Вовсе нет. Я вернулся, чтобы еще раз сразиться с тобой".

source: "No, you didn't. I had some questions..."
ru: "Нет. У меня есть некоторые вопросы..."

source: "You were wrong. Farewell."
ru: "Ты ошибся. Прощай".

source: "Just ignore him; he's harmless."
ru: "Не обращай на него внимания, он безобиден".

source: Let Morte speak.
ru: Позволить Морту продолжить.

source: "I can only ask that you forgive my companion."
ru: "Я могу лишь просить прощения за своего товарища".

source: "Well, Morte? Going to duel him?"
ru: "Ну как, Морт? Устроим ему дуэль?"

source: "Very well... but you'll have to fight us both."
ru: "Хорошо... но тебе придется драться с нами обоими".

source: "Mimir?"
ru: "Мимир?"

source: "Can you forgive his offenses?"
ru: "Можешь ли ты простить ему оскорбление?"

source: "We'll fight... but you'll have to face us both."
ru: "Мы будем драться... но тебе придется драться с нами обоими".

source: "It's no concern of yours."
ru: "Это не твое дело".

source: "Mind your mouth, or you're next."
ru: "Следи за своим языком, не то будешь следующим".

source: "Very well. Farewell."
ru: "Отлично. Прощай".

source: "First, tell me why it matters to you at all."
ru: "Сначала скажи мне, почему это вообще для тебя важно".

source: "You to pay? I dare you to try it."
ru: "Поплачусь тебе? Хотел бы я на это посмотреть".

source: "Fine. Farewell."
ru: "Отлично. Прощай".

source: Wait.
ru: Подождать.

source: "It's whatever I make of it. Now tell me."
ru: "Мне по барабану. Говори".

source: "We'll fight."
ru: "Мы будем драться".
