Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/daelwyn.dlg.po
Languages: ru

source: This tall, slender woman occasionally looks up from her cup of wine to scan the surrounding patrons and passers-by. Her facial features are elegantly exotic and her eyes -- a brilliant gold in color -- catch the light, sparkling as she looks about.
ru: Эта высокая стройная женщина время от времени отрывает взгляд от чаши с вином, чтобы окинуть взглядом окружающих ее посетителей и прохожих. Черты ее лица изящны и экзотичны, а ее золотистые глаза сверкают и искрятся при каждом ее взгляде.

source: "Greetings..."
ru: "Приветствую..."

source: Leave the woman be.
ru: Оставить женщину в покое.

source: She regards you carefully for a moment before replying. She speaks slowly and carefully, avoiding direct eye contact with you: "I, Aelwyn, return your greetings."
ru: Перед тем, как ответить, она некоторое время внимательно изучает тебя. Она говорит медленно и осторожно, избегая прямого взгляда: "Я, Эльвин, приветствую тебя в ответ".

source: "Aelwyn? Your friend, Nemelle, is looking for you."
ru: "Эльвин? Тебя ищет твоя подруга, Немель".

source: "Are you looking for someone?"
ru: "Ты кого-то ищешь?"

source: "I had some questions..."
ru: "У меня есть некоторые вопросы..."

source: "I'll take my leave, now. Farewell."
ru: "Я должен идти. Прощай".

source: I found Aelwyn and told her that Nemelle was looking for her.
ru: Я нашел Эльвин и передал ей, что ее ищет Немель.

source: She begins to smile, but then covers her mouth with her hand and looks down at her drink. "I, Aelwyn, am most pleased to hear of Nemelle. Might I, Aelwyn, persuade you to tell her of this place?"
ru: Она начинает улыбаться, но прикрывает рот ладонью и опускает взгляд на свою чашу. "Я, Эльвин, очень рада слышать о Немель. Могу ли я, Эльвин, попросить тебя рассказать ей об этом месте?"

source: "Yes, I'll do that for you."
ru: "Да, я сделаю это для тебя".

source: "I'm no message-boy for charity's sake. I'll do it for a price."
ru: "Я тебе не мальчик на побегушках. Я сделаю это за вознаграждение".

source: "I'll consider it. I had some questions..."
ru: "Я подумаю. У меня есть некоторые вопросы..."

source: "Perhaps later. Farewell."
ru: "Может, позже. Прощай".

source: I agreed to return to Nemelle and tell her where Aelwyn was.
ru: Я согласился вернуться к Немель и сказать ей, где находится Эльвин.

source: She looks at you directly and -- for just the briefest of moments, before she casts her eyes back down to her drink -- your senses are awash with a warm, comfortable feeling: pure happiness. "I, Aelwyn, thank you."
ru: Она смотрит прямо на тебя, и лишь на долю секунды перед тем, как она опускает взгляд на свою чашу, тебя охватывает приятное теплое чувство чистого счастья. "Я, Эльвин, благодарю тебя".

source: "It's my pleasure. May I ask you about her, though?"
ru: "Не за что. Могу ли я задать тебе вопрос о ней?"

source: "Of course. Farewell."
ru: "Конечно. Прощай".

source: Aelwyn nods slowly.
ru: Эльвин медленно кивает.

source: "The way she speaks, and what her words do... how?"
ru: "То, как она разговаривает, и что делают ее слова... как это получается?"

source: "Never mind, actually. Farewell."
ru: "Вообще-то, неважно. Прощай".

source: "I, Aelwyn, can only say that we come from another place, another world. We are not like the people here, whose words, thoughts -- very feelings, even -- affect nothing directly."
ru: "Я, Эльвин, могу сказать лишь то, что мы пришли из другого места, из другого мира. Мы не похожи на здешний народ, чьи слова, мысли и даже чувства не способны напрямую действовать на что-либо".

source: "Go on..."
ru: "Продолжай..."

source: "I'll have to hear more later. Farewell."
ru: "Я дослушаю позже. Счастливо".

source: "I, Aelwyn, take great care so as to not affect those around me too greatly. Nemelle, she is new here, and cannot do so. It is something she must learn, should she choose to remain here much longer."
ru: "Я, Эльвин, веду себя весьма осторожно, чтобы слишком не влиять на окружающих. Немель здесь новенькая, и не может быть столь же осторожной. Если она решит остаться здесь надолго, ей придется научиться этому".

source: "But why?"
ru: "Но почему?"

source: "There are many reasons. I, Aelwyn, feel it is not right to impose reality upon those without the ability to impose their own reality upon me, Aelwyn."
ru: "На то есть много причин. Я, Эльвин, чувствую себя не вправе навязывать реальность тем, кто не способен поступать со мной, Эльвин, так же".

source: "I see. Farewell."
ru: "Понятно. Прощай".

source: "Is there anything you cannot do by simply speaking of it?"
ru: "Есть что-нибудь, чего ты не можешь сделать, попросту не сказав об этом?"

source: "I understand. Farewell."
ru: "Понятно. Прощай".

source: She frowns; a strange, unpleasant feeling rises in the pit of your stomach. "Please... I, Aelwyn, would speak of it no more."
ru: Она хмурится; в твоем желудке появляется странное неприятное ощущение. "Пожалуйста... Я, Эльвин, больше не хочу говорить об этом".

source: "Just one other question...."
ru: "Только один вопрос..."

source: "All right. Farewell, Aelwyn."
ru: "Хорошо. Прощай, Эльвин".

source: She looks at you directly, your face reflected in the glittering golden discs of her eyes. "He would speak of it no more to Aelwyn, and thus would no longer force her to speak in such a way to him." You find yourself unable to voice another question... your words catch in your throat as you try to ask.
ru: Она смотрит прямо на тебя, твое лицо отражается в сверкающих золотистых дисках ее глаз. "Он больше не будет говорить с Эльвин об этом, и, таким образом, ей не придется говорить с ним так". Ты обнаруживаешь, что не можешь произнести свой вопрос... твои слова застревают в горле, едва ты хочешь что-то спросить.

source: "Fine, then. Farewell."
ru: "Ну и ладно. Прощай".

source: She nods. "I, Aelwyn, understand. Are you a Sensate?"
ru: Она кивает. "Я, Эльвин, понимаю. Ты Чувствующий?"

source: "Yes, I am."
ru: "Да".

source: "No, I am not."
ru: "Нет".

source: She shakes her head. "Then I, Aelwyn, have no way to reward you."
ru: Она качает головой. "Тогда я, Эльвин, не могу тебя вознаградить".

source: "I'll do it anyway."
ru: "Я все равно сделаю это".

source: "Farewell, then."
ru: "Тогда прощай".

source: "Do I, Aelwyn, not look familiar to you?"
ru: "Разве я, Эльвин, не кажусь тебе знакомой?"

source: "No. Should you?"
ru: "Нет. А должна?"

source: "No, you don't."
ru: "Нет".

source: "It's not important. Farewell."
ru: "Это не имеет значения. Прощай".

source: "It is as I, Aelwyn, thought. A man's mind has been lost to him."
ru: "Я, Эльвин, так и думала. Разум человека потерян для него".

source: "What do you mean? Do you know who I am?"
ru: "О чем это ты? Ты меня знаешь?"

source: "You might be right. Farewell."
ru: "Возможно, ты права. Прощай".

source: "I, Aelwen, have met you before, and would speak of that meeting, were you to aid me."
ru: "Я, Эльвин, уже встречалась с тобой раньше, и расскажу о нашей встрече, если ты мне поможешь".

source: "I'll do it, then."
ru: "Тогда я займусь этим".

source: "No thanks. Farewell."
ru: "Нет, спасибо. Прощай".

source: The woman shakes her head, her crimson locks catching the light and sparkling like winding flame. "I, Aelwyn, have no answers, stranger. You would do best to seek answers elsewhere."
ru: Женщина качает головой, ее красные локоны блестят и искрятся, словно языки пламени. "У меня, Эльвин, нет ответов, незнакомец. Тебе лучше поискать их где-нибудь еще".

source: "You said you were Aelwyn? Your friend, Nemelle, is looking for you."
ru: "Говоришь, ты Эльвин? Твоя подруга Немель ищет тебя".

source: "Farewell, then..."
ru: "Тогда прощай..."

source: She nods, staring wistfully into her cup of wine. "Nemelle is her name, a friend of mine, Aelwyn's. I, Aelwyn, worry for her in this place, and wonder why she hasn't come to meet me, Aelwyn, yet."
ru: Она кивает, тоскливо глядя в свою чашу с вином. "Ее имя - Немель, она подруга мне, Эльвин. Я, Эльвин, беспокоюсь о ней, и гадаю, почему она не пришла на встречу со мной, Эльвин".

source: "I could help you find your friend."
ru: "Я мог бы помочь тебе найти твою подругу".

source: "I could find her for you -- for a price, of course."
ru: "Я мог бы найти ее для тебя... конечно, не забесплатно".

source: "I hope you find her. Farewell."
ru: "Надеюсь, ты ее найдешь. Прощай".

source: I agreed to seek out someone named Nemelle for a woman I met, Aelwyn.
ru: Я согласился найти некую Немель для женщины, которую я встретил, Эльвин.

source: "You would do this?" She looks up from her cup, smiling, and you're suddenly overcome with a sense of hope and joyous gratitude. Seeing you tense up, she covers her mouth and averts her eyes once more... and the feelings fade to nothing. "I, Aelwyn, thank you."
ru: "Ты сделаешь это?" Она отрывает взгляд от чаши, улыбаясь, и тебя вдруг переполняешься чувство надежды и благодарности. Заметив твою напряженность, она снова прикрывает рот и отводит глаза... и чувство пропадает. "Я, Эльвин, благодарна тебе".

source: "What... what was that?"
ru: "Что... что это было?"

source: "Of course. What does she look like?"
ru: "Конечно. Как она выглядит?"

source: "What was what, kind stranger?" She bites her lower lip. "I, Aelwyn, know naught of which you speak."
ru: "О чем ты, добрый незнакомец? - она закусывает нижнюю губу. - Я, Эльвин, не знаю, о чем ты говоришь".

source: "Very well. What does Nemelle look like?"
ru: "Хорошо. Как выглядит Немель?"

source: "She appears as I, Aelwyn, do, but with raven hair and eyes of bright violet."
ru: "Она выглядит так же, как и я, Эльвин, только с черными волосами и искристыми фиолетовыми глазами".

source: "I'll tell her you're waiting here for her, then. Farewell."
ru: "Тогда я скажу ей, что ты ждешь ее здесь. Прощай".

source: Aelwyn looks up from her drink only briefly to greet you. "I, Aelwyn, cross paths once more with the stranger. What is it you want?"
ru: Эльвин ненадолго отрывает свой взгляд от чаши, чтобы поприветствовать тебя. "Я, Эльвин, снова пересеклась с незнакомцем. Чего ты хочешь?"

source: "Your friend, Nemelle, is looking for you."
ru: "Тебя ищет твоя подруга, Немель".

source: Aelwyn looks up from her drink only briefly to greet you. "I, Aelwyn, eagerly await news of Nemelle. Have you found her, stranger?"
ru: Эльвин ненадолго отрывает свой взгляд от чаши, чтобы поприветствовать тебя. "Я, Эльвин, с нетерпеньем жду новостей про Немель. Ты нашел ее, незнакомец?"

source: "Yes, I found her."
ru: "Да, я ее нашел".

source: "Not yet. What did she look like, again?"
ru: "Пока нет. Еще раз, как она выглядит?"

source: "No, not yet. I'll return when I have. Farewell."
ru: "Еще нет. Я вернусь, когда найду ее. Прощай".

source: I told Aelwyn that I had found Nemelle for her.
ru: Я сказал Эльвин, что нашел Немель, как она и просила.

source: Aelwyn looks up from her drink only briefly to greet you. "I, Aelwyn, still await Nemelle's arrival. You have not brought her the message?"
ru: Эльвин ненадолго отрывает свой взгляд от чаши, чтобы поприветствовать тебя. "Я, Эльвин, все еще жду, когда придет Немель. Ты передал ей послание?"

source: "No, not yet. I'll find her again and tell her you're here."
ru: "Еще нет. Я снова найду ее и передам, что ты здесь".

source: Aelwyn clasps her hands together and bows her head to you in thanks, tears of joy falling from her golden eyes. Just as your own eyes begin to water, she wipes away her tears and smiles -- causing a wave of intense pleasure to wash over your entire body. "Aelwyn *thanked* the stranger! She had been reunited with her dearest friend, Nemelle!"
ru: Эльвин всплескивает руками и склоняет голову в знак благодарности, ее золотистые глаза устилает пелена слез радости. Но едва твои собственные глаза начинают слезится, она вытирает слезы и улыбается, вызывая мощную волну удовольствия, омывающую тебя. "Эльвин *поблагодарила* незнакомца! Она воссоединилась своей лучшей подругой Немель!"

source: "It was my pleasure."
ru: "Всегда пожалуйста".

source: "Of course. Now tell me of our previous meeting."
ru: "Конечно. А теперь расскажи о нашей предыдущей встрече".

source: She nods, then looks down again, the feelings her smile evoked fading away into pleasant memories.
ru: Она кивает и снова опускает взгляд. Чувства, вызванные ее улыбкой, превращаются в приятные воспоминания.

source: "How it is it that you and Nemelle can affect my senses and emotions?"
ru: "Как вам с Немель удается воздействовать на мои чувства и эмоции?"

source: She nods, then looks down again, the feelings her smile evoked fading away into pleasant memories. "I, Aelwyn, would tell you something now, stranger."
ru: Она кивает и снова опускает взгляд. Чувства, вызванные ее улыбкой, превращаются в приятные воспоминания. "Теперь я, Эльвин, кое-что расскажу тебе, незнакомец".

source: "Yes? Go on..."
ru: "Да? Давай..."

source: "Another time, perhaps. Farewell."
ru: "Может, в другой раз. Прощай".

source: A woman named Aelwyn told me that I had been, and possibly still was, a Member of the Society of Sensation... a Sensate.
ru: Женщина по имени Эльвин сказала мне, что я был и, возможно, до сих пор являюсь членом Общества Восприятия... Чувствующим.

source: "The name I, Aelwyn, chose for you -- 'stranger' -- is not so fitting. You and I, Aelwyn, have met before... in the Festhall. In a place you could not have been were you not a Sensate, yourself. Whether you recall or no, unless you betrayed the Society of Sensation at some point, you are a Sensate."
ru: "Обращение, которое я, Эльвин, выбрала для тебя - 'незнакомец', - не очень подходит тебе. Я, Эльвин, уже встречала тебя раньше... в Фестхолле. В месте, куда ты бы не попал, не будь ты Чувствующим. Помнишь ты это или нет, но если ты еще не успел предать Общество Восприятия, ты все еще Чувствующий".

source: "I see... tell me more."
ru: "Понятно... расскажи мне еще".

source: "I'll hear the rest another time. Farewell."
ru: "Я дослушаю в другой раз. Прощай".

source: She nods. "You and I, Aelwyn, have met on two different occasions. The first was no less than two centuries past, the last more recently. Perhaps no more than fifty years ago."
ru: Она кивает. "Я, Эльвин, встречала тебя при двух различных обстоятельствах. В первый раз это было не меньше двухсот лет назад, во второй раз - гораздо позже. Пожалуй, не больше пятидесяти лет назад".

source: "That's quite a long time ago..."
ru: "Это было довольно давно..."

source: She nods again. "My, Aelwyn's, people are extremely long-lived, Forgetful One." She sighs unhappily, causing a chill to descend over you. "You seemed a different man, then... less grim, less scarred. So eager to see all that the multiverse had to offer. You courted me, Aelwyn, then, and was nearly taken as a lover -- but then you disappeared."
ru: Она снова кивает. "Я, Эльвин, принадлежу к народу настоящих долгожителей, забывчивый, - она невесело вздыхает, от чего у тебя мурашки по коже. - Тогда ты казался другим человеком... меньше мрачности, меньше шрамов. Ты так жаждал увидеть все, что предлагает тебе мультивселенная. Ты ухаживал за мной, Эльвин, и почти стал моим любовником... но потом ты исчез".

source: "Where did I go?"
ru: "Куда я ушел?"

source: "I, Aelwyn, was told you had been slain... murdered." She looks up for a moment to peer curiously into your eyes. "I met you only once more after that."
ru: "Мне, Эльвин, сказали, что ты умер... тебя убили, - она снова поднимает взгляд, чтобы с любопытством взглянуть тебе в глаза. - После этого мы встречались лишь раз".

source: "Did I remember you then?"
ru: "Я вспомнил тебя тогда?"

source: "No." She shakes her head sadly, then touches her throat. "No, you did not. You lashed out at me, Aelwyn, made to slay me. Screamed how I, Aelwyn, could not fool you, would not ensnare and murder you..."
ru: "Нет, - она печально качает головой, затем касается своего горла. - Нет, не вспомнил. Ты набросился на меня, Эльвин, пытался убить меня. Кричал, чтобы я, Эльвин, не смогу одурачить тебя, не смогу заманить тебя в ловушку и убить..."

source: "What happened?"
ru: "Что произошло?"

source: "We had met in one of the northern towers of the Festhall, on the seventh floor. Before you could choke the life from me, I, Aelwyn, used my powers to bade you leap from a window to your death. When I, Aelwyn, finally went in search of your broken body, you had already gone..."
ru: "Мы встретились в одной из северных башен Фестхолла, на седьмом этаже. Прежде чем ты смог меня задушить, я, Эльвин, воспользовалась своими силами, чтобы приказать тебе выпрыгнуть из окна и разбиться насмерть. Когда я, Эльвин, наконец, пошла искать твое разбитое тело, тебя уже не было..."

source: "You did *what?*"
ru: "*Что*?"

source: "I see..."
ru: "Понятно..."

source: "That is the whole of my, Aelwyn's, tale for you. We were not strangers, once, but have now become so. Farewell, stranger, and may fortune walk with you in your travels."
ru: "Вот и все, что я, Эльвин, могу рассказать тебе. Когда-то мы были знакомы, но теперь перестали быть ими. Прощай, незнакомец, и пусть удача сопутствует тебе в твоих странствиях".

source: "Thanks, Aelwyn. Farewell."
ru: "Спасибо, Эльвин. Прощай".

source: Aelwyn looks up from her drink only briefly to greet you. "I, Aelwyn, cross paths once more with the stranger, and greet him."
ru: Эльвин ненадолго отрывает свой взгляд от чаши, чтобы поприветствовать тебя. "Я, Эльвин, снова пересеклась с незнакомцем, и приветствую его".

source: "Tell me how we met again before, Aelwyn."
ru: "Эльвин, расскажи мне еще раз, как мы встретились".

source: "I was just passing by. Farewell."
ru: "Я просто проходил мимо. Прощай".

source: The woman snarls at you, her golden eyes flashing like burning points of pure hatred. "You fool! How dare you attack a daughter of Asaharm so! A dog you are..." She narrows her eyes at you. "...and like a dog, you shall die!" She then regards you coolly, sipping from her cup of wine.
ru: Женщина фыркает, ее глаза сверкают, словно пылающие точки чистой ненависти. "Ты глупец. Как ты посмел напасть на дочь Асахарма! Ты пес, - она смотрит на тебя прищурено, - и умрешь как собака!" Затем она бросает на тебя холодный взгляд, отпивая вино из чаши.

source: "Huh...?"
ru: "А?.."

source: Ignore her, press your attack.
ru: Проигнорировать ее, продолжить атаку.

source: You drop to the ground, howling in agony... your insides seem to churn and you begin to cough up great gouts of steaming, black blood. At last you collapse to the street, quivering, the last shreds of life fading from your body...
ru: Ты падаешь на землю, воя в агонии... твои внутренности словно превратились в кашу; ты начинаешь выплевывать большие сгустки темной дымящейся крови. В конце концов, ты оседаешь на мостовую, подергиваясь, твое тело покидают остатки жизни...

source: Fall into darkness...
ru: Пасть во тьму...
