Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/daethel.dlg.po
Languages: ru

source: "Farewell, then."
ru: "Тогда прощай."

source: You see a scaled fiend who looks very similar to the one standing next to him - in addition to the pierced left ears, both are black-hued and reptilian, with bat wings tucked against themselves. This one is missing a tooth on its right side. It sees Fall-from-Grace standing near you, and rasps, hissing, "Take the Abyssal vermin away and we'll talk. 'Til then, we say nothing." It spits again for good measure.
ru: Ты видишь чешуйчатого демона, очень похожего на его собрата, стоящего рядом - у обоих проколото левое ухо, оба - рептилии черного оттенка со сложенными сзади перепончатыми крыльями. Только у этого не хватает зуба с правой стороны. Увидев Падшую Грацию рядом с тобой, он скрежещет зубами, шипя: "Убери этого червя с Бездны, тогда заговорим. Иначе мы ничего не скажем." Он смачно сплевывает.

source: You see a scaled fiend who looks very similar to the one standing next to him - in addition to the pierced left ears, both are black-hued and reptilian, with bat wings tucked against themselves. This one is missing a tooth on its right side. "Ah, Tegar'in," it says, "our old friend has returned to pay us a visit."
ru: Ты видишь чешуйчатого демона, очень похожего на его собрата, стоящего рядом - у обоих проколото левое ухо, оба - рептилии черного оттенка со сложенными сзади перепончатыми крыльями. Только у этого не хватает зуба с правой стороны. "А, Тегарин, наш старый приятель вернулся, чтобы нанести нам визит."

source: "What do you mean?"
ru: "О чем это ты?"

source: "I had some questions..."
ru: "У меня есть некоторые вопросы..."

source: "Farewell."
ru: "Прощай."

source: "Some questions? Perhaps we have answers. We are certainly eager to aid you, old friend."
ru: "Еще вопросы? Возможно, у нас есть ответы. Мы определенно стремимся тебе помочь, старый приятель."

source: "Who are you?"
ru: "Кто ты?"

source: "What are you doing?"
ru: "Что ты делаешь?"

source: "What is this place?"
ru: "Что это за место?"

source: "I'm looking for a journal."
ru: "Я ищу дневник."

source: "As am I, Tegar'in, truly aggrieved. Yet I rest easy. It has, after all, been many hundreds of years, and we know how the minds of mortals tend to dissipate with age."
ru: "Я, Тегарин, очень огорчен этим. Хотя и могу легко пережить. В конце концов, прошло много столетий, и мы знаем, как разум смертных начинает рассеиваться со временем."

source: Aethelgrin ignores you as it responds to its companion: "And once again, Tegar'in, you have cut straight to the truth of the matter. Though perhaps it is best not to have earned the sort of notice one bearing the name 'Thrice-Damned' must surely have incurred."
ru: Аэтелгрин, не обращая на тебя внимания, отвечает своему товарищу: "И снова, Тегарин, ты ухватил самую суть истины. Хотя лучше не стоит упоминать, за что получил имя 'Трижды Проклятый'."

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "Why, is that a little floating skull I see? There's a lovely sweet scent of Baatorian decay about you, my pretty. Perhaps we should discuss this... later." The abishai returns its attentions to you. "Now, then... you said you had some questions?"
ru: "Ух ты, что я вижу - маленький летающий череп? Какой вокруг тебя приятный запах Бааторийского разложения, дорогуша. Возможно, нам стоит поговорить об этом... позднее." Абишай возвращается к тебе. "А теперь... ты говорил, что у тебя есть вопросы?"

source: "What are we doing? Why, is it not perfectly clear, old friend? We are on leave from our beloved assignment, taking for ourselves some much-needed rest and perhaps inducing some additional recruitment for our glorious cause. Our superiors fully support our presence, to be sure."
ru: "Что мы делаем? Как, разве это не понятно, старый приятель? Мы оставили наш любимый пост, посвятив себя так необходимому нам отдыху. Ну и возможно, мы сможем завербовать здесь кое-кого в наши прославленные ряды. Наши предводители полностью поддерживают наше пристутствие здесь, будь спокоен."

source: "As we see it, there are two kinds of fiends: Those who are correct, and those who are not. Our side - that of the baatezu - is correct. The other side, that of the cursed, hated, chaotic tanar'ri, is incorrect and must be exterminated."
ru: "Как мы знаем, есть две разновидности демонов - правильные и неправильные. Мы - баатезу - из тех, кто правильные. А те проклятые, ненавистные с другой стороны - хаотичные танарри - неправильные и должны быть уничтожены."

source: "I keep no journals, friend, and I counsel that you should not either. Ask my dear comrade Tegar'in why, and you shall receive enlightenment."
ru: "Я не храню дневников, приятель, и тебе не советую. Спроси моего дорогого товарища Тегарина почему, и ты получишь объяснение."

source: "Very well. Tegar'in, why should I not keep a journal?"
ru: "Очень хорошо. Тегарин, почему я не должен вести дневник?"

source: "Perhaps later. I had other questions..."
ru: "Возможно, позднее. У меня есть другие вопросы..."

source: "Yes, yes, he does. Does he know?"
ru: "Да, да. Он знает?"

source: "Yes, of course, you're all too right." The fiend turns to you. "What do you know of this Collector, friend of long years?"
ru: "Да, конечно, ты несомненно прав." Демон поворачивается к тебе. "Что ты знаешь об этом Сборщике, старый приятель?"

source: "I would tell you, companion, but alas, I've sworn not to speak of it!"
ru: "Я бы рассказал тебе о нем, приятель, но очень жаль, я поклялся не говорить об этом!"

source: "Did you not swear, Tegar'in?"
ru: "А ты разве не клялся, Тегарин?"

source: "Lovely!"
ru: "Восхитительно!"

source: The other fiend interrupts before Tegar'in can speak: "The pendant! Do not forget!"
ru: Другой демон прерывает Тегарина: "Кулон! Не забудь!"

source: "...perhaps you'd be willing to work out a deal with us? Like old times revisited..."
ru: "...может быть, ты захочешь заключить с нами сделку? Как в старые добрые времена..."

source: "We'll tell you everything we know of the 'Collector'..."
ru: "Мы сообщим все, что мы знаем о 'Сборщике'..."

source: "...his weakness, and how to defeat him, thereby securing his pendant -- which we could use to make you much stronger. In return..."
ru: "...его слабостях, как его победить, обезопасив тем самым его кулон, с помощью которого мы сможем сделать тебя гораздо сильнее. В обмен..."

source: "Yes, the pendant. It is shaped like a human's skull, with six crystals radiating from its crown."
ru: "Да, кулон. Он выглядит как человеческий череп, с шестью кристаллами над головой."

source: "We are forbidden to even approach the 'Collector,' let alone harass or harm him."
ru: "Нам запрещено подходить к 'Сборщику', беспокоить его и причинять ему вред."

source: "Nothing, for you."
ru: "Для тебя - ничего."

source: "It has no powers beyond that; it's quite a passive thing, in fact."
ru: "Сейчас у него нет силы. Фактически сейчас он - бесполезная вещь."

source: "Surely, though, once can see our use for such an item."
ru: "Несомненно, но мы найдем применение подобной вещице."

source: "Too bad, too bad."
ru: "Очень плохо, очень плохо."

source: "Excellent."
ru: "Великолепно."

source: "She was cursed, you see, into the form you see her in. Much of her strength was wasted away, withered by the priest's holy power."
ru: "Понимаешь, она была проклята и была обращена в ту форму, которую ты видишь. Большая часть ее силы пропала впустую с помощью святой силы жреца."

source: "Flitting, cooing things, they are."
ru: "Порхает туда-сюда, воркует."

source: "Simply remove the pendant from her corpse and return it to fulfil our bargain, friend. We shall use what power she's managed to capture within it to strengthen you, and then keep the emptied device four ourselves."
ru: "Просто сними кулон с ее тела и принеси его в знак выполнения своей части сделки, приятель. А мы используем силу, которую она смогла заключить в него, чтобы усилить тебя, и оставим опустошенное устройство себе."

source: "How wonderful! Return here when the deed is done."
ru: "Это прекрасно! Возвращайся сюда, когда все будет сделано."

source: "How cruel!"
ru: "Как жестоко!"

source: "*Much* stronger, yes!"
ru: "Да, *намного* сильнее!"

source: "Tegar'in! What has happened?"
ru: "Тегарин! Что произошло?"

source: "Shall we slay him now, drag him to Baator?"
ru: "Может, убить его и забрать в Баатор?"

source: "Ha! See how he whimpers, Tegar'in?"
ru: "Ха! Смотри, как он хнычет, Тегарин."

source: "How excellent!" Aethelgrin snatches the Pendant of Yemeth away from you, tossing it to Tegar'in.
ru: "Великолепно!" Аэтелгрин выхватывает у тебя Кулон Йемета, бросая его Тегарину.

source: Aethelgrin looks away, his attention suddenly drawn to something on the bar beside him.
ru: Аэтелгрин смотрит в сторону, его внимание неожиданно переключается на что-то посреди бара.

source: "Mmm? Oh, no, I did not."
ru: "Ммм? Ох, нет, я ничего не делал."

source: "Not possible, I'm afraid. It's ours, now, and it means too much to us to lose it. Please, return when you've rid yourself of whatever magic prevents us from aiding you."
ru: "Боюсь, это невозможно. Он наш, и он слишком многое для нас значит, чтобы его потерять. Пожалуйста, возвращайся, когда сможешь отделаться от магии, которая мешает помочь тебе."

source: "What? No! You can't!"
ru: "Что? Нет! Ты не можешь!"

source: "Kill him?"
ru: "Убить его?"

source: "Indignant wretch! Off with you!"
ru: "Возмутительный негодяй! Прочь!"

source: "Look who it is, Tegar'in..."
ru: "Ты только посмотри, кто это, Тегарин..."

source: "She should be hidden and alone in alley just north of this very establishment, between two buildings. Seek her out there, late in the evening."
ru: "Должно быть, она спряталась в аллее строго на север от этого почтительного заведения, между двумя зданиями. Ищи ее там поздним вечером."

source: "No. Farewell."
ru: "Нет. Прощай."

source: "Nothing, really. I was hoping you could enlighten me."
ru: "На самом деле - ничего. Я надеялся, что вы просветите меня."

source: "Little, only that he has strange habits and has been seen conversing with fiends."
ru: "Очень мало, только то, что он живет в странном месте и общается с демонами."

source: "Very little. I'll ask you about him another time, though. Farewell."
ru: "Очень мало. Я спрошу о нем в следующий раз. Прощай."

source: "What does this pendant do?"
ru: "Что делает этот кулон?"

source: "I won't do this. No deal."
ru: "Я не буду делать этого. Никакой сделки."

source: "Before I leave, I had some questions..."
ru: "Перед тем, как я уйду, я задам несколько вопросов..."

source: "Wait... I have the pendant."
ru: "Постой... У меня есть кулон."

source: Leave.
ru: Уйти.

source: "I had other questions..."
ru: "У меня есть другие вопросы..."

source: "That's all I wanted to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай."

source: "Nothing. Farewell."
ru: "Ничего. Прощай."

source: You see a scaled fiend who looks very similar to the one standing next to him - in addition to the pierced left ears, both are black-hued and reptilian, with bat wings tucked against themselves. This one is missing a tooth on its right side. It sees Annah and Fall-from-Grace standing near you, and rasps, hissing, "Take the Abyssal vermin away and we'll talk. 'Til then, we say nothing." It spits again for good measure.
ru: Ты видишь чешуйчатого демона, очень похожего на его собрата, стоящего рядом - у обоих проколото левое ухо, оба - рептилии черного оттенка со сложенными сзади перепончатыми крыльями. Только у этого не хватает зуба с правой стороны. Увидев Анну и Падшую Грацию рядом с тобой, он скрежещет зубами, шипя: "Убери своих червей с Бездны, тогда заговорим. Иначе мы ничего не скажем." Он смачно сплевывает.

source: You see a scaled fiend who looks very similar to the one standing next to him - in addition to the pierced left ears, both are black-hued and reptilian, bat wings tucked against themselves. This one is missing a tooth on its right side. It sees Annah standing near you, and rasps, hissing, "Take the little fiendling vermin away and we'll talk. 'Til then, we say nothing." It spits again for good measure.
ru: Ты видишь чешуйчатого демона, очень похожего на его собрата, стоящего рядом - у обоих проколото левое ухо, оба - рептилии черного оттенка со сложенными сзади перепончатыми крыльями. Только у этого не хватает зуба с правой стороны. Увидев Анну рядом с тобой, он скрежещет зубами, шипя: "Убери своего демонического червя, тогда заговорим. Иначе мы ничего не скажем." Он смачно сплевывает.
