Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dalais.dlg.po
Languages: ru

source: "Relax. I just wanted to ask you some questions."
ru: "Спокойно. Я просто хочу задать тебе несколько вопросов".

source: "From you? Nothing."
ru: "От тебя? Ничего".

source: "From your attitude, it appears to me that you need nothing further from me, and it would please me greatly if you would not trouble my presence with yours. Good day." He turns stiffly away from you.
ru: "Судя по твоему отношению, тебе от меня больше ничего не нужно, поэтому, пожалуйста, не беспокой меня больше своим присутствием. Хорошего дня". С надменным видом он отворачивается от тебя.

source: "Look, I apologize for what I said to you before. I just need some questions answered."
ru: "Послушай, я приношу свои извинения за то, что сказал тебе. Мне просто нужно, чтобы ты ответил на некоторые вопросы".

source: "Fine, then."
ru: "Вот и отлично".

source: "You have said what you have said, and I have taken it to heart. Yet never let it be said that I am entirely rigid. What would you ask of me?"
ru: "Ты сказал то, что ты сказал, а я принял это близко к сердцу. По крайней мере, никто не скажет, что я совсем косный. Что ты хотел спросить у меня?"

source: "Who are you again?"
ru: "Еще раз, кто ты?"

source: "Who are the patrons of this tavern?"
ru: "Кто завсегдатаи этой таверны?"

source: "What can you tell me about this place?"
ru: "Что ты можешь рассказать об этом месте?"

source: "I'm looking for a journal. Have you seen one recently?"
ru: "Я ищу дневник. Тебе такой не попадался недавно?"

source: "Have you heard of a Collector named Pharod?"
ru: "Слышал ли ты когда-нибудь о Сборщике по имени Фарод?"

source: "I'd like to apologize to you."
ru: "Я бы хотел извиниться перед тобой".

source: "Nothing. Forget it."
ru: "Ничего. Забудь".

source: His eyes smolder. "You have insulted me enough, 'friend'. I will have no further discourse with you." He turns away entirely, flushing with stung pride, and no amount of cajoling on your part can induce him to turn back to you.
ru: Его глаза вспыхивают огнем. "Довольно с меня оскорблений, 'приятель'. Я больше не буду с тобой разговаривать." С чувством задетого собственного достоинства он гордо отворачивается. Никакие льстивые обращения с твоей стороны не заставят повернуться к тебе снова.

source: Attack him.
ru: Атаковать его.

source: Leave him alone.
ru: Оставить его в покое.

source: "The only person I know here is Ebb there. I am new to this place, and I do not make it my business to meddle in the affairs of others. Did you have any further questions for me, or may I continue to enjoy my solitude?"
ru: "Я знаю только одного - это Эбб. Я недавно в этом месте, поэтому я не вмешиваюсь в дела других. У тебя есть еще вопросы ко мне, или я могу снова наслаждаться своим одиночеством?"

source: "Well, actually, I had a few more questions for you first."
ru: "Ну, вообще-то, у меня есть еще несколько вопросов к тебе".

source: "You can go back to whatever you were doing."
ru: "Можешь возвращаться к тому, чем занимался".

source: He sighs heavily, and eyes you with disdain. "Then be on with it, scarred one, ask and be done."
ru: Он тяжело вздыхает, презрительно глядя на тебя. "Тогда покончим с этим, человек со шрамами. Задавай вопросы и уходи".

source: "This is a tavern, one of the familiar sights of home. At least, it would be were it not for the fiendlings in the corner and the endless strangeness that parades before my eyes. I find that at least there is some humanity in this place, for which I am grateful."
ru: "Это таверна, очень похожа на те, что у меня дома. Если только не обращать внимания на демонов в углу и бесконечный парад странностей вокруг меня. По крайней мере, этом месте есть немного людей, чему я очень рад".

source: "Oh, that's right. You're clueless, aren't you?"
ru: "А, так и есть. Ты ведь невежда, так?"

source: "You're a prime, aren't you?"
ru: "Ты ведь первичник, не так ли?"

source: "I'd imagine. More questions, if I may."
ru: "Могу себе представить. Еще вопрос, если можно".

source: "I'd imagine. Farewell."
ru: "Могу себе представить. Прощай".

source: "A journal? Where would I have seen that? When I am new to this place, how would you expect me to remember a JOURNAL? Not only are you insulting and offensive, it appears you are stupid as well."
ru: "Дневник? И где бы я мог его увидеть? Я здесь совсем недавно, как ты мог ожидать того, что я вспомню о каком-то ДНЕВНИКЕ? Ты не только груб и бестактен, похоже, ты еще и глуп".

source: "Let's just call it even on the insults now, shall we?"
ru: "Давай забудем все наши оскорбления?"

source: "Are you trying to provoke me?"
ru: "Ты пытаешься меня спровоцировать?"

source: "This is pointless. Farewell."
ru: "Это бессмысленно. Прощай".

source: "I have told you before that I am new here, for which you mocked me. Obviously, I know nothing of these 'Collectors'. Now will you leave me alone?"
ru: "Я же уже сказал тебе, я здесь недавно, а ты продолжаешь надо мной издеваться. Очевидно же, что я ничего не знаю ни о каких 'Сборщиках'. Теперь ты оставишь меня в покое?"

source: "Not yet. I still need answers from you."
ru: "Пока нет. Мне все еще есть к тебе вопросы".

source: "I'd like to make amends, somehow."
ru: "Я хотел бы хоть как-то возместить ущерб".

source: "Certainly. Good day."
ru: "Несомненно. Хорошего дня".

source: He appears entirely shocked, as if the notion of apologies is alien to him. "You wish to... apologize?"
ru: Он сильно потрясен, словно понятие извинения для него совершенно незнакомо. "Ты хочешь... принести извинения?"

source: "That's what I said."
ru: "Именно это я хотел сказать".

source: "No, come to think of it. I changed my mind. Farewell."
ru: "Нет, я думал над этим и передумал. Прощай".

source: "Then... then... then I suppose, as a point of honor, I must accept your apology. Very well. In return, I offer my apology as well. Let us set the matter aside and speak no more of it."
ru: "Тогда... тогда... в таком случае, я полагаю, что в качестве дани уважения я должен принять твои извинения. И принести свои извинения тоже. Давай отринем прошлые обиды и забудем их навсегда".

source: "Very well. Could you answer some more questions for me?"
ru: "Хорошо. Сможешь ли ты ответить на другие вопросы?"

source: "Very well. Farewell."
ru: "Отлично. Прощай".

source: "I may be a fool, but not such a fool I would take insult gladly from you and forgive it so easily. You may go impale yourself for all I care, sir. I can only hope that you'll earn yourself more scars and perhaps more honor. Good day, sir." He turns stiffly, and ignores you completely.
ru: "Может быть, я и глупец, но я не настолько глуп, чтобы терпеть от тебя оскорбления и так просто их прощать. Можешь теперь себя за это казнить, но мне уже все равно, сэр. Могу только надеяться лишь на то, что ты получишь еще больше шрамов и, может быть, хоть немного чести. Хорошего дня, сэр". Он чопорно отворачивается, полностью тебя игнорируя.

source: Leave.
ru: Уйти.

source: "That is twice you have insulted me, sirrah, and I shall hear no more of it. Defend yourself!"
ru: "Ты дважды оскорбил меня! Больше я не собираюсь этого терпеть. Защищайся!"

source: "We can work this out..."
ru: "Мы можем решить эту проблему..."

source: "If you mean that I am from the true world by that, then yes, I am a prime. I am a warrior of some small renown there. And, while I may not know all the loopholes of this new land, neither would I call myself 'clueless', as some of the local varlets around here have done."
ru: "Если ты имеешь в виду, из настоящего ли я мира, то да, я - первичник. Я не очень здесь известен. И хоть я не знаю всех ходов в этой новой земле, но я не позволю называть себя 'невеждой', как выражаются здешние местные".

source: "No, all right. Let's just call off the insults, shall we?"
ru: "Нет, все нормально. Давай забудем все оскорбления?"

source: "Really? I would."
ru: "Правда? А я бы назвал".

source: "Call it even? Not until you apologize, villain." He looks like he's just spoiling for a fight. "Or shall I provoke you more?"
ru: "Забудем? Нет, пока ты не принесешь своих извинений, злодей, - всем своим видом он показывает, что готов ринуться в бой. - Или продолжать тебя провоцировать?"

source: "Very well, then. I apologize."
ru: "Ну хорошо. Я приношу свои извинения".

source: "Apologize? To you? Never."
ru: Извинения? Тебе? Никогда".

source: "You are a base knave, a weakling without honor, a piece of meat animated by no true spirit, an aging, scarred man without hope of redemption, doomed to wander through your life without any of the elements that make a man a man. I am finished with you, for I feel only pity for you. Good day, sir." He turns his back on you.
ru: "Ты простой подлец, слизняк без чувства чести, кусок мяса, лишенное духа, старый человек со шрамами, без надежды на искупление, обреченный влачить свою жизнь, лишенную всякого намека на человечность. Я закончил с тобой, и теперь ощущаю к тебе только жалость. Хорошего дня, сэр". Он поворачивается к тебе спиной.

source: "What knowledge do you seek?"
ru: "Что за знания ты ищешь?"

source: "Who are you?"
ru: "Кто ты?"

source: You see a trim, muscular man, dressed in clothing that is comparatively drab and mundane compared to most of the outfits you've seen in this city. He carries himself with an air of supercilious arrogance. He also looks dramatically out of place here. "What do you want?" he asks.
ru: Перед тобой подтянутый, мускулистый мужчина. На нем сравнительно простая и неброская одежда, которая разительно выделяется на фоне тех нарядов, которые тебе доводилось видеть в этом городе. Воздух вокруг него словно пронизан надменным высокомерием. Это выглядит очень театрально. "Чего тебе нужно?" - спрашивает он.

source: "I am Alais, warrior of renown! Surely you have heard of me?"
ru: "Я - Алаис, прославленный воин! Ты наверняка слышал обо мне?"

source: Lie: "Yes."
ru: Ложь: "Да".

source: Truth: "No."
ru: Правда: "Нет".

source: "At last! Not everyone here is entirely ignorant! I shall allow you buy me a drink, and then we can trade stories! I shall regale you with my latest adventures, including the tale of how I came to this most wondrous, dismaying city."
ru: "Наконец-то! Хоть кто-то здесь не настолько невежественен! Разрешаю тебе купить мне выпить, а потом мы обменяемся своими историями! Я попотчую тебя одним из последних моих приключений, в котором я попал в этот удивительный и тревожный город".

source: "I can hardly wait. First, could you answer some questions for me?"
ru: "Жду его с нетерпением. Но сначала не мог бы ты ответить на некоторые вопросы?"

source: "Where are you from? How DID you get here?"
ru: "Откуда ты пришел? КАК ты попал сюда?"

source: "Perhaps later. Farewell."
ru: "Может, позже. Прощай".

source: "Can it truly be? Can it truly be that none in this town have heard of me or my exploits? Alas... I shall have to prove myself all over again. And here I had thought my fame had spread across the world."
ru: "Как? Как такое может быть, что никто в этом городе не слышал обо мне и моих подвигах? Увы... Я снова должен себя проявлять в качестве героя. И отсюда моя слава вновь разойдется по всему миру".

source: "What world *are* you from?"
ru: "Из *какого* мира ты пришел?"

source: "I'm certain it has. Answer some questions for me, will you?"
ru: "Уверен, что так и будет. Ты можешь ответить на другие вопросы?"

source: "We all face disappointments. Farewell."
ru: "Мы все иногда сталкиваемся с разочарованиями. Прощай".

source: "I come from the city of Aliburn on the river Taime. Surely you have heard of its glories and wonders? No matter, no matter... this place is benighted and ignorant when it comes to the splendors of true cities. I am told that my land is what is called a 'prime' by the denizens of this city - though a prime of what, I don't know."
ru: "Я пришел из города Алиберн на реке Тейм. Ты слышал о его славе и чудесах? А, неважно... Это место погрязло во мраке невежества, когда дело доходит до истинного великолепия городов. Обитатели здешнего города сказали, что моя земля называется 'первичной', вот только я не понимаю - первичной для чего?"

source: He bristles, reddening, and his hand clutches convulsively around the hilt of his sword. "Clueless, is it? I take offense to your words, sirrah, and bid you farewell in the hopes that we should never cross paths again." He turns away from you, still flushed with pride and rage.
ru: Он сверипеет и, краснея от злости, судорожно нащупывает эфес своего меча. "Невежда, да? Я стерплю твое оскорбление и надеюсь, что наши пути больше никогда не пересекутся снова". Преисполненный яростью и гордыней, он отворачивается от тебя.

source: "I just wanted to ask you some questions."
ru: "Я просто хочу задать тебе несколько вопросов".

source: "Farewell, then."
ru: "Тогда прощай".

source: "I get it. You're clueless."
ru: "Я понял. Ты невежда".

source: "Um. Right. Listen, I had other questions."
ru: "Эээ. Ну да, верно. Послушай, у меня есть еще вопросы".

source: "Right. You're a long way from home. Good luck, and farewell."
ru: "Ты оказался далеко от своего дома. Удачи тебе и прощай".

source: A look of confusion passes across his face. "I... I understand. What the old man said is starting to make sense... excuse me. I must think this over. Farewell."
ru: На его лице возникает выражение смущения. "Теперь... теперь я понимаю. То, что говорил старик, теперь приобретает смысл... Прошу прощения. Я должен над этим подумать. Прощай".

source: "Farewell."
ru: "Прощай".

source: "I do not know. When I arrived here, I realized I needed a place to regain my bearings. Imagine my shock at discovering that even a simple tavern in this part of the world is populated by the eccentrics and crazies. I have truly been transported to a madhouse!"
ru: "Не знаю. Когда я прибыл сюда, я понял, что мне нужно место, где можно будет перевести дыхание. Представь себе мое потрясение, когда я обнаружил, что в этой части мира даже обычная таверна населена чудаками и безумцами. Я определенно попал в сумасшедший дом!.

source: "Where are you from?"
ru: "Откуда ты?"

source: "It certainly seems that way sometimes. I'd like to ask a few more questions."
ru: "Определенно, иногда это так и есть. Я бы хотел задать тебе еще несколько вопросов".

source: "Yes, you have. Farewell."
ru: "Да, это так. Прощай".

source: "I'm afraid that I have not been searching for such items. I am doing my best to reorient myself to this unfamiliar setting, and while I focus on small details in my attempt to do so, I must confess I have not been looking for journals of any sort."
ru: "Боюсь, что я не намеревался искать подобных вещей. Я делаю все возможное, чтобы заново соориентироваться в незнакомой обстановке, и пусть из-за этого мне приходится уделять много внимания даже мелким деталями, должен признать, что никаких дневников я не находил".

source: "All right, then. Answer some other questions for me."
ru: "Ну хорошо. Ответь тогда на другие вопросы".

source: "Very well. Thank you for your time."
ru: "Хорошо. Спасибо за уделенное время".

source: "Pharod? Collector? These are names and terms unfamiliar to me, but if I should hear them mentioned in any other context. I shall certainly remember your face. Indeed, I could not forget it."
ru: "Фарод? Сборщик? Ни имя, ни понятие мне не знакомы, но если бы я их услышал в любом контексте, я бы их запомнил. Я даже запомнил бы твое лицо. Его-то точно невозможно забыть".

source: "Thank you. Answer more questions for me, will you?"
ru: "Спасибо. Ты можешь ответить на другие мои вопросы?"

source: "Thanks. Farewell."
ru: "Спасибо. Прощай".

source: I was chasing my old foe, the villainous life-shade Tir Tanelel..." He pauses, waiting for acknowledgment, and then continues. "He conjured his demonic magic and opened himself a doorway, and hurled himself through it. Before he could flee me entirely, I threw myself after him... and found myself here."
ru: Я преследовал своего старого врага - теневого злодея Тира Танелеля... - он делает паузу, ожидая аплодисментов, но, не дождавшись, продолжает. - Он наколдовал какую-то демоническую магию, открыл для себя проход и бросился в него. Я ринулся за ним, чтобы не дать ему сбежать... и оказался здесь".

source: The prime looks at you disgustedly. "What do YOU want?" The way he accents the pronoun is almost infuriating, and definitely insulting.
ru: Первичник смотрит на тебя с отвращением. "Что ТЕБЕ нужно?" - уже само произношение полно ярости затаенной обиды.

source: "How did you get here?"
ru: "Как ты попал сюда?"

source: "I get it. You're one of the Clueless."
ru: "Я понял. Ты - один из Невежд".

source: "That sounds like quite an adventure. I had other questions for you."
ru: "Очень похоже на какое-то приключение. У меня есть другие вопросы к тебе".

source: "Good luck getting around. You'll need it. Farewell."
ru: "Удачи с местными. Она тебе понадобится. Прощай".
