Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/danarch2.dlg.po
Languages: ru

source: You see a thin, skulking man. His long, nimble fingers quiver slightly, and he has trouble meeting your eyes when talks to you. "You startled me! I... I haven't seen you around here before, stranger. What... what do you want from me?"
ru: Ты видишь скрытного худощавого мужчину. Его длинные проворные пальцы слегка дрожат, а при разговоре он избегает твоего взгляда. "Ты напугал меня! Я... я тебя здесь раньше не видел, незнакомец. Что... что ты хочешь от меня?"

source: "I was told by a... friend... that I could find a cell of Anarchists here. The password is 'eclipse.'"
ru: "Мне сказал... друг... что здесь я могу найти ячейку Анархистов. Пароль - "затмение"".

source: "Who are you?"
ru: "Кто ты?"

source: "What is this place?"
ru: "Что это за место?"

source: "Nothing. Farewell."
ru: "Ничего. Прощай".

source: His bumbling manner drops suddenly, and he becomes very businesslike. "He did. Did he give you the secret handshake, too? Your magical cryptographical ring? Do you know the cell's secret anthem? Do you have an education in any of this?" He looks you up and down for a moment, and says, "Obviously not. Next time, how about I ask you for the password?" He sighs. "What do you want?"
ru: Бормотание тут же пропадает, и он начинает вести себя очень по-деловому. "Вот как. А он передал тебе секретное рукопожатие? Волшебное шифровальное кольцо? Ты знаешь секретный гимн ячейки? Тебя научили хоть чему-то из этого?" Минуту он осматривает тебя с головы до ног, затем говорит: "Очевидно, нет. В следующий раз пароль спрошу я, ладно? - он вздыхает. - Чего ты хочешь?"

source: "I wanted to pick up some extra items."
ru: "Я хотел бы купить пару вещей".

source: "I need a place to hide out."
ru: "Мне нужно место, чтобы залечь на дно".

source: "I need to ask you about your cell here."
ru: "Мне нужно спросить тебя о твоей ячейке".

source: "What are you trying to accomplish here?"
ru: "Что вы пытаетесь здесь осуществить?"

source: "Why are you an Anarchist?"
ru: "Почему ты стал Анархистом?"

source: "Nothing, I guess. Farewell."
ru: "Пожалуй, ничего. Прощай".

source: "Hope that's to your liking."
ru: "Надеюсь, это тебе придется по вкусу".

source: "Yeah, thanks. Farewell."
ru: "Ага, спасибо. Прощай".

source: "You know what the first rule of being a secret revolutionary is?" He waits just long enough for you to start to answer, and says, "It's keeping it *secret*. I'm giving no secrets away, comrade, no matter *who* you say sent you. So, now that we've got that established, what else do you want?"
ru: "Ты знаешь первое правило тайного революционера?" Он ждет ровно столько, чтобы ты начал отвечать, и говорит: "Держи все в *тайне*. Я не выдаю секреты, приятель, не важно, *кто* там тебя послал. Что ж, с этим мы разобрались. Чего еще ты хочешь?"

source: "What we're trying to accomplish is secret. That's the point of bein' underground, wouldn't you agree? You'll know it when you see it, and you won't see it for a long time. We're laying our plans *careful*, you know what I'm saying? Now that we've talked about care, what do you want?"
ru: "То, что мы собираемся осуществить, является тайной. В этом и есть суть подполья, ты согласен? Ты узнаешь об этом, когда сам увидишь, а увидишь ты это еще нескоро. Мы все делаем *осторожно*, ну, ты понимаешь, о чем я? И раз уж мы заговорили об осторожности, чего ты хочешь?"

source: "Look around you, berk. Do you see anybody who's free out there? Do you see anyone who doesn't have someone else putting a boot heel down on their necks? Even the people who think they're important get pushed around. Someone needs to pull the system down."
ru: "Оглянись вокруг себя, пень. Ты видишь, чтобы кто-нибудь здесь был свободен? Ты видишь хоть кого-нибудь, кому никто не наступает на шею ботинком? Даже тех, кто считает себя важно шишкой, и то шпыняют. Эту систему нужно разрушить до основания".

source: "And replace it with what?"
ru: "А чем же ее заменить?"

source: "Sounds like a good enough reason. Farewell."
ru: "Звучит как довольно веский довод. Прощай".

source: "That ain't for me to decide, berk. I'm good at destruction and leaving pieces for people to pick up. I destroy so others can create. We all got our specialties. I'm an optimist - I believe people'll create something good. 'Til they do, though, I have to keep tearing it down."
ru: "А это не мне решать, пень. Я хорош в том, чтобы разрушать и оставлять другим осколки. Я уничтожаю, чтобы другие могли создавать. У каждого своя специализация. Я - оптимист. Я верю, что люди смогут создать что-нибудь хорошее. Однако пока они этого не делают, мне приходится продолжать разрушение".

source: "And who decides what's good? What makes you so special?"
ru: "И кто же решает, что есть хорошо? Что делает тебя таким особенным?"

source: "Good for you. Farewell."
ru: "Рад за тебя. Прощай".

source: "What makes me special is that I'm willing to do something about. What makes me the person who decides what's right is that I look for equality. 'Til I see some common Hiver bein' treated like a Golden Lord, I'm going to keep doin' my bit."
ru: "Особенным меня делает то, что я хочу хоть что-то с этим сделать. Право решать, что правильно, а что - нет, мне дает мое стремление к равенству. До тех пор, пока я вижу, как какой-нибудь замухрышка из Улья строит из себя Золотого Повелителя, я продолжу выполнять свой долг".

source: "All right. That's all I wanted to know. Farewell."
ru: "Отлично. Это все, что я хотел знать. Прощай".

source: "I'm Conall. I work here."
ru: "Я Коналл. Я здесь работаю".

source: "And what is this place?"
ru: "А что это за место?"

source: He looks at you carefully, to see if you're joking. "It's the Vault of the Ninth World. It's a storehouse. Didn't you read the sign when you came in?"
ru: Он внимательно смотрит на тебя, угадывая, не шутишь ли ты. "Это Хранилище Девятого Мира, склад. Ты разве не прочитал вывеску, когда входил?"

source: "Not that carefully. Who are you?"
ru: "Не очень внимательно. Кто ты?"

source: "Thanks for the answer. Farewell."
ru: "Спасибо за ответ. Прощай".

source: "You again? If you want something here, go check in with the head at the door."
ru: "Снова ты? Если хочешь чего-нибудь, пообщайся с головой у входа".

source: "Thanks. Farewell."
ru: "Спасибо. Прощай".

source: " You in trouble? You need something?"
ru: "Ты в беде? Тебе что-нибудь нужно?"
