Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/danazi.dlg.po
Languages: ru

source: You see a sickly githzerai woman. She is hunched and bent, and her constant coughing is obviously a source of pain to her - she holds a handkerchief that is practically soaking with blood, tissue, and phlegm to her face. She spies you and hisses.
ru: Перед тобой больная женщина-гитцерай. Она сгорблена, ее постоянный кашель явно причиняет ей боль: она держит у лица платок, насквозь пропитанный кровью и мокротой. Она следит за тобой, шипя.

source: "Greetings."
ru: "Приветствую".

source: "Who are you?"
ru: "Кто ты?"

source: "What can you tell me of this place?"
ru: "Что ты можешь рассказать об этом месте?"

source: "I have no questions for you. Farewell."
ru: "У меня нет вопросов к тебе. Прощай".

source: An'azi blinks at you, her rheumy eyes tearing, and hisses a few words at Dak'kon.
ru: Анаци удивленно смотрит на тебя своими слезящимися глазами, затем перекидывается парой слов с Дакконом.

source: "What did she say?"
ru: "Что она сказала?"

source: "Kill her, Dak'kon. Make it hurt."
ru: "Убей ее, Даккон. Заставь ее мучаться".

source: "Dak'kon, put her out of her misery. She's obviously in too much pain, and she will not survive much longer."
ru: "Даккон, избавь ее от страданий. Очевидно, что ей очень больно, и она недолго еще протянет".

source: "Let's get out of here, Dak'kon. Say farewell."
ru: "Давай убираться отсюда, Даккон. Попрощайся с ней".

source: Put her out of her misery.
ru: Избавить ее от страданий.

source: Stab her for fun.
ru: Заколоть ее для развлечения.

source: She stares at you, and speaks a few mumbled words to Dak'kon.
ru: Она пристально смотрит на тебя и произносит Даккону пару неразборчивых слов.

source: You see a sickly githzerai woman. She is hunched and bent, and her constant coughing is obviously a source of pain to her - she holds to her face a handkerchief that is practically soaking with blood, tissue, and phlegm. She spies you and hisses.
ru: Перед тобой больная женщина-гитцерай. Она сгорблена, ее постоянный кашель явно причиняет ей боль: она держит у лица платок, насквозь пропитанный кровью и мокротой. Она следит за тобой, шипя.

source: "Would you like some healing? Is there anything I can do for you?"
ru: "Тебе нужно лечение? Я могу для тебя что-нибудь сделать?"

source: "What's wrong with you?"
ru: "Что с тобой?"

source: The elderly githzerai woman looks, if possible, even worse off than before. She attempts to hiss at you, but is stopped by a fit of bloody coughing.
ru: Старая гитцерай выглядит еще хуже, чем раньше, если такое возможно. Она пытается шипеть на тебя, но у нее начинается приступ кровавого кашля.

source: "Is it possible you could answer some questions for me?"
ru: "Ты не могла бы ответить мне на несколько вопросов?"

source: "Farewell, old woman."
ru: "Прощай, старуха".

source: She coughs and coughs, filling her damp handkerchief with sodden tissue. Her eyes glare malice at you.
ru: Она все кашляет и кашляет, наполняя свой промокший платок мокротой. Ее глаза ненавистно глядят на тебя.

source: "Farewell, then."
ru: "Тогда прощай".

source: She coughs. She waves her hands at you dismissively. She huddles into her rags, clearly wishing to be left to die alone.
ru: Она кашляет, пренебрежительно отмахиваясь от тебя. Она кутается в свои лохмотья, явно желая, чтобы ее оставили умирать в одиночестве.

source: "Are you in pain? Is there *anything* I can do for you?"
ru: "Тебе больно? Я могу тебе хоть *чем-то* помочь?"

source: Give her some cash.
ru: Дать ей немного денег.

source: "Look, just answer a few questions for me..."
ru: "Слушай, просто ответь на пару вопросов..."

source: "All right, then. Farewell."
ru: "Тогда ладно. Прощай".

source: She coughs out a few phrases in a language you don't know, and doubles over in agony as another coughing fit wracks her body.
ru: Сквозь кашель она произносит пару фраз на неведомом тебе языке и сгибается пополам от очередного приступа мучительного кашля.

source: She dashes the coins from your hand, sending them spilling across the street. She gives you another weak hiss.
ru: Она выбивает монеты из твоей руки, рассыпая их по улице. Она снова вяло шипит на тебя.

source: She gestures weakly in the air above her. She points toward the Foundry, toward the trash, toward the coal heaps, and then at her chest. As if to emphasize her words, another fit of coughing wracks her and leaves her with bloodied lips.
ru: Она бессильно показывает на воздух над ней. Затем она указывает на Литейную, на мусор, на горы угля, а потом на свою грудь. Как бы подчеркивая свои слова, она разражается еще одним приступом кашля, который оставляет кровь на ее губах.

source: "It's the smog?"
ru: "Это все смог?"

source: "Is there some sort of healing I can offer?"
ru: "Я могу дать тебе какое-нибудь лекарство?"

source: She nods her head and heaves out another wet cough.
ru: Она кивает и еще раз хрипло кашляет.

source: "I can do nothing for you, then. Farewell."
ru: "Тогда я ничего не могу для тебя сделать. Прощай".

source: Her eyes grow somber as she points to your weapon, and then to herself.
ru: Ее взгляд мрачнеет, когда она указывает на твое оружие, затем на себя.

source: "You wish me to kill you?"
ru: "Ты хочешь, чтобы я тебя убил?"

source: "I will not do that for you. Farewell."
ru: "Я не стану это делать для тебя. Прощай".

source: She shakes her head as vigorously as she can manage, and pays for it with a vicious coughing fit. She points firmly to your weapon. Her yellowed eyes show no fear.
ru: Она кивает головой так энергично, как только может, расплачиваясь за это ужасным приступом кашля. Она твердо указывает на твое оружие. В ее желтых глазах не видно страха.

source: "Very well, then. I wish you luck in the next life."
ru: "Ну что ж, удачи тебе в следующей жизни".

source: "I will not do that for you."
ru: "Я не стану этого делать для тебя".

source: She spits a bloodied gob of phlegm at your feet as you turn away from her.
ru: Она сплевывает кровавый комок слизи тебе под ноги, когда ты отворачиваешься.

source: Leave her alone.
ru: Оставить ее в покое.

source: Kill her.
ru: Убить ее.

source: She faces you bravely, unafraid, awaiting the killing stroke.
ru: Она смотрит на тебя отважно и без тени страха, в ожидании смертельного удара.

source: "I cannot do this for you."
ru: "Я не могу это сделать для тебя".

source: With a swift stroke, you dispatch her. Her body crumples to the hard street - but somehow she seems grateful.
ru: Ты убиваешь ее ловким ударом. Ее тело оседает на твердую мостовую, но почему-то она кажется благодарной.

source: "Farewell, githzerai."
ru: "Прощай, гитцерай".

source: I killed a sick githzerai woman in the Lower Ward today. She was having trouble breathing the thick air of the Ward, and seemed unafraid of death.
ru: Сегодня в Нижнем районе я убил больную женщину-гитцерай. Ей было трудно дышать густым воздуха района, а смерть ее, похоже, не страшила.
