Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/danizius.dlg.po
Languages: ru

source: The githyanki glares bitterly at you, and says nothing. When you try to speak to him, he spits on the ground and turns from you.
ru: Гитьянки, не произнося ни слова, с горечью смотрит на тебя. Когда ты пытаешься заговорить с ним, он сплевывает на землю и отворачивается.

source: "Farewell, then."
ru: "Тогда прощай".

source: You see a sallow-skinned githyanki, thin of face and mean of eye, stalking deliberately. You can practically smell his rage. As you approach he looks up at you. "What do you want?" he snarls.
ru: Перед тобой гитьянки с болезненно-желтым оттенком кожи, худым лицом и решительным взглядом. Ты физически ощущаешь его ярость. Взглянув на тебя, он злобно рычит: "Чего надо?"

source: "A friend told me you were in need of help."
ru: "Один друг сказал мне, что тебе нужна помощь".

source: "Who are you?"
ru: "Кто ты?"

source: "What can you tell me of Curst?"
ru: "Что ты можешь сказать о Проклятом?"

source: "Have you heard anything of a deva here?"
ru: "Ты что-нибудь слышал о дэва неподалеку?"

source: "Nothing. Forget it."
ru: "Ничего. Забудь".

source: "I am An'izius, and you shall address me as Your Honor. I am one of the town leaders, and I have earned that honor." He looks closely at you. "You do not belong here. What do you want?"
ru: "Я - Анизиус, а ты должен обращаться ко мне как 'ваша честь'. Я один из лидеров этого города, поэтому заслуживаю уважения, - он присматривается к тебе. - Ты не здешний. Чего тебе нужно?"

source: "I seek a deva."
ru: "Я ищу дэва".

source: "I'm looking for something I lost."
ru: "Я кое-что потерял и теперь ищу это".

source: "Nothing. Farewell."
ru: "Ничего. Прощай".

source: He scoffs. "Ask someone who has time. I have matters of state on my mind."
ru: Он презрительно усмехается. "Спроси у кого-нибудь, у кого есть время. У меня дела чрезвычайной важности".

source: "Matters of state?"
ru: "Чрезвычайной важности?"

source: "Who are you, anyway?"
ru: "Так кто ты на самом деле?"

source: "I will. Farewell."
ru: "Хорошо. Прощай".

source: His eyes narrow. "A deva? What would you do with a deva, and why are you seeking one in Curst?"
ru: Его глаза сужаются. "Дэва? Что ты будешь делать с дэва, и почему ты ищешь его в Проклятом?"

source: "I believe it has the secret of my mortality."
ru: "Я считаю, он владеет тайной моей смертности".

source: "I had heard one was here. Do you know anything of it?"
ru: "Я слышал, что один из них находится здесь. Ты что-нибудь знаешь об этом?"

source: "Forget it. A friend told me you were in need of help."
ru: "Забудь. Один друг сказал мне, что тебе нужна помощь".

source: "Forget it. I've got to go. Farewell."
ru: "Забудь. Мне нужно идти. Прощай".

source: "What might that be? Perhaps as a town leader, I can help you."
ru: "И что же это? Я, как городской лидер, могу тебе помочь в этом".

source: "As a town leader, you might be needing *me*. A friend told me you were in need of help."
ru: "Как городской лидер, ты можешь нуждаться во *мне*. Один друг сказал мне, что тебе нужна помощь".

source: "I have lost my mortality. I need to find it."
ru: "Я потерял свою смертность. Мне нужно найти ее".

source: "Nothing of import. I can find it myself."
ru: "Ничего важного. Я смогу найти это сам".

source: "Nothing of import. Farewell."
ru: "Ничего важного. Прощай".

source: He eyes you carefully, seeming to weigh you in his mind, and judges you: "Nothing to which you might contribute. Now step aside. I must consider."
ru: Он внимательно смотрит на тебя, оценивающе обводя тебя взглядом: "Ничего, в чем ты можешь посодействовать. А теперь в сторону. Мне нужно кое-что обдумать".

source: "All right. Farewell."
ru: "Ладно. Прощай".

source: He looks at you as if you've gone over the edge of insanity. "You're badly in need of help. Good day." He turns stiffly away from you.
ru: Он смотрит на тебя так, словно ты исчез за границей безумия. "Тебе срочно нужна помощь. Хорошего дня". Он высокомерно отворачивается от тебя.

source: "Farewell."
ru: "Прощай".

source: "Not that I can think of." He continues to eye you. "If you'll excuse me, I have matters of state to attend to."
ru: "Не думаю, что это так, - он продолжает смотреть на тебя. - Прошу прощения, но меня ждут дела чрезвычайной важности".

source: "Understood. Farewell."
ru: "Понятно. Прощай".

source: "Then why did you interrupt my thought? I should have you clapped in irons! Go!" He turns away from you.
ru: "Тогда зачем ты прервал мои мысли? Тебя в кандалы заковать мало! Прочь!" Он отворачивается от тебя.

source: "Excellent. You should be able to find what you're looking for while you're locked away beneath Curst. Guards!" Guards materialize around you, and you are struck a sharp blow to the back of your head. Everything goes black...
ru: "Отлично. Ты сможешь найти то, что ищешь, глубоко под Проклятым. Стража!" Вокруг тебя материализуются стражники. Внезапно что-то увесистое бьет тебя по затылку. Ты проваливаешься в темноту...

source: "Curses..."
ru: "Проклятье..."

source: His intensity doubles. "What have you heard?"
ru: Он напрягается еще сильнее. "И что же тебе сказали?"

source: "Simply that you were having difficulties with a political enemy."
ru: "То, что у тебя есть некоторые затруднения с политическими оппонентами".

source: His eyes widen for just a fraction of a second, and narrow again. "I see. And are you going to help me?"
ru: Его глаза немного расширяются всего на долю секунды, после чего снова превращаются в две узкие щелочки. "Понятно. А ты, стало быть, собираешься помочь мне?"

source: "It depends on what you need from me."
ru: "А это зависит от того, что тебе нужно от меня".

source: "Yes."
ru: "Да".

source: "No."
ru: "Нет".

source: "Then you are no use to me. Begone!" He dismisses you with a flick of his wrist and ignores you.
ru: "Тогда ты для меня бесполезен. Сгинь!" Он отмахивается от тебя.

source: "It is of a delicate nature. A rival requires education. You won't need to kill her, if this makes you squeamish."
ru: "Это очень деликатное дело. Соперницу следует кое-чему научить. Ее вовсе не обязательно убивать, если ты очень щепетилен по такому поводу".

source: "I'll do it, then."
ru: "Тогда я это сделаю".

source: "Forget it."
ru: "Забудь".

source: "This is what you must do: The woman, Siabha... she has been selling her influence to the highest bidder, undercutting my position with the Burgher of this town. I wish you to humiliate her. All you need do is tell the Captain of the Guards that she has attempted to hire you to attack me, and you shall be well rewarded. You can find her - if you desire - near the Administration building."
ru: "Вот, что ты должен сделать: Женщина по имени Сиабха... она оказывает слишком сильное влияние на главного бургера, отодвигая меня от кандидатов на бургера этого города. Я хочу дискредитировать ее. Все, что тебе нужно сделать, - сказать капитану стражи, что она попыталась нанять тебя для нападения на меня. Ты будешь за это вознагражден. Если ты берешься за это, то ее можно найти неподалеку от Административного здания".

source: "I'll be back."
ru: "Я еще вернусь".

source: An'Izius, a githyanki official of the town Curst, wishes me to humiliate a political enemy of his by lying to the captain of the guard. Her name is Siabha, and she can be found near the Administration Building in Inner Curst.
ru: Анизиус, представитель власти Проклятого, желает дискредитировать с моей помощью своего политического оппонента. Для этого я должен солгать капитану стражи. Ее зовут Сиабха, ее можно найти неподалеку от Административного здания во Внутреннем Проклятом.

source: "I had a few questions for you..."
ru: "У меня есть несколько вопросов к тебе..."

source: The githyanki's eyes narrow. "I have cast aside the hatred I bore for your people. I have risen above the petty feud between our two races. For this they exiled me - but in my heart, I have bested them. Can you say the same?"
ru: Глаза гитьянки сужаются. "Я сумел отринуть ненависть к твоему народу. Я стал выше той мелочной вражды между нашими расам. За это меня изгнали, но если честно, мне от этого даже лучше. Сможешь ли ты сказать то же самое?"

source: "All right, you two... cut it out. I had some questions."
ru: "Ладно, вы двое... Давайте покороче. У меня есть некоторые вопросы".

source: "Forget this. We're leaving."
ru: "Забудь об этом. Мы уходим".

source: "What are they?"
ru: "В чем они заключаются?"

source: "What do you want, dog?"
ru: "Чего надо, пес?"

source: "I've changed my mind. I'll help. What do you need?"
ru: "Я передумал Я помогу тебе. Что тебе нужно?"

source: "Well? What of your progress?"
ru: "Ну? Как продвигается дело?"

source: "Your rival has offered to pay me a large sum to double-cross you."
ru: "Твоя соперница предложила мне двойную сумму за то, чтобы я встал на ее сторону".

source: "I spoke with the guard captain, and he said he'd send a detachment to escort her to the prison."
ru: "Я поговорил с капитаном стражи, и он сказал, что он отправит отряд, который отконвоирует ее в тюрьму".

source: "I'm working on it. I had some questions..."
ru: "Я работаю над этим. У меня есть несколько вопросов..."

source: "I'm working on it. I'll be back."
ru: "Я работаю над этим. Я вернусь".

source: An'Izius paid me handsomely for turning Siabha over to the guards of Curst - more than enough to justify such a small lie.
ru: Анизиус щедро заплатил за то, чтобы я передал Сиабху в руки стражи Проклятого - более чем достаточно за такую маленькую ложь.

source: "What? I'll double it myself!"
ru: "Что? Я заплачу вдвое больше!"

source: "You've got a deal."
ru: "По рукам".

source: "We'll see. Farewell."
ru: "Посмотрим. Прощай".

source: "Then I owe you this." He hands you a heavy pouch of coins. "Now begone."
ru: "Я в долгу у тебя, - он протягивает тебя тяжелый кошель с монетами. - А теперь исчезни".

source: "Then go! Go! Or I shall have you flayed!"
ru: "Иди же! Прочь! С тебя шкуру содрать надо!"

source: "We have nothing more to say to each other. Our work together has finished. No suspicions must be raised. Leave me."
ru: "Нам не о чем больше разговаривать. Наше общее дело закончено. Нельзя вызывать никаких подозрений. Оставь меня в покое".

source: "Very well. Farewell."
ru: "Отлично. Прощай".

source: "Why do you trouble me so?"
ru: "Почему ты так мне досаждаешь?"

source: The official looks utterly desperate. "Please, stranger! You must help me! Convince the judge that my alleged crimes are no crimes at all!"
ru: Служащий выглядит крайне отчаянным. "Пожалуйста, незнакомец! Ты должен помочь мне! Убеди судью, что мои так называемые преступления вовсе не являются преступлениями!"

source: "I'll try..."
ru: "Я постараюсь..."

source: "We'll see about that..."
ru: "Это мы еще посмотрим..."
