Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dannah.dlg.po
Languages: ru

source: "I see. I had some other questions..."
ru: "Понятно. У меня были еще вопросы..."

source: "Strange alley? What do you mean by that?"
ru: "Странная аллея? Что ты имеешь в виду?"

source: "Aye, what?"
ru: "Ага, что?"

source: Annah shrugs. "Rest o' the Hive is picked clean, it is. Got tae find new spots tae poach deaders, yeh do."
ru: Анна пожимает плечами. "Остальной Улей уже вылизали подчистую. Просто искала новые места, где бы найти новых трупаков".

source: As Annah speaks, you feel a crawling sensation in the back of your skull, and you suddenly realize she's lying to you.
ru: При этих словах ты чувствуешь гнетущее покалывание в затылке. Неожиданно ты понимаешь, что она лжет.

source: "Are you *sure,* Annah?"
ru: "Ты в этом *уверена*, Анна?"

source: There must be something in your tone, because it stops Annah's tail dead for a moment, then it resumes, a little slower than before. "Aye... I *think.*" She frowns, and she seems a little uncertain. "I don't *usually* go there to scarp deaders, I don't - tae think of it, I'd never even been there before. I just kind of came across it."
ru: Должно быть, в твоем голосе что-то изменилось, так как хвост Анны, на секунду замерев, начал метаться медленее, чем раньше. "Ну да... *Вроде как*, - неуверенно хмурится она. - *Обычно* я не хожу туда в поисках трупов. Нет, кажется, я там вообще раньше не была. Просто забрела случайно".

source: The same crawling sensation as before worms up the back of your skull, and with it comes another realization: Annah's lying, but oddly enough, she doesn't *know* she's lying.
ru: Все тоже гнетущее покалывание в затылке, однако догадка теперь другая: Анна лжет, но *не подозревает* об этом. Очень странно.

source: "Annah, were you compelled to go there? Is that how you found me?"
ru: "Анна, ты ведь не по собственной воле пошла туда? Так ты меня нашла?"

source: When Annah came across my body, I think she was *compelled* to find it somehow. She said my corpse was like a lodestone to her, and she had to seek it out.
ru: Мне кажется, когда Анна наткнулась мое тело, она искала его не *по собственной воле*. Она сказала, что мой труп манил ее словно магнит. Она искала его.

source: She nods... slowly. "Aye, mayhap." She gives a half-hearted shrug. "It wasn't one of my usual haunts, but I... I couldn't *help* myself. I just *wanted* tae see what was there that day - and there yeh were, dead as a timber." She pauses. "Yeh were like a lodestone, yeh were. I donnae know what led me to find yeh."
ru: Она кивает, с неохотой. "Да, может быть, - глубоко вздыхает она. - Это не мое место, но я... я *ничего* не могла поделать. Я просто *хотела* попасть туда тогда. А ты - там, мертвый как бревно". Некоторое время она молчит. "Ты был словно магнит. Не знаю, что заставило искать тебя".

source: "Hmmm. Curious. I had some other questions..."
ru: "Хммм. Любопытно. У меня есть некоторые вопросы..."

source: "I just wanted to know. Let's move on."
ru: "Это все, что я хотел знать. Пошли".

source: She nods, a little warily. "Aye, yeh did -- I haven't forgot yeh."
ru: Она с опаской кивает: "Ага, встречал - тебя хрен забудешь".

source: "When I asked about Pharod, you told me he was south and west of the Mortuary - when he *wasn't.*"
ru: "Когда я спрашивал насчет Фарода, ты сказала, что он находится к юго-западу от Морга, *так* ведь?"

source: "What were you doing by the Mortuary?"
ru: "А что ты делала рядом с Моргом?"

source: "Aye, I did - and yeh'd have done the same if some scarred wreck came to yeh an' asked where he could find your Da." She shrugs. "Yeh found him anyway, so I don't want tae hear yeh carryin' on about it, I don't."
ru: "Ага, точно. И ты бы тоже самое сказал, если бы к тебе подвалил громила в шрамах и спросил, где твой па, - пожимает она плечами. - Ты же все равно его нашел, так что хватит ныть по этому поводу".

source: "Well, if you had just told me where he was, it would have been a lot easier on us both. Now let's move on."
ru: "Ну если бы ты сразу сказала, где он, так было бы гораздо проще для нас обоих. Ладно, пошли дальше".

source: "It's my territory - I was lookin' for deaders, I was." She looks you up and down, then smirks. "Found a walkin' one, I did."
ru: "Это моя территория - там я искала мертвецов". Оглядев тебя с ног до головы, он ехидно добавляет: "И нашла одного, ходячего".

source: "Let's move on."
ru: "Идем".

source: Annah looks at you warily, and her tail stops flicking for a moment, then resumes, slower than before. "Aye, *mayhap* I found somethin'. But *if* I found anythin', it's mine by right, it is -- the other bits are in Pharod's keeping."
ru: Анна опасливо смотрит на тебя. На секунду ее хвост перестал вилять из стороны в сторону, а затем начал качаться более размеренно. "Ага, *наверное* я нашла что-то. Но *если* я нашла что-нибудь - это мое по праву, все остальное лежит в тайнике Фарода".

source: "Annah, I don't have time for games... *what* did you find on my corpse?"
ru: "Анна, у меня нет времени на игры... *Что* ты нашла на моем теле?"

source: "Well, yeh had some fist irons, yeh did... an' a little bit o' jink, but I left that for the Dusties so they'd think I was a wee bit honest. Yeh had an ugly ring that I kept..." She dips her finger into her arm bracers and pulls forth a small ring with a stone mounted on it. "Worth thrice-more than the jink an' the irons, it was." She studies the ring and squints. "Too bad it's too ugly tae wear."
ru: "Ну, у тебя была пара кастетов... и немного звенелок, но я оставила все это Мертвякам, чтобы они подумали, что я честная девочка. Еще у тебя было уродливое кольцо, которое я забрала... - она выуживает из наруча небольшое колечко с камешком. - Стоит в три раза дороже тех звенелок и кастетов". Она косо смотрит на кольцо. "Жаль только, что оно слишком уродливое, чтобы носить".

source: "I'd like that ring back. Now."
ru: "Я хотел бы его забрать назад. Сейчас же".

source: She studies the ring with a frown, glances at you, then back at the ring. With a sneer, she flicks it the ring to you. "Dinnae want the ugly thing anyway, I didn't."
ru: Она хмуро смотрит то кольцо, то на тебя. Вздохнув, она бросает кольцо тебе. "Оно все равно мне не нравилось".

source: "Fine. Now when you mentioned that some stuff from my body had gone into Pharod's 'keeping,' what did you mean?"
ru: "Отлично. Когда ты сказала, что часть предметов с моего тела в тайнике Фарода, что ты имела в виду?"

source: "We'll talk about this later. Let's move on."
ru: "Поговорим об этом позже. Идем".

source: "Aye. Pharod takes a bit off each corpse we find, he does. It's his right, being lord o' the Village n' all."
ru: "Ага. Фарод забирает свою долю с каждого найденного тела. Это его право, он ведь повелитель деревни, в конце концов".

source: "Off of EVERY corpse you all find? That's a *lot* of corpses."
ru: "С КАЖДОГО найденного тела? Это же ведь *куча* тел".

source: "The Vault must have been where he was keeping it all, then. I had some other questions..."
ru: "Тогда хранилище должно быть там же, где его берлога. У меня есть другие вопросы..."

source: "He must have been keeping it all in the Vault, then. Let's move on."
ru: "Тогда он держал все в хранилище. Пойдем".

source: "Oh, aye - tae hear tell, ol' stutter-crutch has got a stash pit somewhere close tae him. It's the only reason I can see why he's set up kip in that filthy, drafty hall, it is. Nothing but stink and shadows."
ru: "А, да - я слышала, что у старого костыля неподалеку есть яма с тайником. Наверное, именно поэтому он держит свою берлогу в том грязном зале. Ничего, кроме вони и теней".

source: "Really? And that's where he puts the tribute he gets?"
ru: "Правда? Именно там он прячет свою долю?"

source: "Aye." She squints at you. "Now what are yeh on about? Yeh plannin' to bob him?"
ru: "Ага, - она косо смотрит на тебя. Что ты задумал? Собираешься обобрать его?"

source: Truth: "No. I've no cause to do such a thing. Pharod's done me no harm."
ru: Правда: "Нет. У меня нет причин этого делать. Фарод не причинял мне вреда".

source: Lie: "No. I've no cause to do such a thing."
ru: Ложь: "Нет. У меня нет причин этого делать.".

source: "After all that running around to get that sphere for him and then getting next to nothing in return, I'm tempted to."
ru: "После всего, что сделал, чтобы заполучить этот шар для него, и ничего не получив взамен, я нахожу эту мысль заманчивой".

source: "Well, *good* -- I'm warning yeh against such a thing, I am. Pharod can be daft sometimes, but he's mean as all fiend spit when he gets worked up." She frowns. "An' he *loves* his keepsakes, he does."
ru: "Ладно, *хорошо* - лучше тебе ничего такого не делать. Может быть Фарод иногда и кажется полоумным, но становится коварным, как плевок демона, если его разозлить, - она хмурится. - А свои вещички он очень *любит*..."

source: "But where would he keep it all? If he's been at the Village for as long as he says, he would have amassed quite a collection."
ru: "Но где он их хранит? Если он жил в деревне так долго, как он говорит, у него должна была скопиться большая коллекция".

source: "I'm warning yeh against such a thing, I am. Pharod can be daft sometimes, but he's mean as all fiend spit when he gets worked up." She frowns. "An' he *loves* his keepsakes, he does."
ru: "Лучше тебе ничего такого не делать. Может быть Фарод иногда и кажется полоумным, но становится коварным, как плевок демона, если его разозлить, - она хмурится. - А свои вещички он очень *любит*..."

source: "Well..." Annah is silent for a moment. "I know he's never left his hall to get his tribute when he needed it."
ru: "Ну... - Анна умолкает на секунду. - Я знаю, что он никогда не покидает своего зала, когда хочет достать свою дань".

source: "He wouldn't want to walk far with that lame leg of his, though."
ru: "И вряд ли он захотел бы ходить далеко на своих хромых ногах".

source: "Aye, that's true - but only if yeh don't watch him careful. He isn't lame, though he puts on a fair show about bein' weak in the leg."
ru: "Ага, это правда - но только если ты следил за ним очень внимательно. Он не хромой, хотя прикладывает все усилия, чтобы казаться слабым на ноги".

source: "So why does he carry that crutch?"
ru: "Тогда почему он повсюду носит тот костыль?"

source: "So that crutch of his... could be a portal key?"
ru: "Так значит его костыль... может быть портальным ключом?"

source: Annah shrugs. "I donnae." She nods at you. "Yeh might as well ask why yeh have bones running around your waist, yeh do."
ru: Анна пожимает плечами. "Не знаю. С тем же успехом ты можешь спросить, почему у тебя кости вокруг талии".

source: Annah frowns in thought for a moment, then slowly nods her head. "Aye... there's a thought." She shrugs. "I wouldn't know how yeh'd use it, though. Maybe yeh just need tae *have* it."
ru: Немного поразмыслив, Анна медленно кивает. "Ага... есть такая идея, - она пожимает плечами. - Хотя я не знаю, как им можно воспользоваться. Может быть достаточно его *иметь* при себе".

source: "Maybe we'll find out. I had some other questions..."
ru: "Может быть, мы это выясним. У меня были еще вопросы..."

source: "We may look into it later. Let's move on."
ru: "Мы выясним этот потом. Идем".

source: "Ol' stutter-crutch? He's me Da... well, not me *real* Da. He found me when I was a wee girl..." Annah shrugs. "'Ee needed a Collector to crawl inta places the rest of his fat gullies couldn't squirm, so he took me under his crutch."
ru: "О старом костыле? Он мой папа... ну, не *настоящий* мой папа. Он нашел меня, когда я была еще маленькой... - Анна пожимает плечами. - Ему нужен был Сборщик, который мог бы попасть в те места, куда его жирные придурки не смогли бы протиснуться. Так что он взял меня под свой костыль".

source: "I didn't think you and him looked much alike, anyway."
ru: "Вы все равно не были похожи друг на друга".

source: "Can you tell me anything else about him?"
ru: "Что еще ты можешь рассказать о нем?"

source: Annah's eyes narrow, and her tail begins to lash back and forth. "And what do yeh mean by *that,* then?"
ru: Глаза Анны сужаются, хвост начинает метаться из стороны в сторону. "И что ты хотел *этим* сказать?"

source: "I meant it's hard to see any resemblance between that ugly, stooped, greedy, smelly gutter-troll and you."
ru: "Я хотел сказать, что очень сложно найти сходство между таким страшным, хромым, жадным и вонючим троллем и тобой".

source: "I meant that he doesn't look much like a tiefling."
ru: "Я имел в виду, что он не очень был похож на тифлинга".

source: "I meant that you don't look much like a human."
ru: "Я имел в виду, что ты не очень похожа на человека".

source: "I meant that you don't look like each other."
ru: "Я имел в виду, что вы не очень похожи друг на друга".

source: "Never mind. I had some other questions."
ru: "Неважно. У меня есть другие вопросы".

source: "Aye, he *doesn't*... and if yeh knew one thing about tieflings other than what yeh'd heard from any half-grinnin' Hiver on the street, yeh'd have the sense to know that none of us tieflings look a-like, jig?" She shakes her head. "No hope for yeh, that's for dead-sure."
ru: "Да, он-то уж *точно* не похож... А если бы ты знал о тифлингах сверх того, что тебе наболтал случайный житель Улья, то бы понял, что тифлинги вообще ни на кого не похожи, - качает она головой. - Твой случай безнадежен, это уж точно".

source: "I didn't mean that as an *insult.* You both look so different. I mean Pharod's... so... *Pharod,* and you're not."
ru: "Я не хотел тебя *обидеть*. Вы такие разные. Фарод - это... *Фарод*, а ты - нет".

source: "Oh, that's rich, so it is! Yeh're staggerin' around like a walking stab wound, and yeh've got the brass to give me wash about what a *human* looks like? Yeh can drown in your own piles, so help the Powers!"
ru: "О, как роскошно! Шатаешься тут, словно контуженный, и вдруг нагло тут мне вываливаешь какую-то фигню о том, на кого похожи *люди*? Силы, утопите его в его же куче!"

source: "Oh, now what coulda tipped yeh off to that? My hair? My skin? I can't think of anything else..." Annah slaps herself lightly on the forehead, then sneers sarcastically. "Maybe it was the *tail?* Oh, aye, that might have been it! Yer so much sharper than I am, yeh are. A real gem."
ru: "А, вот куда ты клонишь? Мои волосы? Моя кожа? Что же это может быть еще?.. - легко хлопнув себя по лбу, Анна презрительно усмехается. - Наверное, это *хвост*? Ну конечно же, он! Да ты просто мыслитель, куда уж мне. Настоящий самородок".

source: "What in the hells is your problem?! I make a simple statement, and you twist it like a dagger."
ru: "Да что с тобой такое, черт возьми?! Я сделал простое заявление, а ты извернула его и тут же хватаешься за кинжал".

source: "A dagger's a dagger, so it is."
ru: "На то он и кинжал".

source: "All's I was saying is that you and Pharod look nothing alike. The two of you don't have much in common."
ru: "Все, что я хотел сказать, - ты и Фарод не похожи друг на друга. У вас нет ничего общего".

source: "No, don't yeh be giving me that hem-haw 'forget it let's go' wash! What didja mean by that snippet of trash yeh jist said?!"
ru: "Нет, хватит с меня твоего 'забей и пошли дальше'! Что ты хотел сказать этим сказать?!"

source: Annah's face flushes a deep red. "Oh, is that *so?* And how do yeh see that?"
ru: Лицо Анны наливается краской. "О, вот оно что? И как это тебе удалось разглядеть?"

source: Truth: "I mean, have you ever *looked* at yourself? Aside from the way you carry yourself, you're confident, sensible, and graceful. And that doesn't even take into account your obvious good looks: you have that rich, fire-red hair, those sharp green eyes, and that striking profile."
ru: Правда: "Я имел в виду, ты хотя бы *смотрела* на себя со стороны? Несмотря на то, как ты себя ведешь, ты уверенная, благоразумная и изящная, не говоря уже о твоем красивом облике. У тебя густые рыжие волосы, колкие зеленые глаза и поразительная фигура".

source: Lie: "I mean, have you ever *looked* at yourself? Aside from the way you carry yourself, you're confident, sensible, and graceful. And that doesn't even take into account your obvious good looks: you have that rich, fire-red hair, those sharp green eyes, and that striking profile."
ru: Ложь: "Я имел в виду, ты хотя бы *смотрела* на себя со стороны? Несмотря на то, как ты себя ведешь, ты уверенная, благоразумная и изящная, не говоря уже о твоем красивом облике. У тебя густые рыжие волосы, колкие зеленые глаза и поразительная фигура".

source: Truth: "I mean, look at yourself. You're at least twice the greedy corpse pirate that Pharod could be, and you have that strange Hive smell about you that makes my eyes tear up, and you have that filthy, rat-like tail sprouting from your backside."
ru: Правда: "Я имел в виду, посмотри на себя. Ты еще более жадная до трупов, нежели Фарод, твой странный запах заставляет меня плакать. А еще этот грязный крысиный хвост, свисающий у тебя из зада".

source: Annah's face twists into a snarl, and her eyes flash. "Oh - yeh'd best *watch* yerself with me, yeh should. Maybe next time I'll be putting yeh in the dead book rather than pulling yeh out of it."
ru: Лицо Анны кривится в злобе, глаза мечут молнии. "*Следи* за собой, покуда я рядом. Может быть в следующий раз я впишу тебе в книгу мертвых, а не выпишу тебя обратно".

source: "You're welcome to try, *girl,* but it's me who's going to collect on your corpse, not the other way around."
ru: "Давай, попробуй, *девчонка*, только я буду тем, кто заберет твое тело, и никак иначе".

source: "Keep hurling threats if it makes you feel tough. In the meantime, I had some other questions..."
ru: "Попридержи свои угрозы, раз считаешь, что они делают тебя круче. А пока что у меня есть другие вопросы..."

source: "Never mind. Let's go."
ru: "Неважно. Идем".

source: Annah just stares at you.
ru: Анна молча смотрит на тебя.

source: "So that's all I meant when I said you and Pharod look nothing alike."
ru: "Вот именно это я имел в виду, когда говорил, что между тобой и Фародом нет ничего общего".

source: Annah nods, still staring at you. She doesn't even blink.
ru: Анна кивает, все еще глядя на тебя немигающим взглядом.

source: "Are you listening to me?"
ru: "Ты меня слышишь?"

source: Annah suddenly leans in, and she bites you sharply on the neck, giving a soft hiss. Rather than pulling back, she presses closely into you and whispers into your ear. "D'yeh fancy yer chances?" Her tail begins to lash slowly back and forth, but the rhythm is more hypnotic than angry.
ru: Неожиданно Анна наклоняется вперед и, тихо шипя, кусает тебя за шею. Она приближается к тебе еще ближе, шепча тебе на ухо: "Хочешь испытать свою удачу?" Ее хвост начинает медленно дергаться из стороны в сторону, только ритм на этот раз гипнотизирующий, а не разозленный.

source: You can feel Annah's heart beating fast in her chest, and the color rising into her cheeks. You suddenly become conscious of the fact that Annah's skin is smooth, soft. "I want tae tell yeh something, an' yeh can't poke fun at me."
ru: Ты чувствуешь, как быстро бьется в груди сердце Анны, как ее щеки наливаются румянцем. Неожиданно ты осознаешь, что кожа Анны гладкая и нежная. "Я хочу тебе кое-что сказать, и не смей надо мной при этом шутки шутить".

source: "Do yeh know I like the way yeh *smell?* Oh, aye - it drives me barmier than a Chaosman, it does." She sniffs up the side of your cheek, and she gives a low, eager hiss. "I see the way yeh look at me, and I *like* it. Yeh've got hungry *eyes,* yeh do. It makes me a-fire."
ru: "Ты знаешь, что мне нравится твой *запах*? О, да... Он просто делает меня хуже Хаосита... - она обнюхивает твою щеку, низко и страстно шипя. - Я вижу, как ты смотришь на меня, и мне это *нравится*. У тебя голодный *взгляд*. Я просто горю от него".

source: "I want tae bite yeh, soft-like around the neck..." She teases the side of your neck with her teeth, never breaking skin, and with every whisper, you can feel her breath along your ear. Her hand slides up around the back of your neck, and tightens, and you can feel her nails digging into your skin. "I want ta drag me nails along the back of yer neck, and force yeh to kiss me."
ru: "Хочется укусить тебя за шею..." Она осторожно покусывает твою кожу. С каждым ее словом ты чувствуешь ее нежное дыхание. Ее рука медленно поднимается вверх по затылку, и ты чувствуешь, как ее ногти впиваются в кожу. "Хочется расцарапать твою шею и заставить тебя поцеловать меня".

source: "Do yeh know I can *smell* yeh from fifty paces, that smell of fermaldyhe pouring offa yeh like one of them dustie shamblers. Maybe if yeh cleaned yerself up some, yeh'd be a right prize." Her eyes flash. "I'd make passion with yeh so hard yeh'd be knocked off the spire." She steps back, her tail flicking lightly against your leg, then gives you a hard stare. "So... d'yeh fancy me?"
ru: "Знаешь, я могу *учуять* тебя с пятидесяти шагов, этот запах разлитого фермальдега делает тебя похожим на одного из мертвяков. Может быть, если ты немного помылся, то бы получил свою награду, - ее глаза горят. - Моя страсть к тебе настолько сильна, что сбросила бы тебя со шпиля". Она делает шаг назад, легко хлестнув хвостом твою ногу. "Ну что... Нравлюсь тебе?"

source: Hold her and listen...
ru: Держать ее в объятьях и слушать...

source: You grab Annah, and before she can squirm free, you bite her lightly on the neck. As your teeth touch the skin, Annah hisses loudly, clawing like a cat, and tears away from you. "I was only *teasin'* yeh, yeh scarred vampire! L-l-leave off!" Despite her protestations, however, her face is flushed, and she is breathing heavily. "An' watch yer mitts next time!" She crosses her arms. "Yeh makin' me red, yeh are!"
ru: Ты хватаешь Анну и прежде, чем она успевает вывернуться, легко кусаешь ее в шею. Едва твои зубы касаются кожи, Анна громко шипит, царапаясь словно кошка. "Я всего лишь *дразнила* тебя, ты вампир со шрамом! П-п-прочь от меня!" Несмотря на протесты, ее лицо налито румянцем, а сама она тяжело дышит. "В следующий раз следи за своими лапами! - она скрещивает руки на груди. - Всю в краску вогнал!"

source: Grab her, bite her back.
ru: Схватить ее, укусить ее в ответ.

source: "Yes... yes, I do."
ru: "Да... да, нравишься".

source: "Annah, let's not have any more of that, all right?"
ru: "Давай не будем так больше делать, хорошо, Анна?"

source: Lie: "What's the problem? Biting is a customary greeting where I'm from."
ru: Ложь: "В чем проблема? Кусание - это такой способ приветствования в тех местах, откуда я пришел".

source: "You bite *me,* I bite *you.* If you don't like it, then don't DO it."
ru: "Ты укусила *меня*, я укусил *тебя*. Если тебе это не нравится, то ты бы этого НЕ ДЕЛАЛА".

source: "Look, enough of this... I had some questions for you."
ru: "Послушай, довольно об этом... У меня есть вопросы к тебе."

source: "Enough of this; let's move on."
ru: "Довольно об этом. Идем".

source: "Oh, *right,* I believes yeh." Annah's breathing slows, returning to normal. "Yeh jist keep yer mitts offae me, yeh hear?"
ru: "Ну *да*, так и поверила, - дыхание Анны медленно возвращается к норме. - Держи свои лапы подальше от меня, ты понял?"

source: "I'll do what *I* please, so I will." Annah sneers; she still seems to be a little flushed. "Yeh jest keep your mitts offa me, yeh hear?"
ru: "Я буду делать то, что нравится *мне*, - фыркает Анна. Она все еще немного взволнована. - Держи свои лапы подальше от меня, ты понял?"
