Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dannah.dlg.po
Languages: ru

source: "That's a fine sentiment, Annah. Let's go."
ru: "Довольно сантиментов, Анна. Пошли".

source: "Aye, Gris the Vulture, with a beak like an ill-tempered carrion bird. He was all hands an' leers, an' more's the pity I never slit his throat when he got too fresh."
ru: "Ага, Грис Стервятник, с клювом, как у больного падальщика. Тот еще был темнила и ловкач. Жаль только, что я не перерезала ему глотку, когда он был немного посвежее".

source: "Right, Annah. Thanks. Let's get out of here."
ru: "Хорошо, Анна. Спасибо. Давай уже выбираться отсюда".

source: "Aye, that's right. Leash yer mimir, 'tard, or I'll bury him with his body, jig?"
ru: "Ага, точно. Приструни своего мимира, недоумок, или я закопаю его рядом с тобой, усек?"

source: Annah nudges the corpse with her toe, and turns to you. "Yeh know why they called him Gris the Vulture, don't yeh? It was 'cause the idjit's got such a large beak on him. His nose always was always walkin' a few feet ahead of him."
ru: Анна пинает труп и поворачивается к тебе. "Знаешь, почему его прозвали Грисом Стервятником? Из-за огромного клюва. Его нос всегда шел в паре футов перед ним".

source: "Quint was looking for you, Gris. He said you had something of his."
ru: "Грис, тебя искал Квинт. Сказал, что у тебя есть что-то, принадлежащее ему".

source: "Gris, eh? I'll let the other villagers know he's dead."
ru: "Значит, ты Грис? Я скажу в деревне, что ты мертв".

source: "Thanks for your input, Annah. I had more questions for Gris."
ru: "Спасибо за справку, Анна. У меня есть другие вопросы к Грису".

source: "Thanks, Annah. Let's go."
ru: "Спасибо, Анна. Пошли".

source: "Dinna yeh mention it." She smiles sweetly. "An' a farewell ta yeh, too, Gris! Tell the rats not ta gnaw too hard on yer bones!" She spits on the body.
ru: "Не стоит благодарности, - она очаровательно улыбается. - И тебе счастливо оставаться, Грис! Передай крысам, чтоб не слышком сильно грызли тебе кости!" - она плюет на тело.

source: "Let's go, Annah."
ru: "Пошли, Анна".

source: "Aye, pike off ta wherever yeh came from, then."
ru: "Ага, вали, откуда пришел".

source: "Farewell to you, too."
ru: "И тебе прощай".

source: "Aye, mimir! What, the gulf between yer ears so wide me words echo? Eejit!"
ru: "Да, мимир! Что, межушная пустота настолько большая, что эхом отдает? Вот идиот!"

source: "You still haven't answered my question. What's a mimir? "
ru: "Ты не ответила на мой вопрос. Что это еще за мимир?"

source: "Mimir? What are you talking about?"
ru: "Мимир? О чем это ты?"

source: "Fine. Look, I had some other questions..."
ru: "Хорошо. Послушай, у меня были еще вопросы..."

source: She glances at Morte, then you, then sneers. "I guess I know which o' yeh has the brains, eh?"
ru: Усмехаясь, она переводит взгляд с Морта на тебя. "Кажется, теперь я поняла, у кого из вас двоих есть мозги".

source: "Yeah, yeah. Look, I had some other questions..."
ru: "Да, да. Слушай, у меня были еще вопросы..."

source: "Oh, aye? It's good I sell corpses then, aye? Yeh look ready for the Dustman's furnace, skull."
ru: "Да? Может тогда я буду торговать мертвыми телами? Тебе прямая дорога в топку Тленных, череп".

source: "What's all this now? Yeh be playing stern hardhead, friendly hardhead with me?" She sneers. "Pike off, yeh lecherous filth."
ru: "Это еще что такое? Пытаешься играть в хорошего твердолобого со мной? - презрительно усмехается она. - Слейся, кусок помоев".

source: "Oh, aye? It's good I sell corpses then, aye? Yeh look ready for the Dustman's furnace, the both of yeh." Her tail begins to lash back and forth. "Don't make me put yeh in the Dead Book."
ru: "Да? Может тогда я буду торговать мертвыми телами? Вам обоим прямая дорога в топку Тленных, - ее хвост начинает метаться из стороны в сторону. - Не заставляй меня прописывать вас в Книгу Мертвых".

source: "Sell corpses?"
ru: "Торговать телами?"

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "Not yet... I had some other questions..."
ru: "Еще нет... У меня есть некоторые вопросы..."

source: "Aye, the Dustman pay a lil' jink for anyone with a will ta scrape deaders off the street and bring 'em ta the Mortuary. This is me territory, though, so don't yeh even think about fishing for deaders here, right?"
ru: "Ага, Тленные платят немного звенелок любому, кто притащит к Моргу жмуриков с улицы. Кстати, это моя территория, так что не думай искать их здесь, понял?"

source: "Calm down, girl. I had some other questions, then we'll leave you be..."
ru: "Утихни, девчонка. У нас есть еще много вопросов..."

source: "This is going nowhere. Farewell."
ru: "Это никуда не приведет. Прощай".

source: "What do the Dustmen want with the dead?"
ru: "А зачем Тленным мертвые?"

source: "Your territory?"
ru: "Твоя территория?"

source: "Fine."
ru: "Отлично".

source: "Ta bury 'em proper like. Send them all ta their right Plane and make sure that everything in the multiverse be nice and tidy."
ru: "Они их хоронят. Отправляют их в правильный План и следят за тем, чтобы все мультивселенной было чисто и опрятно".

source: "Aye, *Plane!* Be the gulf between yer ears so wide me words echo? Pah! Yeh ask too many questions, scab. Pike off and nettle someone else wit' yer questions."
ru: "Да, *План*! Что, межушная пустота настолько большая, что эхом отдает? Пффт! Слишком много вопросов задаешь, прокаженный. Отвали от меня, иди надоедать кому-нибудь другому своими вопросами".

source: "'Plane?'"
ru: "'План'?"

source: "I just had one more question..."
ru: "У меня еще один вопрос..."

source: "All right then. Farewell."
ru: "Тогда ладно. Прощай".

source: "Aye, *my* territory! What, is the gulf between yer ears so wide that me words echo? Pah! Yeh ask too many questions, scab. Pike off and nettle someone else wit' yer questions."
ru: "Да, *моя* территория! Что, межушная пустота настолько большая, что эхом отдает? Пффт! Слишком много вопросов задаешь, прокаженный. Отвали от меня, иди надоедать кому-нибудь другому своими вопросами".

source: "Hey, easy, I just had some questions..."
ru: "Эй, тише, у меня просто несколько вопросов..."

source: "Watch your mouth, girl. I'm *not* in the mood. Now answer my question. Who are you?"
ru: "Следи за своим ртом, крошка. Я *не* в настроении. А теперь ответь на мой вопрос. Кто ты?"

source: "Uh... Farewell, then."
ru: "Ух... Тогда прощай".

source: She looks at you strangely. "Nay... I've seen nothing like that, I haven't."
ru: Она странно смотрит на тебя. "Неа... Я не видела ничего подобного, нет".

source: "All right. I had some other questions..."
ru: "Хорошо. У меня есть другие вопросы..."

source: "Thanks anyway. Farewell."
ru: "Все равно спасибо. Прощай".

source: "Oh, aye? Well, maybe yeh'd be best asking them where ol' stutter-crutch is."
ru: "Что, правда? Ну тогда, наверное, лучше спросить их, где прячется этот старый калека".

source: Truth: "Enough of your lies. Tell me where Pharod is, girl, or you'll soon number amongst the city's dead."
ru: Правда: "Хватит врать. Скажи мне, где Фарод, девчонка, или ты скоро пополнишь ряды городских мертвецов".

source: Bluff: "Enough of your lies. Tell me where Pharod is, girl, or you'll soon number amongst the city's dead."
ru: Блеф: "Хватит врать. Скажи мне, где Фарод, девчонка, или ты скоро пополнишь ряды городских мертвецов".

source: "Maybe I will. Look, I had some other questions..."
ru: "Может быть я так и сделаю. Слушай, у меня были еще вопросы..."

source: "Aye..." She studies you. "I did. Have yeh forgotten already?"
ru: "Ну да, - она осторожно смотрит на тебя, - сказала. А ты опять все забыл?"

source: "No, but I did have some questions..."
ru: "Нет, но я бы хотел задать несколько вопросов..."

source: "No, but I was wondering if *you* had... you see, south and west of the Mortuary is an alley filled with heavily-armed thugs. Know anything about that?"
ru: "Нет, просто поинтересовался, может, это *ты* забыла... Понимаешь, на юго-западе от Морга - лишь аллея, набитая головорезами с большими тесаками. Ты знаешь об этом?"

source: "Not this time. Farewell."
ru: "Нет, в этот раз. Прощай".

source: "Hssssst!" Annah gives a warning hiss, and as you turn to face her, you notice she is staring wide-eyed at the creature. She makes a semi-circle over her heart.
ru: "Шшшш!" Анна предупреждающе шипит. Когда ты поворачиваешься к ней, ты замечаешь, что она смотрит на существо широкими глазами. Она делает полукруг над своим сердцем.

source: "Are yeh daft?!" Annah turns to you... and you suddenly realize she's *frightened.* "Are yeh so pig-eager to dance in the Lady's shadow yeh'll bandy words with this one?! Let's give this place the laugh before we get penned in the dead-book!"
ru: "Ты что, дебил?! - Анна разворачивается к тебе... и ты неожиданно понимаешь, что она *напугана*. - Ты прям жаждешь побывать в тени Леди, раз болтаешь с этим! Сваливаем с этого места, пока нас не прописали в книгу мертвых!"

source: "It's *Fell.*" Annah throws a fearful glance at the creature... presumably Fell. "Let's be away, aye? No good'll come of being here, so it won't!"
ru: "Это *Фелл*. - Анна со страхом смотрит на создание... на Фелла. - Давай просто уйдем, лады? Ничего хорошего здесь нет. И не будет!"

source: "He's a dabus who's not a dabus, aye? He walks on the ground..." Annah's voice drops to a whisper, and she starts trembling. "No more questions, let's give this place the laugh, aye?"
ru: "Он - дабус, который на самом деле не дабус, ясно? Он ходит по земле... - голос Анны опускается до шепота, и она начинает дрожать. - Не надо больше спрашивать, давай просто свалим отсюда, ладно?"

source: "Dabus are *Her* kin -- they take care o' the city, fixin' it an' tearin' it down an' buildin' it back up n' all. They talk in symbol-puzzles in the air -- yeh gotta piece 'em together t'figure out the chant."
ru: "Дабусы - это *Ее* народ. Они заботятся о городе, чинят его, ломая и возводя дома заново. Они разговаривают с помощью символов-ребусов, которые парят в воздухе - тебе нужно сложить их вместе, чтобы понять, что они говорят".

source: Annah throws a frightened glance at Fell. "Fell's a dabus who angered *Her.* It's said he's a dabus who isn't a dabus, and the time's close when the Lady's gaze'll fall on him, so it will."
ru: Анна бросает полный страха взгляд на Фелла. "Фелл - это дабус, который рассердил *Ее*. Говорят, что он - дабус, который перестал быть дабусом, когда взгляд Леди коснулся его".

source: "The Lady of Pain." Annah makes another semicircle in the air in front of her. "The dabus work for her, an' she protects them... 'cept Fell." She shudders. "Let's be away, aye?"
ru: "Леди Боли, - Анна делает еще один полукруг в воздухе перед собой. - Дабусы работают на нее, а она их защищает... кроме Фелла". Она дрожит. "Давай свалим отсюда, лады?"

source: "Aye... and heed yer tongue." Annah makes another semicircle in the air in front of her as you mention the Lady's name. "The dabus work for the Lady, an' she protects them... 'cept Fell." She shudders. "Let's be away, aye?"
ru: "Ага... только следи за языком, - когда ты произнес имя Леди, Анна делает еще один полукруг в воздухе перед собой. - Дабусы работают на нее, а она их защищает... кроме Фелла". Она дрожит. "Давай свалим отсюда, лады?""

source: Annah grabs your arm. "Please, nay, nay! No good'll come of it -- anyone speakin' ta Fell could draw the Lady's gaze. I donnae want t'die, I don't!" To your surprise, Annah looks close to tears.
ru: Анна хватает тебя за руку. "Пожалуйста, не надо! Нельзя здесь находиться - любой, кто разговаривает с Феллом, может попасть под взгляд Леди. Я не хочу умирать, не хочу!" К твоему удивлению, Анна готова заплакать.

source: Annah flushes, as if slapped. She snarls, her tail lashing and her familiar anger re-surfacing. "I donnae why I bother... go on, talk ta him 'til yer tongue slits yer own throat!"
ru: Анна краснеет, как если бы ее отшлепали. Она рычит, ее хвост мечется из стороны в сторону, и уже знакомая злость вновь в ней проявляется. "И зачем я вообще встревала... давай, болтай с ним, пока твой язык не прилипнет к глотке!"

source: For a minute, Annah just looks at you. Then, something in your gaze seems to calm her, for she steels herself. "I donnae why I..." She shakes her head. "Go on, then, talk ta him! I donnae care!" There is an undercurrent of fear in her voice.
ru: С минуту Анна смотрит на тебя. Что-то в твоем взгляде успокаивает ее, делая ее вновь сильной. "И зачем я... - она качает головой. - Давай, болтай с ним! Мне пофигу!" Однако в ее голосе все еще чувствуются следы страха.

source: Annah pauses for a moment. She looks torn. "Aye... I can."
ru: Анна молчит. Она выглядит очень рассерженной. "Да... Могу".

source: Annah shakes her head. "Nay, I'm not about ta walk with yeh inta the Lady's shadow, so's I'm not."
ru: Анна мотает головой. "Ну нет, я не собираюсь вслед за тобой вступать в тень Леди".

source: Annah nods. The dabus continues to stare at the two of you, arms folded in its sleeves.
ru: Анна кивает. Дабус продолжает пялиться на вас обоих, держа свои руки в рукавах.

source: Annah shrugs, her tail lashing slowly back and forth. "Says his name's 'Fell.'"
ru: Анна пожимает плечами, ее хвост медленно качается из стороны в сторону. "Говорит, что его зовут 'Фелл'".

source: Annah frowns, studying the symbols. "Don't know all the symbols he's spitting out..." She glances around the walls of the building. "Still... if my eyes see true, this looks like a tattoo parlor."
ru: Анна хмурится, изучая символы. "Я знаю не все символы, которые он выплюнул... - она оглядывает стены дома. - Но все же... если мои глаза меня не обманывают, то это похоже на тату-салон".

source: Annah squints at the symbols. "First, he says... no, wait." She frowns. "He says it's the *first* time yeh've come here... but at the same time, it's not." Annah hisses in irritation, and her tail lashes back and forth like a snake. "Hssst! He's as barmy as *yeh* are -- there's no sense in what he says."
ru: Анна смотрит на символы. "Он говорит, первый... нет, погоди, - она хмурится. - Он говорит, что это *первый* раз, когда ты пришел сюда... но в то же время это не так". Анна начинает раздраженно шипеть, ее хвост начинает метаться подобно потревоженной змее. "Шшшш! Он такой же полоумный, как и *ты* - все, что он сказал, не имеет смысла".

source: Annah blinks. "Oh, this is grand. He says he knows yeh, right enough... but then he says he can't tell yer story."
ru: Анна моргает. "Ох, превосходно. Он говорит, что знает тебя достаточно хорошо... но тебе он не может ничего сказать".

source: "He says he can't. He says he's sorry and all... then..." Annah frowns. "He says 'he can't change man's nature.'" She skims the symbols again, then shrugs. "Don't know what he's on about with that last bit."
ru: "Он говорит, что не может. Он говорит, что извиняется и... еще... - Анна хмурится. - Он говорит, 'я не могу изменить сущность человека'". Она снова бегло оглядывает символы, затем пожимает плечами. "Не пойму, о чем это он толкует в последнем куске".

source: Annah chews her lower lip. "Says the hag's no fairy's tale. She's real, she is."
ru: Анна закусывает нижнюю губу. "Говорит, эта ведьма - не сказки. Она существует".

source: "He..." Annah makes a semi-circle over her heart. "He says she's been mazed, so she has..." Her voice drops to a whisper. "She's in one o' the Lady's cages."
ru: "Он... - Анна делает полукруг над своим сердцем. - Он говорит, что она в лабиринтах, поэтому она... - дальше она продолжает шепотом. - Она сейчас в одной из клеток Леди".

source: "She..." Annah squints at the symbols. "Something about the two of them not gettin' along, and the Lady punishing Ravel. Put her in a maze, the Lady did." Annah turns to you. "Mazes are like the cackle-house for berks who think they can pull one over on the Lady... never works. Only makes more mazes."
ru: "Она...- Анна косится на символы. - Что-то они не поделили, и леди наказала Рейвел. Поместила ее в лабиринты, Леди это умеет". Анна оборачивается к тебе. "Лабиринты - это такие курятники для пней, которые думают, что могут совладать с Леди... никогда такого не выйдет. Только лабиринтов больше становится".

source: Annah seems nervous the more she translates, and you see her shudder. "'Ee says she tried ta crack Sigil like an egg."
ru: По мере перевода Анна все больше и больше нервничает, ты видишь, что она дрожит. "Он говорит, что она пыталась разбить Сигил как яйцо".

source: Annah frowns. "He says don't go lookin' for her..." She scratches herself uncomfortably. "He says she's in the Lady's keepin'." She turns to you. "He's speakin' sense... one doesn't cross Her, so best leave well enough alone, aye?"
ru: Анна хмурится. "Он говорит, лучше не искать ее... - она неуютно почесывается. - Он говорит, что она в убежище Леди". Она поворачивается к тебе. "Он дело говорит... не нужно вставать у Нее на пути, лучше оставить все как есть, ясно?"

source: "He says not to go lookin' for her, 'cause..." She squints at the symbols. "Cause she has an evil heart." She pauses. "He says she will do anythin' ta hurt yeh an' those that walk with yeh." Annah sighs, then throws an uneasy glance at you. "He's right, y'know. If she lives, she's misery only, trouble o' the blackest kind, she is."
ru: "Он говорит, что лучше не искать ее, потому что... - она смотрит на символы. - Потому что, у нее злое сердце". Она замолкает. "Он говорит, что она сделает все, чтобы навредить тебе и тем, кто придет с тобой, - Анна вздыхает, и смотрит на тебя с испытующим взглядом. - Знаешь, он прав. Если она настоящая, то она - самая черное из всех отродий".

source: Annah's tail lashes back and forth. "'Ee says the arm's yours, but the tattoos are his." She frowns as she studies the symbols that float in the air. "...Can't make out the last part."
ru: Хвост Анны мечется из стороны в сторону. "Он говорит, что это рука твоя, но татуировки - его, - она хмурится, изучая парящие в воздухе символы. - "Последнюю часть не разобрать".

source: "'Ee says that they're his, but he'd forgotten about them. He says he can carve them on yeh again, if yeh want."
ru: "Он говорит, что они - его, но он забыл он их. Он говорит, что может набить тебе их снова, если ты хочешь".

source: "'Ee says that they're not his."
ru: "Он говорит, что они не его".

source: "He says... the ones on yer back, they're directions. The other, the one on yer shoulder..." Suddenly, one of the symbols around Fell brightens, and the rest vanish. The symbol becomes larger and more focused.
ru: "Он говорит... те, что у тебя на спине - указания. Другая, на плече..." Неожиданно один из символов, парящих вокруг Фелла, вспыхивает, а другие исчезают. Символ становится больше и более четким.

source: "Shadows." Annah's tail begins lashing back and forth... strangely enough, she seems nervous. "He says yeh were killed by shadows."
ru: "Тени, - хвост Анны начинает метаться из стороны в сторону... странно, но она выглядит взволнованной. - Он говорит, что тебя убивали тени".

source: "He says..." Annah's tail stops lashing back and forth and begins moving slower, like a snake about to strike. "He says yeh were killed by many shadows. He doesn't know why."
ru: "Он говорит... - хвост Анны перестает метаться и начинает качаться, подобно змее, готовой к броску. - Он говорит, что тебя убивали много теней. Он не знает, почему".

source: "He says... it's his temple... his gallery. He says, uh... that yeh are his *canvas.* He both admires yeh... an' is saddened for yeh."
ru: "Он говорит... это его храм... его галерея. Он говорит, эээ... это его *холст*. Он восхищается тобой... и одновременно скорбит по тебе".

source: Annah seems to be struggling. "He says... torture's, nay... *torment's* mark floats over, above yeh. That tragedy... tragedies... an' losses have all been... uh, chipped inta yer flesh. He says yeh've survived great pain."
ru: Похоже, Анне трудно. "Он говорит... на тебе знаки пытки, нет... *мучения*. На твоей плоти высечена трагедия, эээ... трагедии... потерь того, что было. Он говорит, что ты перенес сильную боль".

source: Annah frowns. "Can't quite get it all, but..." She squints at the symbols. "He... feels admiration... *admires* yeh, because yeh have surrendered... nay, nay... because yeh've *not* surrendered ta the weight o' loss... losses... chains..." Annah snarls, then spits on the floor. "Dammit! A-cursed rebuses! Don't make a lick a sense!"
ru: Анна хмурится. "Не могу понять полностью, но... - она косится на символы. - "Он... чувствует восхищение... да, *восхищается* тобой, потому что ты сдаешься... нет, нет... потому что, ты *не* сдаешься под весом потери... потерь... цепей..." Анна рычит, затем сплевывает на пол. "Проклятье! Чертовы ребусы! Нет никакого смысла!"

source: "All right, 'oul on." Annah takes a breath, then squints at the rebuses again. "He says he admires yeh because yeh've not surrendered ta the weight o' these losses... even though the chains still hang above yeh... eh, on yeh."
ru: "Хорошо, сейчас". Анна глубоко вздыхает, затем снова смотрит на ребусы. "Он говорит, что восхищается тобой, потому что ты не сдаешься под весом этих потерь... даже когда цепи все еще скованы над тобой... эээ, на тебе".

source: Annah frowns. "He says... these losses cover over this life an' all the ones since. That yeh split skins... eh... *shed* skins... like a snake. Yeh're walkin' the paths o' life, the many..." She pauses. "Uh, the infinite paths o' life."
ru: Анна хмурится. "Он говорит... с тех пор эти потери покрывают эту жизнь. И что ты выплевываешь кожу... эээ... *сбрасываешь* кожу... как змея. Ты ходишь по дорогам жизни, много..." Она останавливается. "Эээ, бесконечно многим дорогам жизни".

source: "Eh... he says ta warn yeh of something... each of your, eh, lives, past life, lives..." She squints, then continues. "Carnations... *incarnations* casts a shadow. An' that yeh need travel... ta a place where there's mad shadows, where mad shadows live, an' the earth is cut from regrets."
ru: "Эээ... он предупреждает тебя о чем-то... твоя прошлая жизнь, эээ, каждая из твоих прошлых жизней..." Она изучает символы, затем продолжает. "Карнаций... *инкарнаций* создает тень. И что тебе нужно попасть... в место, где есть сумасшедшие тени, где сумасшедшие тени живут, и где земля рыдает от сожалений".

source: "He also says not t'sign anythin'."
ru: "Еще он говорит, чтобы ты больше ничего не подписывал".

source: "Fell says... uh, no, he *asks* if yeh feel 'un-whole.'" Annah frowns. "I *think* he asked yeh if yeh feel complete."
ru: "Фелл говорит... нет, он *спрашивает*, чувствуешь ли ты себя 'не целым'", - Анна хмурится. - *Кажется*, он спрашивает тебя, чувствуешь ли ты себя полностью".

source: "Fell says... that yeh're strong. An' yeh should keep faith. Then yeh shall become whole again."
ru: "Фелл говорит... что ты силен. И что ты должен хранить веру. Только тогда ты снова сможешь чувствовать себя полностью".

source: Annah blinks. "He... told me not ta surrender my heart."
ru: Анна моргает. "Он... сказал мне, чтобы я не поддавалась своему сердцу".

source: "He says it's torture..." She frowns. "Nay, he means 'torment,' I think. Somethin' about the skin an' the mind I cannae make out." She shakes her head. "Gives my head the pains, it does."
ru: "Он говорит, это пытка... - она хмурится. - Нет, кажется, он имеет в виду 'мучения'. Что-то связано с кожей и разумом, не могу понять". Она трясет головой. "Сейчас он сведет меня с ума".
