Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dannah.dlg.po
Languages: ru

source: "Get a hair's breadth closer, skull, an I'll see to it that not one o' yer chatterin' teeth lies within a hundred paces of another!"
ru: "Подойди еще хоть на волосок, череп, и твои болтливые зубы будут разбросаны по округе в сотне шагов друг от друга!"

source: "Sweet sufferin' *pike*..." Annah snarls. "Yeh there! We'll be having no more o' this waiting, so yeh'd better..."
ru: "Вот ведь убогий *ублюдок*... - ворчит Анна. - Эй, ты! Мы больше не будем ждать, так что лучше тебе..."

source: Annah looks surprised. "Eh?" Her surprise quickly falls into a frown. "What d'yeh *mean?*"
ru: Анна выглядит удивленной. "А? - ее удивление быстро сменяется неодобрением. - О *чем* это ты?"

source: Annah seems confused. "Nay. Nay, I'm not a Sensate..."
ru: Анна, похоже, совсем растерялась. "Не-а, я не Чувствующая..."

source: "Nay, I like these. I donnae need ta worry about th'cold or heat, it's me blood, I think. An' watch th' talk about th' tieflings, aye?"
ru: "Не-а, мне так больше нравится. Холода и жары я не боюсь, наверное, из-за крови. И следи за тем, что ты там болтаешь про тифлингов, усек?"

source: "I'd gut yeh if yeh had somethin' t' gut, skull."
ru: "Выпустить бы тебе кишки, череп, да нет их у тебя".

source: "'Scrag?!' What in the nine Planes o' Baator are yeh talkin' about, yeh idjit? Scrag's nagged, nipped, yanked by the Hardheads, yeh clueless, addle-coved berk."
ru: "'Доходягой'? Что, во имя девяти планов Баатора, ты несешь, придурок? Доходягами становятся от пил, щипцов и киянок Твердолобых, бестолочь ты эдакая, пень пустоголовый".

source: Annah snickers, shaking her head. "Rattle, yeh sod. Rattlin' yer bone-box, it is. I'd so like ta see how long yeh'd last dropped smack in the middle o' the Hive, actin' as yeh are..." Annah turns to you. "C'mon, let's be off. No use wastin' our time with this wee-stemmed basher would-be."
ru: Анна хихикает, качая головой. "Трясти, бедолага ты этакий. Трясти костяной коробкой. Хотела б я поглядеть, сколько ты протянешь в самой гуще Улья, с таким-то говором... - Анна поворачивается к тебе. - Ну все, валим отсюда. Нечего тратить время на этого типа вояку с коротким корешком".

source: "Ah, what now?" You turn to see a striking red-haired girl dressed in leather armor... you didn't even hear her enter the chamber. Her right arm is covered with a series of interlocking plates that look as if they were taken from the skin of some creature, and a horned shoulder piece protects her left arm. Oddly enough, she has a tail... that is flicking back and forth as you watch.
ru: "А, ну что еще?" Перед тобой поразительная рыжеволосая девушка, одетая в кожаную броню... ты даже не заметил, как она вошла в комнату. Ее правая рука покрыта серией накладывающихся друг на друга пластин, похожих на кожу какого-то животного, а левую руку защищает рогатый наплечник. Странно, но у нее есть хвост... который мечется из стороны в сторону, пока ты на него смотришь.

source: The girl ignores you and turns to Pharod. "What's this about, then? I'm not playing the leash-pull with this scarred dog, so I'm not. Get one of your other gullies to do it."
ru: Девушка, не обращая на тебя внимания, поворачивается к Фароду. "Что на этот раз? Я не собираюсь выгуливать на поводке этого шрамного пса, ни за что. Возьми кого-нибудь из своих идиотов для этого".

source: "Eh? What are yeh on about?" She squints at you. "'Ee's not a deader."
ru: "Чего? Это ты о чем? - она косится на тебя. - Он же не трупак".

source: "So?" Annah glances at you, then shrugs. "He shouldn't be playing deader on the Hive while I'm about, or he'll wake up in a Dustie's arms, he will."
ru: "И что? - Анна глядит на тебя, затем пожимает плечами. - Ему не стоит изображать из себя трупака в Улье, когда я поблизости, не то очутится в руках Мертвяков".

source: "Oh, aye, and maybe YEH should have been more careful an' maybe yeh wouldn't have been lying face-down n' stone-still on the alley cobbles like a deader, aye?!"
ru: "О да, может, это ТЕБЕ стоило быть поосторожней, глядишь, и не лежал бы на мостовой мордой вниз, закоченевший как трупак, а?!"

source: "I'm not afraid of YEH -" Annah's hands drop down to her sides, and she draws two wicked punch daggers from their sheaths. "Yeh'd best step down, or yeh'll have these in yer eyes, yeh will!"
ru: "Я не боюсь ТЕБЯ... - руки Анны устремляются вниз вдоль боков и выхватывают из ножен пару страшных ударных кинжалов. - Тебе лучше отойти, не то они будут торчать у тебя из глаз!"

source: "Tchhhh..." Annah sneers at Pharod, then throws a glance at you. "C'mon, then. And keep yer steps quick, jig? I've little time tae waste on the likes of yeh."
ru: "С-с-с - Анна косится на Фарода, затем бросает на тебя взгляд. - Тогда идем. И перебирай ногами побыстрее, усек? У меня на таких как ты нет лишнего времени".

source: "Oh, aye? Well, then, yeh can sniff out yer grave on yer own, eejit! I'm not wai-"
ru: "Во как? Что ж, тогда обнюхивай свою могилку сам, придурок! Я не буду..."

source: Annah spits on the ground. "Pox on yeh both..."
ru: Анна сплевывает на землю. "Чтоб вас обоих оспа побила..."

source: "So you're the one who's going to show me where you found my body?"
ru: "Так значит это ты покажешь мне место, где нашли мое тело?"

source: "You're Annah? I met you in the Hive - outside the Mortuary, correct?"
ru: "Ты Анна? Мы встречались с тобой в Улье - напротив Морга, верно?"

source: "Maybe you could have CHECKED to see if I was alive before dumping me off there."
ru: "Может, тебе стоило ПРОВЕРИТЬ, жив я или мертв, перед тем как бросать меня там".

source: "Enough of this - where did you find my body?"
ru: "Хватит... где ты нашла мое тело?"

source: "Maybe I should show your filthy, corpse-pirate hide what it's like to be lying near-dead in an alleyway."
ru: "Может, стоит показать твоей грязной мародерской шкуре, каково это - лежать полумертвым в переулке".

source: "Actually, I'm not done exploring the Buried Village yet... let's head to the site where I died after I'm done here."
ru: "Вообще-то, я еще не закончил обследовать Погребенную деревню... пойдем на место моей смерти, когда я тут разберусь".

source: "Very well. Let's head there now."
ru: "Отлично. Веди".

source: "That's what I was thinking... now let's go."
ru: "Я так и думал... а теперь пошли".

source: "Eh..." Annah looks at you oddly. "He's a dabus, he is."
ru: "Эээ..." Анна странно смотрит на тебе. "Это же дабус".

source: Annah's voice drops. "Dabus is one o' *Her* kin -- they take care o' the city, fixin' it and tearin' it down and buildin' it back up n' all. They talk in symbol-puzzles in the air -- yeh gotta piece 'em together t'figure out the chant." Annah looks irritated. "Gives yer head pains, so it does."
ru: Анна переходит на шепот. "Дабусы - это *Ее* народ. Они заботятся о городе, чинят его, ломая и возводя дома заново. Они разговаривают с помощью символов-ребусов, которые парят в воздухе - тебе нужно сложить их вместе, чтобы понять, что они говорят". Анна выглядит рассерженной. "И от них всегда болит голова".

source: "'Her' kin? Who?"
ru: "'Ее' народ? Чей?"

source: "The Lady of Pain." Annah makes a semicircle in the air in front of her. "They work for her, an' she protects them. Don't be mucking about wit' em, or yeh might draw her gaze."
ru: "Леди Боли". Анна делает полукруг в воздухе перед собой. "Они работают на нее, а она их защищает. Не надо им гадить, или можно оказаться перед ее вглядом".

source: "Can you tell me about the Lady of Pain?"
ru: "Что ты можешь сказать о Леди Боли?"

source: "Hsssst!" Annah draws a finger across her throat. "Don't yeh be rattlin' yer bone-box 'bout her. She has ears *everywhere,* so she does, so don't be bandyin' her name 'bout, aye?"
ru: "Шшш!" Анна проводит пальцем поперек горла. "Не стоит трясти своей черепушкой о ней. У нее есть уши *повсюду*, так-то, так что не надо произносить ее имя, лады?"

source: "Oh."
ru: "О".

source: "He jest said he was one of the dabus." She shrugs. "They don't have names."
ru: "Он сказал, что он из дабусов". Она пожимает плечами. "У них нет имен".

source: "Can you ask it another question?"
ru: "Можешь ли ты задать другой вопрос?"

source: "Well, this one dinnae give 'is name, now *did* he, skull?!"
ru: "Ну раз у этого нет имени, то *как* его зовут, череп?!"

source: She shrugs. "He says he's doin' his work. Y'know - tendin' ta th' city an' all."
ru: Она пожимает плечами. "Он говорит, что делают свою работу. Ну, знаешь, присматривает за всем в городе".

source: "That's all I wanted to know. Let's get out of here."
ru: "Это все, что я хотел знать. Идем отсюда".

source: "Ask him what he's doing."
ru: "Спроси его, что он делает".

source: "Ask him to tell us about the Lady of Pain."
ru: "Спроси его про Леди Боли".

source: Annah shakes her head. "Nay, I'm not about ta walk with yeh into the Lady's shadow, so's I'm not. Yeh'll only draw the Lady's gaze if yeh rattle yer trap about her ta her kin."
ru: Анна мотает головой. "Ну нет, я не собираюсь вслед за тобой вступать в тень Леди, ни за что. Ты попадешься под взор Леди, если будешь болтать о ней с ее народом".

source: "Look, just ask it about the Lady, all right?"
ru: "Послушай, просто задай вопрос о Леди, ладно?"

source: Annah shakes her head. "Nay, I won't."
ru: Она мотает головой. "Неа, не хочу".

source: "Look, *do* it. I'm warning you."
ru: "Послушай, *сделай* это. Я предупреждаю тебя".

source: Annah crosses her arms, and her tail begins to lash back and forth.
ru: Анна скрещивает руки, ее хвост начинает хлестать вперед-назад.

source: "Let me try then..."
ru: "Дай тогда я попробую..."

source: "Forget it, then. Let's just leave."
ru: "Тогда забудь. Уходим".

source: "All right. Could you ask them another question for me?"
ru: "Ладно. Можешь ли ты задать ему другой мой вопрос?"

source: "Ask him to tell us about Fell."
ru: "Спроси его про Фелла".

source: "Nay, I won't be askin' Fell's ol' kin 'bout him, so I won't. It's bad blood, an' it don't do nobody no good ta bring up such things."
ru: "Неа, я не буду спрашивать у него о Фелле, не буду. Здесь нечисто, и это не приносило никому ничего хорошего".

source: "Look, just *ask* the damn question, all right?"
ru: "Послушай, просто *задай* этот чертов вопрос, ладно?"

source: "Can you ask it another question for me?"
ru: "Можешь ли ты задать ему другой мой вопрос?"

source: She pauses for a moment. "Aye... I can."
ru: Она молчит секунду. "Ага... могу".

source: Annah shakes her head. "Nay, I'm not about ta walk with yeh into the Lady's shadow, so's I'm not. Let's not linger, aye? Nothin' ta be gained except drawing the Lady's gaze by talking ta her kin."
ru: Анна мотает головой. "Ну нет, я не собираюсь вслед за тобой вступать в тень Леди. Давай не будем тормозить, а? Нам ничего не достанется, кроме взора Леди, если мы будет болтать с ее народом".

source: "I see."
ru: "Понятно".

source: "All right, all right."
ru: "Хорошо, хорошо".

source: "Have yeh gone pikin' *barmy,* yeh sod? Powers above an' below, yeh'd best be makin' some sorry jest, or I swears I'll do me best ta put yeh down fer *good,* so I will!"
ru: "Ты че, *совсем* с катушек съехал, бедолага? Силы небес и преисподней, лучше бы это была какая-то дурацкая шутка, иначе клянусь, что сделаю все, чтобы ты откинулся *навсегда*, и я это сделаю!"

source: "I'm serious. Will you buy her, Vrischika?"
ru: "Я серьезно. Берешь ее, Вришика?"

source: "I was, I was. I had another question, Vrischika..."
ru: "Шучу, шучу. У меня есть другой вопрос, Вришика..."

source: "You're right... it was a jest in poor taste, Annah. Let's go."
ru: "Ты права... это была не самая удачная шутка, Анна. Пошли".

source: "I donnae know." Annah stares at the face in disbelief, her hands nervously fingering her daggers. "But I'm fer leavin' 'fore we find out, aye?"
ru: "Без понятия, - Анна смотрит на лицо, затаив дыхание, ее пальцы нервно теребят кинжалы. - Давай сваливать, пока мы не выяснили это, ладно?"

source: "I think it means the dabus. They're always fixin' and repairin' things."
ru: "Кажется, она имеет в виду дабусов. Они без конца что-то чинят и исправляют".

source: "Uh, it must be in the 'way.'"
ru: "Ах вот оно что".

source: "I think it's pregnant."
ru: "Думаю, она на сносях".

source: "What are you talking about?"
ru: "О чем это ты?"

source: "Not just yet. There is something..."
ru: "Не спеши. Что-то здесь не так..."

source: Annah is watching you, terrified. She looks like she wants to step forward, help, but she's paralyzed. "Yeh... are yeh all right...?"
ru: Анна в ужасе наблюдает за тобой. Она выглядит так, будто хочет подойти и помочь тебе, но она парализована. "Ты... ты в порядке?.."

source: "Yes... yes... I just need a moment..."
ru: "Да... Да... Мне нужно немного времени..."

source: Annah is silent, staring at you, hypnotized. Your blood drips upon the floor, each tear splattering into a crimson circle as it strikes the flagstones of the sensorium. "What did yeh see... what did yeh see in that fiend stone?"
ru: Анна молчит, глядя на тебя как загипнотизированная. Твоя кровь капает на пол, ее капли, падая на плиты сенсориума, превращаются в багряные пятна. "Что ты видел... что ты видел в том дьявольском камне?"

source: "Longing..."
ru: "Тоску..."

source: Annah frowns, confused, then stares daggers at the sensory stone, as if she's thinking about shattering it. "Aye? I'm longing ta *break* that stone, I am, ta tear yeh up so!"
ru: Анна нахмуривается в замешательстве, затем кинжалами указывает на камень переживаний, будто намереваясь разбить его. "Да? А я тоскую по тому, чтоб *расколоть* этот камень, за то, что потрепал тебя так!"

source: "No... no, I just need a moment, Annah. I'll be fine..."
ru: "Нет... нет, мне просто нужно немного времени, Анна. Я буду в порядке..."

source: "Da! What yeh be doin' in this place?"
ru: "Па! Что ты здесь делаешь?"

source: Annah stares hard at the pillar, eyes narrowed, her fists clenched and tail rigid. A mixture of fury and anguish is smeared across her trembling face.
ru: Анна сурово смотрит на колонну, прищурив глаза, ее кулаки сжаты, хвост неподвижен. В ее дрожащем лице читается смесь ярости и страданий.

source: "Annah... are you all right?"
ru: "Анна... с тобой все в порядке?"

source: Truth: "I wish we could help him, Annah. It's a tragic thing to happen to anyone."
ru: Правда: "Хотел бы я ему помочь, Анна. Такого ужасного конца никому не пожелаешь".

source: Truth: "It's sad, Annah, but he earned himself such a fate. Try not to suffer to greatly over it."
ru: Правда: "Это печально, Анна, но он заслужил такую судьбу. Попытайся не слишком из-за этого переживать".

source: Truth: "I'm glad to see that bastard in there - and 'father' or no, so should you be, Annah."
ru: Правда: "Рад видеть здесь этого ублюдка. 'Отец' он тебе, Анна, или нет, но это должно было случиться".

source: Remain silent.
ru: Сохранять молчание.

source: Annah smirks, spits, and turns away from the pile of rotting heads. She shrugs, but won't look at you. "No matter."
ru: Анна усмехается, сплевывает и отворачивается от горы разлагающихся голов. Она пожимает плечами, не глядя на тебя. "Неважно".

source: Annah turns, eyes blazing. "He was my *Da.*" She bares her teeth. "I *hated* him. He only saw in me a way to scarper more bodies, more jink an' more junk ta line his vault. 'Annah dear,' 'Annah lass, yeh're the most precious thing in me vault,' he'd lie. An' he'd lie. An' he was weak o' mind an' weak o' body. An' he smelled o' corpse rot an' had all the feelin's o' a vulture picking at a corpse."
ru: Анна поворачивается, ее глаза горят. "Он был моим *па*, - она скалит зубы. - Я его *ненавидела*. Он видел во мне только еще один способ обчистить побольше тел и набить свой склад звенелками и мусором. 'Анна, дорогуша', 'Анна, девочка, ты самое дорогое мое сокровище' - вот его вранье. И он продолжал врать. Он был слаб умом и телом. Вонял трупной гнилью, и имел это чутье падальщика до всякого добра с трупов".

source: Annah's voice lowers, but the fire in her eyes burns brighter. "And he was the only one ever ta show me a scrap o' kindness. Is that what yeh *wanted* ta hear, is it? Yeh *pleased* now, aye?"
ru: Анна понижает голос, но глаза ее горят еще ярче. "И он был единственным, кто проявлял ко мне хоть чуточку доброты. Ты это *хотел* услышать, да? Теперь ты *доволен*, да?"

source: Annah smirks, spits, and turns away from the pile of rotting heads. She shrugs, but won't look at either Grace or you. "No matter."
ru: Анна усмехается, сплевывает и отворачивается от горы разлагающихся голов. Она пожимает плечами, не глядя ни на Грацию, ни на тебя. "Неважно".

source: "Yeh mean *lies!*" hisses Annah.
ru: "То есть, *вранье*!" - шипит Анна.

source: "What are yeh, an idjit?! It's the brain-boxes o' sods whose lyin' sent some poor berk ta his death. It can answer almost anythin' - but it'll want a pikin' *lot* fer its answer, so's it will. Donnae be askin' it questions like that!"
ru: "Ты что, идиот? Это ж черепушки тех бедолаг, которые своим враньем загнали какого-нибудь пня в могилу. Они могут ответить почти на все вопросы, но требуют чертовски *много* за свои ответы. Так что не спрашивай у них такое!"

source: "Did you love Pharod, Annah?"
ru: "Анна, ты любила Фарода?"

source: "It can *have* me, can it?! I think not, yeh pikin' idjit! What're yeh thinkin', yammerin' about so?" She suddenly stops, narrowing her eyes at you. "Lady's shadow, yeh better not be serious, now... if yeh are, so helps me, I'll feed yeh to it meself, I will..."
ru: "То есть, они могут *забрать* меня? Ни за что, чертов ты идиот! Чего ты там надумал, что это за вздор? - внезапно она останавливается, прищурено глядя на тебя. - Тень Леди, лучше б ты говорил это не всерьез... потому что если это так, клянусь, я сама скормлю тебя им, это уж точно..."

source: Truth: "I was serious. Get in there, Annah, or I'll stuff you in myself."
ru: "Я на полном серьезе. Вперед, Анна, не то я сам тебя туда засуну".

source: "I wasn't serious. Pillar: All right. What *other* gifts would you accept?"
ru: "Я это не всерьез. Ладно, Колонна, какие *еще* подарки вы примете?"

source: "Of *course* I was jesting. Let's go."
ru: "*Конечно* же, я шучу. Идем".

source: Annah rolls her eyes and gives a sour *Hpmh.*
ru: Анна, закатив глаза, недовольно *фыркает*.

source: Annah sneers. "Tch! Why don't yeh just lay with her *now,* here in the street, why don't yeh?"
ru: Анна презрительно усмехается. "П-ф-ф! Почему бы тебе *сразу* не перепихнуться с ней прямо на улице?"

source: Annah bristles as you are about to follow the woman off. "What are yeh *thinkin*, yeh eejt?!" She whirls on the courtesan, drawing her punch daggers. "Away, ye brazen strumpet!"
ru: Ты уже готов пойти вслед за девушкой, когда Анна щетинится. "Ты что *удумал*, дебил?!" Выхватив свои ударные кинжалы, она разворачивается к куртизанке. "Отвали, потаскуха!"

source: She whirls on you. "An' yeh, ye soddin' piker - yeh'd best stop messin' about else I'll be trimmin' yer stem, aye?"
ru: Она разворачивается к тебе. "А ты, неудачник - тебе лучше притормозить, или я подровняю тебе корешок, понял?"

source: Annah simmers down slightly, but her tail is still lashing back and forth. "Yeh'd best watch yerself if yeh want ta stay breathin' an' in one piece."
ru: Анна медленно остывает, однако хвост по-прежнему мечется из стороны в сторону. "Лучше следи за собой, если хочешь жить."

source: Annah makes a gesture with her tail... evidently meant to be obscene.
ru: Анна делает взмах своим хвостом... очевидно, он подразумевает что-то оскорбительное.

source: Annah starts towards the woman; it looks as if she'll cut the prostitute.
ru: Анна надвигается на женщину; кажется она полна решимости прирезать проститутку.

source: "Whoa! Calm down, Annah!"
ru: "Эй! Успокойся, Анна..."

source: "Put those damned blades away!"
ru: "Убери свои чертовы клинки!"

source: Watch, see what happens.
ru: Посмотреть, чем это закончится.

source: "'Trimmin' my stem?' Do I have to pay for that?"
ru: "'Подровняешь мне корешок'? А за это надо платить?"

source: "Stop threatening the woman, or I'll trim *your* tail, understand?"
ru: "Прекрати угрожать женщине, или я подровняю *твой* хвост, ясно?"

source: "I didn't ask for your views on the matter, Annah."
ru: "Твоего мнения я не спрашивал, Анна".

source: "Don't *threaten* me, Annah. You're the one with one life, understand?"
ru: "Не *угрожай* мне, Анна. У тебя, как и у всех, всего одна жизнь, понятно?"

source: "All right, all right... just calm down. Your fiend blood's gonna boil over."
ru: "Ну хорошо, хорошо... просто успокойся. Твоя демоническая кровь вот-вот закипит".

source: "Mind your own business, succubus. I've nothing tae say to yeh."
ru: "Думай о себе, суккуб. Я ничего тебе не скажу".

source: "I've got nothing to say to you, succubus."
ru: "Мне не о чем с тобой разговаривать, суккуб".

source: "Aye, it could... hurt yeh, that is."
ru: "Ага, не будет... больно. Это точно".

source: "If yeh shut yer trap, then I'll stop waving my tail."
ru: "Захлопни свое рыло, и я перестану им размахивать".

source: "Accent? What are yeh on about?"
ru: "Акцент? Про что это ты?"

source: "Oh yea. You TRYING to sit on me lap will make a grand tale. An' a short one."
ru: "Ага. ПОПРОБУЙ только сесть мне на колени, и ты услышишь великолепный рассказ. Только короткий".

source: "No, only to you."
ru: "Нет, только с тобой".

source: "Play the wise fella with me again, skull, an' I'll shove yer head up yer arse."
ru: "Еще раз поиграешь со мной в старые приятели, череп, и я запихну тебя в твою жопу".

source: "Oh sweet suffering Powers, skull, don't yeh ever get tired of hearing yerself jabber?"
ru: "Ох, святые Силы, череп, как ты сам не устаешь от своей больтовни?"

source: "Aye, and if yeh weren't yerself all the time, you might be a fine skull, too."
ru: "Ага, а если бы ты не был самим собой все время, ты бы тоже был бы неплохим черепом".

source: "No, it's fer scratchin' me back, yeh soddin' box!"
ru: "Нет, он для того, чтобы чесать мою спину, тупой ящик!"

source: ::Sigh::
ru: ::Вздох::

source: "What kinda stupid question's *that,* yeh pikin' sod-box?!"
ru: "Откуда *такие* дурацкие вопросы, ты, тупой ящик?!"

source: "*WHAT?!*"
ru: "*ЧТО?!*"

source: "Leave 'im alone, already; yeh don't know him!"
ru: "Оставь его в покое! Ты не знаешь его!"

source: ::Scowls at Morte::
ru: ::Хмуро смотрит на Морта::

source: "What lies beyond that curtain, Fell?"
ru: "Что находится за занавесом, Фелл?"

source: "What are those frames in the back room, Fell?"
ru: "Что это за рамы в задней комнате, Фелл?"

source: I found the body of Gris the Vulture, one of the Collectors from the Buried Village. It was stuck in a sarcophagus in a tomb inhabited by ghouls, horribly mutilated.
ru: Я обнаружил тело Гриса Стервятника, одного из Сборщиков из Погребенной деревни. Оно торчало из саркофага в гробнице, населенной упырями, ужасно изуродованное.

source: "Never mind. I had some other questions..."
ru: "Неважно. У меня есть другие вопросы..."

source: "Hmmm. I had some other questions..."
ru: "Хммм. У меня есть другие вопросы..."

source: "I see. Let's move on."
ru: "Понятно. Идем".

source: "Interesting. I had some other questions..."
ru: "Интересно. У меня есть другие вопросы..."

source: "Forget it. I had some other questions..."
ru: "Забудь об этом. У меня есть несколько вопросов..."

source: "All right..."
ru: "Хорошо..."

source: "I had some other questions for you..."
ru: "У меня были еще вопросы к тебе..."

source: "Never mind, then. Let's move on."
ru: "Тогда не важно. Идем дальше".

source: "Very well..."
ru: "Очень хорошо..."

source: "Anything else?"
ru: "Что-нибудь еще?"

source: "All right."
ru: "Хорошо".

source: "Yes...?"
ru: "Да?.."

source: "Go on..."
ru: "Продолжай..."

source: "Yes..."
ru: "Да..."

source: "What?"
ru: "Что?"

source: "What *now?*"
ru: "Что *теперь*?"
