Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dannah.dlg.po
Languages: ru

source: Annah retorts angrily: "Aye, and the Abyss be the best place for him, but he toils by free will. He's got choice, demonling, which is more'n I can say fer a spirit construct like yerself!"
ru: Анна резко отвечает: "Ага, Бездна - самое подходящее для него место, и батрачит он по своей воле. У него был выбор, демон. Это все, что я могу сказать такому образу, как ты!"

source: Every muscle in her face tightens, and she explodes: "D'yeh honestly mean t' tell me that yeh're going ta let this... this... this pitspawn tell yeh how t' live? Aye, I'll still meself, and I'll watch as it eats yer soul, yeh stupid berk!"
ru: Ее лицо напрягается, он разрывается гневной репликой: "Ты хочешь позволить этому... этому... этому отродью указывать, как тебе жить? Тогда я встану в сторонку и погляжу, как он сожрет твою душу, тупой пень!"

source: "Go ahead, then. Ilquix, I had some other questions..."
ru: "Продолжай в том же духе. Илквикс, у меня есть другие вопросы..."

source: She smiles tightly. "Aye, fiend, yeh'll find that we believe in *true* freedom here. None'll keep from speakin' as I truly feel." Ilquix sneers for a moment, and then composes its face into an urbane mask once again.
ru: Она напряженно улыбается. "Ага, демон, теперь ты понял, что мы верим в *настоящую* свободу. Никто не запретит мне говорить то, что я чувствую". Илквикс на мгновение презрительно усмехается, однако тут же надевает свою учтивую маску.

source: "I can speak for meself, yeh know! I'm Annah, as if it's any business of yers." Annah crosses her arms with a *hmph.* Nalls only smiles and turns her good eye back to you.
ru: "Знаешь, я сама могу разговаривать! Я - Анна, если тебе до этого есть дело". Анна скрещивает свои руки с характерным *хмпф*. Гвоздинка только лишь улыбается и смотрит на тебя здоровым глазом.

source: "I can speak for meself, yeh know! I'm Annah, as if it's any business of yers. And as fer *this* lout," she throws you a fiery glance, "I'm not as yet sure if he's any friend o' mine!" Nalls smiles slightly before turning her good eye back to you.
ru: "Знаешь, я сама могу разговаривать! Я - Анна, если тебе до этого есть дело. А что касается *этого* увальня, - Анна бросает на тебя яростный взгляд, - то я еще не уверена, считать ли его своим другом!" Гвоздинка слегка улыбается перед тем, как посмотреть на тебя здоровым глазом.

source: Annah's tail suddenly stops lashing, and she turns her head to look at you -- her eyes are wide with surprise. She seems as if she's going to speak... and then looks away, simply nodding. The back of her neck seems flushed -- you wonder if she's blushing.
ru: Хвост Анны неожиданно перестает хлестать по сторонам, и она поворачивается к тебе - от неожиданности она смотрит на тебя во все глаза. Кажется, она хочет что-то сказать... но, кивнув, просто уводит взгляд. По румянцу на шее можно предположить, что она вся покраснела.

source: Annah's tail stops its lashing. She doesn't speak, but merely nods.
ru: Хвост Анны перестает хлестать по сторонам. Ни слова говоря, она только кивает.

source: Annah's eyes flash like green flames, but she doesn't say a word -- she merely scowls at you.
ru: Глаза Анны вспыхивают зеленым огнем, но она не говорит ни слова - лишь только хмурится на тебя.

source: Annah's whole body tenses up for a moment -- she doesn't speak, but her anger at your words seems to fill the air around her. You expect the worst -- but she remains silent, giving you only a disgusted sneer.
ru: Все тело Анны на секунду напрягается. Она не произносит ни слова, но злоба на твои слова буквально заполняет воздух вокруг нее. Ты ждешь худшего, однако он продолжает молчать, лишь презрительно усмехнувшись тебе.

source: Annah tilts her head and frowns at Nalls. "Why doncha' not concern yerself with me an' what I know, an' answer the man's questions?" She gives Nalls a smirk for good measure.
ru: Анна наклоняет свою голову и хмурится Гвоздинке. "Почему бы тебе не касаться меня и того, что я знаю, и просто отвечать на вопросы?" Она ухмыляется Гвоздинке в ответ.

source: "Watch that tongue of yours, Annah."
ru: "Следи за своим языком, Анна".

source: "Never mind her, Nalls. I had some questions..."
ru: "Не обращай на нее внимания, Гвоздинка. У меня есть несколько вопросов..."

source: "I had some questions, Nalls..."
ru: "У меня есть несколько вопросов, Гвоздинка..."

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: Truth: "Annah... my apologies if I've been less than a friend. I hope you can forgive me any offense I've given you so far."
ru: Правда: "Анна... прости меня, если не проявил себя как друг. Надеюсь, что ты меня простишь за все обиды, которые я тебе нанес".

source: Lie: "Annah... my apologies if I've been less than a friend. I hope you can forgive me any offense I've given you so far."
ru: Ложь: "Анна... прости меня, если не проявил себя как друг. Надеюсь, что ты меня простишь за все обиды, которые я тебе нанес".

source: "Nalls... I had some questions..."
ru: "Гвоздинка... У меня есть несколько вопросов..."

source: "Never mind me, Nalls. Farewell."
ru: "Не обращай на меня внимания, Гвоздинка. Прощай".

source: "Nalls... I had some questions."
ru: "Гвоздинка... У меня есть несколько вопросов".

source: "Er... Nalls, I had some questions..."
ru: "Эээ... Гвоздинка, у меня есть несколько вопросов..."

source: Truth: "Annah... my apologies if I've offended you. I misspoke, and hope you can forgive me... for friendship's sake, if nothing else."
ru: Правда: "Анна.. прости меня, если я обидел тебя. Я оговорился и надеюсь, что ты меня простишь... ради нашей дружбы".

source: Lie: "Annah... my apologies if I've offended you. I misspoke, and hope you can forgive me... for friendship's sake, if nothing else."
ru: Ложь: "Анна.. прости меня, если я обидел тебя. Я оговорился и надеюсь, что ты меня простишь... ради нашей дружбы".

source: "Don't mind her, Nalls. I had some questions..."
ru: "Забудь про нее, Гвоздинка. У меня есть несколько вопросов..."

source: "I had some questions, Nalls."
ru: "У меня есть несколько вопросов, Гвоздинка".

source: "Never mind, Nalls. Farewell."
ru: "Неважно, Гвоздинка. Прощай".

source: "What? Yeh can't be serious, now!"
ru: "Что? Ты же это несерьезно, хватит!"

source: "Heh! Not likely! Get someone else ta mope about for yer pikin' trees. Yeh're daft ta be thinkin' I'd waste me time even thinkin' o' such things. Daft, I tell yeh!"
ru: "Ха! Разбежалась! Найди другого дурака для своих дурацких деревьев. Ты, должно быть, рехнулся, раз решил, что я будут тратить свое время на мысли о подобных вещах. Точно, рехнулся!"

source: Her smirk at last gives way to a smile. "Ah, ta Baator with it! If yeh're so soddin' caught up in it all, why not? Sure, I'll 'care' about yer trees, cutter. But yeh owe me for me time, yeh do!"
ru: Она непреднамеренно улыбнулась. "А, Баатор с ним! Если ты настолько пустоголовый, чтобы вляпаться в это, то почему бы и нет? Хорошо, я 'позабочусь' о твоих деревьях, рубака. Но ты мне будешь за это должен, понятно?"

source: "Yes, I am. Can you help?"
ru: "Нет, я серьезно. Ты поможешь?"

source: "I am, Annah. I'd be grateful if you could just see to give them a fair thought or two... as a favor to me, if for no other reason."
ru: "Нет, я серьезно, Анна. Я был бы тебе очень признателен, если бы ты честно подумала пару раз над этим... Сделай это ради меня, если нет других причин".

source: "Morte? What do you think?"
ru: "Что думаешь, Морт?"

source: "Ignus?"
ru: "Игнус?"

source: "Grace, would you consider it?"
ru: "Грация, ты не могла бы в этом помочь?"

source: "Dak'kon, could you help this man?"
ru: "Даккон, ты поможешь этому человеку?"

source: "Dak'kon: help this man."
ru: "Даккон, помоги этому человеку".

source: "Nordom, do you think you could help?"
ru: "Нордом, как ты думаешь, ты сможешь помочь?"

source: "Vhailor, could you help?"
ru: "Вейлор, ты сможешь помочь?"

source: "Fine. I had some questions, Mourns..."
ru: "Отлично. У меня есть несколько вопросов, Скорбящий..."

source: "Never mind, then. Farewell, Mourns-For-Trees."
ru: "Тогда неважно. Прощай, Скорбящий-по-деревьям".

source: "Thanks. Morte? What do you think?"
ru: "Спасибо. Что думаешь, Морт?"

source: "Thanks. Ignus?"
ru: "Спасибо. Игнус?"

source: "Thanks. Grace, would you consider it?"
ru: "Спасибо. Грация, ты не могла бы в этом помочь?"

source: "Thanks. Dak'kon, could you help this man?"
ru: "Спасибо. Даккон, ты поможешь этому человеку?"

source: "Thanks. Dak'kon: help this man."
ru: "Спасибо. Даккон, помоги этому человеку".

source: "Thanks. Nordom, do you think you could help?"
ru: "Спасибо. Нордом, как ты думаешь, ты сможешь помочь?"

source: "Thanks. Vhailor, could you help?"
ru: "Спасибо. Вейлор, ты сможешь помочь?"

source: "Thanks. I had some questions, Mourns..."
ru: "Спасибо. У меня есть вопросы, Скорбящий..."

source: "Thanks, Annah. Farewell, Mourns-For-Trees."
ru: "Спасибо, Анна. Прощай, Скорбящий-по-деревьям".

source: "Aye, he's sure; didn't yeh hear the man?" Annah rolls her eyes. "Fer the love o' the Powers, why don't yeh pry yerself off the sod fer a bit? Yeh're embarrasin' yerself, yeh are."
ru: "Да, он уверен, ты что, глухая? - Анна закатывает глаза. - Ради любви Сил, почему бы тебе не оторваться от бедолаги на немного? Ты же себя изматываешь".

source: Let the merchant respond to Annah.
ru: Позволить торговке ответить Анне.

source: "Annah... be quiet."
ru: "Анна... помолчи".

source: Annah looks horrified, then furious: "*Jealous?!* Bar that! Watch yer tongue, woman, or I'll split it from yer bone-box an' bury it an' yer corpse on opposite ends o' Sigil, I will!" The merchant, clearly frightened, steps back a ways. "And yeh!" she turns to you, eyes flashing with rage, and makes a disgusted sneer. "Not a *word!* Don't go gettin' any ideas from this addle-coved chit's blatherin', or yeh'll be good an' sorry!"
ru: Шокированная Анна разъяряется. "*Ревнива*? Задвинься! Следи за языком, или я отделю его от твоей черепушки и похороню его и твой труп в разных концах Сигила!" Торговка, явно испугавшись, отступает назад. "Да! - Анна с отвратительно презрительной усмешкой поворачивается к тебе, ее глаза яростно сверкают. - Ни *слова*! Никаких идей от этой вздорной пустоголовой девчонки, а то пожалеешь!"

source: "Ha! Not likely! I'll speak when I want, I will, an' don't yeh *ever* forget it! An' don't think I'll be forgettin' *this,* either, yeh mussed-up leather-head."
ru: "Ха! Ни за что! Я буду говорить, когда захочу, запомни это *навсегда*! И не думай, что я забуду *это*, безмозглый мешок с костями".

source: "She's right; there's nothing I need. My questions..."
ru: "Она права, мне ничего не нужно. У меня вопрос..."

source: "She's right; there's nothing I need. Farewell."
ru: "Она права, мне ничего не нужно. Прощай".

source: "Fine, Annah. She's right, merchant; there's nothing I need. My questions..."
ru: "Отлично, Анна. Она права, торговка, мне ничего не нужно. У меня вопрос..."

source: "Fine, Annah. She's right, merchant; there's nothing I need. Farewell."
ru: "Отлично, Анна. Она права, торговка, мне ничего не нужно. Прощай".

source: "Huh!" Annah shakes her head, rolling her eyes at you. "I think yeh're an idjit fer even considerin' it! But they *are* kind a' cute... it's yer jink, berk. Yeh got ta decide fer yerself, yeh do."
ru: "Ха! - Анна встряхивает голову, закатывая глаза. - Должно быть, ты совсем рехнулся, раз собрался подумать об этом! Но *они* - очень симпатичные... это твои звенелки, пень. Решай сам".

source: "I'll take one, merchant."
ru: "Я возьму одного, торговец".

source: "I'd best not spend the copper. I had some questions, merchant..."
ru: "Лучше не разбрасываться медяками. У меня есть несколько вопросов, торговец..."

source: "I'll keep my copper, actually. Farewell."
ru: "Лучше я поберегу свои медяки. Прощай".

source: "I don't have enough, merchant, but I have some questions..."
ru: "У меня не хватает денег, торговец, но у меня есть некоторые вопросы..."

source: "Never mind, merchant; I don't have the coin for one. Farewell."
ru: "Неважно, торговец, мне все равно не хватает монет. Прощай".

source: Annah bristles as you are about to walk away with the woman. "Are yeh *daft*... or jest an eejt?!" Her tail lashes back and forth, then she whirls on the harlot. "Hsst!" She brandishes her punch daggers at the startled harlot. "Git, yeh Sig whore!"
ru: Анна ощетинивается на тебя, видя, как ты уходишь с женщиной. "Ты ваще *тупой*... или просто рехнулся?" Ее хвост мечется туда-сюда, затем она круто разворачивается к проститутке. "Шшшт! - Она помахивает своими ударными кинжалами перед испуганной проституткой. - Вали отсюда, шлюха сигильская!"

source: She whirls on you. "An' yeh, yeh soddin' piker - yeh'd best stop messin' about else I'll be trimmin' yer stem, aye?"
ru: Она разворачивается к тебе. "А ты, неудачник - тебе лучше притормозить, или я подровняю тебе корешок, понял?"

source: Let Annah work.
ru: Позволить Анне закончить.

source: Annah looks disgusted. "Let's go."
ru: Анна смотрит на него с отвращением. "Пошли".

source: "I had some other questions for him, first."
ru: "Сначала мне нужно его расспросить".

source: "All right."
ru: "Хорошо".

source: Annah snorts. "Still smarting, are yeh, Quint? Be off wit' yeh."
ru: Анна фыркает. "Все еще умничаешь, Квинт? Избавь меня от этого".

source: "I had some other questions for him first, Annah..."
ru: "У меня к нему есть еще вопросы, Анна..."

source: "Farewell, Quint."
ru: "Прощай, Квинт".

source: You see a striking red-haired girl dressed in leather armor. Her right arm is covered with a series of interlocking plates that look as if they were taken from the skin of some creature, and a horned shoulder piece protects her left arm. Oddly enough, she has a tail... that is flicking back and forth as you watch. "Pike off."
ru: Перед тобой поразительная рыжеволосая девушка, одетая в кожаную броню. Ее правая рука покрыта серией накладывающихся друг на друга пластин, похожих на кожу какого-то животного, а левую руку защищает рогатый наплечник. Странно, но у нее есть хвост... который мечется из стороны в сторону, пока ты на него смотришь. "Отвали".

source: "Greetings."
ru: "Приветствую".

source: Pass on by.
ru: Пройти мимо.

source: The girl ignores you.
ru: Девушка не обращает на тебя внимания.

source: "Who are you?"
ru: "Кто ты?"

source: "Can you tell me where I am?"
ru: "Можешь сказать мне, кто я нахожусь?"

source: "I'm looking for someone named Pharod. Do you know where I can find him?"
ru: "Я ищу кое-кого по имени Фарод. Ты не знаешь, где его можно найти?"

source: "I'm missing a journal. Have you seen one?"
ru: "Я потерял дневник. Тебе такой не попадался?"

source: "Farewell, then."
ru: "Тогда прощай".

source: The girl sneers, then makes an obscene gesture with her tail. "Pike off, yeh clueless sod."
ru: Девушка презрительно усмехается, затем делает непристойное движение хвостом. "Отвали, ты, пустоголовый бедолага".

source: "Aye, I might. I might say more if yeh sweeten th'question, aye?" She clicks her tongue and rubs two fingers together. "Jink-jink, aye?"
ru: "Ага, может быть. Я могу сказать больше, если ты подсластишь вопрос, ага? - она щелкает языком и потирает двумя пальцами друг о друга. - Звенелки, ага?"

source: "'Jink-jink?'"
ru: "Звенелки?"

source: "All right... how much?"
ru: "Хорошо... Сколько?"

source: "Never mind, then. Farewell."
ru: "Тогда неважно. Прощай".

source: The girl stares at you in disbelief and her tail stops moving for a moment. "What are you about? Jink -- coin... copper, silver, gold... money, aye?" She raises an eyebrow. "Yeh have it, I might have something yeh want ta hear."
ru: Девушка недоверчиво смотрит на тебя, перестав даже вилять хвостом. "И откуда ты это такой? Звенелки - монеты... медь, серебро, золото... деньги, ага? - она понимает бровь. - У тебя они есть, а у меня может быть то, что ты хочешь услышать".

source: "All right. How much?"
ru: "Хорошо. Сколько?"

source: "I doubt you have *anything* I want to hear, but try me. Then I'll decide whether it's worth it."
ru: "Сомневаюсь, что у тебя есть хоть *что-то*, что я захочу услышать. Но можешь попробовать, а я уж решу, стоит оно того или нет".

source: "Aye..." She glances at Morte, then shrugs. "What the skull said. Hard coin."
ru: "Ага... - она смотрит на Морта, затем пожимает плечами. - То, что сказал череп. Твердая монета".

source: "How much is it ta yeh t'know, aye?" She studies you, then folds her arms. "C'mon, I haven't got all day, I haven't."
ru: "А сколько бы ты заплатил, а? - она изучает тебя, скрестив руки. - Давай, я не собираюсь здесь торчать весь день".

source: Turn on the Charm: "How about ten? If your information's good enough, it could be more."
ru: Использовать свое Обаяние: "Как насчет десяти? Если информация будет хороша, будет больше".

source: "How about ten? That enough?"
ru: "Как насчет десяти?"

source: "How about twenty?"
ru: "Как насчет двенадцати?"

source: "I don't think I have enough to interest you."
ru: "Похоже, у меня не так много, чтобы заинтересовать тебя".

source: "That lump a copper isn't enough ta whet a Fated's appetite. You'll be needing more if you want ta make friends here, 'tard."
ru: "Да столько меди не хватит даже, чтобы прокормить Обреченного. Если хочешь нажить друзей, нужно больше, недоумок".

source: "How about twenty, then?"
ru: "Тогда как насчет двадцати?"

source: "I don't think I have enough to interest you, then."
ru: "Тогда, похоже, у меня не так много, чтобы заинтересовать тебя".

source: "Aye, all right then..." She pockets the money. It's gone so quickly, you have no idea where it vanished to. "Look for him in the Alley spireward from the Mortuary... that's ta the south an' west of the Mortuary, aye?"
ru: "Ага, по рукам... - она прячет деньги. Это происходит так быстро, что ты даже понятия не имеешь, куда они исчезли. - Поищи его в Аллее в сторону шпиля от Морга... это на юго-запад от Морга, ясно?"

source: "Very well. I had some other questions..."
ru: "Очень хорошо. У меня есть другие вопросы..."

source: "Oddly enough... south and west of the Mortuary is an alley filled with heavily-armed thugs. Know anything about that?"
ru: "Довольно странно... на юго-западе от Морга - лишь аллея, набитая головорезами с большими тесаками. Ты знаешь об этом?"

source: "Yer lost, but yer about ta find trouble. Make yerself lost somewhere else, bubber."
ru: "Ты потерялся, но скоро найдешь себе неприятности. Иди, потеряйся где-нибудь в другом месте, пьянь подзаборная".

source: "I had some other questions I wanted to ask first..."
ru: "Сначала я бы хотел задать несколько вопросов..."

source: "Farewell then."
ru: "Тогда прощай".

source: "Aye? And what is it yeh want?"
ru: "Ага? И что тебе надо?"

source: "You know you've got a tail?"
ru: "Ты знаешь, что у тебя есть хвост?"

source: "I can't help but notice that you have a tail."
ru: "Ничего, но я заметил, что у тебя есть хвост".

source: "You said Pharod was to the south and west of the Mortuary, correct?"
ru: "Ты сказала, что Фарод находится к юго-западу от Морга, правильно?"

source: "Nothing. Farewell."
ru: "Ничего. Прощай".

source: The red-haired girl scowls as you approach, and her tail begins to lash back and forth. "Well? What is it?"
ru: При твоем приближении рыжеволосая девушка смотрит на тебя, сердито размахивая хвостом из стороны в сторону. "Ну? Чего хотел?"

source: "South and west of the Mortuary? Thanks. Farewell."
ru: "На юго-западе от Морга? Спасибо. Прощай".

source: "*Do* I now?" The girl looks at her tail. "So I do! An here I was thinking that it was a trick of me eye. My, aren't yeh a sharp cutter?" She bares her teeth. "Why don't yeh piss off ta whatever hole yeh crawled out of and leave me be?! Me nor me tail is for trade, jig?"
ru: "*Знаю* ли я? - девушка смотрит на свой хвост. - Я так и знала! А я-то думала, что у меня с глазами что-то. Ты такой зоркий, рубака!" Она скалит зубами. "Почему бы тебе свалить в свою дыру, из которой ты выполз, и не оставить меня в покое?! Ни я, ни мой хвост не продаются, усек?"

source: "All right... I was just cur -"
ru: "Хорошо... Я просто полюбоп..."

source: "Uh, okay... I had some other quest -"
ru: "Ух, ладно... У меня есть другие вопр..."

source: "Never mind, then. Fare -"
ru: "Тогда неважно. Проща..."

source: "Yeah, but *why* do you have a tail?"
ru: "Да, но *почему* у тебя есть хвост?"

source: "Uh, okay... I had some other questions..."
ru: "Ух, ладно У меня есть другие вопросы..."

source: "Never mind... Farewell."
ru: "Неважно... Прощай".

source: "What are yeh about, yeh blighter?! Say it again!"
ru: "Что ты сказал, уродец?! А ну повтори!"

source: "He didn't say anything... but I'm still curious... *why* do you have a tail?"
ru: "Он ничего не говорил... но мне все еще интересно... *почему* у тебя есть хвост?"

source: "Forget him... I had some other questions..."
ru: "Забудь о нем... У меня есть несколько вопросов..."

source: "He said that you couldn't make a living selling yourself."
ru: "Он сказал, что свое тело ты не сможешь продать".

source: "He said, and I disagree, that you couldn't make a living selling yourself."
ru: "Он сказал, но я с ним не согласен, что свое тело ты не сможешь продать".

source: "He said, and I agree, that you couldn't make a living selling yourself."
ru: "Он сказал, и я с ним согласен, что свое тело ты не сможешь продать".

source: "Nothing. We're going. Farewell."
ru: "Ничего. Мы уходим. Прощай".

source: "Aye, piss off then."
ru: "Ага, давай, проваливай".

source: The girl's eyes narrow to slits. "Are yeh *daft?* Can it be that yer dumber than stone, or mayhap yer the Power o' ignorance? May the dabus brick yeh over and make yeh a street!"
ru: Глаза девушки превращаются в щелочки. "Ты совсем *тупой*? Как можно быть тупее пробки? Или тебя Силы обделили? Чтоб на тебя дабус кирпич уронил!"

source: "Look..."
ru: "Послушай..."

source: "Never mind, then. I had some other questions..."
ru: "Ладно, неважно. У меня есть другие вопросы..."

source: "Bar that! I have nothing more ta say t'yeh, berk! Get!"
ru: "Захлопнись! Больше я тебе ничего не скажу, пень! Проваливай!"

source: Annah shuffles her feet nervously. "'Tis best not ta muck wi' the dead. Brings bad luck, so it does."
ru: Анна нервно переминается с ноги на ногу. "Лучше не бесить мертвых. А то может неудача случиться".

source: "That's okay. This body isn't saying anything anyway. Let's go."
ru: "Все нормально. Это тело все равно ничего не скажет. Идем".

source: "Perhaps it will have some answers for us."
ru: "Возможно, у него есть ответы для нас".

source: "You better watch your tongue, girl, or it's coming off. You better remember that if we speak again."
ru: "Следи за своим языком, девчонка, или нарвешься. Запомни это на следующий раз".

source: "Let's go."
ru: "Идем".

source: Leave.
ru: Уйти.

source: "I've had enough of your lip, girl... time for you to die."
ru: "Мне надоели твои слова, крошка... пора умирать".

source: "Yeh better latch yer bonebox, yeh foul-mouthed mimir, 'fore I splits it from yer jaw, jig?"
ru: "Тебе лучше захлопнуть свою черепушку, вонючий мимир, пока я не расколола твою челюсть пополам, усек?"

source: "Farewell."
ru: "Прощай".

source: "Gris, yeh half-witted vulture, yeh had none o' the sense that the Powers gave yeh an' ye're dead, so yeh are, rot an' gone. May no power o' death take pity on yer flyblown carcass. Twice glad I am an' thrice-glad be yer mum that yeh rots down here. 'Tis a pity yeh cannot speak t' tell o' yer demise."
ru: "Грис, ах стервятник ты полоумный, ты так и не научился пользоваться мозгами, которые дали тебе Силы. Теперь ты мертв, мертвее некуда. Да не сжалится смерть над твоим облепленным мухами трупом. Как же я рада, что твоя тушка гниет тут внизу. Жаль только, что ты не можешь рассказать о своей кончине".

source: "That's Gris?"
ru: "Это Грис?"
