Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dannah.dlg.po
Languages: ru

source: "Well, then yer chances are slimmer than yeh'd think, they are." Annah sneers; she still seems to be a little flushed. "I was only *teasin'* yeh, yeh scarred vampire. Yeh don't smell *that* good, yeh don't."
ru: "Что ж, тогда твои шансы немного меньше, чем ты думал, - ухмыляется Анна. Кажется, она все еще немного взволнована. - Я всего лишь *дразнила* тебя, вампир со шрамом. Ты не *настолько* хорошо пахнешь".

source: "Have no fear o' that." Annah sneers; she still seems to be a little flushed. "I was only *teasin'* yeh, yeh scarred vampire. Yeh don't smell *that* good, yeh don't."
ru: "Не бойся насчет этого, - ухмыляется Анна. Кажется, она все еще немного взволнована. - Я всего лишь *дразнила* тебя, вампир со шрамом. Ты не *настолько* хорошо пахнешь".

source: "Been at the Village longer than I. Came there a stone's age ago, maybe even *found* the place, some o' the villagers say." Annah frowns. "Pharod's a shrewd one, he is. Has a way of squeezin' more outta copper than most, an' he never was at a lack for jink."
ru: "Он был в деревне гораздо больше, чем я. Пришел туда очень давно, может быть даже *нашел* это место, как говорят некоторые деревенские, - Анна хмурится. - Фарод очень ловкий. Всегда находил способ выжать побольше меди, так что в звенелок у него было полно".

source: "Was he searching for that bronze sphere all that time?"
ru: "И он все это время искал тот бронзовый шар?"

source: "He sure didn't show much wealth when I visited him. He must be squeezing copper tighter than you think."
ru: "При мне у него не было никаких богатств. Должно быть, он выжимал медяки не так усердно, как ты думаешь".

source: "I s'pose." Annah shrugs again. "I don't know why he was all a-fire tae get it, I don't. I could smell it as soon as yeh brought it to him." She wrinkles her nose. "Foul custard smell it had. Still... it must have been something right valuable for him tae carry on about it like he did - almost a half-score o' Collectors got penned in the dead-book tryin' tae fetch it."
ru: "Наверное, - пожимает Анна плечами. - Не знаю, почему он так сильно хотел его заполучить. Я сразу учуяла его, как только ты принес его, - она морщит нос. - Запах протухшего заварного крема. Но, кажется, ему он был очень дорог - половина Сборщиков записалось в книгу мертвых, пытаясь достать его".

source: "I think he was searching for it because he thought it would save his life."
ru: "Думаю, он искал его, потому что считал, что шар может спасти его жизнь".

source: "If it's like yeh said, I s'pose he was." Annah shrugs again. "No accountin' for Pharod's foolishness, there isn't. A trinket won't save yeh from fate's hand. If the stains on yer soul are black enough, no amount o' washing will get 'em out." She pauses. "Still, if he thought it could save him, maybe it *was* important somehow... or at least worth a bit o' jink."
ru: "Если все так, как ты сказал, наверное, так оно и было, - Анна снова пожимает плечами. - Этого не может быть, даже если признать, что Фарод настолько глуп. Никакая безделушка не спасет тебя от судьбы. Никакого мыла не хватит отмыть тебя, если твоя душа черна как сажа, - она снова умолкает. - Ну раз уж он не смог спасти Фарода, может быть, он *очень* важный... Или хотя бы стоит немного звенелок".

source: She blinks. "What d'yeh mean?"
ru: Она моргает. "Что ты имеешь в виду?"

source: "Pharod didn't lead a good life, I gather - he was once a 'Guvner' in one of the Upper Wards. He apparently used his position to lie, cheat, and hurt others in the process - so much so he was destined to go to the hells when he died. He thought the bronze sphere would save him somehow - so much so he threw away his title, his wealth, and his position to try and find it."
ru: "Жизнь Фарода была отнюдь не праведной. Я разузнал, что раньше он был Законником из Верхних районов. На своем посту он лгал, обманывал и причинял вред другим - так много, что должен был после смерти попасть ад. Он посчитал, что бронзовый шар каким-то образом спасет его. Поэтому он отказался от своего титула, своей власти и своего должности, лишь бы найти шар".

source: I told Annah about what I had learned from Reekwind in the Hive; she didn't seem to know anything about Pharod's past, and she was surprised to hear what I told her.
ru: "Я рассказал Анне то, что узнал от Вонючки из Улья. Похоже, она ничего не знала о прошлом Фарода и была сильна удивлена услышанному.

source: "Really?" She goes silent for a moment, then shakes her head. "No accountin' for Pharod's foolishness, there isn't. A trinket won't save yeh from fate's hand. If the stains on yer soul are black enough, no amount o' washing will get 'em out." She pauses. "Still, if he thought it could save him, maybe it *was* important somehow... or at least worth a bit o' jink."
ru: "Правда? - на какое-то время она утихает, после чего качает головой. - Этого не может быть, даже если признать, что Фарод настолько глуп. Никакая безделушка не спасет тебя от судьбы. Никакого мыла не хватит отмыть тебя, если твоя душа черна как сажа, - она снова умолкает. - Ну раз уж он не смог спасти Фарода, может быть, он *очень* важный... Или хотя бы стоит немного звенелок".

source: "Nay, he doesn't show it, but he's a packrat, he is, but he don't like others tae be pokin' about in his things, so he keeps 'em hid."
ru: "Неа, просто он не показывал их. Он ведь же крысятник, вряд ли ему понравилось, если бы другие прикарманили бы его добро, поэтому он прятал их.

source: "So he has his valuables hidden away?"
ru: "Значит, его ценные вещи где-то спрятаны?"

source: "Are you all right?"
ru: "С тобой все в порядке?"

source: "Never mind, then. Let's go."
ru: "Тогда неважно. Идем".

source: "What do YEH want?!"
ru: "Чего ТЕБЕ?!"

source: "Annah, I need your help. Will you travel with me again?"
ru: "Анна, мне нужна твоя помощь. Ты пойдешь вместе со мной?"

source: "If you're not going to be traveling with us anymore, then I want my stuff back. Now."
ru: "Если ты не собираешься больше с нами путешествовать, то я хочу забрать назад свои вещи. Сейчас же".

source: "Like the HELLS I will! Not with the likes o' *her,* I won't! Yeh both can go kick off tae the Abyss and ROT there, so yeh can!"
ru: "Ни за что на свете! Только не с *ней*! Валите оба ГНИТЬ в свою Бездну!"

source: "Annah, I want *your* company. Will you travel with with me again?"
ru: "Анна, ты *нужна* мне. Пойдешь ли ты вместе со мной?"

source: "Nothing - never mind. Farewell."
ru: "Ничего, неважно. Прощай".

source: "So where's the place where you found my body?"
ru: "Так где ты нашла мое тело?"

source: "I had a question about how you found my body..."
ru: "Я хочу спросить насчет того, как ты нашла мое тело..."

source: "Annah... didn't I meet you in the Hive, before I found Pharod?"
ru: "Анна... а я не встречал тебя в Улье до того, как нашел Фарода?"

source: "Annah, did you find anything on my body before you brought it to the Mortuary?"
ru: "Анна, ты находила что-нибудь на моем теле, когда притащила меня в Морг?"

source: "Tell me a little bit about Pharod."
ru: "Расскажи мне немного о Фароде".

source: "Annah, when Pharod went to return the tribute he took from my body, he vanished for a while, then came back - but he never left Ill-Wind Court. Do you know where he went?"
ru: "Анна, когда Фарод уходил за долей, которую забрал с моего тела, он куда-то пропал, а потом вернулся, но при этом со Зловонного Двора не уходил. Ты не знаешь, где он находился?"

source: "Annah, can you train me in thieving skills?"
ru: "Анна, ты можешь обучить меня воровским навыкам?"

source: "All right, let's move on."
ru: "Хорошо, пойдем".

source: "Annah, I found Pharod dead in Ill-Wind Court."
ru: "Анна, я нашел Фарода мертвым в Зловонном Дворе".

source: "Annah, do you know how Pharod died?"
ru: "Анна, ты знаешь, как умер Фарод?"

source: Annah's tail stops as you say the words, then she glares at you. "Are yeh serious? It's no time for jests, it isn't."
ru: Хвост Анны перестает метаться, он внимательно смотрит на тебя. "Ты серьезно? Сейчас не время разным шуткам".

source: "No, Annah - I found him dead in Ill-Wind Court. Do you know who might have killed him?"
ru: "Да, Анна. Я нашел его мертвым в Зловонном Дворе. Ты не знаешь, кто мог убить его?"

source: "I..." She shakes her head. "I *donnae.* No one with half-a-mind would - Pharod got a long shadow, he does. Yeh cross him, an' yeh end up getting th' stick, yeh will."
ru: "Я... я *не знаю*, - она качает головой. - Никто в своем уме не посмел бы. У Фарода длинная тень. Перейдешь ему дорогу - тут же кончишь с ножом в спине".

source: "You don't have to accompany me anymore, Annah. If you need to stay with the Buried Village, I -"
ru: "Тебе больше не нужно меня сопровождать, Анна. Если ты хочешь остаться в Погребенной деревне, я..."

source: "All right, then. I had some other questions..."
ru: "Тогда ладно. У меня есть другие вопросы..."

source: "Nay..." Annah interrupts you. "I don't need tae be in the Village - an' I was wonderin' what I'd do if Pharod got penned in the dead-book, I was." She snorts. "Oh, well; he's probably mounting someone's wall in the hells, he is."
ru: "Неа... - обрывает тебя Анна. - я не хочу оставаться в деревне. Не знаю, что бы тут я делала, если Фарода прописали в книгу мертвых". Она фыркает. "Ха, наверняка он уже висит на стене в чьем-нибудь аду".

source: "But... he's your father. Don't y-"
ru: "Но... он ведь твой отец. Тебе не..."

source: "Not me *real* Da, he wasn't." Her eyes take on a hard look. "He was greedy, an' he was stupid, an' he was selfish, an' he was weak." She frowns. "An' now 'ee's dead. And that's all."
ru: "Он *не настоящий* мой папа, - ее взгляд становится тверже. - Он был жадным и глупым. Самолюбивым и слабым". Она хмурится. "А теперь он мертвый. Вот и все".

source: "All right, then. There was something else I wanted to ask you..."
ru: "Ну хорошо. Есть еще несколько вещей, о которых я хочу спросить..."

source: "Nay, I don't -- I *need* tae see his body, though. Pharod's a tricky one, mayhap he's pulling a dodge on yeh..."
ru: "Неа, не знаю... Мне *нужно* взглянуть на его тело. Фарод очень хитер, может быть, он разыграл тебя..."

source: "I'll show you in a bit. First, I had some other questions..."
ru: "Я покажу его тебе чуть позднее. У меня есть другие вопросы..."

source: "I'll show you now, then."
ru: "Сейчас я тебе его покажу".

source: "Aye?"
ru: "Ага?"

source: "Never mind, then..."
ru: "Тогда неважно..."

source: Annah nicks the woman with the edge of her blades, drawing a thin line of blood. "Yeh're marked, yeh are," she hisses. The woman looks paralyzed with fear, unable to move.
ru: Анна проводит лезвием по лицу женщины, оставляя линию крови на щеке. "Теперь ты помечена, хе-хе". Она шипит. Женщина от страха не может пошевелиться.

source: "Heh. Nice work."
ru: "Ха. Неплохо сработано".

source: "Calm down, Annah..."
ru: "Успокойся, Анна..."

source: "What's the matter?"
ru: "В чем дело?"

source: As you turn away, Annah suddenly steps close to you and rubs up against you.
ru: Ты уже собираешься уйти прочь, когда Анна неожиданно загораживает тебе дорогу.

source: "What are you doing?"
ru: "Что ты делаешь?"

source: Annah nods back at the man who is still standing around, staring at the buildings. "That Sig bastard peeled yeh, he did." Annah smiles. "Yeh'd best take care when rattlin' yeh bone box or yeh might be short of jink at the end."
ru: Анна кивает на спину мужчины, который все еще стоит рядом, пялясь на дома. "Этот сигильский ублюдок обставил тебя, как пить дать". Анна улыбается. "Тебе лучше быть повнимательнее, пока ты трясешь своей черепушкой, иначе в конце тебя облегчат на несколько звенелок".

source: She holds out a handful of coins, which she hands to you. "All yeh jink, back ta it's owner, aye?" She throws another glance back. "Ee's a piss-poor blighter, he is, cannae pick a berk's pocket without ringin' alla bells o' Sigil. Ee peeled yeh, I peeled it back." She smiles. "Aye?"
ru: Она вытаскивает пригоршню монет, которую протягивает тебе. "Вот твои звенелки назад, ага?" Она снова бросает взгляд назад. "Этот низкопробный вредитель даже не может обчистить карманы пня, не растрезвонив об этом всему Сигилу. Он обчистил тебя, я - его обратно". Она улыбается. "Ага?"

source: "Uh... are you sure he stole from me, Annah?"
ru: "Ух... Ты уверена, что он украл это у меня, Анна?"

source: "Hey... thanks."
ru: "Эй... спасибо".

source: "Eh?" Annah frowns, and her tail begins to lash. "Am I *sure?!*" She steps back from you. "Yeh don't believe me?" She spits. "No matter."
ru: "Эээ?" Анна хмурится, ее хвост начинает хлестать. "*Уверена* ли я?!" Он делает шаг назад. "Ты не веришь мне?" Она сплевывает. "А, неважно".

source: "It matters to me. If that money isn't ours..."
ru: "Это важно для меня. Если эти деньги не наши..."

source: "Never mind, then."
ru: "Тогда неважно".

source: "Eh?" Annah hisses like a cat. "Are yeh *daft?!* He peeled yeh, he did. If yeh were too blind ta see it, then yeh deserved it, yeh did!"
ru: "Эээ?" Анна по-кошачьему шипит. "Ты *тупой*? Он обставил тебя. Если ты слишком слепой, раз не замечаешь это, значит, ты получил по заслугам!

source: "Can you prove it?"
ru: "Ты можешь это доказать?"

source: Annah is silent for a time, then she snatches the money from your palm and hurls it. You watch the coins scatter into the street, some of them splashing into puddles, others falling into gutters and drains. "Let him have it, then!" Annah spits at your feet. "Yeh dinnae deserve ta keep yer jink *anyway!*"
ru: Анна умолкает, затем смахивает деньги с твоей ладони и вышвыривает их. Ты смотришь, как монеты подскакивают по улице, некоторые из них тонут в лужах, другие падают в водосток. "Пусть тогда они будут у него!" Анна плюет тебе под ноги. "Ты их *по-любому* их недостоин!"

source: "Keep your voice down. Let's go."
ru: "Утихомирься. Пошли".

source: Annah nods and gives an evil smile. "Aye, it was my pleasure, so it was."
ru: Анна кивает и дарит дьявольскую улыбку. "Ага, всегда пожалуйста".

source: "Nay!" Annah looks terrified. "Nay, don't be rattlin' yer bone-box wit one o' 'em! Those fiends'll gut yeh alive!"
ru: "Нет!" Анна выглядит напуганной. "Не надо трясти черепушкой с ними! Эти демоны сожрут тебя заживо!"

source: "I wanted to ask it some questions..."
ru: "Я хочу задать ему несколько вопросов..."

source: "All right, never mind, then. Let's move on."
ru: "Ладно, тогда не важно. Идем дальше".

source: Annah shakes her head. "It'll gut yeh fer sure, it will."
ru: Анна качает головой. "Он вспорет тебе кишки, будь уверен".

source: "I'll risk it."
ru: "Я все же рискну".

source: Leave the creature alone.
ru: Оставить существо в покое.

source: "Are yeh *daft?!*" Annah breaks in, her tail lashing back and forth. "Have yeh heard nothing I've said t'yeh?! Don't be rattlin' yer bone-box with fiends!"
ru: "Ты совсем *рехнулся*?!" Анна преграждает дорогу, яростно взмахивая хвостом из стороны в сторону. "Ты что, ничего не слышал, что я тебе говорила?! Не тряси черепушкой с демонами!"

source: "All right, then. I'll leave it alone... let's go."
ru: "Ладно, я оставлю его в покое... идем".

source: "Yeh're a right royal eejit, yeh are!" Annah spits. She looks furious. "Yeh'll run out of lives soon enough and then I'll take me leave of yeh, I will!"
ru: "Ты точно конченный идиот!" Анна яростно сплевывает. "Скоро у тебя кончатся все жизни, и тогда я заберу себе то, что от тебя останется!"

source: "And I'll be the more blessed for it. Now let me talk."
ru: "Это было бы для меня благословением. А теперь дай мне поговорить".

source: "I'll just be a moment. Calm down."
ru: "Я на минуту. Успокойся".

source: She makes to say something, but you give her a hard look before she can protest. She sneers at you, arms crossed and tail lashing.
ru: Она пытается что-то сказать, но ты одариваешь ее тяжелым взглядом до того, как она сможет запротестовать. Скрестив руки и взметнув хвостом, она презрительно усмехается.

source: She simply pretends not to hear you, poking about the man's lice-ridden clothes as he stumbles about. Satisfied he's penniless, she gives him a little push and turns away. "Huh! He's got nothin' on him, anyway. Pikin' bubbers..."
ru: Делая вид, что не слышит тебя, она обшаривает полную вшами одежду мужчины. Поняв, что тот совершенно без гроша, она легонько его толкает и отворачивается. "Ха! У него все равно ничего нет. Чертов забулдыга..."

source: Annah pokes about the man's lice-ridden clothes as he stumbles about. Satisfied he's penniless, she gives him a little push and turns away. "Huh! Nothin' on him, the pikin' bubber..."
ru: Анна обшаривает полную вшами одежду мужчины. Поняв, что тот совершенно без гроша, она легонько его толкает и отворачивается. "Ха! У него все равно ничего нет. Чертов забулдыга..."

source: Shake him to get his attention.
ru: Встряхнуть его, чтобы привлечь внимание.

source: Leave him be.
ru: Оставить его в покое.
