Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dannah.dlg.po
Languages: ru

source: "Aw, Shad, now yeh know we were all worried fer yeh, aye? 'Tis a pity yeh're here." She looks at him with more affection than you've ever seen in her eyes. "Go on and let us out an' then get out o' here. Oul' Bumpy here's goin' to get some revenge on the rats, I reckon."
ru: "А, Шад, теперь-то ты понял, как мы заботились о тебе, а? Жаль, что ты здесь. - Она смотрит на него с таким участием в глазах, какого ты еще никогда не видел. - Иди и дай нам выбраться отсюда. Главный захочет отомстить за крыс".

source: "What's wrong, Annah?"
ru: "Что-то не так, Анна?"

source: "What's the problem?"
ru: "В чем проблема?"

source: "We'll go, then."
ru: "Тогда уйдем".

source: "I'll ask again... what's the problem?"
ru: "Спрошу еще раз... в чем проблема?"

source: "Fell?"
ru: "Фелл?"

source: "Annah, no harm will come to you while I'm here. Tell me, what's a 'dabus?'"
ru: "Анна, пока я здесь, тебе ничто не угрожает. Скажи мне, кто такой 'дабус'?"

source: "What's a 'dabus?'"
ru: "Что за 'дабус'?"

source: "Annah, no harm will come to you while I'm here. Now tell me what's wrong.'"
ru: "Анна, пока я здесь, тебе ничто не угрожает. А теперь скажи мне, что здесь не так".

source: "I think it'd be better if we cleared this matter up now."
ru: "Я думаю, что лучше прояснить этот вопрос прямо сейчас".

source: "All right... but Fell's a dabus, too. What's wrong?"
ru: "Хорошо... но ведь Фелл тоже дабус. Что не так?"

source: "Annah, I just want to ask Fell a few questions. We'll be gone in no time."
ru: "Анна, я просто хочу задать Феллу несколько вопросов. И мы тут же уберемся".

source: "I see. Very well, we'll go."
ru: "Понятно. Хорошо, тогда уйдем".

source: "'Her?'"
ru: "'Ее'?"

source: "'Her?' You mean the Lady of Pain?"
ru: "'Ее'? Ты имеешь в виду Леди Боли?"

source: "I'd like to speak to Fell, first."
ru: "Сперва я бы хотел поговорить с Феллом".

source: "Very well, we'll go."
ru: "Очень хорошо, идем".

source: "Be *quiet*... nothing will happen. Now I'm going to speak to Fell, and I want you to be silent."
ru: "*Тихо*... ничего не случиться. А теперь я хочу поговорить с Феллом, и хочу чтобы ты молчала".

source: Promise: "Annah, no harm will come to you while I'm here -- I promise. I just want to speak to him for a moment."
ru: Обещание: "Анна, пока я здесь, тебе ничто не угрожает - я обещаю. Я просто хочу немного с ним поговорить".

source: Lie to silence her crying: "Annah, no harm will come to you while I'm here -- I promise. I just want to speak to him for a moment."
ru: Ложь, чтобы заставить ее не плакать: "Анна, пока я здесь, тебе ничто не угрожает - я обещаю. Я просто хочу немного с ним поговорить".

source: "All right, all right. We'll leave."
ru: "Хорошо, хорошо. Мы уходим".

source: "Very well."
ru: "Очень хорошо".

source: "Will you?"
ru: "А хочешь?"

source: "Then do it."
ru: "Тогда сделай это".

source: "Never mind. Let's just leave."
ru: "Неважно. Идем отсюда".

source: "I see. I'll just try and speak with him myself..."
ru: "Понятно. Тогда попробую поговорить с ним сам..."

source: "Very well. Let's leave."
ru: "Хорошо. Уходим".

source: "Ask him who he is."
ru: "Спроси его, кто он такой".

source: "Ask him what this place is."
ru: "Спроси его, что это за место".

source: "I feel like I know you, Fell."
ru: "Я чувствую, что знаю тебя, Фелл".

source: "He mentioned that he'd met me before... does he know how I died?"
ru: "Он сказал, что уже видел меня... он знает как я умер?"

source: "Ask him if he did the tattoos on this dismembered arm I found."
ru: "Спроси его, это он сделал татуировки на оторванной руке, которую я нашел".

source: "Can he tell me anything about these tattoos on my body?"
ru: "Он может сообщить мне что-нибудь о татуировках на моем теле?"

source: "Can I see what tattoos he has available?"
ru: "Можно посмотреть на татуировки, которые у него есть?"

source: "I had another question I wanted to ask him..."
ru: "Я хочу задать ему другой вопрос..."

source: "That is all I wished to know. Farewell."
ru: "Это все, что я желал узнать. Прощай".

source: "Does he know who I am?"
ru: "Он знает, кто я такой?"

source: "Why not?"
ru: "Почему?"

source: "Does he know where she is?"
ru: "Он знает, где она сейчас находится?"

source: "I'll keep that in mind. I had another question I wanted to ask him..."
ru: "Буду знать. Я хочу задать ему другой вопрос..."

source: "I think our paths are destined to cross. Farewell."
ru: "Думаю, нашим путям суждено пересечься. Прощай".

source: "Okay... I'd like to see all the tattoos he has available."
ru: "Хорошо... Я хотел бы посмотреть на все татуировки, которые у него есть".

source: "What's that symbol on my shoulder?"
ru: "Что за символ на моем плече?"

source: "Shadows?"
ru: "Тени?"

source: "Saddened for me?"
ru: "Скорбит по мне? Почему?"

source: "What does he mean?"
ru: "Что он имеет в виду?"

source: "Take a deep breath, try again."
ru: "Вздохни поглубже и попробуй еще раз".

source: "Forget it, then. I had another question I wanted to ask him..."
ru: "Тогда забудь об этом. У меня есть другой вопрос к нему..."

source: "Ask him to go on."
ru: "Попроси его продолжить".

source: "Does he say anything else?"
ru: "Может, он еще что-то сказал?"

source: "I... see. Does he say anything else?"
ru: "Понятно... Может, он еще что-то сказал?"

source: "Very well. I mean... uh... I'll try not to sign anything more than I already have."
ru: "Очень хорошо... ох... Я постараюсь больше ничего не подписывать".

source: Truth: "I... don't. In fact, ever since I woke up in the Mortuary, I feel like something's... missing. Something inside."
ru: Правда: "Нет... На самом деле, с тех пор, как я очнулся в Морге, я чувствую, что чего-то... не хватает. Чего-то внутри".

source: "That is none of your concern."
ru: "Это тебя не касается".

source: Lie: "I feel complete, yes. Why?"
ru: Ложь: "Да, я чувствую себя полностью. А что?"

source: "I'll try."
ru: "Я постараюсь".

source: Annah shrugs, rolling her eyes. "Talk as yeh like, cutter; I care not a whit fer what yeh say... unless ye're rattlin' yer bone-box about *me,* that is."
ru: Анна пожимает плечами и закатывает глаза. "Говори как хочешь, рубака. Мне плевать, что ты там болтаешь... в смысле, пока ты не трещишь своей костяной коробкой обо мне".

source: "Aye, it hurts ta look at 'im, it does."
ru: "Да уж, смотреть на него больно, это уж точно".

source: Annah bares her teeth, tail lashing. "Is that *so,* yeh pikin' leatherhead? If yeh *wants,* me an' me tail can just walk right out a' yer sight fer good! Would *that* make yeh happy, eh?"
ru: Анна оскаливается, хлеща хвостом. "Значит, *так*, чертов недоумок? Если хочешь, я и мой хвост можем попросту свалить отсюда навсегда! *Такой* расклад тебя устроит, а?"

source: "Hmph." She smirks at you, but makes no move to leave.
ru: "Пф". Она ухмыляется, но не двигается с места.

source: Annah becomes quiet for a time. She opens her mouth to speak, then stops herself...
ru: Анна некоторое время молчит. Она раскрывает рот, чтобы что-то сказать, но прерывает себя...

source: Annah stares at you for a time, shocked, before becoming livid with rage. "*FINE!*" she screams. "Powers tell me *why* I wasted so much time walkin' about with yeh!" She begins to stomp away, loudly cursing you, your ancestors, and anyone who's ever crossed your path.
ru: Анна некоторое время смотрит на тебя, шокированная, потом багровеет от ярости. "*ОТЛИЧНО*! - кричит она. - Силы, скажите мне, *зачем* я потратила стольковремени на хождение за тобой!" Она уходит прочь, громко проклиная тебя, твоихпредков и всех, кто когда-либо встречался тебе на пути.

source: As you grab her arm, she rips out of your grip and hisses. "Don't yeh *ever* so much as look at me again, yeh soddin' idjit!" She raises her punch daggers. "An' any part o' yeh which *touches* me'll end up layin' in the gutters o' Sigil, so's I swear it!"
ru: Когда ты хваташь ее руку, она вырывается и шипит. "Больше *не смей* даже смотреть на меня, чертов идиот! - она поднимает свои ударные кинжалы. - И любая твоя конечность, которая *дотронется* до меня, окажется в канавах Сигила, клянусь!"

source: Try and get his attention.
ru: Попробовать привлечь его внимание.

source: "Very amusing, Annah. I some had questions, sir..."
ru: "Очень смешно, Анна. У меня есть несколько вопросов, сэр..."

source: "An odd comment from someone with what looks to be a giant rat's tail sprouting from her bottom..."
ru: "Странное замечание для того, у кого из зада растет гигантский крысиный хвост".

source: "No, Annah; stay. I was only teasing... an eye for an eye."
ru: "Нет, Анна, не уходи. Я всего лишь подтрунивал над тобой... око за око".

source: "Annah, no.. I'd hate to see you leave. My apologies for the comment - please remain with me."
ru: "Анна, нет... Я не хочу, чтобы ты ушла. Прости меня за мое замечание. Пожалуйста, останься со мной".

source: "Whatever suits you, Annah."
ru: "Как тебе будет угодно, Анна".

source: "Thanks, Annah. And you, sir... I had some questions."
ru: "Спасибо, Анна. Итак, сэр... У меня есть несколько вопросов".

source: "Annah, wait... my apologies, please return."
ru: "Анна, постой... прости меня, пожалуйста, вернись".

source: Grab her as she walks off.
ru: Схватить ее, когда она начнет уходить.

source: Let her go.
ru: Позволить ей уйти.

source: "Annah, wait... I just wanted to apologize. I never meant to get you so upset. Please don't leave."
ru: "Анна, постой... Я просто хотел извиниться. Я совсем не собирался так расстраивать тебя. Пожалуйста, не уходи".

source: "I dare you to try and make good on that threat, you foul-mouthed tiefling trash."
ru: "Давай, попробуй исполнить свою угрозу, ты, грязноротое тифлинговое отребье".

source: "Farewell for good, Annah."
ru: "Прощай навсегда, Анна".

source: As you kneel before the woman, Annah sputters with rage. "Yeh *can't* be serious now! Just bleed the prissy whore, yeh sod! Here... I'll do it for yeh..."
ru: Когда ты становишься на колени перед женщиной, Анна яростно сплевывает. "Ты это *не серьезно*! Прирежь эту шлюху, недоумок! Нет, лучше я сама это сделаю за тебя..."

source: You move to defend the woman; Annah merely stares at you, shocked. "What... are... are yeh *daft?*"
ru: Ты прикрываешь собой женщину. Анна потрясенно смотрит на тебя. "Да... ты... совсем *рехнулся*?"

source: Annah makes a sour face and spits at the woman's feet. Surprisingly enough, the woman makes no move to attack. "Sickenin', is what it is... sickenin'." She falls to muttering to herself; you catch the words "wilted" and "stem."
ru: Анна делает кислое выражение лица и плюет на ногу девушки. Довольно неожиданно, но в ответ та в атаку не бросается. "Блевотина, вот что это... блевотина". Она продолжает что-то ворчать про себя. Ты успеваешь только разобрать слова "слабак" и "тормоз".

source: Annah glares at Grace and Sarhava furiously.
ru: Анна яростно смотрит на Грацию и Сархаву.

source: Annah flushes, and with a snarl, blades sprout from her fists.
ru: Анна багровеет, клинки выскакивают из ее кулаков.

source: "Yeh have a sharp tongue on yeh, wee lass." Annah spits and sharpens her blades against each other. "I wonder how sweet yer tacky jewels an' harlot's clothes'll look on yeh when ye're dead in the street!"
ru: "У тебя острый язычок, маленькая девочка". Анна сплевывает и затачивает лезвия друг о друга. "Интересно, насколько мило будут выглядеть твои дешевые стекляшки и блядские шмотки, когда ты будешь дохлая валяться на улице!"

source: "Annah, wait!"
ru: "Анна, стой!"

source: Step between Annah and the woman.
ru: Встать между Анной и женщиной.

source: Join Annah's attack on the woman.
ru: Присоединиться к Анне и напасть на девушку.

source: "This isn't the Hive, Annah... we can't just fight as we please. If we're not careful the guard will be summoned."
ru: "Это не Улей, Анна... мы не можем просто так кидаться в бой по любой своей прихоти. Если мы не будем осторожны, то позовем стражу".

source: "Come on, Annah; let's just go."
ru: "Ладно, Анна. Просто уйдем".

source: "Look, madam... we don't want any trouble. Let's end this before I call the guards myself."
ru: "Послушайте, мадам... нам не нужны неприятности. Давайте прекратим это, пока я не позвал стражу".

source: "Shut yer yap, yeh loathesome tard! Didn't I tell yeh last time never ta speak ta me again? Lady knows how yeh ever got me name in the first place!"
ru: "Заткнись, куча дерьма! Разве я не говорила тебе никогда больше со мной не встречаться? Только Леди знает, как тебе удалось в тот раз угадать мое имя!"

source: "Don't say I didnae warn yeh, deader!" Annah's blades lash out at the man's outstretched hands...
ru: "Теперь не говори, что я не предупреждала тебя, покойник!" Клинки Анны устремляются в объятья человека...

source: Attack the man yourself.
ru: Атаковать мужчину самому.

source: "Aye? What is it yeh want then?"
ru: "Ага? Что тебе надо?"

source: "Nothing, Annah. Just checking to see if you were still with me."
ru: "Ничего, Анна. Просто проверяю, что ты все еще со мной".

source: "Ach, 'tis a collection o' brain vermin! We'd best be gone as soon as possible - they'll crush yeh mind! I've seen ten ta twenty o' them lay ambushes fer drunks, sabotage buildin's, an' I even heard rumor that they ken cast spells when there's lots o' them. I cannae imagine what a hundred or more o' the pests might be able ta do together.."
ru: "А, вот так собрание мозгогрызунов! Нам лучше поскорее уйти отсюда: они сломают тебе мозги! Я видела, как пара дюжин этих тварей устраивала засады на пьяниц и разоряла дома, и даже был такой слух, что когда их много, то они могут колдовать. Даже не представляю, на что способна сотня-другая этих грызунов, когда они вместе..."

source: "Ach, 'tis a collection o' brain vermin! We'd best be gone as soon as possible - they'll crush yeh mind! I've seen ten ta twenty o' them lay ambushes fer drunks, sabotage buildin's, an' I even heard rumor that they ken cast spells when there's lots o' them. I cannae imagine what a hundred or more o' the pests might be able ta do together..."
ru: "А, вот так собрание мозгогрызунов! Нам лучше поскорее уйти отсюда: они сломают тебе мозги! Я видела, как пара дюжин этих тварей устраивала засады на пьяниц и разоряла дома, и даже был такой слух, что когда их много, то они могут колдовать. Даже не представляю, на что способна сотня-другая этих грызунов, когда они вместе..."

source: Annah whispers to you: "Yeh've managed ta get the brain vermin mad at yeh, aye? Let me tell yeh this, then: We'd best be gone as soon as possible before they crush us all. They're smarter in groups, they are - I've seen 'em lay ambushes fer drunkards, sabotage buildin's, an' I hear tell they cast spells when they gather. I cannae imagine how powerful this collection is - and yeh've managed ta pike 'em off. Tread carefully here, aye?"
ru: Анна шепчет тебе: "Значит, тебе таки удалось вывести мозгогрызунов из себя? Тогда я тебе вот что скажу: нам лучше выбираться отсюда поскорее, пока они нас не раздавили. Когда их много, они умнеют. Я видела, как пара дюжин этих тварей устраивала засады на пьяниц и разоряла дома, и даже был такой слух, что когда их много, то они могут колдовать. Даже не представляю, насколько сильны эти крысы. И ты еще умудрился их разозлить. Будь поосторожней, ладно?"

source: Annah whispers to you: "Yeh've managed ta get the brain vermin mad at yeh, aye? Let me tell you this, then: We'd best be gone as soon as possible before they crush us all. They're smarter in groups, they are - I've seen 'em lay ambushes fer drunkards, sabotage buildin's, an' I hear tell they cast spells when they gather. I cannae imagine how powerful this collection is - and yeh've managed ta pike 'em off. Tread carefully here, aye?"
ru: Анна шепчет тебе: "Значит, тебе таки удалось вывести мозгогрызунов из себя? Тогда я тебе вот что скажу: нам лучше выбираться отсюда поскорее, пока они нас не раздавили. Когда их много, они умнеют. Я видела, как пара дюжин этих тварей устраивала засады на пьяниц и разоряла дома, и даже был такой слух, что когда их много, то они могут колдовать. Даже не представляю, насколько сильны эти крысы. И ты еще умудрился их разозлить. Будь поосторожней, ладно?"

source: "I don't ken what sort o' game the brain vermin are playin' with yeh, but if they're offerin' peace, yeh'd be best off acceptin' it. They get smarter in groups, they do, and even though yeh've hurt 'em, a band this size can still send yeh ta the dead book."
ru: "Не знаю, в какую игру играют с тобой мозгогрызуны, но если они предлагают мир, тебе лучше согласиться. Вместе они становятся смышленнее, и даже если тебе и удавалось их побить, такая толпа все равно отправит тебя в книгу мертвых".

source: Annah mumbles something angrily; you catch the words "piking" and "idjit-stick."
ru: Анна что-то яростно бормочет. Тебе удается расслышать только "тупой" и "озабоченный дебил".

source: "Aye, I'm a no good at telling such things, I'm not." She frowns, and waves her hands as if trying to shoo away the idea. "Donnae be asking me fer such nonsense, now."
ru: "Ага, только я не очень-то мастер в таких штуках, - она нахмуривается и отмахивается, словно пытаясь отгнать от себя эту мысль. - Не проси меня больше о такой ерунде".

source: Annah looks uncomfortable, her tail lashing slowly back and forth. "Well, I know one story..." She suddenly becomes angry, glaring at Yves. "...but yeh might not like it, yeh won't, so don't be blamin' *me* fer yer chokin' it outta me!"
ru: Кажется, Анне неловко, ее хвост мечется туда-сюда. "Ну, знаю я одну историю... - неожиданно она разъяряется, бросая на Ив рассерженный взгляд. - Но она вам не понравится, так и будет, так что нечего на потом на *меня* пенять!"

source: Annah scowls, then finally relents with an exasperated sigh. "I heard a story when I was a wee lass." "This berk's walkin' home real late, near anti-peak, an' passes an old toothless crone in a dark an' otherwise empty street. 'Where yeh goin'?' she asks him."
ru: Анна мрачнеет, потом, наконец, расслабляется, издав раздраженный вздох. "Я слышала эту историю, еще когда была маленькой девчонкой". "Идет себе пень домой, очень позно, около антипика, и тут встречает в обычно пустой улице старую беззубую старуху. 'Куда путь держишь', - спрашивает она".

source: "'Home, to me wife an' kip,' he says." "'Near the Slags?'" she asks him." "'Sure enough,' he says."
ru: "'Домой, к жене и теплой постели', - отвечает он". "'Мимо Шлаков?' - спрашивает". "'А как же', - отвечает он".

source: "So she asks him a favor... ta take a box she's got ta Deader's Pit an' give it ta the woman there. Now this berk's a real sap, too nice ta say no despite the fact he's sure somethin's not quite *right* about this old crone, and agrees. 'But what's the woman's name?' he asks. 'Where does she live? Where should I look fer her if she's not by Deader's Pit?'"
ru: "Тогда она просит его об услуге... принести ее коробку в Мертвецкую Яму и отдать ее женщине там. Ну, пень этот - реальный болван, слишком вежливый, чтобы отказаться, а ведь уверен - что-то *не так* в этой старухе, - и он соглашается. 'А как зовут ту женщину? - спрашивает. - Где она живет? Где мне ее искать, если ее не будет в Мертвецкой Яме?'"

source: "The woman hands him the box - a wooden thing, wrapped in colored cloth - an' tells him ta just go, an' she'll be there. Finally, she warns him: 'An' whatever yeh does, do *NOT* open the box!'"
ru: "Старуха дает ему коробку - деревянную штуковину, обернутую крашенной тряпкой - и говорит, чтобы он просто пришел, а она уж там будет. Наконец, она предупреждает его: 'И во что бы то ни стало, *НЕ ОТКРЫВАЙ* коробку!'"

source: "So he takes it home with him an' hides it in the rafters, thinkin' he'll bring it by Deader's Pit when it's light out. His wife, though, seein' him hidin' the box, gets right jealous thinkin' it's a gift fer a lover or somethin', an' opens it up as soon as he's not lookin'."
ru: "Так вот, приносит он ее домой и прячет под половицу, решив занести ее в Мертвецкую Яму утром. Вот только жена его, увидев, как он прячет коробку, из ревности начинает думать, что это подарок любовнице, или что-то такое, и открывает ее, как только тот отворачивается".

source: "Well, turns out the box was full o' gouged-out eyes an' severed male members with the hair still on 'em. Her scream brought the berk runnin'... he remembered what the crone said, got right scared and wrapped the box back up."
ru: "Ну, оказывается, коробка доверху набита вырванными глазами и мужскими членами, еще и с волосами на них. От ее крика пень аж вскочил... тут он вспомнил, что карга сказала, здорово испугался и завернул коробку назад".

source: "He went out straight away ta Deader's Pit, an' sure enough there was another old hag waitin' there for him. He hands her the box, an' she says ta him: 'This box has been opened and looked into.'"
ru: "Побежал он прямой дорогой в Мертвецкую Яму, и, ясное дело, там оказалась другая старая ведьма, ждет его. Он дает ей коробку, а она ему: 'Эту коробку открывали и заглядывали в нее'".

source: "The poor berk tries ta deny it, but she gets this dreadful look on her face. 'Ye've done somethin' horrible!' she tells him, then disappears. That done, he hurries back ta his kip."
ru: "Бедняга-пень пытался отрицать, но она на него так жутко посмотрела. 'Ты сотворил ужасную вещь!' - говорит старуха и исчезает. Дело сделано, и он спешит назад, в свою берлогу".

source: "He's feelin' ill when he gets back, an' takes ta bed. His wife bitterly regretted openin' the box an' all, but it was too late... the next day he died of a rottin' disease, an' the first things ta go was his eyes an' stem." Annah nods grimly, her tale complete.
ru: "Вернувшись, он чувствует себя нехорошо и ложится в койку. Жена его горько сожалеет, что открыла коробку, и все такое, да только уже поздно... на следующий день пень умер от гнилой болезни, и первыми у него отвалились глаза и черенок". Анна мрачно кивает - ее рассказ окончен.

source: "Go ahead, Annah..."
ru: "Давай, Анна..."

source: "Wait... I've a tale to share with you, Yves."
ru: "Погоди... У меня есть для тебя история, Ив".

source: "Forget it, Annah. I had a question Yves..."
ru: "Забудь об этом, Анна. У меня есть вопрос к Ив..."

source: "Don't worry about it, Annah. Farewell, Yves."
ru: "Не бери в голову, Анна. Прощай, Ив".

source: "Go on, Annah..."
ru: "Продолжай, Анна..."

source: "Wait...I had a question for Yves..."
ru: "Погоди... У меня есть вопрос к Ив..."

source: "We'll hear it another time, Annah. Farewell, Yves."
ru: "Мы послушаем ее в другой раз, Анна. Прощай, Ив".

source: "Wait... I had a question for Yves..."
ru: "Погоди... У меня есть вопрос к Ив..."

source: "Tch." Annah sneers, rolling her eyes. "Idjit."
ru: "Пфф, - Анна усмехается, закатывая глаза. - Идиот".

source: Ignore Annah's comment.
ru: Не обращать внимания на комментарий Анны.

source: "Just ignore her, Kesai."
ru: "Не обращай на нее внимания, Кесай".

source: "Annah, please... it's only a compliment."
ru: "Анна, пожалуйста... это всего лишь комплимент".

source: "Don't be upset, Annah... you're just as lovely."
ru: "Не злись, Анна... ты тоже очень красивая".

source: Annah stares at you coldly, but says nothing.
ru: Анна холодно на тебя смотрит, но ничего не говорит.

source: "An' what's *that* supposed ta mean, yeh pikin' tard?! Didja think me *jealous* o' this chatty tart? Yeh sod!" Annah spits and looks away from you.
ru: "Ты на что намекаешь, ты, жалкий недоумок?! Думаешь, что я *ревную* к этой болтливой дуре? Ну ты и лох!" Анна сплевывает и отворачивается от тебя.

source: "Pah!" Annah sneers at Morte. "Stop yer droolin', yeh leerin' skull."
ru: "Тьфу! - Анна усмехается Морту. - Хватит пускать слюни, хитрая черепушка".
