Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/danskull.dlg.po
Languages: ru

source: A hiss escapes this skull's teeth: "You mean you're a wizard, an assassin, and a poisoner."
ru: Из рта черепа издается шипение. "Ты имеешь в виду, что ты волшебник, убийца и отравитель".

source: This skull's voice is low and raspy, the sound of flint and steel. "I... I think I've seen you before, stranger."
ru: Голос этого черепа низок и скрипуч, словно звук камня по металлу. "Мне... мне кажется, что я уже видел тебя, незнакомец".

source: "Where have you seen me?"
ru: "Где ты меня видел?"

source: "Quite possibly, but I don't have time for that."
ru: "Очень возможно, но у меня нет времени на это".

source: "You again, eh? What do you want of me now?"
ru: "А, снова ты? Что на этот раз тебе от меня нужно?"

source: "You said you'd seen me before. Where?"
ru: "Ты сказал, что ты меня уже видел. Где?"

source: "Tell me of yourself."
ru: "Расскажи мне о себе".

source: "How did you get here?"
ru: "Как ты попала сюда?"

source: "Tell me about Lothar."
ru: "Расскажи мне о Лотаре".

source: "Tell me about the other skulls here."
ru: "Расскажи мне о других черепах".

source: "Nothing. Farewell."
ru: "Ничего. Прощай".

source: "Curst. Gate town to Carceri."
ru: "В Проклятом. Привратном городе в Карцери".

source: "Curst? Gate town? Carceri?"
ru: "Проклятом? Привратном городе? Карцери?"

source: "What was I doing there?"
ru: "Что я там делал?"

source: "Me? I'm Grimscalp. Used to be an Anarchist - one of the Revolutionary League. We had secrets and cells; we were going to topple the nature of the planes so everyone could live in freedom. We had the dark on some of the factols and were ready to make a move. But then we were betrayed by another faction. I wound up dead, and Lothar wound up collecting me for my secrets. Good thing most of them are out of date by now - there ain't no resisting Lothar's charms."
ru: "Я? Я - Гримскальп. Раньше был Анархистом - одним из Революционной лиги. У нас были секреты и ячейки. Мы хотели перевернуть существо планов, чтобы все могли жить в свободе. У знали тайны некоторых фрактолов и были готовы сделать ход. Но нас предала другая фракция. Я был смертельно ранен, а Лотар был до смерти охоч до моих секретов. Хорошо, что большая часть теперь неактуальна - обаянию Лотара невозможно сопротивляться".

source: "What can you tell me of the Anarchists?"
ru: "Что ты можешь рассказать мне об Анархистах?"

source: "Thanks. Farewell."
ru: "Спасибо. Прощай".

source: "Betrayal. I should have expected it, given who I am - or rather, who I was."
ru: "Предательство. Я должен был это предвидеть, если учесть, кто я. Или, по крайней мере, кем был".

source: "Who were you?"
ru: "Кем ты был?"

source: "Probably. Farewell."
ru: "Возможно. Прощай".

source: "I've spilled the dark of many secrets, but that's not one I'm willing to sacrifice. I've seen horrors in Lothar's hand that would put the Harmonium's rigid rules to shame. He knows my secrets far better than I know his, and I'll be damned if I'm giving them up for anyone. Even you. Especially you."
ru: "Я развеял темноту со многих секретов, но ими я не собирался жертвовать. В руках Лотара я видел ужас, который сможет даже жестокие правила Гармониума ввергнуть в смущение. Он знает мои секреты лучше, чем я его, и будь я проклят, если отдам их кому-нибудь. Даже тебе. Особенно тебе".

source: "Why? What do you know about me?"
ru: "Почему? Ты что-то знаешь обо мне?"

source: "Then tell me of yourself."
ru: "Тогда расскажи мне о себе".

source: "How did you get here, then?"
ru: "И как ты попал сюда?"

source: "What can you tell me of the other skulls?"
ru: "Что ты можешь рассказать мне об остальных черепах?"

source: "Fair enough. Farewell."
ru: "Довольно справедливо. Прощай".

source: "Them? They are all tools, though they do not know it. Their dreams are small and personal. They do not see a larger picture in their schemings. They do not see beyond themselves. They are worthless. I do not speak to them."
ru: "О них? Они всего лишь инструменты, хоть и не знают этого. Их сны мелки и личны. В своих мыслях ни не видят всей картины. Они ничего не видят перед собой. Они бесполезны. Я не разговариваю с ними".

source: "I see. Tell me of yourself, then."
ru: "Понятно. Тогда расскажи о себе".

source: "So then how did you come here?"
ru: "И как тогда ты попал сюда?"

source: "What of Lothar, then?"
ru: "А что же Лотар?"

source: "That's all I needed to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "What are you, clueless? It's a gate town, on the rim of the Outlands, the doorway to the prison plane of Carceri. It's a place of backstabbers and traitors, and it's full of schemes as a baatezu's undergarments. Being right next door to Carceri's apt to change a burg's nature; I wouldn't be surprised if the town were about to slide over."
ru: "Что с тобой, пустоголовый? Это привратный город, на краю Внешних земель, вход в тюремный план Карцери. Это место предателей и изменников, и там столько заговоров, сколько у баатезу за пазухой. Быть входом в Карцери - самое подходящее предназначение этого местечка. Не удивлюсь, если город уже сползает".

source: "Slide over? What do you mean?"
ru: "Сползает? О чем это ты?"

source: "What were you doing there? You were babbling something about some berk trying to kill you and wandering into all the wrong places. Well, you were obviously barmy and all, so me and some of my friends rolled you. Stuck a shiv in you and divvied up your stuff. It was right after that that I was betrayed, but not before I hid some of that stuff."
ru: "А что ты делаешь здесь? Ты что-то болтал о пне, который пытается тебя убить, и о странствиях по неправильным местам. Ты был настолько спятившим, что я и мои друзья тебя завернули. Оставили в тебе заточку и забрали твои вещички. Это было как раз перед тем, как меня предали, но я успел-таки спрятать кое-что".

source: "What can you tell me of Curst?"
ru: "Что ты можешь сказать о Проклятом?"

source: "Where is it?"
ru: "И где это?"

source: "Oh. Well, thanks. Farewell."
ru: "О. Хорошо, спасибо. Прощай".

source: "I know you're important to Lothar somehow, and there's something about you that he wants to understand. You're like some puzzle. He's interested in you, boyo, and he wants his questions answered. He'll be keeping an eye on you. And I know that you're a far traveler - you've been seen before."
ru: "Мне известно, что ты чем-то важен Лотару, и это что-то важное о тебе, что он хочет понять. Ты похож на головоломку. Он интересуется тобой, мальчик, и хочет, чтобы его вопросы нашли ответы. Он следит за тобой. И я знаю, что ты старый путешественник - тебя уже видели".

source: "What do you know of me?"
ru: "Откуда ты знаешь обо мне?"

source: "I'll keep that in mind. Farewell."
ru: "Я запомню это. Прощай".

source: "I've already told your friend there most of it. You're important to Lothar somehow, and there's something about you that he wants to understand. You're like some puzzle. He's interested in you, boyo, and he wants his questions answered. He'll be keeping an eye on you. I also know you're a far traveler - you've been seen before."
ru: "Я уже поговорил с твоим другом обо всем. Мне известно, что ты чем-то важен Лотару, и это что-то важное о тебе, что он хочет понять. Ты похож на головоломку. Он интересуется тобой, мальчик, и хочет, чтобы его вопросы нашли ответы. Он следит за тобой. Я также знаю, что ты старый путешественник - тебя уже видели".

source: "We are a secret society, cells of members who work alone or through directives passed through the network of informants and leaders-who-remain-hidden. Our goal is to tear down the power structure, to free people from the lies of politicians and powers, to let all lead their own lives of their own volition. We work in secrecy - worked in secrecy - and changed our routines constantly to avoid infiltration. My time was decades ago, and so all the secrets I knew are no longer valid, except for the faces I can remember - and even those must have been changed by now."
ru: "Мы - тайное сообщество, члены ячеек, которые работают обособленно или получают директивы через сеть информаторов от руководителей, остающихся в тени. Наша цель - искоренить структуры власти, освободить людей от лжи политиканов и сил, позволить им жить по собственной воле. Мы работаем в тайне - работали в тайне - и постоянно меняли порядки, чтобы избежать внедрения. Мое время прошло десятилетия назад, и все мои секреты больше не актуальны, за исключением лиц, которые я смог запомнить - да и те уже успели смениться".

source: "You sound like a paranoid bunch."
ru: "Вы похожи на кучку параноиков".

source: "If a society you belonged to thrived on intrigue, infiltration, and the hatred of the established power-mongers, you'd be careful too. It's not paranoia when they really are out to get you. In our line of belief, someone involved in a triple-cross is an amateur." The skull regards you evenly for a moment. "I think I'm done speaking with you. Farewell."
ru: "Если твое сообщество растет на интригах и внедрениях, ненавидит состоявшихся властолюбцев, то тебе тоже придется стать осторожным. Это не паранойя, когда с тобой на самом деле могут разобраться. Мы верим, что любой, кто является тройным агентом, является непрофессионалом". Череп смотрит прямо на тебя. "Думаю, я с тобой закончил. Прощай".

source: "Farewell."
ru: "Прощай".

source: "I ain't telling. Maybe someday I'll get a body back and go for it myself, and maybe I won't, but right now it gives me great joy to see you wondering. Good luck finding it." The skull falls silent, and no amount of cajoling can convince it to speak again.
ru: "Не скажу. Может быть, когда-нибудь я получу себе тело назад, а может быть, и нет. Но сейчас твой изумленный вид меня очень радует. Удачи в поисках". Череп умолкает, и никакая лесть уже не сможет заставить его заговорить снова.

source: "Bastard."
ru: "Сволочь".

source: You get the feeling the skull is measuring you carefully. "You're one of the brethren, ain't you? I've got a nose for these things - at least, I used to - and I think you're one of us. All right, then. It's in the warehouse. Talk to the owner of the place and tell him I sent you. Don't tell him I'm dead and he should surrender it to you willingly enough."
ru: Ты ощущаешь, что череп осторожно тебя оценивает. "Ты ведь один из братьев, да? У меня нюх на такие вещи. По крайней мере, раньше был. И я думаю, что ты один из нас. Ну хорошо. Это находится на складе. Поговори с его владельцем и скажи, что я прислал тебя. Не говори, что я уже мертв, и он охотно тебе его уступит".

source: "I'll remember that. Thanks, though I'm not too happy about having been killed by you then. Farewell."
ru: "Я запомню это. Спасибо, хоть я и не очень счастлив быть убитым тобой. Прощай".

source: "When a gate town's beliefs get too much like the plane it borders, the force of that belief is enough to make its bordering plane swallow it whole. Happens all the time - at least when the Anarchists are involved." He speaks this last with a kind of grim pride.
ru: "Когда убеждения привратного города становятся слишком соответствующими пограничному плану, силы этих убеждений становится достаточно, чтобы план смог поглотить его целиком. Это происходит постоянно - по крайней мере, там, где вовлечены Анархисты". Последнюю фразу они произносит со зловещей гордостью.

source: "Tell me about the Anarchists."
ru: "Расскажи мне об Анархистах".
