Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/danze.dlg.po
Languages: ru

source: You see an older, stern looking man. His face is a mixture of wrinkles and frown lines.
ru: Ты видишь стареющего, угрюмого человека. Его лицо - сплошная смесь из складок и морщин.

source: "Greetings."
ru: "Приветствую."

source: Ignore the man.
ru: Не обращать внимания на мужчину.

source: He gives you a quick, stiff bow. "Aye, greetin' to ye as well. Anze is me name. Whatcha' be needin?"
ru: Он отвешивает тебе короткий, сдержанный поклон. "Ага, привет тебе. Зовут Анце. Чего надо?"

source: "I have some questions..."
ru: "У меня есть некоторые вопросы..."

source: "Never mind. Farewell."
ru: "Неважно. Прощай."

source: He gives you a toothless grin. "I reckon I gots the time ta give ye the chant. Whatcha be needin' ta know?"
ru: Он одаривает тебя беззубой ухмылкой. "Думаю, потрепаться с тобой время найдется. Чего хочешь знать?"

source: "I'm looking for someone named Lothar, or the Master of the Bones..."
ru: "Я ищу кое-кого по имени Лотар, он же Повелитель Костей..."

source: "I had a skull and it's been stolen from me. Do you know anyone who would do such a thing?"
ru: "У меня был череп, который украли. Ты не знаешь кого-нибудь, кто бы мог это сделать?"

source: "What's that furnace used for?"
ru: "А для чего эта печь?"

source: "I need to buy some weapons."
ru: "Я хочу купить кое-какое оружие."

source: "I need to buy some magic items."
ru: "Я хочу купить кое-какие магические вещи."

source: "I must be going. Farewell."
ru: "Я должен идти. Прощай."

source: "Can't say I ever heard of Lothar..." He squints his eyes as he thinks. "But this *bones* fella, yeah, I heard of 'em. Chant is ya don't mess with 'em. Po'erful cutter, consorts with the dead an' such."
ru: "Не скажу, что когда-либо слышал о Лотаре..." Он щурит глаза, размышляя. "Но этот *костяшка*, да, слыхал о нем. Трепаться с ним даже и не думай. Сильный рубака, с мертвяками якшается, всякое."

source: "Where can I find him?"
ru: "Где я могу найти его?"

source: "What can you tell me about him?"
ru: "Что ты можешь рассказать о нем?"

source: He shrugs. "I dunno. Cutter like that can set his kip where 'e pleases. No berks gonna deny 'em, that's fer certain."
ru: Он пожимает плечами. "А хрен его знает. Такой рубака творит что хочет. Пней с ним поспорить не найдется, это точно."

source: "I see. I have some other questions..."
ru: "Понятно. У меня были еще вопросы..."

source: He barks out a short laugh. "Ye heard it all, cutter. Don't know anythin' else 'bout 'em."
ru: Он издает смешок, похожий на лай. "Ты все услышал, рубака. А больше я ничего не знаю."

source: He tries to look concerned but fails miserably. "Sorry ta hear that, cutter. If'n ye think it were stolen, ye should tell the Harmonium."
ru: Он пытается выглядеть обеспокоенным, но проваливается с треском. "Печально слышать, рубака. Раз думаешь украли, жалуйся в Гармониум."

source: "The Harmonium?"
ru: "Гармониум?"

source: "Thank you, I have some other questions..."
ru: "Спасибо тебе, у меня есть другие вопросы..."

source: He smiles. "The law, cutter. Harmonium bashers are the law 'ere in Sigil. If'n yer property is missin' then ye should tell 'em."
ru: Он улыбается. "Закон, рубака. Громилы Гармониума в Сигиле - закон. Раз шмотки пропали, им и жалуйся."

source: "Do you think the Harmonium can recover the skull?"
ru: "Ты думаешь, что Гармониум может вернуть череп?"

source: He starts to say something, then stops to think. After a moment he chuckles. "Nay, cutter. I'd be guessin' not. Ne'er mind."
ru: Он начинает было говорить, но задумывается. И через мгновение хмыкает. "Не, рубака. Не думаю. Забудь."

source: "Ye can talk to Aalek next door. He may have what ye need." He gestures at the counter to his left.
ru: "Можешь с Аалеком перетереть, он рядом. Может у него есть, что нужно." Он показывает на прилавок слева.

source: "I have some more questions..."
ru: "У меня есть еще вопросы..."

source: "Thank you. Farewell."
ru: "Спасибо. Прощай."

source: He glances at the furnace and then lowers his voice. "The furnace does nothin' other than teach me lazy boy spons'bility. That boy is always yappin' and talkin' and such. Reckon's 'emself a scholar an' don't know the value o' real work. If'n ye have serious questions... well, he may be better ta ask than me."
ru: Он смотрит на печь и переходит на шепот. "Печь ни для чего, кроме как учить моего лентяя ответственности. Он вечно болтает и треплется, и всякое. Думает, он ученый, а настоящей работы даже и не нюхнул. Если вопросы серьезные... ну, спроси лучше его, а не меня."

source: "I see. Farewell."
ru: "Понятно. Прощай."

source: Anze gives you his usual toothless grin. "Welcome back, cutter. Whatcha be needin' this day?"
ru: Анце дарит тебе свою неизменную беззубую усмешку. "Снова добро пожаловать, рубака. Чего надо сегодня?"

source: "I'd like to see your wares."
ru: "Хотелось бы глянуть на твои товары."

source: "Nothing. Farewell."
ru: "Ничего. Прощай."

source: "I be mournin' for the loss of me boy, Lazlo. I'll not open shop fer... I dunno how long..."
ru: "Я грущу по пацану, Лазло. Магазин не открою до... не знаю когда..."

source: Leave.
ru: Уйти.
