Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/daola.dlg.po
Languages: ru

source: "Welcome to the cathedral of Aoskar. Have you come to worship Aoskar with me? You can be his second disciple."
ru: "Добро пожаловать в собор Аоскара. Ты пришел воздать хвалу Аоскару вместе со мной? Ты можешь стать его вторым последователем".

source: "I come seeking counsel concerning a box and a fiend."
ru: "Я пришел за советом по поводу шкатулки с нечистью".

source: "Why are there no other disciples of Aoskar?"
ru: "Почему здесь нет других последователей Аоскара?"

source: "Tell me more about Aoskar."
ru: "Расскажи мне об Аоскаре побольше".

source: "I'm interested in becoming a disciple of Aoskar."
ru: "Я хочу стать последователем Аоскара".

source: "Maybe some other time. Farewell"
ru: "Возможно, в другой раз. Прощай".

source: "The lost soul has returned. Come; let us give thanks to Aoskar and celebrate your return. I assume you have reconsidered about joining my congregation."
ru: "Заблудшая душа вернулась. Так поблагодарим же Аоскара и воспоем твое возвращение. Надеюсь, ты все хорошо обдумал и решил присоединиться к моей пастве".

source: "I come seeking counsel concerning a box and a demon."
ru: "Я пришел за советом по поводу шкатулки и демона".

source: "What congregation? The only people I see here are you."
ru: "Какая еще паства? Я вижу здесь только тебя".

source: "Maybe some other time. Farewell."
ru: "Возможно, в другой раз. Прощай".

source: "May Aoskar grant you safe passage. How may I help you?"
ru: "Да вознаградит тебя Аоскар безопасной дорогой. Чем я могу помочь тебе?"

source: "I'd like to purchase that gem you took from Moridor's Box."
ru: "Я хотел бы купить у тебя тот камень, который ты извлек из шкатулки Моридора".

source: "What happened? One minute I was becoming a disciple and then the next thing I know I'm stuck in some kind of 'maze'."
ru: "Что произошло? Я всего одну минуту побыл последователем, как вдруг оказываюсь в каком-то 'лабиринте'".

source: "Nothing for now. Farewell."
ru: "На этот раз ничего. Прощай".

source: "You have returned! Excuse my surprise, it is just that you are the first disciple to ever return. Most seem to disappear. How may I help you?"
ru: "Ты вернулся! Прошу прощения за мое удивление, но ты - первый последователь, который вернулся. Большинство просто исчезает. Чем я могу тебе помочь?"

source: "I would like to purchase that gem you took from Moridor's Box."
ru: "Я хотел бы купить у тебя тот камень, который ты извлек из шкатулки Моридора".

source: Aola seems to have fallen into a deep trance. Every so often you hear him sing praises to Aoskar.
ru: Похоже, Аола впал в глубокий транс. Единственное, что ты можешь от него услышать - это песнопения во славу Аоскара.

source: Farewell.
ru: Попрощаться.

source: You explain to him your predicament. Aola seems to consider things for a moment and then speaks to you. "I, a humble disciple to the great Aoskar, can indeed help you. First you must relinquish the box to me."
ru: Ты объясняешь ему свое затруднительное положение. Аола некоторое время обдумывает услышанное. "Я, скромный служитель великого Аоскара, воистину могу тебе помочь. Но прежде ты должен отдать мне шкатулку".

source: Give him the box.
ru: Отдать ему шкатулку.

source: Aola places Moridor's Box within a wire pyramid-shaped structure and then mutters a prayer to Aoskar. The familiar shimmering of a portal soon fills in the sides of the pyramid. Aola then casually reaches through the portal and flips open Moridor's Box.
ru: Аола помещает шкатулку Моридора в проволочную пирамидку, затем начинает тихо молиться Аоскару. Вскоре стороны пирамидки заполняет уже знакомое свечение портала. Аола небрежно протягивает к шкатулке руку сквозь портал и с легким щелчком открывает ее.

source: Continue.
ru: Продолжить.

source: You scream in an attempt to stop him, but are too late. Almost instantly the box begins to disintegrate as a sickly smoke begins to fill the interior of the pyramid. A feeling of immense dread fills the room, and it is all you can do to keep yourself from bolting from the tent.
ru: Ты вскрикиваешь, пытаясь помешать ему, но уже слишком поздно. Почти сразу же шкатулка начала растворяться в блеклый дым, который постепенно заполнил всю пирамидку. Комнату охватило ощущение колоссального ужаса. Все, что тебе остается - бежать изо всех сил из помещения.

source: You notice that as the tendrils of smoke touch the sides of the pyramid they are drawn into the swirling vortex of the portals. As the last tendril of smoke disappears the feeling of dread passes. Aola smiles a bit nervously at you. "Witness the power of Aoskar, the Keeper of Gateways!"
ru: Ты замечаешь, что завитки дыма, касающиеся сторон пирамиды, исчезают в кружащемся водовороте порталов. С последним завитком исчезает и ощущение ужаса. Аола слегка нервно улыбается тебе. "Узри силу Аоскара, Хранителя Врат!"

source: "I'm sure a fiend of such power that it required so many spells to contain it will have no problems making its way back here. And when it does it's going to be looking for you..."
ru: "Уверен, что настолько могущественнай нечистый дух, на заточение которого понадобилось много заклинаний, без проблем сможет вернуться. И когда он это сделает, она будет искать тебя..."

source: "I have taken that into consideration. You see, each side of the pyramid contained a portal to a different plane. In effect, I scattered its essence far and wide across the multiverse. Did you know there are races out there that consider demons a sort of delicacy?" He begins to chuckle softly as he reaches into the pyramid and sifts through the ashes of the box, removing the gem that was attached to it. "Payment for my services. I will use this to help rebuild my beautiful cathedral."
ru: "Я предусмотрел это. Каждая сторона пирамиды содержит портал на другой план. Я разбросал его сущность по самым удаленным уголкам мультивселенной. Знаешь ли ты, что некоторые существа рассматривают демонов в качестве особого деликатеса?" Сдавленно хихикая, он засовывает руку внутрь шкатулки и извлекает из пепла драгоценный камень, ранее инкрустированный в шкатулку. "Это воздаяние за мои услуги. Он поможет мне отстроить заново мой прекрасный собор".

source: "Keep the gem; you have more than earned it. Farewell."
ru: "Камень твой; ты заслужил его по праву. Прощай".

source: "Over the years I have had many disciples. Unfortunately, they have all disappeared. It's quite frustrating, actually. As soon as they become initiates I never see them again. Lately, there has been a rumor going around that the Lady herself is the cause. Now no one comes by any more. You are the first soul I've seen stop by in a long while."
ru: "Много лет назад у меня было много последователей. К сожалению, все они исчезли. Это довольно печально. Едва став посвященными, они пропадают. Позже начали ходить слухи, что причиной тому является сама Леди. И теперь сюда больше никто не приходит. Ты - первый, кого я вижу за последнее время".

source: "I'm not afraid; I wish to become a disciple of Aoskar."
ru: "Я не боюсь. Я хочу стать последователем Аоскара".

source: "The Lady... I have no wish to cross her. I'd best be on my way. Farewell."
ru: "Леди... Я не хочу встречаться с ней. Лучше я пойду своей дорогой. Прощай".

source: Aola's voice takes on a tone of adulation. "Aoskar is the Keeper of Gateways. Within Aoskar lies the power of portals, doorways and opportunity. Sigil, also known as the City of Doors, used to be the home of Aoskar, until he was 'cast' out by that accursed Lady. Now there are few worshippers of Aoskar here because the Lady forbids it. That will soon change, however, as I help the people to see the greatness of Aoskar. She cannot stand against the will of the people!"
ru: Тон Аолы становится льстивым. "Аоскар - Хранитель Врат. В Аоскаре заключается сила порталов, дверей и возможностей. Сигил, известный также как Город Дверей, был домом Аоскара до тех пор, пока он не был 'изгнан' этой проклятой Леди. С тех пор у Аоскара осталось всего несколько поклонников, поскольку Леди запрещает это. Но скоро все изменится, я помогу людям узреть величие Аоскара. Она не сможет устоять перед волей народа!"

source: "I wish to become a disciple of Aoskar."
ru: "Я хочу стать последователем Аоскара".

source: "The Lady... I have no wish to cross her. I best be on my way. Farewell."
ru: "Леди... Я не хочу встречаться с ней. Лучше я пойду своей дорогой. Прощай".

source: "Wonderful! It's been so long since the last person asked." Aola makes you perform a series of complex rituals and then says, "You are now a disciple of Aoskar; go now and spread the word to the denizens of Sigil, so that all may know the glory of Aoskar!"
ru: "Замечательно! Давно уже никто этого не просил". Аола заставляет тебя провести серию сложных ритуалов. "Теперь ты последователь Аоскара. Иди и неси слово обитателям Сигила, чтобы все узнали великолепие Аоскара!"

source: "Luckily for you I haven't had the time to sell it yet. I'll let you have it for the bargain price of three hundred coppers."
ru: "Тебе повезло: я никак не мог найти времени продать его. Ты получишь его по сходной цене в триста медяков".

source: "I'll take it."
ru: "Беру".

source: "I can't afford that much."
ru: "Я не могу себе этого позволить".

source: "That's robbery... I won't pay it."
ru: "Это грабеж... Я не стану столько платить".

source: "May Aoskar, the god of portals, doors and 'opportunity', smile upon you."
ru: "Да озарит тебя своей улыбкой Аоскар, бог порталов, дверей и 'возможностей'".

source: "That is truly unfortunate. I cannot go any lower. Maybe you can earn some jink and come back. I'll be more than happy to hold onto the gem for you."
ru: "Это очень печально. Я не могу снизить цену. Заработай больше звенелок и возвращайся. Я буду счастлив придержать камень для тебя".

source: "I really need the money to help rebuild my cathedral. Are you sure you won't reconsider? ...because I know I can get at least that much at the market."
ru: "Мне очень нужны деньги на ремонт моего собора. Ты еще не передумал? На рынке я могу получить за него как минимум столько же".

source: "Forget it."
ru: "Забудь об этом".

source: "It sounds as if you were portaled somewhere. Only experienced followers of Aoskar and the Lady could do such a thing. This might explain the disappearances of my other disciples. I must contemplate on this. Please leave."
ru: "Похоже, что ты провалился куда-то через портал. Только опытные последователи Аоскара и сама Леди могут сделать подобное. Это объясняет исчезновение моих последователей. Я должен подумать над этим. Пожалуйста, оставь меня".

source: Moridor's Box has been put to rest, thanks to the help of a priest of Aoskar. In payment, the priest has taken the gem that was mounted atop Moridor's Box. The gem is of exceptional quality, as one would expect... after all, it was used to bind a demon.
ru: Благодаря жрецу Аоскара шкатулка Моридора была обезврежена. В обмен на услугу жрец забрал камень, который красовался на крышке шкатулки. Камень исключительного качества, уникальный в своем роде... он использовался для связывания демона.

source: After you explain your predicament, Aola examines the box briefly before handing it back to. "I sense nothing out of the ordinary with this box. Now if you don't mind I'm busy."
ru: После твоего объяснения о затруднительном положении Аола осматривает шкатулку, после чего возвращает ее назад. "Я не чувствую ничего необычного, это обыкновенная шкатулка. А теперь прошу меня оставить, у меня много дел".

source: "How about one hundred coppers?"
ru: "Как насчет сотни медяков?"

source: "I don't know what it is, but I like you. I'll let you have the gem for two hundred and not a copper less. What do you say?"
ru: "Не знаю почему, но ты мне нравишься. Да будет камень твоим за двести монет и ни монетой меньше. Что скажешь?"
