Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/darlo.dlg.po
Languages: ru

source: By returning Nestor's fork and helping him get home, I've completed my end of the bargain with Arlo. He informed me that I'm welcome to rest at the Flophouse free of charge.
ru: Вернув Нестору вилку и отправив его домой, я выполнил свою часть уговора с Арло. Он сказал, что я могу отдохнуть в ночлежке бесплатно.

source: I did as Arlo asked and got rid of Nestor. The slumlord seemed shocked by the manner of which I disposed of the old loon, but nonetheless, agreed to let me rest in the Flophouse free of charge.
ru: Я сделал, как просил Арло, и избавился от Нестора. Хозяин этой дыры был в шоке от того как я выставил старого дурака, но тем не менее, разрешил мне отдыхать в ночлежке бесплатно.

source: I've agreed to help the slumlord, Arlo, get rid of a crazy old man named Nestor. It seems the fellow has taken up permanent residence in the Flophouse, and no one can make him leave.
ru: Я согласился помочь хозяину дыры, Арло, избавиться от старого придурка по имени Нестор. Похоже бродяга обосновался в ночлежке навсегда, и его никто не может выгнать.

source: You see a short, balding man standing in what serves as the foyer to this ramshackle flophouse. His bushy brows are furrowed in concentration as he picks at what appear to be scabs on his large, bulbous nose.
ru: Ты видишь низкорослого, лысеющего человека, стоящего в подобии фойе ветхой ночлежки. Его кустистые брови топорщатся от сосредоточения, с которым он соскабливает корку со своего большого, картофелеобразного носа.

source: The man doesn't bother to look up. Instead, he continues to stare cross-eyed down at his nose. "Yeah? What da yeh want?"
ru: Человек даже не поднимает голову. Вместо этого он продолжает коситься на свой нос. "Да? Чего надо?"

source: "Sure yeh can, berk... if yeh got the jink for it. No body puts up here for free, cept ol' Nestor over there -- an' that's only cuz no one's addle-coved enough ta mess with 'im."
ru: "Конечно можешь, пень... если медяки найдешь. Ни одно тело здесь бесплатно не валяется. Кроме этого Нестора, да и то потому, что нет пустоголовых с ним связываться".

source: "Well ain't that nice?" He flashes you a sarcastic, yellow-toothed smile. "An' I'm sure yeh'll find yer answers someday. But I've gots me a business ta run. So if yeh don't wanna bed, then I suggest yeh pike off!"
ru: "Разве это не мило?" Он озаряется саркастической, желтозубой улыбкой. "И я не сомневаюсь, ты найдешь ответы. Но у меня тут дела. Так что если койка не нужна, то советую тебе проваливать!"

source: "It'll cost yeh five coppers." He wipes his dirty hand on the front of his even dirtier shirt, then thrusts it towards you, palm up.
ru: "Это обойдется тебе в пять медяков". Он вытирает свою грязную руку о еще более грязную рубаху, затем протягивает ее тебе, ладонью вверх.

source: "Nestor's that barmy ol' sod in the corner there." He hikes a thumb over his shoulder, toward the back of the room. "Watch yer step around 'im, berk. He's not right in the head. Always rattlin' his bone-box 'bout his fork an' all. I wish someone'd do us all a favor an' gets rid of 'im."
ru: "Нестор - это чокнутый старый бедолага в том углу". Он указывает пальцем через плечо, в дальний угол комнаты. "Ты с ним осторожнее, пень. Он не дружит с головой. Все трясет черепушкой о своей вилке и все такое. Хотелось бы, чтобы кто-то сделал всем одолжение и избавился от него".

source: "Yeh don't think I've tried? I have! An' look what I gets for me effort..." He leans his face forward and points at the bleeding scabs on his nose. "The barmy sod nearly bit me nose off!"
ru: "Думаешь я не пробовал? Пробовал! Смотри что получилось..." Он наклоняется, указывая на засохшую кровавую корку на носу. "Тупоголовый бедолага мне чуть нос не откусил!"

source: "I'll tell yeh what, cutter. If yeh can gets rid of 'im for me, yeh can stay 'ere for free as often as yeh like. Deal?"
ru: "Знаешь, что скажу, рубака. Избавься от него ради меня и можешь отдыхать тут бесплатно когда пожелаешь. По рукам?"

source: "Well then don't just stand around gawkin', gets to it!" He immediately returns to his scab picking. "Can't yeh see I'm a busy man?"
ru: "Ну так тогда хватит стоять и глазеть, займись этим!" Он немедленно возвращается к ковырянию своего носа. "Не видишь что ли, я занят?"

source: Arlo is enthusiastically engaged in his favorite pastime of plucking scabs from his nose. As you approach, he glances at you out of the corner of his eye. "What da yeh want now?"
ru: Арло с энтузиазмом занят своим любимым делом, соскабливанием корки с носа. Когда ты подходишь, он глядит на тебя уголком глаза. "Чего еще тебе надо?"

source: "By all the Powers and their mothers, berk! When I said gets rid of the ol' sod, I didn't mean put 'im in the dead-book!" Arlo stares at you incredulously. "Oh well... a deal's a deal. I s'pose yeh can stay here for free -- though I'd hardly say yer welcome."
ru: "Во имя всех Сил, мать их, пень! Когда я сказал избавиться от старого бедолаги, я не просил записывать его в книгу мертвых!" Арло смотрит на тебя скептически. "Ну ладно... уговор есть уговор. Можешь тут оставаться бесплатно - но едва ли тебе тут рады".

source: "So, Nestor's gone home, eh? Maybe the ol' sod wasn't so barmy after all." He gives you a hearty slap on the back. "Now maybe we can all gets some rest round here. Feel free ta set up kip here anytime, cutter."
ru: "Итак, Нестор свалил домой, да? Может старый бедолага и не такой чокнутый, как казалось". Он по-дружески хлопает тебя по плечу. "Может, теперь все тут наконец отдохнут. Можешь тут устраивать себе берлогу когда пожелаешь, рубака".

source: "Greetings."
ru: "Приветствую".

source: Leave the man to his hygiene and explore the room.
ru: Позволить мужчине заниматься своей гигиеной и осмотреть комнату.

source: "Could I rest here?"
ru: "Могу я тут отдохнуть?"

source: "I had some questions..."
ru: "У меня есть некоторые вопросы..."

source: "Sorry to disturb you. Farewell."
ru: "Извини за беспокойство. Прощай".

source: "Very well. How much for a bed?"
ru: "Ладно. Сколько за койку?"

source: "Tell me about this... Nestor."
ru: "Расскажи мне об этом... Несторе".

source: "Nevermind. Farewell."
ru: "Неважно. Прощай".

source: "I see. Can I have a bed then?"
ru: "Понятно. Можно мне тогда койку?"

source: "I see. I think I'll rest for a while then."
ru: "Понятно. Тогда я, пожалуй, тут немного отдохну".

source: "Nevermind then. Farewell."
ru: "Тогда неважно. Прощай".

source: Give him five coppers. Rest.
ru: Дать ему пять медяков. Отдыхать.

source: "Sorry, I don't have five coppers right now. Maybe some other time. Farewell."
ru: "Прости, пяти медяков сейчас нет. Может в другой раз. Прощай".

source: "Why don't you get rid of him yourself?"
ru: "А сам чего его не выгонишь?"

source: "Nevermind. How much for a bed?"
ru: "Неважно. Сколько за койку?"

source: "I could get rid of him for you."
ru: "Я могу избавиться от него для тебя".

source: "I could get rid of him for you... for a price."
ru: "Я могу избавиться от него для тебя.... за определенную плату".

source: "Fair enough. I'll do it."
ru: "Звучит разумно. Я сделаю это".

source: "Nevermind. I have more important things to do. Leave."
ru: "Забудь. У меня есть более важные дела".

source: Leave.
ru: Уйти.

source: "I'd like to rest for a while."
ru: "Я бы хотел немного отдохнуть".

source: "I have some questions..."
ru: "У меня есть некоторые вопросы..."
