Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/darmgrd.dlg.po
Languages: ru

source: "Hey! That area's off-limits! You're not allowed in there!"
ru: "Эй! Вход в эту зону воспрещен! Тебе туда нельзя!"

source: "You can speak to a high-up, or you can try to get through us." He smiles grimly. "I wouldn't recommend that last option, though."
ru: "Можешь поговорить с начальством или попробовать пройти через нас, - он мрачно усмехается. - Но я бы не советовал последний вариант".

source: He examines the token closely. "My mistake, sir. May I help you with anything else?"
ru: Он внимательно осматривает символ. "Прошу прощения за недоразумение, сэр. Могу ли я еще чем-нибудь помочь?"

source: "Then you have to show it to me." He waits for you to produce something, and then says, "If you're going to try to play games, you'll find that I have a very short attention span -- and a very short temper."
ru: "Тогда ты должен мне его показать". Он ждет, пока ты что-нибудь предпримешь, потом продолжает: "Если ты собираешься играть в игры, то вскоре обнаружишь, что у меня небольшой запас терпения... и взрывной характер".

source: "May I help you, sir?"
ru: "Могу ли я чем-нибудь помочь, сэр?"

source: "How do I get permission?"
ru: "Как мне получить разрешение?"

source: Show the token to the guard: "I've got a token."
ru: Показать охране знак: "У меня есть знак".

source: Lie: "I've got authorization."
ru: Ложь: "У меня есть разрешение".

source: "Forget it, then."
ru: "Тогда забудь об этом".

source: "I'll try it anyway."
ru: "Я все равно попробую".

source: "All right, all right. I'll just be leaving, then."
ru: "Ладно, ладно, я уже ухожу".

source: "No. Good day."
ru: "Нет. Счастливо".

source: "No."
ru: "Нет".

source: "Then maybe you ought to do something about it."
ru: "Тогда, наверно, тебе нужно с этим что-нибудь сделать".

source: "All right. No need to get belligerent. Goodbye."
ru: "Хорошо. Не нужно быть таким агрессивным. Прощай".

source: "How do I get through those doors?"
ru: "Как мне пройти через эту дверь?"

source: Lie: "I've got authorization to get through the door."
ru: Ложь: "У меня есть разрешение на вход в эту дверь".
