Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/darmoire.dlg.po
Languages: ru

source: As you make to search the armoire, its handles suddenly yank out of your of grasp as the drawers slam themselves shut. A disdainful *hmph!* issues from the cabinet...
ru: Когда ты пытаешься обыскать шкаф, его ручки внезапно выскакивают из твоих рук, и ящики сами собой захлопываются. Из шкафа доносится презрительное *пф!*...

source: "Hello?"
ru: "Привет?"

source: "Do I? Why yes, I do."
ru: "Правда? Ну да, так и есть".

source: "I am Luis. And who are *you?* Thoughtless, uncouth fellow, rummaging about in other people's things..."
ru: "Я Луис. А *ты* кто? Чурбан неотесанный, который к тому же роется в чужих вещах..."

source: "Well, sir, if you must know... I am being an armoire."
ru: "Что ж, сэр, если тебе необходимо знать... я здесь в качестве шкафа".

source: "I happen to have become an armoire because I *want* to be an armoire, thank you very much. It's *not* to watch the ladies undressing, nor to have them place their soft, sweet-smelling undergarments in my drawers where they can rub against my skin. Such accusations are an insult to a practitioner of the magic arts... I am merely soaking in the experience of what it *means* to be an armoire. The sights, the smells, the sensations..."
ru: "Так уж случилось, что я превратился в шкаф, потому что *хочу* быть шкафом. *Не для того*, чтобы смотреть, как дамы раздеваются, или чтобы они клали свое мягкое благоухающее нижнее белье в мои ящики, где оно может тереться о мою кожу. Такого рода обвинение оскорбительны для практикующегося в магических искусствах... Я лишь хотел испытать, *каково* оно - быть шкафом. Видеть, обонять, ощущать..."

source: "Yes! Yes, they do, and they wholeheartedly approve of... well, not with their entire hearts, exactly. And while they have not *spoken* of their approval in my presence - since they are not exactly aware that I am an armoire - I would not want them to know that I am anything but, and so have not been able to inquire upon the matter."
ru: "Да! Да, и они всем сердцем поддерживают это... ну, не совсем всем сердцем. И хотя они не *высказывали* своего одобрения в моем присутствии, так как они не вполне осознают, что шкаф - это я, я бы не хотел, чтобы они что-то заподозрили и начали интересоваться этим делом".

source: "Very well! Posh! Open the third drawer, you scalawag." As you reach your hand into the drawer, it slams shut with great force - you only barely manage to withdraw your fingers in time.
ru: "Отлично! Шикарно! Открой третий ящик, бездельник". Когда ты просовываешь руку в ящик, он со всей силы захлопывается - тебе еле удается вовремя одернуть пальцы.

source: "Ha ha! Cretin! Idiot! 'Open the drawer,' I said, and you reach in--" He slams his drawer again for emphasis, then begins shaking with laughter.
ru: "Ха-ха! Кретин! Идиот! Я сказал 'открой ящик', а ты полез..." Чтобы подчеркнуть это, он еще раз захлопывает ящик, затем начинает трястись от смеха.

source: "Very well! Posh! Open the third drawer, you scalawag."As you reach your hand into the drawer, it slams shut on your fingers with great force. Searing pain races through your hand as you withdraw your battered fingers.
ru: "Отлично! Шикарно! Открой третий ящик, бездельник". Когда ты просовываешь руку в ящик, он со всей силы захлопывается. Жгуча боль пробегает по твоей руке, когда ты выдергиваешь свои разбитые пальцы.

source: "You'll do *nothing* of the sort! Why, even the most *common* of men knows that one can't commit an act of violence within the Brothel... you'll simply be cast out. And even if that were *not* the case, I assure you my command of the Art is quite impressive."
ru: "Ты *ничего* такого не сделаешь! Пожалуй, даже самые *заурядные* личности знают, что в Борделе нельзя применять жестокость... тебя просто выставят. И даже если бы это было *не так*, уверяю тебя, мое владение Искусством весьма впечатляюще".

source: "First, I would tell you this one thing: I have been popping in and out of the Brothel for a good, long time... I'm quite knowledgeable regarding both its occupants and their activities. I assure you that talking about me is utterly worthless; not only will you lose me as a potential source of information, but I'll simply disappear before someone comes to investigate your claims, leaving you looking the fool."
ru: "Прежде всего, скажу тебе вот что: я уже давным-давно не выходил из Борделя... Я неплохо осведомлен относительно его обитателей и их дел. Уверяю тебя, болтать обо мне совершенно бесполезно - ты утратишь меня как потенциальный источник информации, а я попросту исчезну до того, как кто-нибудь начнет проверять твои заявления, и ты выставишь себя дураком".

source: "Yes?"
ru: "Да?"

source: The armoire seems to think about this for a moment. "I have no need to share such secrets with the likes of you! And besides, there is no cause to change back at the present moment, since I have not yet experienced the full sensations of being an armoire. It is a complex thing, to hold and sort soft frilly clothes, smelling of wondrous woman-smells." A drawer slides open and closed, the sound mimicking a pleasant sigh.
ru: Кажется, шкаф на миг задумался об этом. "Мне нет нужды делиться подобными тайнами с такими как ты! И кроме того, в настоящий момент нет причин возвращаться к прежней форме, ведь я еще не прочувствовал до конца, каково оно - быть шкафом. Сложная это штука: хранить и сортировать мягкие вычурные вещи, вдыхать изумительные женские запахи". Ящик выдвигается и задвигается со звуком, имитирующим блаженный вздох.

source: "I would have a man find out for himself, rather than tell him the whole of it... after all, that's half the joy of the entire experience. I'll only tell you that which you likely know, already: it's called the Brothel of Slating Intellectual Lusts, and the prostitutes within specialize in the arts of language and communication."
ru: "Лучше бы тебе выяснить это самому, чем услышать от меня... в конце концов, в этом половина всех удовольствий. Скажу лишь то, что ты скорее всего и сам знаешь: оно называется Борделем утоления интеллектуальной страсти, и здешние проститутки специализируются на искусстве речи и общения".

source: "Yes, Ecco. She can't have always been mute, you know. Otherwise, I am most certain she would have learned some other means of communicating in the meantime. It must be a recent occurrence."
ru: "А, Экко. Знаешь, ведь она не всегда была немой. В противном случае, я уверен, что она бы со временем научилась каким-нибудь средствам общения. Должно быть, это случилось недавно".

source: "I wouldn't go so far as to say she is *Ravel's* daughter, but she *is* a night hag - that much I am sure of. Note the skin, the eyes, the lusty nature and her irrational fixation upon the dreams of others... all sure signs, sure signs. Doubtless it is only Kesai's vigorous denial of her true nature that has so far prevented her degeneration into the crooked old crone all night hags become."
ru: "Я бы не заходил так далеко, чтобы называть ее дочерью *Равель*, однако она *действительно* ночная ведьма - в этом-то я точно уверен. Обрати внимание на кожу, глаза, сильный характер и эту ее беспричинную одержимость чужими снами... все это верные знаки, верные знаки. Несомненно, только решительное отрицание Кесай ее истинной сути пока что не позволяет ей превратиться в сгорбленную старую каргу, которыми становятся все ночные ведьмы".

source: "Oh dear, yes... I *had* heard about that. Most unfortunate! Did you ever have the exquisite pleasure of breathing in that scent of hers?" The armoire's drawers seem to shudder with delight. "Absolutely wondrous, it was. But sadly, no; I know not where good Lady Vivian's scent might be found."
ru: "Ах да... я *слышал* об этом. Какая досада! Доводилось ли тебе когда-нибудь испытывать то изысканное удовольствие от вдыхания ее аромата? - ящики шкафа, казалось бы, трепещут от наслаждения. - Он был просто изумителен, этот запах. Нет, к сожалению, я не знаю, где найти запах милой госпожи Вивьен".

source: "I heard she used to walk about in a crimson veil, but that she had recently taken to her room and darkened it. I did not know what had occurred. So this veil of hers is missing, then?"
ru: "Я слышал, что она, бывало, гуляла в малиновой вуали, но недавно забралась в свою комнату и затемнила ее. Не знаю, что там приключилось. Значит, эта ее вуаль пропала?"

source: "Few folk who've dwelled in Sigil for any length time don't. I must wonder, though, was it about her you wish to know?"
ru: "Мало кто, поживший в Сигиле хоть какое-то время, не знает о ней хоть что-нибудь. Хотя должен поинтересоваться, что же ты хочешь знать о ней?"

source: "You're mad, you know... quite mad. 'Utterly barmy,' I believe, is the common term for it. Ravel was banished from Sigil long ago, and if she's not dead you'll wish *you* were should you somehow succeed in finding her. She devoured all those who sought her out before, it is said, and will likely do you the same disservice. I would leave well enough alone."
ru: "Знаешь что, да ты спятил... точно спятил. 'Совершенно рехнулся' - вот как это, по-моему, называется. Равель давным-давно изгнали из Сигила, и если она еще не умерла, *ты* сам захочешь умереть, если каким-то образом тебе удастся ее найти. Поговаривают, что раньше она съедала всех, кто ее находил, и, скорее всего, она окажет тебе ту же услугу. Я бы лучше в это все не лез".

source: "There is no tenth student! What is this rubbish you speak of?"
ru: "Нет никакой десятой ученицы! Что за чушь ты несешь?"

source: You succeed in yanking the cloth - a translucent, crimson veil - from the armoire. Tucking it away, you notice that it is perfumed with a light, exotic, and most pleasant fragrance.
ru: Тебе удалось выдернуть из шкафа кусок материи - полупрозрачную малиновую вуаль. Пряча ее, ты отмечаешь, что от нее исходит легкий экзотический и весьма приятный аромат.

source: "Damn it! You rogue! Blackguard! Scoundrel! You give that back this *instant!* That's not yours! That is an exceedingly personal garment that belongs to a lady of this establishment, and they would not appreciate you fondling their private things!"
ru: "Проклятье! Ах ты негодяй! Мерзавец! Подлец! *Сейчас же* верни мне ее! Это не твое! Это очень личный предмет одежды, принадлежащий даме из этого заведения. Дамы не будут рады узнать, что ты трогаешь их личные вещи!"

source: "I'm not doing anything so criminal and malicious as you are! I am merely soaking in sensations necessary to my growth as an individual."
ru: "Я не занимаюсь ничем преступным или злонамеренным, в отличие от тебя! Я просто впитываю ощущения, необходимые для моего роста как личности".

source: You simply cannot move you hand quickly enough to snatch the crimson cloth from within Luis... the most you could accomplish would be getting your fingers crushed.
ru: Ты попросту не можешь двигаться достаточно быстро, чтобы выхватить малиновую материю у Луиса... лучшее, что тебе удается - это прищемить себе пальцы.

source: "Shan't. Won't. Never."
ru: "Нет. Ни за что. Никогда".

source: "*Mmmph.* Stop! Stop, I say! Watch the handles! Don't scratch the finish! Damn you, you prying filth!"The armoire puts up a valiant effort, but you finally pull the drawer open and yank the cloth - a translucent, crimson veil - from within. Tucking it away, you notice that it is perfumed with a light, exotic, and most pleasant fragrance.
ru: "*Мпф*. Прекрати! Прекрати, кому говорят! Осторожней с ручками! Не поцарапай отделку! Проклятый надоедливый мерзавец!" Шкаф предпринимает отчаянную попытку, но ты, наконец, открываешь ящик и выхватываешь оттуда кусок материи - полупрозрачную малиновую вуаль. Пряча ее, ты отмечаешь, что от нее исходит легкий экзотический и весьма приятный аромат.

source: The drawer remains closed. You hear it puffing and wheezing from the exertion. "Go *away,* you barbarian!"
ru: Ящик остается закрытым. Ты слышишь, как он сопит и хрипит от напряжения. "Убирайся *прочь*, варвар!"

source: "Oh, please stop that rubbish! It is quite tiresome and transcends all known meanings of the word *boredom!*"
ru: "О, перестань заниматься этой ерундой! Это очень утомляет. Это превосходит все известные мне значения слова *тоска*!"

source: "Stop! How tediously dull! You're making me quite drowsy."
ru: "Прекрати! Какая скукота! Ты навеваешь на меня сон".

source: The armoire yawns, exposing the crimson cloth where it rests snugly beside some undergarments. You dart your hand in and seize it before the drawer can close itself. Tucking it away, you notice that it is perfumed with a light, exotic, and most pleasant fragrance.
ru: Шкаф зевает, показывая малиновую ткань, уютно лежащую среди какого-то белья. Ты суешь туда руку и достаешь ее, прежде чем ящик закрывается. Пряча ее, ты отмечаешь, что от нее исходит легкий экзотический и весьма приятный аромат.

source: This is Luis, the talking armoire.
ru: Это Луис, говорящий шкаф.

source: An ominous silence hangs over the armoire; there is no reply. You're certain it's still Luis - you can practically *feel* the hatred radiating from the wood - but he won't speak a word to you.
ru: Над шкафом нависла грозная тишина; ответа не слышно. Ты уверен, что это все еще Луис - ты практически *ощущаешь* ненависть, излучаемую древесиной, - но он не будет с тобой говорить.

source: You stand poised at the edge of the armoire. It keeps gabbing on and on, but it never seems to stay open long enough for you to grab the cloth.
ru: Ты в готовности стоишь у шкафа. Он продолжает греметь ящиками, но ни разу не остается открытым настолько, чтобы ты успел схватить ткань.

source: "You *think?* *THINK?!* How could you be so alarmingly rude, so ludicrously presumptuous, as to spout forth such an accusation without being absolutely *certain* of your charges?! How *dare* you! Impertinent, brassy cur! Why, I ought to..." As Luis rails and curses, his drawers open and close... you notice a small bundle of crimson cloth tucked alongside some clothes. The repeated opening and closing of the armoire drawers make it difficult to grab, however.
ru: "Тебе *кажется*? *КАЖЕТСЯ*?! Как можно быть настолько невоспитанным, таким смехотворно дерзким, чтобы высказывать подобные обвинения, не будучи абсолютно *уверенным* в них?! Да как ты *посмел*! Нахальный невоспитанный тип! Пожалуй, мне следовало..." Пока Луис изливает потоки брани и проклятий, его ящики открываются и закрываются... среди других вещей ты замечаешь небольшой сверток малиновой ткани. Однако постоянные открывания и закрывания ящиков шкафа усложняют доступ к ней.

source: Just leave.
ru: Просто уйти.

source: "You *talk?*"
ru: "Ты *говоришь*?"

source: "Who are you?"
ru: "Кто ты?"

source: "What are you doing here?"
ru: "Что ты здесь делаешь?"

source: "I'll just leave, now. Farewell."
ru: "Мне уже пора идти. Счастливо".

source: "I'll just leave now. Farewell."
ru: "Я переговорил со всеми девятью проститутками... ты не знаешь, кто десятая или где она находится?"

source: "Never mind that. What are you doing here?"
ru: "Забудь об этом. Что ты тут делаешь?"

source: "Never mind; farewell."
ru: "Неважно. Прощай".

source: "But *why* are you being an armoire in this brothel?"
ru: "Но *зачем* тебе быть шкафом в этом борделе?"

source: "That's all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "So all the women know about this, then?"
ru: "Так значит, все женщины об этом знают?"

source: "All right. I had another question..."
ru: "Хорошо. У меня есть другой вопрос..."

source: "I'll need something from you to keep quiet about this one."
ru: "За свое молчание мне от тебя кое-что понадобится".

source: "I had some questions for you..."
ru: "У меня есть вопросы к тебе..."

source: "I'm going to tell them right now."
ru: "Я сейчас же все расскажу им".

source: "I'm going to chop you up for kindling."
ru: "Я собираюсь расколоть тебя на дрова".

source: "Very amusing. I had some questions, Luis..."
ru: "Весьма забавно. У меня есть пара вопросов, Луис..."

source: Leave.
ru: Уйти.

source: "Fine, then... I'll just go tell them about you."
ru: "Тогда ладно... Я просто пойду и расскажу им о тебе".

source: "I had some questions, then..."
ru: "Тогда у меня есть несколько вопросов..."

source: "In that case, farewell."
ru: "В таком случае, прощай".

source: "Maybe I'll just chop you up for kindling, then."
ru: "Тогда я, пожалуй, порублю тебя на дрова".

source: "I understand. I had some questions, then..."
ru: "Я понимаю. В таком случае, у меня еще вопросы..."

source: "I see. Farewell then, Luis."
ru: "Понятно. Тогда прощай, Луис".

source: "So... why are you being an armoire in this brothel?"
ru: "Ага... и зачем тебе быть шкафом в этом борделе?"

source: "Can you return to your normal form at will?"
ru: "Ты можешь вернуть себе нормальную форму, если захочешь?"

source: Can you tell me about this place?"
ru: "Что ты можешь сказать об этом месте?"

source: "Nenny told me she saw a man leaving Kimasxi Addertongue's room... I think that was you, Luis."
ru: "Ненни сказала мне, что видела мужчину, выходящего из комнаты Кимаскси Змееязыкой... Мне кажется, это был ты, Луис".

source: "What can you tell me about the silent prostitute?"
ru: "Что ты можешь рассказать о молчаливой проститутке?"

source: "I heard that Kesai-Serris is Ravel's daughter. Is that true?"
ru: "Я слышал, что Кесай-Серри - дочь Равель. Это правда?"

source: "I'm trying find Vivian's scent... do you know where it might be?"
ru: "Я пытаюсь найти аромат Вивьен... не знаешь, где он может быть?"

source: "I'm trying find Marissa's Crimson Veil... do you know where it might be?"
ru: "Я пытаюсь найти малиновую вуаль Мариссы... не знаешь, где она может быть?"

source: "Do you know anything about Ravel Puzzlewell?"
ru: "Ты что-нибудь знаешь о Равель Заморочке?"

source: "I've spoken to nine prostitutes altogether... do you know who or where the tenth student is?"
ru: "Я переговорил со всеми девятью проститутками... ты не знаешь, кто десятая или где она находится?"

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: "I had another question..."
ru: "У меня есть другие вопросы..."

source: "Yes. I had another question..."
ru: "Да. У меня еще один вопрос..."

source: "Yes, it is. Farewell, Luis."
ru: "Да. Прощай, Луис".

source: "I need to find her."
ru: "Мне нужно найти ее".

source: "Never mind. I had another question..."
ru: "Неважно. У меня другой вопрос..."

source: "Forget I asked about her. Farewell, Luis."
ru: "Забудь, что я о ней спрашивал. Прощай, Луис".

source: "Forget it, Luis. Farewell."
ru: "Забудь об этом, Луис. Счастливо".

source: "Oh, but it's all right for you, you wooden pervert?"
ru: "Ах, значит, для тебя это нормально, деревянный ты извращенец?"

source: "Yes, yes... farewell, Luis."
ru: "Да-да... Прощай, Луис".

source: "Give me that crimson cloth."
ru: "Отдай мне эту малиновую ткань".

source: Pull open the drawer to get the cloth.
ru: Выдвинуть ящик и забрать ткань.

source: Beg and whine for the cloth.
ru: Ныть и клянчить ткань.

source: "Give me that crimson cloth, Luis."
ru: "Отдай мне малиновую ткань, Луис".

source: Beg and whine some more.
ru: Еще немного поныть и поклянчить ткань.

source: Keep on begging and whining.
ru: Продолжить ныть и клянчить.

source: "I had some questions, Luis..."
ru: "У меня есть кое-какие вопросы, Луис..."

source: Leave him be.
ru: Оставить его в покое.

source: "So long, Luis."
ru: "Пока, Луис".

source: Try and snap your hand in while the drawer is open.
ru: Попробовать схватить ее, пока ящик открыт.

source: Make a try for it.
ru: Попытаться выхватить ее.

source: Wait for an opportunity to grab it.
ru: Дождаться возможности схватить ее.

source: "'Hello,' indeed." The armoire gives another *hmph!* "So, what have we here? A rogue after some lady's frilly undergarments, hmmmnn?"
ru: "И в самом деле, привет, - шкаф снова фыркает. - Так, что у нас здесь? Негодяй в поисках вычурного дамского белья, хммм?"
