Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dashman.dlg.po
Languages: ru

source: "Give me everything you have, thief, and I'll let you go."
ru: "Отдай мне все, что у тебя есть, ворюга, и я тебя отпущу".

source: "Guards? Go ahead and call them. I'm sure there's *plenty* around here."
ru: "Стражу? Ага, давай, зови. Уверен, что здесь их просто *как грязи*".

source: Attack him.
ru: Атаковать его.

source: Let him go.
ru: Позволить ему уйти.

source: "Dammit..."
ru: "Проклятье..."

source: "I was warned someone like you was dressing up as a Dustman and picking pockets."
ru: "Меня предупредили, что кто-то вроде тебя, наряженный Тленным, обчищает карманы".

source: "Your ignorance on some of the common Dustman philosophies. You should do some research before trying to run a con on someone smarter than you. Now I had some questions for you..."
ru: "Тебя выдало совершенное незнание основ философии Тленных. Тебе следовало бы побольше изучить ее перед тем, как пробовать разводить кого-то умнее тебя. А теперь у меня есть пара вопросов к тебе..."

source: "Your skill in picking pockets needs work. Now, I had some questions for you..."
ru: "Твои навыки воровства требуют тренировки. А теперь у меня есть пара вопросов к тебе..."

source: "I'll let you figure it out. Now, I had some questions for you..."
ru: "Попробуй сам догадаться. А теперь у меня есть пара вопросов к тебе..."

source: "You won't live long enough to find out. Prepare to die."
ru: "Тебе осталось жить не так долго, чтобы это осмыслить. Готовься к смерти".

source: "What are you doing in that Dustman get-up?"
ru: "Почему ты прикидываешься Тленным?"

source: "I'm looking for someone named 'Pharod.' You know him?"
ru: "Я ищу кое-кого по имени 'Фарод'. Знаешь такого?"

source: "I'm looking for a journal."
ru: "Я ищу дневник".

source: Truth: "Give me everything you have, or I'll kill you."
ru: Правда: "Отдай мне все, что у тебя есть, или я убью тебя".

source: Bluff: "Give me everything you have, or I'll kill you."
ru: Блеф: "Отдай мне все, что у тебя есть, или я убью тебя".

source: Truth: "Now... give me *everything* you have, or I'll kill you."
ru: Правда: "А теперь... отдай мне *все*, что у тебя есть, или я убью тебя".

source: Bluff: "Now... give me *everything* you have, or I'll kill you."
ru: Блеф: "А теперь... отдай мне *все*, что у тебя есть, или я убью тебя".

source: "My question is how many seconds it'll take for me to kill you... prepare to die."
ru: "Мой вопрос - сколько секунд мне понадобится, чтобы убить тебя... приготовься умереть".

source: "Get out of here. I see you around again, I'll gut you."
ru: "Проваливай отсюда. Еще раз увижу - прирежу".

source: "Now leave. I don't want to ever even *hear* of you pulling this little con anywhere in Sigil again. Understand?"
ru: "А теперь уходи. И чтобы я больше не *слышал*, чтобы ты разводил кого-либо в Сигиле подобным образом. Все понятно?"

source: "Interesting. I had some other questions..."
ru: "Интересно. У меня есть другие вопросы..."

source: "That's all I wanted to know. Prepare to die."
ru: "Это все, что я хотел узнать. Приготовься к смерти".

source: "I see. Look, Ash-Mantle, here's how it's going to be: I don't want to ever see you around again, or I'll gut you. Now get."
ru: "Понятно. Слушай сюда, Осыпанный-Пеплом: не появляйся здесь больше. Если увижу, то выпотрошу тебя. А теперь проваливай".

source: "Yeah, pretty smart. Look, I don't want to ever see you pulling this little con anywhere in Sigil again. Understand?"
ru: "Ага, очень умно. Слушай сюда, я не желаю, чтобы ты разводил кого-либо в Сигиле подобным образом. Все понятно?"

source: Bluff: "Now you're not just playing dumb, you're *being* dumb. Give me what you have, or the Collectors will be scraping a new body off the street."
ru: Блеф: "Теперь ты не играешь дебила, ты и *есть* дебил. Давай все, что у тебя есть, или Сборщики найдут новое тело на улице".

source: Truth: "Now you're not just playing dumb, you're *being* dumb. Give me what you have, or the Collectors will be scraping a new body off the street."
ru: Правда: "Теперь ты не играешь дебила, ты и *есть* дебил. Давай все, что у тебя есть, или Сборщики найдут новое тело на улице".

source: "Wrong answer. Prepare to die."
ru: "Неправильный ответ. Готовься к смерти".

source: "Oh, yeah? Well, let me shake you down and see if that's true."
ru: "Что, правда? Тогда давай-ка тебя немного потрясем и посмотрим, так ли это".

source: "That it? You better have something else for me, Ash-Mantle, or you and death are going to be close friends in a moment."
ru: "И это все? Лучше тебе иметь что-нибудь получше для меня, Осыпанный-Пеплом, или ты в миг подружишься со своей смертью".

source: "All right then. Now I had some questions for you..."
ru: "Вот и хорошо. А теперь у меня есть вопросы к тебе..."

source: "That's all I wanted. Prepare to die."
ru: "Это все, что я хотел. Приготовься к смерти".

source: "All right then..."
ru: "Ну хорошо..."

source: "All right then, I have some other questions for you..."
ru: "Ну хорошо, у меня есть другие вопросы к тебе..."

source: "Who is he?"
ru: "Кто он такой?"

source: "Never mind. I had some other questions..."
ru: "Неважно. У меня есть другие вопросы..."

source: "Forget it. Prepare to die."
ru: "Забудь. Готовься к смерти".

source: "No."
ru: "Нет".

source: Vow: "You have my word that I will let you go... if you answer my question."
ru: Клятва: "Даю слово, что я отпущу тебя... если ты ответишь на мой вопрос".

source: Truth: "Yes."
ru: Правда: "Да".

source: Lie: "Yes."
ru: Ложь: "Да".

source: Truth: "I'll let you *live* if you tell me."
ru: Правда: "Я оставлю тебя *живым*, если ты скажешь".

source: Bluff: "I'll let you *live* if you tell me."
ru: Блеф: "Я оставлю тебя *живым*, если ты скажешь".

source: Vow: "Very well. You have my word that I will let you go... if you answer my question."
ru: Клятва: "Хорошо. Даю слово, что я отпущу тебя... если ты ответишь на мой вопрос".

source: Truth: "Okay, I'll let you go."
ru: Правда: "Хорошо, я отпущу тебя".

source: Lie: "Okay, I'll let you go."
ru: Ложь: "Хорошо, я отпущу тебя".

source: "Where can I find him?"
ru: "Где я могу найти его?"

source: "No. I had some other questions for you..."
ru: "Нет. У меня были еще вопросы к тебе..."

source: "That was all I needed to know. Prepare to die."
ru: "Это все, что я хотел узнать. Готовься к смерти".

source: "And *you* said you were a Dustman. Now for my questions..."
ru: "А *ты* говорил, что ты - Тленный. А теперь насчет моих вопросов..."

source: "Yes, I said a lot of things, and now I am tired of speaking to you. Prepare to die."
ru: "Да, я много чего говорил, и теперь мне надоело с тобой разговаривать. Готовься к смерти".

source: "Greetings."
ru: "Приветствую".

source: Pass him by.
ru: Пройти мимо.

source: "You know, there's been talk that there's a pickpocket masquerading as a Dustman around here. Maybe you know him?"
ru: "Знаешь, тут ходят слухи о карманном воре, который наряжается как Тленный. Ты случайно не знаешь его?"

source: "Oh, the Dustman bar? It's by the Mortuary. Orient yourself by the Mortuary front gate, then walk directly southwest. You can't miss it."
ru: "А, бар Тленных? Он рядом с Моргом. Иди от главных ворот Морга строго на юго-запад и ты его не пропустишь".

source: "I've heard of it. I'd be willing to help you... for a price."
ru: "Я слыхал о нем. Я помогу тебе... в обмен на награду".

source: "I've heard of it. I'd be willing to help you... if you'll answer some questions for me."
ru: "Я слыхал о нем. Я помогу тебе... если ты ответишь на мои вопросы".

source: Lie: "Er... yeah, I've heard of it. I'd be willing to help you... for a price."
ru: Ложь: "Э-э-э... ага, я слыхал о нем. Я помогу тебе... в обмен на награду".

source: Lie: "Er... yeah, I've heard of it. I'd be willing to help you... if you'll answer some questions for me."
ru: Ложь: "Э-э-э... ага, я слыхал о нем. Я помогу тебе... если ты ответишь на мои вопросы".

source: "I can't help you, Farewell."
ru: "Я не могу помочь тебе. Прощай".

source: "I suggest you make haste."
ru: "Советую тебе поторопиться".

source: "'Sect'? Don't you mean 'faction'?"
ru: "'Секты'? Ты, наверное, имел в виду 'фракции'?"

source: "'Sect'? You're a Dustman: Don't you mean 'faction'?"
ru: "'Секты'? Ты ведь Тленный. Наверное, имел в виду 'фракции'?"

source: You see a man in long black robes and a pale face. He looks to be one of the same people you saw in the Mortuary, but unlike them, this man looks confused and is glancing about. When he spots you, he raises his hand to attract your attention.
ru: Ты видишь бледного мужчину в длинной черной робе. Он выглядит почти так же, как те люди в Морге, но в отличие от них, он кажется смущенным и пялится по сторонам. Едва завидев тебя, он поднимает руку, чтобы привлечь твое внимание.

source: You see a Dustman in long black robes and a pale face. Unlike the Dustman you saw in the Mortuary, however, this man looks confused and is glancing about, as if looking for something. When he spots you, he raises his hand to attract your attention.
ru: Ты видишь бледного Тленного в длинной черной робе. В отличии от Тленных из Морга, он кажется смущенным и пялится по сторонам, как будто что-то ищет. Едва завидев тебя, он поднимает руку, чтобы привлечь твое внимание.

source: The man seems relieved that you are speaking to him. He bows slightly. "Thank you for hearing me, traveler. I am known as Ash-Mantle, one of the Dustmen sect. I was wondering if you could direct me... I don't know the area very well, and I'm looking for a certain establishment, a bar, that those of my sect frequent. Do you know of such a place?"
ru: Кажется, мужчина испытывает явное облегчение, когда ты начинаешь разговаривать с ним. Он едва заметно кланяется. "Спасибо, что не прошел мимо, странник. Я - Осыпанный-Пеплом, один из членов секты Тленных. Я буду очень признателен, если ты мне поможешь… Я не очень хорошо знаю это место, но ищу некое заведение, бар, в котором часто бывают члены моей секты. Ты не знаешь, где он находится?"

source: The Dustman nods. "Well, yes, *faction,* I meant faction... sect, faction, they are much the same thing, really... do you happen to know of this bar that my faction frequents?"
ru: Тленный кивает. "Ну да, *фракция*, я имел в виду фракцию... секта, фракция - на самом деле это одно и то же... так ты, случайно, не знаешь такого бара, где часто бывают члены моей фракции?"

source: He sighs and holds up his hands. "I regret to say that I have no jink to spare."
ru: Он вздыхает и поднимает руки. "С сожалением могу сказать, что у меня нет звенелок".

source: The Dustman nods and gives a final bow. "Thank you for your time."
ru: Тленный кивает и отвешивает последний поклон. "Спасибо за уделенное мне время".

source: The Dustman smiles. "Thank you very much, traveler. I appreciate your kindness. The people of the Hive are... rarely helpful in such matters."
ru: Тленный улыбается. "Большое спасибо тебе, странник. Я благодарю тебя за помощь. Люди в Улье... очень редко помогают в подобных случаях".

source: He nods. "Your request is reasonable. Tell me where I might find the Gathering Dust bar, and I will be happy to answer any of your questions."
ru: Он кивает. "Твою просьбу можно понять. Скажи мне, где мне найти Бар Собирателей Пыли, и я буду рад ответить на любой твой вопрос".

source: "What questions do you have?"
ru: "Что за вопросы у тебя?"

source: "I'm sorry, but that name is not known to me."
ru: "Прошу прощения, но это имя мне неизвестно".

source: "I do not know where you might find such a thing. I mourn its loss."
ru: "Не знаю, где ты можешь найти подобную вещь. Скорблю по его утрате".

source: The man shrugs slightly. "I am not without sympathy for your loss. There are many things of value in one's life."
ru: Мужчина слегка пожимает плечами. "Я сочувствую твоей потере. В жизни есть много вещей, которые имеют большое значение".

source: "This area... well, there is a market to the northwest, I believe. And some government office to the southwest..." He thinks for a moment. "The Vermin Control Office, I think."
ru: "Это место... ну, это северо-западный рынок, если я не ошибаюсь. На юго-западе есть какой-то правительственный офис... - он ненадолго задумывается. - Кажется, Офис по контролю паразитов и эпидемий".

source: He shrugs. "The Hive is a large place. I know some areas, but not others."
ru: Он пожимает плечами. "Улей - очень большое место. Мне известны некоторые места, а некоторые - нет".

source: The man blinks. "Well... I am not a common Dustman."
ru: Мужчина моргает. "Ну... На самом деле, я не обычный Тленный".

source: He pauses for a moment... then nods. "It would be my pleasure. We... the Dustmen... recognize this life for what it is: an opportunity to experience our passions before the next life. We sift through the dust of our past lives for meaning before the next."
ru: Он умолкает на некоторое время... затем кивает. "С удовольствием. Мы... Тленные... рассматриваем эту жизнь как возможность испытать свои чувства перед следующей. Мы просеиваем тлен наших прошлых жизней в поисках следующих".

source: The man nods, a little uncomfortably. "Why, I am Ash-Mantle, one of the ninth circle."
ru: Мужчина кивает, чувствуя себя немного неуютно. "Ну, я - Осыпанный-Пеплом, один из Девятого Круга".

source: He suddenly tenses up. "I don't have time to debate the practices and rankings of the Dustman sect with you. So if you'll excuse me..."
ru: Он неожиданно напрягается. "У меня нет времени на уроки красноречия и разъяснения иерархии секты Тленных. Так что, прошу прощения..."

source: The man looks at you innocently, but you see him tense up. "I'm sorry?"
ru: Мужчина смотрит на тебя невинным взглядом, но ты видишь, что он напряжен. "Прошу прощения?"

source: He nods. "Agreed. We'll never cross paths again. I'll find another peel... er, job, elsewhere."
ru: Он кивает. "Хорошо. Наши пути больше не пересекутся. Я найду другую аферу… эээ, работу, где-нибудь еще".

source: You are about to turn away, when you suddenly have a feeling that something is amiss. Suspicious, you glance at Ash-Mantle again, just in time to see him tucking something into his sleeves... it looks like something of yours.
ru: Ты уже готов идти прочь, как неожиданно чувствуешь, что чего-то не хватает. Ты недоверчиво оглядываешься на Осыпанного-Пеплом, едва успевшего спрятать что-то в рукав... кажется, это что-то принадлежало тебе.

source: You would have missed it if you were not suspicious already, but during one of his low bows, you see Ash-Mantle's hand dart out to your purse.
ru: Ты бы ничего не заметил, если бы не был настороже. Ты видишь, как во время одного из своих поклонов Посыпанный-Пеплом незаметно запускает руку в твой кошелек.

source: You would have missed it if you hadn't been warned about a Dustman pickpocket, but during one of his low bows, you see Ash-Mantle's hand dart out to your purse.
ru: Ты бы ничего не заметил, если бы не был предупрежден о Тленном-карманнике. Ты видишь, как во время одного из своих поклонов Посыпанный-Пеплом незаметно запускает руку в твой кошелек.

source: Maybe it is your own pick-pocketing skill that causes you to be on your guard, but as you turn to leave, you instinctively check your purse... and notice Ash-Mantle removing his hand from it. He doesn't seem to know you saw him, however.
ru: Возможно, только благодаря собственным навыкам в воровстве ты не теряешь бдительности. Перед уходом ты инстинктивно бросаешь взгляд на свой кошелек... и видишь, как Посыпанный-Пеплом вытаскивает из него свою руку. Хотя он сам не знает, что ты его подловил.

source: Under the pretense of giving him additional directions to places in the Hive, you engage Ash-Mantle in light conversation and secretly study his movements. Ash-Mantle seems to rely primarily on his Dustman facade to disarm his victim and uses his frequent bowing motions to cover his pick-pocketing attempts. You make a mental note of his technique... just as he makes another attempt to reach into your purse.
ru: Под предлогом предоставления дополнительной информации о нужных направлениях по местам Улья, ты вовлекаешь Осыпанного-Пеплом в непринужденный разговор, при этом украдкой следя за его движениями. Похоже, Осыпанный-Пеплом полностью уверился, что его маскировка под Тленного сведет на нет подозрительность жертвы, и что частые поклоны прикроют его попытки залезть в карман. Ты мысленно отмечаешь его технику... пока он в очередной раз не попытался добраться до твоего кошелька.

source: Your hand snaps out and wraps around his wrist in a crushing grip. You see his Dustman facade crumple, and he snarls as he tries to tear away from your grip. "Unhand me, dog, or I'll call the guards!"
ru: Твоя рука молниеносно выскакивает вперед и хватает его запястье в мертвой хватке. Ты отмечаешь, что он уже не пытается строить из себя Тленного, и, рыча, пытается вырваться из твоей хватки. "А ну отпусти меня, псина, или я позову стражу!"

source: Your hand snaps out, but Ash-Mantle draws back suddenly and you miss grabbing his wrist. You see his Dustman facade crumple, and with a frightened look, he runs off!
ru: Твоя рука молниеносно выскакивает вперед, но Осыпанный-Пеплом неожиданно отстраняется назад, и ты не дотягиваешься до его запястья. Ты замечаешь, что он больше не строит из себя Тленного и с ошалелым видом бросается наутек!

source: Ash-mantle suddenly takes off running!
ru: Осыпанный-Пеплом неожиданно бросается наутек!

source: "Pah." He looks more irritated than anything else. "What gave me away?"
ru: "Тьфу". Он выглядит очень расстроенным. "Что меня выдало?"

source: "What's your questions then?"
ru: "Ну и что за вопросы у тебя?"

source: He shrugs. "Nobody suspects a Dustman." He gives a hollow chuckle. "Can make a nice bit of jink before anyone catches on to the peel."
ru: Он пожимает плечами. "Никто не заподозрит Тленного". Глупо смеется. "Можно наварить неплохой куш, пока кто-нибудь не поймает на афере".

source: The man's eyes narrow. "I have nothing on me. You were my first mark of the day."
ru: Глаза мужчины сужаются. "У меня ничего нет. Ты - моя первая жертва за сегодня".

source: He grunts, gauges you for his chances of taking you, thinks better of it, then touches the lining of his robe. With a sharp jerk, he tears a part of the robe and pulls forth a small bit of copper stashed there. He hands it over. You don't think you would have found it if he hadn't revealed it.
ru: Он ворчит, пытаясь оценить шансы разобраться с тобой, но затем, трезво оценив обстановку, касается внутренней прокладки своей робы. Резко дергая рукой, он разрывает робу и вытаскивает оттуда небольшую кучку медяков. Ты бы ни за что не нашел их, если бы он сам не показал.

source: He bares his teeth. "I have nothing else."
ru: Он скалит зубами. "У меня больше ничего нет".

source: As you are about to search him, a dagger suddenly slides from his sleeve into his free hand. With a snarl, he attacks you!
ru: Ты пытаешься обыскать его, как неожиданно из рукава появляется кинжал. Рыча, он нападает на тебя!

source: The man frowns. "So? You think I seen something like that? I only deal in jink, berk."
ru: Мужчина хмурится. "И? Ты думаешь, что я обращаю внимание на такие вещи? Я работаю только со звенелками, пень".

source: "What about him?"
ru: "А что с ним?"

source: "Will you let me go if I tell you?"
ru: "А ты меня отпустишь, если я скажу?"

source: He spits on the ground. "Then I have little ta say on the matter."
ru: Он сплевывает на землю. "Тогда мне нечего сказать по этому поводу".

source: "Pharod's a Collector boss. Has a lot of boys in his shadow and, chant is, they've got a tidy operation all set up. Don't know much else about it. I'd be careful if I was tangling with him."
ru: "Фарод - это босс Сборщиков. Под его властью много мальчиков на побегушках, и поговаривают, что у него все схвачено. Больше об этом я ничего не знаю. Я бы был настороже, если бы имел с ним дело".

source: "He's got his kip in Ragpicker's Square... it's this huge batch of rags and garbage north and west of here. Head through the north gate, then keep heading north until you hit it. The chant is that Pharod's hiding out in the trash mountains somewhere, maybe buried beneath 'em. Who knows? Now, you gonna let me go?"
ru: "Его берлога находится на площади Старьевщиков... это такая большая куча тряпок и всякого мусора к северо-западу отсюда. Иди через северные ворота до тех пор, пока не уткнешься в нее. Говорят, что Фарод прячется под какой-то мусорной кучей, может даже похоронен под ней. Кто знает? А теперь ты отпустишь меня?"

source: He looks furious. "You *said* you'd let me go."
ru: Он выглядит разозленным. "Ты *говорил*, что ты отпустишь меня".

source: You see Ash-Mantle again... he still looks lost and is mumbling as he looking at the buildings.
ru: Ты снова видишь Осыпанного-Пеплом... он все еще выглядит потерянным и что-то бормочет, пялясь на здания.

source: "I'm afraid I've forgotten your directions, sir. Could I prevail upon you to direct me again?"
ru: "Боюсь, что я забыл направление, сэр. Могу ли я еще раз услышать, как мне попасть до назначенного места?"

source: "I'm leaving! Now let me be!"
ru: "Я ухожу! А теперь оставь меня в покое!"

source: "I know you were not able to help me before, sir. Perhaps this time you might know where this bar my sect frequents is?"
ru: "Я помню, что раньше Вы не смогли указать мне направление, сэр. Возможно, на этот раз Вы можете сказать, где находится бар, в котором часто бывают члены моей секты?"

source: Ignore the man.
ru: Не обращать внимания на мужчину.

source: "No, I'm sorry, I don't know where that is."
ru: "Нет, извини, я не знаю, где это находится".

source: Lie: "No, I'm sorry, I don't know where that is."
ru: Ложь: "Нет, извини, я не знаю, где это находится".

source: "The bar you want is by the Mortuary. Orient yourself by the Mortuary front gate, then walk directly southwest. You can't miss it."
ru: "Бар, который ты ищешь, рядом с Моргом. Иди от главных ворот Морга строго на юго-запад и ты его не пропустишь".

source: "Forget it, then. The bar you're looking for is by the Mortuary. Orient yourself by the Mortuary front gate, then walk directly southwest. You can't miss it."
ru: "Тогда забудь об этом. Бар, который ты ищешь, рядом с Моргом. Иди от главных ворот Морга строго на юго-запад и ты его не пропустишь".

source: "How about you answer some questions for me, and we'll call it even."
ru: "А как насчет ответить на несколько моих вопросов, и может быть, я даже вспомню его".

source: "Then I can't help you. Farewell."
ru: "Тогда я ничем не могу помочь тебе. Прощай".

source: "Certainly. Farewell."
ru: "Не за что. Прощай".

source: "Certainly... Farewell."
ru: "Не за что... Прощай".

source: "Tell me about it. Say, can I ask you some questions?"
ru: "И не говори. Скажи, ты можешь ответить на несколько моих вопросов?"

source: "Not a problem. Farewell, Ash-Mantle."
ru: "Без проблем. Прощай, Осыпанный-Пеплом".

source: Lie: "Yeah, center yourself on the Mortuary, then walk... three blocks west, I believe... and it's the first alleyway on the right."
ru: Ложь: "Ага, встань напротив Морга, а потом иди... три квартала на запад, кажется... а потом сверни в первый переулок направо".

source: "Actually, I can't seem to recall where it is right now. I'll return if I remember. Farewell."
ru: "На самом деле, я не могу вспомнить, где он находится. Я вернусь, если вспомню. Прощай".

source: "I'm looking for a man named Pharod. Do you know of him?"
ru: "Я ищу кое-кого по имени Фарод. Знаешь такого?"

source: "I'm looking for a missing journal. Do you know where I might find one?"
ru: "Я ищу потерянный дневник. Ты не знаешь, где я его могу найти?"

source: "Can you tell me a little about the area?"
ru: "Расскажи мне немного об этом месте".

source: "Can you tell me a little about the Dustmen?"
ru: "Расскажи мне немного о Тленных".

source: "Never mind. Farewell."
ru: "Неважно. Прощай".
