Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dashman.dlg.po
Languages: ru

source: "Very well. I had some other questions..."
ru: "Очень хорошо. У меня есть другие вопросы..."

source: "Really? I thought Dustmen didn't value possessions."
ru: "Правда? А я думал, что Тленные не могут предаваться чувствам".

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "Thanks for the concern. Farewell."
ru: "Спасибо за внимание. Прощай".

source: "You have... *unusual* views for a Dustman."
ru: "Для Тленного у тебя... *необычная* точка зрения".

source: "I see. I had some other questions..."
ru: "Понятно. У меня были еще вопросы..."

source: "Thanks for the information. Farewell."
ru: "Спасибо за информацию. Прощай".

source: "I thought you didn't know the area very well."
ru: "А я думал, что ты не очень знаком с этим местом".

source: "You seem to know *this* area very well."
ru: "Похоже, ты знаешь *это* место очень хорошо".

source: "It seems odd that a Dustman wouldn't know where the Gathering Dust bar is - it's right next to the Mortuary."
ru: "Очень странно, что Тленный не знает о баре Собирателей Пыли - ведь он прямо перед Моргом".

source: "I'm gathering that. Who are you?"
ru: "Я это уже понял. Кто ты?"

source: "Uh... that is an *unusual* view for a Dustman."
ru: "Ух... для Тленного это довольно-таки *необычная* точка зрения".

source: "That's no Dustman cant I've ever heard. Who are you?"
ru: "Такого я никогда не слышал ни от одного Тленного. Кто ты?"

source: "Ninth Circle? There is no such thing."
ru: "Девятый Круг? Такого не существует".

source: "I... see. I had some other questions..."
ru: "Понятно... У меня были еще вопросы..."

source: "Very well, then. Farewell."
ru: "Отлично. Прощай".

source: Grab his hand.
ru: Схватить его за руку.

source: "Who are you really?"
ru: "Так кто ты на самом деле?"

source: "Never mind then. Sorry to give offense. "
ru: "Тогда ничего. Прошу прощения за причиненное оскорбление".

source: "You're no Dustman. You're a pickpocket."
ru: "Ты не Тленный. Ты карманник".

source: "I'm sorry, too. Prepare to die."
ru: "Я тоже прошу прощения. Приготовься к смерти".

source: "Nothing, never mind. Farewell."
ru: "Ничего, неважно. Прощай".

source: "Very well. Now go."
ru: "Очень хорошо. А теперь проваливай".

source: "Hey! What do you think you're doing?!"
ru: "Эй! Ты что творишь?!"

source: Bait Ash-Mantle into pick pocketing you again, and observe his technique.
ru: Спровоцировать Осыпанного-Пеплом на воровство и проследить за его техникой.

source: Ignore the incident, leave.
ru: Не обращать внимания на инцидент и уйти.

source: Allow Ash-Mantle to pick your pocket, and observe his technique.
ru: Позволить Осыпанному-Пеплом залезть в карман и проследить за его техникой.

source: Attack him.
ru: Атаковать его.

source: "*After* you answer some questions, 'Dustman.'"
ru: "*После* того, как ты ответишь на некоторые вопросы, 'Тленный'".
