Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dawait.dlg.po
Languages: ru

source: As you approach, Awaiting-Death turns to face you. "Greetings, again." His face breaks into a slight smile. "Thank you for your help."
ru: При твоем приближении Ждущий-Смерти поворачивается к тебе. "И снова здравствуй". На его лице видна слабая улыбка. "Спасибо тебе за помощь".

source: The Dustman doesn't look up. He stares straight ahead, as if he is seeing something several leagues beyond the walls of the bar.
ru: Тленный даже не подымает голову. Он смотрит прямо перед собой, как будто его взгляд устремлен далеко-далеко за пределы стен бара.

source: As you turn to leave, the Dustman suddenly speaks, his voice barely a murmur -- you have to strain to hear the words. You *think* he said something about a contract.
ru: Ты уже собираешься уходить, когда Тленный неожиданно начинает что-то тихо бубнить - ты едва различаешь слова. *Кажется*, он что-то сказал про контракт.

source: The Dustman turns to you, his face like stone, his eyes dead. "Why did you sign that Dead Contract?"
ru: Тленный поворачивается к тебе с каменным лицом, глаза безжизненны. "Почему ты подписал этот Контракт Смерти?"

source: He looks disgusted. "Jink. I should have expected as much."
ru: Похоже, он ощущает отвращение. "Звенелки. Я ожидал нечто большее".

source: "Stir your memory?" He frowns. "And remember nothing but this life that you have left behind?"
ru: "Оживит память?" Он нахмуривается. "И ты не помнишь ничего, кроме этой прожитой жизни?"

source: He looks at you with an odd expression. "What do you mean?"
ru: Он удивленно смотрит на тебя. "Что ты имеешь в виду?"

source: The Dustman *harumphs.* "And you sold your body without a thought, without consideration... and that's all. You were looking for nothing else?"
ru: Тленный *хмыкает*. "И ты продал свое тело без каких-нибудь помыслов или решений... просто так. И ты больше ничего не хотел?"

source: "A release? A release from this existence. Look... surely you have seen the corpses that walk the streets of Sigil?" He sighs. "Mindless, incapable of feeling pain or anger or the weight of years... that is the True Death that walks there. That is perfection."
ru: "Освобождения? Освобождения от этой реальности. Послушай... ты же видел трупы, которые расхаживающих по Сигилу?" Он вздыхает. "Безмозглые, неспособные чувствовать боль, ярость или тяжесть прожитых лет... это и есть Истинная Смерть, расхаживающая по улицам. Это идеал".

source: "I would -- the release is what I crave. The emptiness. No more pain and suffering."
ru: "Я хочу - я жажду освобождения. Пустота. Без боли и страданий".

source: "*Is* it? You see only the surface, I see a release from pain and misery."
ru: "И *все*? Ты не видишь сути. Я вижу освобождение от боли и страданий".

source: As you turn to leave, the Dustman suddenly speaks, his voice barely a murmur -- you have to strain to hear the words. You *think* he said something about wanting to die.
ru: Ты уже собираешься уходить, когда Тленный неожиданно начинает что-то тихо бубнить - ты едва различаешь слова. *Кажется*, он что-то сказал про желание умереть.

source: The boy's expression does not flicker. "Do you want to die?"
ru: Мальчик даже не повел бровью. "Ты хочешь умереть?"

source: He blinks. "Yes... yes, I am. Why, are you going to kill me?" He stiffens, as if making a resolution. "Go ahead, I care not."
ru: Он моргает. "Да... да. Ты собираешься убить меня?" Он становится жестким, как будто он принял какое-то решение. "Давай, мне все равно".

source: "Yes..." He studies you. "Why do you want to die?"
ru: "Да..." Он изучает тебя. "Почему ты хочешь умереть?"

source: "Yes..." He studies you. "Why do you want to live?"
ru: "Да..." Он изучает тебя. "Почему ты хочешь жить?"

source: The Dustman listens silently. After you speak, he does not respond, merely watches you. He looks like he is thinking.
ru: Тленный молча слушает тебя. После твоих слов, он продолжает молча смотреть на тебя. Кажется, он что-то обдумывает.

source: The Dustman drops his gaze and goes silent. "Then we have nothing to discuss... now or ever. Farewell."
ru: Тленный отводит свой тяжелый взгляд. "Тогда нам нечего обсуждать... ни сейчас, ни когда бы то ни было. Прощай".

source: "Yes."
ru: "Да".

source: "This existence... this existence is a mockery of life. I do not wish to continue the charade any longer." His face wrinkles in disgust. "Why would anyone wish to remain in this foul city in the center of a multiverse that feeds on pain and hatred? Death... is silent... comforting."
ru: "Это существование... это существование - лишь жалкая пародия на жизнь. Я не хочу больше играть в эту шараду". Его лицо морщится от отвращения. "Ради чего кто-то будет оставаться в этом чертовом городе посреди мультивселенной, полным боли и ненависти? Смерть... тиха... и утешительна".

source: "This is *living?*" He bares his teeth, and his hands clench. "This existence... this existence is a *mockery* of life. I do not wish to continue the charade any longer. Death is silent... comforting."
ru: "И это *жизнь*?" Он стискивает зубы, сжимая руки в кулаки. "Это существование... это существование - жалкая *пародия* на жизнь. Я не хочу больше играть в эту шараду. Смерть тиха... и утешительна".

source: The boy seems irritated by the comment. "And how do you know?"
ru: Похоже, твое замечание задело юношу. "А тебе откуда знать?"

source: The boy stares at you. "You are speaking truthfully." He looks at you in amazement. "What is there? What did you see?"
ru: Юноша удивленно смотрит на тебя. "Ты говоришь правду". Он потрясен. "Что там? Что ты видел?"

source: "You *must* tell me! I must know!"
ru: "Ты *должен* сказать мне! Я должен знать!"

source: "You must tell me!" He clenches his fist. "What would you *ask* of me?!"
ru: "Ты должен сказать мне!" Он стискивает кулаки. "Что ты *хочешь* от меня?!"

source: "You mock me, sir. You make a fool of my questions..."
ru: "Ты смеешься надо мной. Ты издеваешься над моими вопросами..."

source: "Speak what you saw! What is the True Death?! What did you see there?" His voice grows louder and more insistent, so much so that surrounding Dustmen turn their heads.
ru: "Скажи, что ты видел! Какова Истинная Смерть? Что ты видел там?" Его голос становится настолько громким и настойчивым, что окружающие Тленные начинают озираться в вашу сторону.

source: "There is no difference..." He looks down at the floor and chews his lips with a strange expression. "Beyond the shadow of this existence, more misery awaits. There is no oblivion, no cleansing... nothing changes. The Planes rotate... and nothing ever changes."
ru: "Нет никакой разницы..." Он опускает голову, шевеля губами. "За тенью этого существования ждут еще большие мучения. Нет никакого забвения, никакого очищения... никакой разницы. Меняются Планы... но все остается по прежнему".

source: He scoffs. "Nay, I have tried. Repeatedly."
ru: Он усмехается. "Нет. Я уже пробовал. Несколько раз".

source: "It is more than belief, it is reality." His gaze turns dark. "Have you seen this city? It rots, and everything within it rots with it... there is no hope, nothing to *strive* for. Everything is stained with darkness and shadow."
ru: "Это больше, чем просто убеждение, это реальность". Его взгляд темнеет. "Ты видел город? Он гниет, и внутри все гниют вместе с ним... нет никакой надежды, нет ничего, к чему можно было бы *стремиться*. Все погрязли во тьме и тени".

source: "As I suspected." He sighs. "Then it shall be a better place than here. And since I must die to reach it..." He looks at you. "Will you help me die?"
ru: "Я так и думал". Он вздыхает. "Тогда это место, должно быть, лучше, чем это. И поэтому я должен умереть, чтобы попасть туда..." Он смотрит на тебя. "Ты можешь мне помочь умереть?"

source: The Dustman smiles briefly, then gloom clouds his features. "Then I *must* die." He looks at you hopefully. "Will you help me?"
ru: Тленный непроизвольно улыбается, но затем угрюмость вновь возвращается. "Тогда я *должен* умереть". Он с надеждой смотрит на тебя. "Ты поможешь мне?"

source: He stares at you for a moment, opens his mouth, then closes it. "Leave, then. We shall not speak again."
ru: Он недоумевающе смотрит на тебя, отрывая и закрывая рот. "Тогда уходи. На не следует больше разговаривать".

source: He nods. "The Dustman philosophy is a worthy goal. Else I would not have become a Dustman."
ru: Он кивает. "Философия Тленных - это значимая цель. Иначе я бы не стал Тленным".

source: He snarls. "You sound like one of the factors... they never cease *lecturing* me..."
ru: Он ворчит. "Ты говоришь как один из наших фракторов... они никогда не упустят момента *почитать* мне нотацию".

source: "But how..." He seems puzzled. "How should I deal with it?"
ru: "Но как..." Похоже, он загнан в тупик. "Как я мне справиться с ней?"

source: "Perhaps..." He considers what you have said. "Perhaps you are right. But... sometimes it is hard to ignore the pain of this life. How should I deal with it?"
ru: "Возможно..." Он обдумывает сказанное тобой. "Возможно, ты прав. Но... иногда слишком сложно игнорировать боль этой жизни. Как я мне справиться с ней?"

source: The boy falls silent, thinking. Eventually, he turns back up to you. "Your words carry weight, sir... and a fresh perspective. I will do as you have said."
ru: Юноша затихает в раздумьях. Наконец он снова оборачивается к тебе. "Твои слова весомы... и свежи. Я сделаю так, как ты сказал".

source: "I have been looking for a means to end my life. Will you kill me?"
ru: "Я искал весомые причины. Ты убьешь меня?"

source: "Very well. Leave me. We shall not speak again."
ru: "Хорошо. Оставь меня. Мы должны больше разговаривать".

source: He closes his eyes.
ru: Он закрывает глаза.

source: You gently pick up the bag from the ground and leave quietly -- the sack appears to hold about fifty copper pieces. The Dustman remains still as you step away, his eyes closed, never moving.
ru: Ты бережно берешь кошелек с пола и тихо уходишь. Похоже, в мешочке около пятидесяти монет. Тленный остается лежать на полу с закрытыми глазами.

source: You place your hands on his neck, and you begin slowly to constrict. He gives a choked gasp, and his eyes open wide -- with a pleading expression, he begins to claw at your hands.
ru: Ты накладываешь свои руки ему на шею и начинаешь медленно давить. Он задыхается, его зрачки расширяются - с молящим выражением лица он начинает царапать твою руку.

source: You mean to keep strangling him when suddenly, without you even meaning to, you pull your hands from his neck. Awaiting-Death takes a breath -- and looks like he is about to thank you for stopping -- when you lock your hands onto his temples and twist his head sharply to the left. There is a *crack,* and the boy falls limp in your arms.
ru: Ты продолжаешь сдавливать его шею и неожиданно, даже не осознавая этого, отводишь руки от него. Ждущий-Смерти глотает воздух - кажется, он хочет поблагодарить тебя за остановку - как раз в тот момент, когда ты хватаешь его за виски и резко сворачиваешь голову влево. С характерным *хрустом* юноша падает в твои объятия.

source: To your surprise, the act seemed instinctual, as if you had done it many times before... with this thought comes the stirring of a memory, but it is not strong enough to surface.
ru: К своему удивлению, это действие происходит практически инстинктивно, будто ты это проделывал много раз... с этой мыслью проявляется пробуждение памяти, но не достаточное для того, чтобы за него зацепиться.

source: As the body falls to the ground, there is suddenly a great roaring sound throughout the bar...
ru: В тот момент, когда тело падает на пол, по всему бару раздается громкий грохочущий звук...

source: You release him... and to your discomfort, you find yourself doing so reluctantly. The boy gasps for breath, coughing violently.
ru: Ты отпускаешь его... и весьма неохотно, к своему неудовольствию. Юноша глотает воздух, натужно кашляя.

source: The boy nods weakly.
ru: Юноша слабо кивает.

source: The boy looks at you for a moment in silence, then he nods slowly, rubbing his neck.
ru: Юноша тихо смотрит на тебя, затем медленно кивает, потирая шею.

source: The boys nods again, and finally catches his breath. "Very... well. Thank... you, sir. For giving me... a fresh perspective."
ru: Юноша снова кивает, совладав наконец со своим дыханием. "Хорошо... Спасибо... тебе. За... свежую перспективу".

source: "It is not a matter of conviction..."
ru: "Дело не в решимости..."

source: He tosses a small bag on to the table. "In this bag is all that I own. Fifty coppers. Kill me, and it is yours."
ru: Он бросает небольшой мешочек на стол. "Это все, что у меня есть. Пятьдесят медяков. Убей меня, и они твои".

source: The Dustman scoffs. "Hardly convincing."
ru: Тленный фыркает. "С трудом верится".

source: The Dustman blinks, then sneers. "The first death? What, were you resurrected?"
ru: Тленный, недоуменно сморгнув, усмехается. "Первой смерти? Постой, ты что, был возрожден?"

source: The Dustman blinks, then sneers. "You lie. No man can die more than once... not without being resurrected by mighty magics."
ru: Тленный, недоуменно сморгнув, усмехается. "Ты лжешь. Никто не может умереть больше одного раза... без возрождения с помощью сильной магии".

source: "Resurrected... brought back to life... the magic required is indeed powerful."
ru: "Возрожден... возвращен назад к жизни... магия для этого должна по-настоящему очень сильной".

source: "A powerful sorcerer or priest... or one of the Powers... but not anyone I know." He frowns. "And I don't believe you know of anyone of that sort, either."
ru: "Могущественный волшебник или жрец... или кто-нибудь из Сил... но никого из таких я не знаю". Он хмурится. "И что-то не верится, что ты знаешь таких тоже".

source: He looks at you skeptically. "Nay, I think not, even if I felt the urge to do so."
ru: Он скептически смотрит на тебя. "Неа, не буду, хотя и очень хочется".

source: "What... do you mean?" He looks like he wants to turn away but he cannot. "You can't seriously..."
ru: "Постой... Что ты имеешь в виду?" Похоже, он хочет развернуться, но не может. "Ты это несерьезно..."

source: Your vision slowly returns... your death felt different this time. You see Awaiting-Death standing above you... he looks horrified and fascinated. He has propped you into a chair, and is looking apprehensively at the other bar patrons... they don't appear to have noticed or have mistaken you for a drunk.
ru: Твое зрение медленно возвращается... на этот раз смерть была другой. Ты видишь Ждущего-Смерти, стоящего над тобой... он сильно напуган и удивлен. Усадив тебя на стул, он с опаской оглядывается на завсегдатаев бара... они либо не обращают на тебя внимания, либо посчитали, что ты перебрал с выпивкой.

source: "You're barmy." He glances at your wounds. "You must not have died, merely been wounded."
ru: "Ты спятил". Он смотрит на твои раны. "Должно быть, ты не умер, а просто ранен".

source: "Are... are you one of the walking dead?"
ru: "Ты... ты из ходячих трупов?"

source: "Yet... you still think, you still feel?"
ru: "Пока еще... Ты все еще мыслишь, чувствуешь?"

source: "To be dead... and *still* think and feel?! Will misery never leave a body be?" The thought seems to horrify him. "Even death is no release."
ru: "Быть мертвым... и *все еще* думать и чувствовать? Что за мучение - никогда не покинуть своего тела?" Кажется, эта мысль его очень пугает. "Даже смерть не несет освобождения".

source: "Greetings."
ru: "Приветствую".

source: Leave him be.
ru: Оставить его в покое.

source: "It was my pleasure. Farewell."
ru: "Всегда пожалуйста. Прощай".

source: "Farewell."
ru: "Прощай".

source: "Farewell, then."
ru: "Тогда прощай".

source: "What did you say?"
ru: "Что ты сказал?"

source: Truth: "I needed the money."
ru: Правда: "Мне нужны деньги".

source: Truth: "I wanted to see if it stirred my memory."
ru: Правда: "Я хотел узнать, оживит ли это мою память".

source: Truth: "Well, considering that death and I aren't on speaking terms anymore, I considered it a no-lose proposition."
ru: Правда: "Ну, учитывая то, что я и смерть - понятия несовместимые, я решил, что ничего не теряю".

source: Truth: "To be honest, I don't really know."
ru: Правда: "Если честно, я и сам не знаю".

source: "What business is it of yours?"
ru: "А тебе какое дело?"

source: "It's no business of yours. Farewell."
ru: "Это не твое дело. Прощай".

source: "I've died before. I don't remember much about it, though."
ru: "Я уже умирал. Хотя и ничего не помню об этом".

source: "Why would anyone want such a thing?"
ru: "И кто захочет такой участи?"

source: "'Perfection?' Bar that. That's nothing but rotting meat."
ru: ""Идеал?' Да не гони. Это не идеал, а просто гнилое мясо".

source: "You're not old, you're just ignorant. You've got your life ahead of you without looking for death. Death will come looking for you soon enough, so live while you can."
ru: "Ты не стар, ты просто невежественен. Ты должен просто жить, не ища смерти. В свое время смерть сама придет к тебе, живи пока можешь".

source: "Perhaps so; it is not for me to say. Farewell."
ru: "Может и так. Но я бы так не сказал. Прощай".

source: "I must take my leave. Farewell."
ru: "Я должен идти. Прощай".

source: Truth: "No. Do you?"
ru: Правда: "Нет. А ты?"

source: Truth: "Yes. Do you?"
ru: Правда: "Да. А ты?"

source: Lie: "Yes. Do you?"
ru: Ложь: "Да. А ты?"

source: "I really don't know. Do *you* want to die?"
ru: "Я и в правду не знаю. А *хочешь* ли ты умереть?"

source: "Are you *threatening* me, boy?"
ru: "Ты *угрожаешь* мне, сопляк?"

source: "If that's your wish, I'll honor it... prepare to die."
ru: "Если это твое решение, то я уважаю его... Приготовься к смерти".

source: "You *want* to die?"
ru: "Ты *хочешь* умереть?"

source: "I don't care either. Farewell."
ru: "Мне тоже все равно. Прощай".

source: Truth: "What is there to live for? I am trapped in this city filled with beasts and monsters, with no recollection of how I got here or why. I am a stranger both to this city and to myself. Life holds nothing of value for me."
ru: Правда: "Ради чего эта жизнь? Я заперт в этом городе, доверху набитом разными монстрами и тварями, без единой подсказки, как и почему я сюда попал. Я чужд как для города, так и для самого себя. Жизнь для меня не имеет никакой ценности".

source: Truth: "Because it is denied to me. That alone makes me desire it."
ru: Правда: "Потому что это мне не дозволено. Уже это заставляет желать ее".

source: Truth: "There is something... missing inside me. I am here speaking with you, but still, somehow, I feel hollow inside. No matter what I do, I cannot shake the feeling. I think death may be preferable."
ru: Правда: "Во мне... чего-то не хватает. Я здесь, разговариваю с тобой, внутри себя я чувствую какую-то пустоту. Не важно, что я делаю, я не могу избавится от этого чувства. Думаю, что было бы лучше умереть".

source: Truth: "I think it is possible that I may learn something about myself in death that I cannot in life."
ru: Правда: "Возможно после смерти я смогу узнать о себе что-то, чего не смогу при жизни".

source: Truth: "I just do."
ru: Правда: "Просто хочу".

source: Truth: "Survival instinct. I *want* to live."
ru: Правда: "Инстинкт самосохранения. Я *хочу* жить".

source: Truth: "I don't want to join oblivion just yet. I like being alive a *lot* better."
ru: Правда: "Я пока что не хочу предаваться забвению. Я считаю, что быть живым *намного* лучше".

source: Truth: "There are certain questions I need answered about my life before I am willing to surrender it. I want to find out who I am."
ru: Правда: "Сначала я должен найти ответ на ряд вопросов о моей прежней жизни, прежде чем я сдамся. Я хочу узнать, кто я такой".

source: "I don't know."
ru: "Я не знаю".

source: "Do you want to die? Is that why you asked?"
ru: "Ты хочешь умереть? Вот почему ты спрашиваешь?"

source: "Before I go... why is it you want to die?"
ru: "Перед тем, как я уйду... почему ты хочешь умереть?"

source: "Why do you want to die?"
ru: "Почему ты хочешь умереть?"

source: "Why don't you want to live?"
ru: "Почему ты не хочешь жить?"

source: "Surely living cannot be as bad as you make it out to be."
ru: "Нет, жизнь не может быть настолько плоха, чтобы стремиться ее закончить".

source: "That's a bleak outlook... there's a lot more to life than pain and hatred."
ru: "Какой унылый взгляд... здесь гораздо больше места для жизни, нежели для боли и ненависти".

source: "Trust me, it's not."
ru: "Поверь мне, это не так".

source: "Maybe after the first death."
ru: "Может быть, после первой смерти".

source: "If this life holds nothing for you, then you should die."
ru: "Если в этой жизни тебя ничего не удерживает, то ты должен умереть".

source: "I think I've died before. I don't remember much about it, though."
ru: "Я думаю, что я уже умирал. Хотя и ничего не помню об этом".

source: "I will not speak of that place to anyone. I have said too much already."
ru: "Я не скажу об этом месте никому. Я и так сказал слишком много".

source: "I will tell you nothing."
ru: "Я ничего не скажу тебе".

source: "I will not speak of it. Farewell."
ru: "Я не буду об этом говорить. Прощай".

source: "I would ask you to live."
ru: "Я хочу, чтобы ты жил".

source: "I give nothing, and I will ask nothing of you. Farewell."
ru: "Я ничего не даю, поэтому я ничего не хочу от тебя. Прощай".

source: "*You* are the fool to want to throw away your life so carelessly. It insults the dead, and it insults the living."
ru: "*Ты* - дурак, раз хочешь так беспечно расстаться со своей жизнью. Это оскорбляет и смерть, и жизнь".

source: "We have nothing more to say. Farewell."
ru: "Тогда нам не о чем больше говорить. Прощай".

source: Lie: "It is oblivion. There is nothing there. It is non-existence."
ru: Ложь: "Это забвение. Там ничего нет. Это небытие".

source: Lie: "It is a place of great joy, of celestial beauty. It is a place where a soul may be happy."
ru: Ложь: "Это место великого наслаждения, божественной красоты. Там, где душа может быть счастлива".

source: "I will not say. Farewell."
ru: "Я ничего не скажу. Прощай".

source: "Except you. You can still change."
ru: "За исключением тебя. Ты еще можешь измениться".

source: "I will take my leave. Farewell."
ru: "Я должен идти. Прощай".

source: "What about your beliefs as a Dustman? Isn't that a worthy enough goal?"
ru: "А как насчет твоих убеждений как Тленного? Разве это не достаточно достойная цель?"

source: "No."
ru: "Нет".

source: "No... farewell."
ru: "Нет... Прощай".

source: Leave.
ru: Уйти.

source: "Then heed this: You are too eager to reach oblivion. According to the tenets of the Dustmen, that very eagerness to reach the True Death will keep you forever from it."
ru: "Тогда уясни следующее: ты слишком сильно желаешь достичь забвения. Согласно принципам Тленных, с таким сильным рвением достичь Истинной Смерти ты ее никогда не достигнешь".

source: "Then why not make the beliefs of the Dustmen your focus? Perhaps this is a life of pain and misery, but if you focus on your beliefs and that which of value to you, they shall help you work past it."
ru: "Тогда почему бы не сконцентрироваться на убеждениях Тленных? Возможно, эта жизнь полна боли и страданий, но если ты посвятишь себя своим убеждениям и тому, что дорого для тебя, то они помогут тебе преодолеть ее".
