Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dawait.dlg.po
Languages: ru

source: "They are correct to do so -- they have only your wish to die at heart. If you wish to reach the True Death, you must come to terms with this life first, no matter how painful it seems to you. It is an opportunity, and you are still young. Perhaps seeing more of this life will calm your eagerness for death."
ru: "И они были правы - в твоем сердце они видели только желание умереть. Если ты хочешь достичь Истинной Смерти, то сначала должен смириться с правилами этой жизни, какой она для тебя не была бы болезненной. Это возможность, а ты еще слишком молод. Возможно, пожив в этой жизни, ты умеришь свое стремление к смерти".

source: "Then I shall lecture you no longer. Farewell."
ru: "Тогда не буду больше читать тебе морали. Прощай".

source: "You must endure this life. In enduring, you will learn to let the pain and misery wash over you. Soon, they will not affect you at all, and then you will begin to make progress toward the True Death and the oblivion you seek."
ru: "Ты должен выдержать эту жизнь. Терпя, ты научишься снимать с себя боль и страдания. Скоро они совсем не будут воздействовать на тебя, и ты начнешь продвигаться вперед к Истинной Смерти и забвению, которые ищешь".

source: "You must endure this life. In enduring, you will learn to let the pain and misery wash over you. Soon, they will not affect you at all, and then you will begin to make progress for the True Death and the oblivion you seek."
ru: "Ты должен выдержать эту жизнь. Терпя, ты научишься снимать с себя боль и страдания. Скоро они совсем не будут воздействовать на тебя, и ты начнешь продвигаться к Истинной Смерти и забвению, которые ищешь".

source: "Our entire lives are spent learning how to die. Only you can answer the question you have asked."
ru: "Вся наша жизнь проходит в изучении того, как надо умирать. Только ты сможешь дать ответ на свой вопрос".

source: "That is all I ask... live, grow old, and learn. Farewell."
ru: "Это все, что я хотел... живи, взрослей и учись. Прощай".

source: Reach your hands around his neck and strangle him.
ru: Обхватить руками его шею и задушить его.

source: Take the money and leave quietly.
ru: Забрать деньги и тихо уйти.

source: "Keep your money. I want to know why you want to die."
ru: "Оставь деньги себе. Я хочу знать, почему ты хочешь умереть".

source: "The contents of this bag are the price for your foolishness. Farewell..."
ru: "Содержимое этого кошелька - цена за твою глупость. Прощай..."

source: Release him.
ru: Отпустить его.

source: Let the body fall to the ground.
ru: Позволить телу упасть на пол.

source: "Uh-oh..."
ru: "Ой-ой..."

source: "Changed your mind?"
ru: "Изменил свое мнение?"

source: "Look... next time you want to 'die,' you better be damn sure, because the next fellow may not stop when you ask him to. Now stop moping around about life's misery when you obviously still want to be a part of it."
ru: "Послушай... в следующий раз, когда захочешь 'умереть', будь в этом уверен, иначе другой на моем месте не остановится, когда ты попросишь. И хватит лопотать о мучениях жизни, раз уж ты все еще хочешь оставаться ее частью".

source: "I'm keeping the money, as the price for this lesson."
ru: "Деньги я оставлю у себя в качестве платы за этот урок".

source: "I didn't fulfill my terms of the agreement, so keep your money."
ru: "Я не выполнил свою часть сделки, так что можешь забрать деньги назад".

source: "Don't thank me, just *live.* It insults the dead when you treat life carelessly. Farewell."
ru: "Не благодари меня, просто *живи*. Ты оскорбляешь смерть, беспечно расставаясь со своей жизнью. Прощай".

source: "Then it must be another matter, then. So I ask you: what is it about living that drives you to hate it?"
ru: "Тогда должна быть другая причина. Так что я спрашиваю тебя: что в жизни такого, из-за чего ты возненавидел ее?"

source: "It is. If you had truly wished to die, you would have found a means to do so already. Waste no more of our time with this idle chatter. Farewell."
ru: "Нет, в ней. Если ты действительно решился умереть, то уже нашел бы для этого повод. Хватит тратить время на пустую болтовню. Прощай".

source: "Who would be capable of such power?"
ru: "Кто может обладать подобной силой?"

source: "Then I shall force you to watch me: I'll show you what death holds."
ru: "Тогда внимательно смотри на меня - я покажу тебе, что забирает смерть".

source: "Never mind, then. What did you mean before, about being 'resurrected?'"
ru: "А, неважно. Что ты имел ввиду под словом 'возрожден'?"

source: "If fear and hesitation govern all your actions, I doubt this existence holds much joy."
ru: "Если страх и нерешительность правят твоими поступками, то сомневаюсь, что в этой реальности есть для тебя какие-нибудь радости".

source: "Enough of this, then. Farewell."
ru: "Довольно этого. Прощай".

source: Take your hands, twist your neck.
ru: Свернуть себе шею.

source: "Convinced now?"
ru: "Теперь веришь?"

source: "I don't know. But I die and am reborn."
ru: "Я не знаю. Но я умираю и возрождаюсь".

source: "Yes, but there... there is a hollowness. Something is missing, and it eats at you, never leaves you at peace."
ru: "Да, но... есть какая-то опустошенность. Чего-то не хватает, и это пожирает меня, не оставляет в покое".

source: "Indeed. Perhaps you should not be so quick to abandon this life before knowing what the next life holds for you."
ru: "Это верно. Возможно, тебе не стоит торопиться покидать эту жизнь, не зная, что ждет тебя в следующей жизни".

source: Before you is a young Dustman with stubble on his chin and dark circles beneath his eyes. He is staring at the wall with a somber expression.
ru: Перед тобой молодой щуплый Тленный с темными кругами под глазами. С унылым выражением лица он уставился на стену.

source: You see Awaiting-Death. He doesn't seem to be aware of you.
ru: Ты видишь Ждущего-Смерти. Кажется, он тебя не замечает.

source: Awaiting-Death ignores you; he makes no eye contact whatsoever.
ru: Ждущий-Смерти не обращает на тебя внимания; он избегает смотреть на кого-либо.
