Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/db_crtkr.dlg.po
Languages: ru

source: The man, looking slightly puzzled, nods as you approach. "Greetings, sir. Might I ask how you came to be here?"
ru: Мужчина со слегка озадаченным видом кивает тебе, когда ты подходишь. "Приветствую, сэр. Могу ли я поинтересоваться, как вы сюда попали?"

source: "I just came down those stairs... through that strange door I found."
ru: "Я просто спустился по лестнице... за той странной дверью, которую обнаружил".

source: "I'd best work on concealing it a bit better, then." He shrugs, then smiles at you. "I'm the Brothel's caretaker, by the way. You're not supposed to be down here, really, but it's all right if you look about for a bit."
ru: "Тогда мне стоит получше ее спрятать, - он пожимает плечами, затем улыбается тебе. - Между тем, я смотритель борделя. По правде говоря, вы здесь не должны находиться, но так уж и быть, осмотритесь тут немного".

source: "Greetings, again. Listen... you shouldn't really be down here. Please don't tarry around too long before heading back upstairs, if you don't mind. I wouldn't want either of us to get into trouble."
ru: "И снова здравствуйте. Послушайте... вообще-то, вы не должны здесь быть. Прошу вас, не задерживайтесь здесь слишком долго, будьте так добры. Я бы не хотел, чтобы у нас с вами были неприятности".

source: He smiles nervously. "I really shouldn't even allow you down here, let alone be chatting with you. Please, no questions for now."
ru: Он натянуто улыбается. "По правде говоря, мне не стоило даже пускать вас сюда, не говоря уже о том, чтобы болтать с вами. Пожалуйста, больше никаких вопросов".

source: "It's where the ladies' sensory stones are kept... they use them as diaries of a sort. You won't be able to use them, if that's what you're thinking... each of them is attuned to one particular student of the Brothel, so that only she may access that stone."
ru: "Тут хранятся камни переживаний девушек... они используют их в качестве своего рода дневников. Вам не получится воспользоваться ими, если вы об этом подумали... каждый из них настроен на одну из учениц борделя, и только она может иметь доступ к камню".

source: "Greetings, sir." The man turns to Fall-From-Grace. "And greetings, Mistress Grace... rest assured I'll keep the ladies' sensory stones in order while you're away." The man turns back to you. "If you'll excuse me, I've several things to tend to. Farewell, sir."
ru: "Приветствую, сэр, - он поворачивается к Падшей Грации. - Здравствуйте, госпожа Грация... будьте спокойны, я присматриваю за камнями переживаний девушек, пока вас нет, - он поворачивается к тебе. - Извините, мне нужно кое о чем позаботиться. Прощайте, сэр".

source: "I had some questions..."
ru: "У меня есть некоторые вопросы..."

source: "Thanks. Farewell."
ru: "Спасибо. Прощай".

source: "Farewell, then."
ru: "Тогда прощай".

source: "Tell me what this place is, at least."
ru: "Скажи мне, по крайней мере, что это за место".

source: "That's all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: I met the Brothel's Caretaker in a large chamber below the place. The chamber held a sensory stone for each of the prostitutes, above, who used them as diaries. He said I wouldn't be able to use them, however, as they've all been attuned to one particular woman or another.
ru: В большой комнате под борделем я встретил его смотрителя. В ней находятся камни переживаний каждой из проституток, которые используют их как дневники. Как бы там ни было, он сказал, что мне не удастся ими воспользоваться, так как каждый из них настроен на свою владелицу.

source: Leave.
ru: Уйти.
