Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dbaen.dlg.po
Languages: ru

source: You see a heavy-set man with sharp features and a pained expression. Despite his huge frame, however, he has an effeminate look about him, and unlike the other residents you've seen, he looks to have bathed recently. As you approach, he looks up hopefully and calls out in a high voice: "Craddock... good sir?"
ru: Перед тобой крупный мужчина с острыми чертами и страдальческим выражением лица. Несмотря на крупное телосложение, он больше похож на неженку. В отличие от большинства здешних обитателей, он, похоже, недавно принимал ванну. Завидев тебя, он преисполняется надеждой и начинает звать высоким голосом: "Сэр... Крэддок?"

source: "What?"
ru: "Что?"

source: Ignore the man, pass on by.
ru: Не обращать внимания на мужчину, пройти мимо.

source: "Eh..." His hopeful expression dies as he studies your face. "A thousand apologies, good sir, if I have given offense." He gives a slight bow. "I am called Baen the Sender, third child of Dai'Baen the Sender. I am one of the many runners in the employ of the House of Senders."
ru: "Эх..." Осмотрев тебя внимательней, он меняется в лице. "Тысяча извинений, уважаемый сэр, если я Вас обидел". Он слегка кланяется. "Меня зовут Баен Посыльный, третий сын Дай-Баена Посыльного. Я из курьеров, работающих на Дом Посыльных".

source: "No apologies necessary, Baen. What do you want?"
ru: "Не нужно извиняться, Баен. Что тебе нужно?"

source: "You haven't offended me... yet. What do you want?"
ru: "Ты не обидел меня... пока что. Что тебе нужно?"

source: "Look, I must take my leave, Baen..."
ru: "Послушай, Баен, мне нужно идти..."

source: As you are about to pass on by, the man calls out, stronger this time. His voice almost squeaks with the effort. "Craddock?! Good sir, I bear a message for you!"
ru: Поравнявшись рядом с тобой, мужчина снова зовет, на этот раз более настойчивей. Он едва не пищит от натуги. "Крэддок? Сэр, у меня сообщение для Вас!"

source: "What are you talking about?"
ru: "О чем это ты толкуешь?"

source: "But a moment of your time, good sir. I am in search of an overseer, Craddock, who is said to be found in the Hive, but alas... he eludes me. Have you heard of such a man?"
ru: "Уделите мне всего лишь минуту, уважаемый сэр. Я ищу надсмотрщика, Крэддока, которого можно найти в Улье... но, увы, он ускользнул от меня. Возможно, вы слышали о нем?"

source: "No."
ru: "Нет".

source: "I'm sorry..."
ru: "Прошу прощения..."

source: "A thousand apologies for troubling you with such a trivial matter, but I seek Craddock, an overseer in the Hive..." Baen looks like he is in pain. "But alas, he eludes me." He looks at you hopefully again. "Could it be you have you heard of such a man?"
ru: "Тысяча извинений за причиняемое беспокойство по сущему пустяку, но я ищу Крэддока, надсмотрщика в Улье..." Баен выглядит так, будто бы испытывает страдания. "Но, увы, он ускользнул от меня". Он снова преисполняется надеждой. "Возможно, вы слышали о нем?"

source: "I'm sorry, I haven't."
ru: "Извини, нет".

source: Baen gives a deep sigh. "I am bound to deliver a message to him, and as yet, fortune has chosen not to favor me..."
ru: Баен глубоко вздыхает. "Я должен доставить ему сообщение, но пока что удача определенно мне не улыбается..."

source: "I could help you... if I come across the man, I could pass along your message."
ru: "Я могу помочь тебе... Если я встречусь с ним, то я могу передать ему твое сообщение".

source: "I might be able to find him and deliver your message... for a price."
ru: "Я могу найти его и передать твое сообщение... за определенную цену".

source: "I can't help you... look, I must take my leave."
ru: "Ничем не могу помочь... послушай, мне нужно идти..."

source: "Of course, good sir, a thousand apologies for keeping you." Baen nods. "Thank you for your time."
ru: "Конечно же, уважаемый сэр, тысяча извинений за задержку". Баен кивает. "Благодарю за уделенное время".

source: "Farewell."
ru: "Прощай".

source: Baen face lights up like a lantern. "Oh, fortunate day for Baen and the House of Senders! Any assistance you could provide would be most welcome! If you can find this Craddock and pass along the message, I shall see to it you are paid for your troubles."
ru: Лицо Баена светится как лампа. "Ох, это счастливый день для Баена и Дома Посыльных! Любая помощь будет с радостью принята! Если Вы найдете этого Крэддока и передадите ему сообщение, я разыщу Вас и отплачу за Ваше беспокойство".

source: "All right... what's the message?"
ru: "Хорошо... Что за сообщение?"

source: Baen face lights up like a lantern. "Of course, good sir. If you can find this Craddock and pass along the message, I shall pay you for your troubles."
ru: Лицо Баена светится как лампа. "Конечно же, уважаемый сэр. Если Вы найдете этого Крэддока и передадите ему сообщение, я отплачу за Ваше беспокойство".

source: Baen recites the message almost like a mantra: *"The shipment must be in Curst by the third-day or there will be a penalty."* Baen frowns. "I am told that Craddock will know of the 'shipment' to which the message pertains."
ru: Баен декламирует выученное сообщение на манер мантры: "*Груз должен быть в Проклятом через три дня, или будет наложен штраф*". Баен хмурится. "Мне сказали, что Крэддок знает, о каком 'грузе' идет речь".

source: "If I see Craddock, I will pass along the message. Is there anything you can tell me about him before I go that might help me find him?"
ru: "Если я встречу Крэддока, я передам это сообщение. Есть еще что-нибудь, что ты можешь сказать?"

source: "He is said to be a *giant* of a man, stern of features. That he is an overseer in one of the Hive marketplaces. Alas, I know little else than that, good sir."
ru: "Мне сказали, что он *гигант* среди людей, с суровыми чертами лица. Он надсмотрщик на одном из рынков Улья. Увы, больше я ничего не знаю".

source: "I see. That's enough to go on for now."
ru: "Понятно. Для начала этого достаточно".

source: Baen bows. "Thank you, sir. Should fortune favor you and you are able to bear the message to Craddock, be so kind as to return and tell me of it. I will see to it your efforts are rewarded."
ru: Баен кивает. "Спасибо, сэр. Если удача улыбнется Вам в доставке сообщения, вернитесь и сообщите мне об этом. Я вознагражу Ваши усилия".

source: "Very well. Farewell, Baen."
ru: "Отлично. Прощай, Баен".

source: I agreed to deliver the message to Craddock if I should see him. Baen said he was an overseer in a marketplace somewhere in the Hive. I'll keep my eye out for it.
ru: Я согласился доставить сообщение Крэддоку, если увижу его. Баен сказал, что он надсмотрщик на рынке где-то в Улье. Надо будет поискать его.

source: You see Baen the Sender. As you approach, he looks at you hopefully... but he does not address you.
ru: Ты видишь Баена Посыльного. Он смотрит на тебя с надеждой... но не обращается к тебе.

source: "Look, if you still need help finding... Craddock, right? If you need help finding him, I'll help you."
ru: "Послушай, если тебе все еще нужна помощь в поисках... Крэддока, верно? Если ты поможешь мне найти его, то я тебе помогу".

source: "I changed my mind. I'll help you find this Craddock... for a price."
ru: "Я передумал. Я помогу тебе разыскать этого Крэддока... за определенную сумму".

source: Ignore him.
ru: Игнорировать его.

source: You see Baen the Sender. As you approach, he looks at you hopefully. "Were you successful in finding Craddock, good sir?"
ru: Ты видишь Баена Посыльного. Он смотрит на тебя с надеждой. "Вы нашли Крэддока, уважаемый сэр?"

source: "Yes, and I passed along your message, although it didn't seem to please him any."
ru: "Да, я передал ему твое сообщение, хотя он и не был им доволен".

source: "Not yet, Baen. What can you tell me about him again?"
ru: "Пока нет, Баен. Расскажи мне о нем еще раз".

source: "No... I'm still looking for him. I'll return if I find him."
ru: "Нет... Я все еще ищу его. Я вернусь, когда найду его".

source: I returned and told Baen I had delivered the message to Craddock. He was pleased and rewarded me with a sum of copper. Not bad pay for just relaying a message to someone.
ru: Я вернулся и сообщил Баену, что я доставил сообщение Крэддоку. Он был очень рад и наградил меня медяками. Неплохая сделка для простой доставки сообщения.

source: Baen doesn't seem to have heard any word after *yes,* for he smiles and heaves a sigh of relief. "Good fortune indeed! Thank you, good sir, thank you." He reaches into his robe and pulls forth a handful of coppers, which he counts out, then hands to you.
ru: Кажется, Баену после услышанного слова *да* все остальное уже безразлично. Он улыбается и облегченно вздыхает. "Какая удача! Спасибо Вам, уважаемый сэр, спасибо". Он роется в робе и вытаскивает пригоршню медяков, считает их и протягивает тебе.

source: "Fifteen commons for delivering a message, eh? Fair enough."
ru: "Пятнадцать монет за доставку сообщения? Довольно справедливо".

source: "Thirty commons for delivering a message, eh? Fair enough."
ru: "Тридцать монет за доставку сообщения? Довольно справедливо".

source: "Forty-five commons for delivering a message, eh? Fair enough."
ru: "Сорок пять монет за доставку сообщения? Довольно справедливо".

source: "Oh, *more* than fair, good sir, more than fair! I can say without hesitation that there is no finer profession in all Sigil than that of a runner for the House of Senders!"
ru: "Ох, *более чем* справедливо, уважаемый сэр, более чем! Без преувеличения могу сказать, что нет лучше работы во всем Сигиле, чем быть курьером для Дома Посыльных!"

source: "I'll keep that in mind. Farewell, Baen."
ru: "Я запомню это. Прощай, Баен".

source: You see Baen the Sender. As you approach, he nods respectfully to you. "Well met, good sir. A thousand thanks for helping me find Craddock and delivering the message to him."
ru: Ты видишь Баена Посыльного. Увидев тебя, он уважительно тебе кланяется. "Приятно Вас видеть, уважаемый сэр. Тысяча благодарностей за то, что Вы помогли найти Крэддока и доставить ему сообщение".

source: "No trouble. Farewell, Baen."
ru: "Без проблем. Прощай, Баен".
