Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dbarr.dlg.po
Languages: ru

source: The guard straightens up. "You gots what Pharod wanting, berk?"
ru: Стражник выпрямляется. "Нашел, что Фарод хотел, пень?"

source: "Yes."
ru: "Да".

source: "Not yet."
ru: "Пока нет".

source: "Show it to me, berk, and I'll raise the gate. But not until, right?"
ru: "Покажи мне, пень, и тогда я подниму ворота. Но не раньше, понятно?"

source: Show it to him.
ru: Показать ему.

source: "All right, I don't have it. But I do have something you might be interested in."
ru: "Ну хорошо, у меня этого нет. Но у меня есть кое-что, что может заинтересовать тебя".

source: "I don't think so. I'll be back."
ru: "Нет. Я вернусь позже".

source: "If y'don't have it, why are you wasting my time?" The guard chortles to himself.
ru: "Если нет, так чего же ты тратишь мое время?" - фыркает он.

source: "I don't have it, but I do have something you might be interested in..."
ru: "Пока что нет, но у меня есть кое-что, что может заинтересовать тебя..."

source: "All right. Farewell for now."
ru: "Ладно. Прощай".

source: "Awright. Come on back in."
ru: "Хорошо. Давай, заходи".

source: "Thanks."
ru: "Спасибо".

source: "Yeah? What might that be?"
ru: "Да? И что же это может быть?"

source: "Jink. How's one coin sound?"
ru: "Звенелки. Как насчет одной монеты?"

source: "Jink. How'd you like ten coins?"
ru: "Звенелки. Как тебе сумма в десять монет?"

source: "Jink. How's twenty-five coppers sound?"
ru: "Звенелки. Как насчет двадцати пяти монет?"

source: "Jink. How's fifty coppers sound?"
ru: "Звенелки. Как насчет пятидесяти монет?"

source: "Jink. How's one hundred coins sound?"
ru: "Звенелки. Как насчет сотни монет?"

source: "Come to think of it, nothing."
ru: "Если подумать - ничего".

source: "Forget it."
ru: "Забудь".

source: "Then you ain't getting back in, berk." He spits at your feet.
ru: "Тогда и взамен ты ничего не получишь, пень". Он сплевывает тебе под ноги.

source: "Farewell, then."
ru: "Тогда прощай".

source: He smiles crookedly. "Yer practically insulting me, berk. Try again."
ru: Он криво улыбается. "Да ты просто оскорбляешь меня, пень. Попробуй еще раз".

source: "All right. How'd you like ten coins?"
ru: "Хорошо. Как насчет десяти монет?"

source: "All right. How's twenty-five coins?"
ru: "Хорошо. Как насчет двадцати пяти монет?"

source: "All right. How's fifty sound?"
ru: "Хорошо. Как насчет пятидесяти?"

source: "All right. How's one hundred sound?"
ru: "Хорошо. Как насчет сотни?"

source: "Don't think so..."
ru: "Я так не думаю..."

source: "All right. How's twenty-five coins sound?"
ru: "Хорошо. Как насчет двадцати пяти монет?"

source: "You're getting warm, berk, but you ain't there yet."
ru: "Уже теплее, пень, но все еще холодно".

source: A smile wreathes his ugly face. "That's good enough. Pass it through, and I'll open the gate."
ru: Его ужасное лицо расплывается в улыбке. "Это хорошо. Давай их сюда, и я открою ворота".

source: "I don't seem to have enough."
ru: "Кажется, у меня недостаточно монет".

source: Give fifty coins. "Here you go. You'll find it's all there."
ru: Дать пятьдесят монет: "На, держи. Тут все".

source: Give forty coins: "Here you go. You'll find it's all there."
ru: Дать сорок монет: "На, держи. Тут все".

source: Have him reach for it: "Grab it and it's yours."
ru: Протянуть монеты ему: "Бери их, они твои".

source: "Forget it. I'm headed back to the catacombs."
ru: "Забудь. Я возвращаюсь в катакомбы".

source: He calculates, and then replies, "No. You want in, you got to come up with more than that."
ru: Обдумав это, он отвечает: "Нет. Если хочешь внутрь, тебе нужно дать больше".

source: "All right, then. How's one hundred sound?"
ru: "Хорошо. Как насчет сотни?"

source: "That'll do. That'll do nicely. Pass it through and I'll open the gate."
ru: "Это хорошо. Это замечательно. Давай их сюда, и я открою ворота".

source: Give one hundred coins. "Here you go. You'll find it's all there."
ru: Дать сто монет: "На, держи. Тут все".

source: Give ninety coins: "Here you go. You'll find it's all there."
ru: Дать девяносто монет: "На, держи. Тут все".

source: He hefts it, coins spilling through his fingers, and says, "Feels like enough." He opens the gate.
ru: Он прикидывает монеты на весу, попутно рассыпая часть: "Кажется, тут все". Он открывает ворота.

source: "Farewell, for now."
ru: "Увидимся".

source: "That's too bad. I'll see you when you do. You ain't getting through 'til then, though." He turns away.
ru: "Очень плохо. Приходи, когда наберется. Иначе ты не пройдешь". Он отворачивается от тебя.

source: "All right, then..."
ru: "Ну хорошо..."

source: He reaches through the gate for the coins you hold out.
ru: Он тянется за твоими монетами сквозь ворота.

source: Grab his arm and pin it.
ru: Схватить его за руку.

source: "Forget it. I'm going back down."
ru: "Забудь. Я собираюсь назад вниз".

source: You deftly pin his arm back against the gate and wrench it. The guard screams in agony as his arm creaks in its socket.
ru: Ты ловко хватаешь его за руку и с хрустом выворачиваешь ее из сустава. Стражник кричит от мучительной боли.

source: "Let me in or I'll break it off!"
ru: "Впусти меня или я ее вырву с корнем!"

source: Let him go. "Now let me in or I'll tear you to pieces. We'll have no more of your games."
ru: Отпустить его. "А теперь впусти меня, или я порву тебя на части. Мне надоело играть в твои игры".

source: As he reaches for the coins, you grab his arm. He tries to struggle out of your grasp, but you finally manage to pin it up against the gate and wrench it around. He gasps in pain.
ru: Когда он тянется за монетами, ты хватаешь его за руку. Он пытается высвободиться из твоей хватки, но тебе в конце концов удается пригвоздить руку к воротами и вывернуть ее. Он стонет от боли.

source: He hastens to open the gate before you make good on your threat, and stands far out of your reach as you pass through the gate.
ru: Он поспешно, пока ты не выполнил свою угрозу, открывает ворота. Пока ты проходишь, он старается держаться от тебя подальше.

source: "You ever cross me again, and they'll be picking your limbs out of three different crypts. Understood? Good."
ru: "Еще раз мне попадешься, и твои части найдут в трех разных склепах. Уяснил? Хорошо".

source: "Learned our lesson, have we? Let's see a little more respect next time. Farewell."
ru: "Ну как, усвоил урок? Посмотрим на твое поведение в следующий раз. Прощай".

source: The guard stares at you menacingly. "It'll cost you two hundred to get through here, berk. And no funny business, either!"
ru: Стражник грозно смотрит на тебя. "Чтобы попасть сюда, нужно заплатить двести. И никакого торга!"

source: "I don't have that much."
ru: "У меня нет столько".

source: "All right. Here you go."
ru: "Хорошо. Держи".

source: "Forget it, then."
ru: "Тогда забудь об этом".

source: He takes the money and counts it carefully. When he's finally satisfied that you haven't cheated him of even one coin, he opens the gate for you. "Don't forget, berk... it'll cost the same to come back through!"
ru: "Он забирает монеты и внимательно их пересчитывает. Окончательно убедившись в том, что ты его не обманул ни на одну монету, он открывает ворота. "Запомни, пень... Выход стоит столько же!"

source: "Yeah, whatever."
ru: "Да-да, как скажешь".

source: "I'll have more than I need, I'm sure."
ru: "У меня будет более чем достаточно".

source: The guard straightens slightly. "You got the money to pay the toll?"
ru: Стражник слегка выпрямляется. "Нашел деньги на сбор?"

source: "Lots of folks don't. But there is."
ru: "Да куча народу не знает. Но это так".

source: "Toll? How much?"
ru: "Сбор? Сколько?"

source: "I didn't know there was a toll."
ru: "Не знал, что тут нужно платить сбор".

source: "No. Farewell."
ru: "Нет. Прощай".

source: "How much is it?"
ru: "И сколько?"

source: "Forget it, then. Farewell."
ru: "Тогда забудь об этом. Прощай".

source: "For you? Fifty coins."
ru: "Для тебя? Пятьдесят монет".

source: "Fifty? I don't know if I feel like paying that much."
ru: "Пятьдесят? Не думаю, что смогу заплатить столько".

source: "I suppose I can do that."
ru: "Думаю, я смогу себе это позволить".

source: "For you? A hundred coins."
ru: "Для тебя? Сто монет".

source: "A hundred? I don't know if I feel like paying that much."
ru: "Сто? Не думаю, что смогу заплатить столько".

source: "What d'ya want this time?"
ru: "Чего тебе на этот раз?"

source: "Pharod gave me his leave to go down to the catacombs. I need you to open the gate."
ru: "Фарод разрешил мне спуститься в катакомбы. Открой мне ворота".

source: "What lies beyond the gate?"
ru: "Что находится за воротами?"

source: "Can you open the gate for me again?"
ru: "Откроешь мне ворота еще раз?"

source: "What can you tell me of the area beyond?"
ru: "Что ты можешь сказать о месте по ту сторону?"

source: "I'd like to go down there."
ru: "Я хотел бы спуститься туда".

source: "Who are you?"
ru: "Кто ты?"

source: "What are you doing?"
ru: "Что ты делаешь?"

source: "Nothing. Farewell."
ru: "Ничего. Прощай".

source: You see a massive human, dressed in castoff, patchwork clothing and reeking of old ale. He is truly huge - it's obvious he was chosen for this job for his brawn, not his brains. "What d'ya want?"
ru: Ты видишь крупного человека, одетого в залатанные лохмотья и воняющего старым элем. Он очень большой - очевидно, его поставили на эту работу благодаря туше, но никак не мозгам. "Чего надо?"

source: He swings open the gates. "Then get goin', berk, and don't waste our time."
ru: Он открывает ворота. "Тогда пошевеливайся, пень, хватит тратить наше время попусту".

source: "Farewell."
ru: "Прощай".

source: "The Weeping Stone Catacombs. Lotsa deaders, lot of crypts to loot."
ru: "Катакомбы Плачущих Камней. Груды трупов, куча склепов для наживы".

source: "Why do they call it the Weeping Stone Catacombs?"
ru: "Почему из называют Катакомбами Плачущих Камней?"

source: "Can you give me any specifics?"
ru: "А что-нибудь определенное ты можешь мне сказать?"

source: "Thanks. I had some other questions..."
ru: "Спасибо. У меня есть другие вопросы..."

source: "Thanks. Farewell."
ru: "Спасибо. Прощай".

source: "Lot of water drips down from above, make it look the walls are crying. Name follows."
ru: "Там с потолка вода стекает, из-за чего кажется, что стены плачут. От этого имя и пошло".

source: "Got it. Can you answer some more questions for me?"
ru: "Понятно. Можешь ли ты ответить еще на несколько вопросов?"

source: "Not much. Went down there myself only once or twice... mostly it's others that go trolling for corpses down there. Gris is the one who did most of the looting, and we figure he's been caught by something down there and penned in the dead book."
ru: "Нет. Я там был всего пару раз... Туда за телами другие спускаются. Грис вот добра приносил больше всех. Похоже, он нарвался там на что-то, и теперь вписан в книгу мертвых".

source: "Gris?"
ru: "Грис?"

source: "I see. I had some other questions..."
ru: "Понятно. У меня были еще вопросы..."

source: "I see. Farewell."
ru: "Понятно. Прощай".

source: "Yeah, 'Gris the Vulture.' He and two of the boys went down there a few peaks ago, not been seen since. If you find his body, bring it on back." He smiles at you like a jackal. "We can sell it to the Dusties for some jink."
ru: "Ага, Грис-Стервятник. Он с парой своих ребят пошел туда пару пиков назад, и с тех пор от них ни слуху, ни духу. Если найдешь его тело, принеси его сюда, - он плотоядно улыбается. - За него мы сможем выручить у Мертвяков немного звенелок".

source: "Ha. I had some other questions..."
ru: "Ха. У меня есть некоторые вопросы..."

source: "Right. Farewell."
ru: "Ладно. Прощай".

source: The guard looks at you for a moment, and sneers. "Yer mother's bedchambers. We gots to keep the gate down cause the traffic was getting to be too much, y'know?" He roars with laughter. "Pike off before you join the deaders down below."
ru: Посмотрев на тебя, стражник ухмыляется. "Спальня твоей мамочки. Пришлось ограничить движение, а то, понимаешь ли, слишком много охотников туда, - хохочет он. - Отвали, пока присоединился к трупам внизу".

source: "Just answer some more questions for me..."
ru: "Просто ответь мне на другие вопросы..."

source: "All right."
ru: "Хорошо".

source: The guard glances at you, then shakes his head. "Yeah, yeah... we're all just begging to go down there. Look. You definitely ain't from around here. Pike off."
ru: Взглянув на тебя, стражник качает головой. "Да-да, нам всем не терпится туда попасть. Слушай. Ты определенно не отсюда. Так что задвинься".

source: "Then just answer some questions for me..."
ru: "Тогда ответь мне на несколько вопросов".

source: "Fine."
ru: "Отлично".

source: He looks at you and swings the gates open without a word.
ru: Взглянув на тебя, он молча открывает ворота.

source: "None of your damned business, frankly. Pike off."
ru: "Не твое собачье дело. Отвали".

source: "Answer a question or two, first..."
ru: "Сначала ответь мне на пару вопросов..."

source: "Thanks... friend."
ru: "Спасибо... Приятель".

source: "What does it look like I'm doing, washing your underclothes? Get out of here, y'stupid berk!"
ru: "А на что это, по-твоему, похоже? Стираю твои трусы? Вали отсюда, тупой пень!"

source: "Just one more question..."
ru: "Еще один вопрос..."

source: "Whatever."
ru: "Как хочешь".

source: The guard looks at you with mingled fear and loathing, but he hastens to open the gates for you. He doesn't meet your eye as you pass by.
ru: Стражник смотрит на тебя со смешанным чувством страха и ненависти, однако все же торопиться открыть ворота. Когда ты проходишь мимо, он отводит от тебя глаза.

source: "Top of the morning, lads!"
ru: "Доброго утра, старина!"

source: "The gate's not locked right now, so there's no need to bother me."
ru: "Ворота не заперты, не нужно мне больше надоедать".

source: Leave.
ru: Уйти.

source: As he reaches for the coins, you try to grab his arm. He yanks his arm back inside the gate quickly, and roars, "You'll pay double for that, scum! Get out of my sight!" He turns away from you.
ru: Когда он тянется за монетами, ты пытаешься схватить его за руку. Он быстро одергивает руку назад, торжественно хохоча: "За это ты заплатишь в два раза больше, мерзавец! Вон с глаз моих!" Он отворачивается от тебя.

source: "Farewell, then..."
ru: "Тогда прощай..."
