Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dbarkis.dlg.po
Languages: ru

source: He turns and spits on the floor. "Pharod? Pah. You may as well just turn your back and let him sink a dagger in it. Though from the looks of you, you already have. If you're dead set on finding Pharod - pardon the pun - talk to Ebb Creakknees over there. He should know something of value."
ru: Он оборачивается и сплевывает на пол. "Фарода? Ха. С таким же успехом ты можешь повернуться к нему спиной и подождать, пока он не всадит в нее свой кинжал. Хотя, судя по твоему виду, его уже тебе всаживали. Если тебе до смерти хочется найти Фарода - извиняюсь за каламбур - поговори с Эббом Криккнисом, вон он. Он должен знать что-то ценное".

source: "I'll do that, then, right after you answer some more questions for me."
ru: "Тогда я так и сделаю, но после того, как ты ответишь на мои вопросы".

source: "Ebb? The old man? My thanks."
ru: "Эббом? С тем стариком? Спасибо".

source: "Then, friend, you have full bar privileges... for free. Anything you want, anytime."
ru: "Тогда, приятель, у тебя полный доступ к бару... бесплатно. Все, что ты хочешь, в любое время".

source: "That must have been a pretty big tab she ran up."
ru: "Должно быть, у нее был довольно большой должок".

source: "Thanks. A few more questions..."
ru: "Спасибо. У меня несколько вопросов..."

source: "I'll take you up on that later. Farewell."
ru: "Я потом к тебе загляну. Прощай".

source: "You don't know the half of it. You want a drink now?"
ru: "Ты не знаешь и половины. Хочешь выпить?"

source: "Set me up."
ru: "Наливай".

source: "Right now what I'm looking for is information."
ru: "Сейчас мне нужна информация".

source: "No. But I'll be back."
ru: "Нет. Но я вернусь".

source: "Fireseeds, coming up!"
ru: "Огненные семена, уже идут!"

source: You see a leather-skinned man with just a hint of ashen color to his face. His teeth seem sharper than normal, and his eyes are filled with the boredom that comes with having seen too much. His voice is nasal and clipped. "You again, eh? Whaddya want this time?"
ru: Ты видишь человека со слегка бледно выдубленной кожей на лице. С виду зубы кажутся острее обычных, а глаза наполнены давно опостылевшей скукой. Голос гнусавый и обрывистый. "Опять ты? Чего на этот раз?"

source: "'You again'? What do you mean?"
ru: "Опять я? Что ты имеешь в виду?"

source: "Giltspur, eh? Lemme take a look at that." He takes the handbill from you and looks it over. He frowns at it, and says, "All right. Tell him I'll put it up. Anything else you wanted?"
ru: "Гилтспур, да? Дай-ка посмотреть". Он берет у тебя рекламный листок и хмуро смотрит на него. "Хорошо. Скажи ему, что его вывешу. Еще что-нибудь?"

source: "Just a few more answers..."
ru: "Просто несколько вопросов..."

source: "Nothing more, thanks. Farewell."
ru: "Ничего больше, спасибо. Прощай".

source: He gives you a quizzical look. "We already went over all that, didn't we? You want anything else that I haven't already told you?"
ru: Он насмешливо смотрит на тебя. "Мы ведь это уже проходили, разве нет? Чего тебе еще надо, чего я тебе не говорил?"

source: "Just answer some questions for me."
ru: "Ответь мне на другие вопросы".
