Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dbarking.dlg.po
Languages: ru

source: "I do not have questions! Fare-thee-well! Well-thee-fare!"
ru: "У меня нет вопросов! С-час-ли-вот! Вот-ли-с-час!"

source: "I'm already a member of the Godsmen, but..."
ru: "Я уже принадлежу к фракции боголюдей, но..."

source: "I'm already a member of the Dustmen, but..."
ru: "Я уже принадлежу к фракции тленных, но..."

source: "I'm already a member of the Anarchists, but..."
ru: "Я уже принадлежу к фракции анархистов, но..."

source: "I'm already a member of the Sensates, but..."
ru: "Я уже принадлежу к фракции чувствующих, но..."

source: "I'm already a member of the Godsmen. I've changed my mind... I won't turn stag on them."
ru: "Я уже принадлежу к фракции боголюдей. Я передумал... Я не стану предавать их".

source: "I'm already a member of the Dustmen. I've changed my mind... I won't turn stag on them."
ru: "Я уже принадлежу к фракции тленных. Я передумал... Я не стану предавать их".

source: "I'm already a member of the Anarchists. I've changed my mind... I won't turn stag on them."
ru: "Я уже принадлежу к фракции анархистов. Я передумал... Я не стану предавать их".

source: "I'm already a member of the Sensates. I've changed my mind...I won't turn stag on them."
ru: "Я уже принадлежу к фракции чувствующих. Я передумал... Я не стану предавать их".

source: "So... what's the next step?"
ru: "Так... что дальше?"

source: "You know what, never mind. I had some questions instead..."
ru: "Знаешь, что... Не обращай внимания. У меня есть другие вопросы..."

source: "Actually, forget it. I don't want to be a Chaosman. Farewell."
ru: "А вообще, забудь. Не хочу я быть хаоситом. Счастливо".

source: "I had some other questions, though..."
ru: "И все же, у меня были еще вопросы к тебе..."

source: "Join ready the Xaositects am I. Loyalty none faction old I have Godsmen."
ru: "Примкнуть готов к хаоситекам я. Не предан больше фракции старой я боголюдей".

source: "Join ready the Xaositects am I. Loyalty none faction old I have Dustmen."
ru: "Примкнуть готов к хаоситекам я. Не предан больше фракции старой я тленных".

source: "Join ready the Xaositects am I. Loyalty none faction old I have Anarchists."
ru: "Примкнуть готов к хаоситекам я. Не предан больше фракции старой я анархистов".

source: "Join ready the Xaositects am I. Loyalty none faction old I have Sensates."
ru: "Примкнуть готов к хаоситекам я. Не предан больше фракции старой я чувствующих".

source: Lie to infiltrate Chaosmen for Anarchists: "Join ready the Xaositects am I. Loyalty none faction old I have."
ru: Солгать с целью проникнуть в ряды хаоситов для анархистов: "Примкнуть готов к хаоситекам я. Не предан больше фракции старой я".

source: "Forget it. I had some other questions..."
ru: "Забудь об этом. У меня есть несколько вопросов..."

source: "I don't think I'm ready to do that. Farewell."
ru: "Не думаю, что я готов сделать это. Прощай".

source: Attack him for striking you.
ru: Напасть на него за то, что он ударил тебя.

source: "Then for you other questions have I..."
ru: "Тогда к тебе еще вопросы у меня..."

source: "I had other questions then..."
ru: "В таком случае, у меня есть другие вопросы..."

source: "No, no, I asked what you have for me."
ru: "Нет-нет, я спросил: что у тебя для меня".

source: Show him what you have.
ru: Показать ему, что у тебя есть.

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: "I had other questions, then..."
ru: "В таком случае, у меня есть другие вопросы..."

source: Let Wilder alone.
ru: Оставить Дикаря в покое.

source: Kick him in the shins. Hard.
ru: Сильно ударить его по ноге.

source: "I had some other questions for you..."
ru: "У меня были еще несколько вопросов к тебе..."

source: "Thanks, Wilder. Farewell."
ru: "Спасибо, Дикарь. Прощай".

source: "Quest SHUN, Wilder! Close your ears and here me!"
ru: "Воп-РОУС, Дикарь! Закрой уши и слушай меня!"

source: "Quest SHUN, Wilder! Close your ears and hear me!"
ru: "Воп-РОУС, Дикарь! Закрой уши и слушай меня!"

source: "Listen not to my QUEST-SHUNS, Wilder, QUEST-SHUNS have I..."
ru: "Не слушай мои ВОП-РОУСЫ, Дикарь, ВОП-РОУСЫ у меня..."

source: I "spoke" to Barking-Wilder outside the Smoldering Corpse bar - to my surprise, not only did he seem to know where my journal is, he said that there was more than one of them. He said one was 'on the walls of a tomb sealed deep beneath the city where the stones weep,' another was in my 'in a cupboard in my guest room in the Hall of the Sensates,' and that there were others to be found as well. I don't know how much to trust his information, but he actually seemed sane when he mentioned the journals.
ru: Возле бара "Тлеющий труп" я "поговорил" с Лающий Дикарем. К моему удивлению, он не только знал, где мой дневник, но и сказал, что есть еще другие дневники. Он сказал, что один из них "в стенах запечатанной гробницы глубоко под городом, там, где плачут камни", другой - "в серванте моей гостевой комнаты, что в Холле чувствующих", и что есть еще другие. Я не знаю, насколько можно доверять этой информации, но, упоминая дневники, он казался действительно вменяемым.

source: This wild-eyed man is hunched over, snarling and giving low growls. It looks like he hasn't trimmed his hair in years... it's so long it forms a veil over his eyes. He has a long, stringy moustache caked with grease and sweat, and the tips of the moustache droop so much that they have become tangled in his ragged beard.
ru: Этот мужчина с диким взглядом согнулся и издает низкое рычание. Похоже, он уже много лет не стригся... волосы у него такие длинные, что образуют вуаль перед его глазами. У него длинные тонкие усы, лоснящиеся от жира и пота; их кончики уже так низко, что спутались с его всклоченной бородой.
