Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dbaria.dlg.po
Languages: ru

source: Much as this creature's body is a combination of man and ram, his head is a mix of sorts, with a broad flat nose, goat-ears, and a pair of curling horns. Intricate designs are shaved into his dirty pelt, and a massive, four-flanged pole-arm hangs from his belt-harness. He doesn't seem to notice you.
ru: Туловище этого существа - смесь человека и барана. Его голова также сочетает в себе человечьи и бараньи черты: у него широкий плоский нос, козлиные уши и закрученные рога. На его грязной шерсти выстрижены замысловатые узоры, а с его пояса-сбруи свисает огромная алебарда с четырьмя лезвиями. Похоже, он тебя не замечает.

source: "Ve meet again, vanderer. Zhere is somezhing you vanted from me?"
ru: "Мы снова встрэтилис, странник. Ты чэго-то от мэня хотель?"

source: "You! I had said nevah, *nevah* cross my pass again! Steel yourself, two-legs..."
ru: "Ты! Я же сказаль тэбэ никохда, *никохда* мнэ болше нэ попадаца на путы! Кх оружию, двухногий..."

source: He turns to face you with startling speed, his eyes dark and suspicious of you. His voice is deep and rumbling, not quite human, and heavily accented. "Vhat do you vant, two-legs..." His hand is close to his pole-arm.
ru: Он поворачивается к тебе с пугающей скоростью, его темные глаза с подозрением смотрят на тебя. Голос у него низкий и рокочущий, не совсем похожий на человеческий, с сильным акцентом. "Чего тэбэ, двухногий?.." Его рука тянется к алебарде.

source: He seems to calm down; his hand drops away from his weapon. He still keeps a certain distance from you, however...
ru: Кажется, он успокоился: его рука удаляется от оружия. Однако он все еще держится от тебя на некотором расстоянии...

source: "Vhat do you vish to ask me?"
ru: "Што ты хочешь знат от мэня?"

source: In an instant, his pole-arm is off his harness and poised to strike. "Before ve lock horns, I vould only know vhy you attack me, two-legs." His iron-shoed hooves strike bright sparks on the street as he shifts his weight back and forth.
ru: В мгновение ока он выхватывает алебарду из сбруи и заносит ее для удара. "Прэждэ чем мы скрэстим рога, я хотель бы знат, почэму ты нападаешь на мэня, двухногий". Он высекает подковами яркие искры из брусчатки, перенося свой вес то на передние, то на задние ноги.

source: His pole-arm lowers a bit; he gives an exasperated sigh. "Vell, zhen, perhaps ve shouldn't be so eager to spill our blood. Vhat did you vant from me?"
ru: Он немного опускает алебарду и издает облегченный вздох. "Тогда харашо, пожалюй, нам нэ нужно так спешит проливат друг другу кров. Што ты от мэня хотель?"

source: "VHAT? No, two-legs, it vas *you* who approached *me*. I von't deny you a fight if zhat is vhat you vant, but zhere vill be no honor lost should you back down now..."
ru: "ШТО? Нэт, двухногий, это *ты* ко *мнэ* подошоль. Я нэ откажу тэбэ в драке, эсли ты этого хочешь, но ты нэ потэряешь чэсти, отступив сэчас..."

source: "VHAT?" He seems incredulous at your accusation. "No, two-legs, it vas *you* who approached *me*. I von't deny you a fight if zhat is vhat you vant, but zhere vill be no honor lost should you back down now..."
ru: "ШТО? - твое обвинение кажется ему немыслимым. - Нэт, двухногий, это *ты* ко *мнэ* подошоль. Я нэ откажу тэбэ в драке, эсли ты этого хочешь, но ты нэ потэряешь чэсти, отступив сэчас..."

source: "Ah, you again, two-legs. Vhat now?"
ru: "А, снова ты, двухногий. Што тэпэр?"

source: "Very vell, you beady-haired, scar-ridden, dung-eating monkey! Should you survive zhis battle, you'd best *never* cross my pass again!" His hooves paw the cobbles as he prepares to charge.
ru: "Харашо, ты, жующая говно, покхромсаная обэзяна с бусами на башкхе! Эсли выживешь в бою, тэбэ лютше *никохда* болше не попадаца мне на путы!" Он цокает копытами по мостовой, готовясь к атаке.

source: He is silent for a moment, as if waiting for something more from you. "Ah... vhat about zha city?"
ru: Он некоторое время молчит, как бы ожидая от тебя чего-то еще. "А... што с городом?"

source: "Vhy, it is a crossroads, two-legs. Zurely you know zhat all pass run through Zigil?"
ru: "Ну, это пэрэкросток, двухногий. Тэбэ вэд дольжно быт извэстно, што всэ путы прокходят чэрэз Сигиль?"

source: "Vhere? Hmm..." He looks up thoughtfully, tugging at his goat-beard. "...it is in zha Outlands - zha Center of zha Planes. But zince you can reach it from just about anywhere, Zigil's in more places zhan just zhat. You zee?"
ru: "Гдэ? М-м... - он задумчиво смотрит вверх, пощипывая бородку, - во Внэшных Зэмлях, цэнтрэ планов. Но поскоку можьно добратса суда отовсуду, Сигиль накходится в больче чем одном мэстэ. Понимаишь?"

source: He seems sad for a moment. "Zhis place... a wretched, unclean place... is full of unfriendly, zometimes desperate people. Not zha best place for a visiting bariaur, two-legs." He shrugs. "I have business here, zhough, and zo here I am."
ru: На миг он кажется грустным. "Это мэсто... бэдное и грязное... тут полно нэдружелюбных, иногда и отчаянных людэй. Нэ лючее место для гостюющего бариавра, двухногий, - он пожимает плечами. - Но у мэня здэс дэла, и поэтому я здэс".

source: The bariaur shakes his head, laughing. "No, no, two-legs... no bariaur could live this zhis."
ru: Бариавр, смеясь, качает головой. "Нэт-нэт, двухногий... бариавры здэс жит нэ могут".

source: "Anozher time, two-legs. If ve ever meet in a... happier place, I shall tell you all about it."
ru: "В другой раз, двухногий. Эсли встрэтимся... в боле вэсэлом мэстэ, я все тэбэ расскажу".

source: "From zha Plains of Ysgard, two-legs. Zhey are my home." He smiles in fond recollection, as if warmed by the memory.
ru: "С равнын Аскхарда, двухногий. Там мой дом". Он улыбается в раздумии, как бы согретый теплыми воспоминаниями.

source: He looks at you curiously. "Vhat it is you vish to know about zhem, exactly?"
ru: Он с любопытством глядит на тебя. "Што конкрэтно ты хочешь знат о них?"

source: "I don't zhink zhere's anyzhing to enjoy here, two-legs. Perhaps you should look elsewhere, in anozher vord."
ru: "Нэ думаю, что здэс найдэтся что-нибуд харошее, двухногий. Может, тэбэ стоит заглянут в кхакой-нибуд другой район".

source: He frowns. "I doubt zhere's any honest work around here... zha only zhing in ample supply in zha Hive is trouble."
ru: Он хмурится. "Сомнэваюс, што здэс найдэтса кхакая-нибуд чэстная работа... вот чего в Уле много, так это нэприятностэй".

source: "I know few people here, two-legs... zhis 'Pharod' is not vun of zhem. A friend of yours?"
ru: "Я здэс мало кхого знаю, двухногий... и этого 'Фарода' срэды них нэт. Твой приятэль?"

source: He simply shakes his head. "No, two-legs - nozhing like zhat."
ru: Он качает головой. "Нэт, двухногий, нычего такого".

source: "Zha Lady?" He looks around, as if to see if anyone's overheard. "I only know zhat she rules zhis place -- all of Zigil -- and zhat zha locals feel it bad luck to speak of her."
ru: "Лэди? - он оглядывается, как бы проверяя, чтобы никто не подслушал. - Я только знаю, што она правит этим мэстом, всэм Сигилем, и што мэстные считают дурным знаком говорит о нэй".

source: He looks slightly annoyed. "Yah, zhat's vhat I said. 'Pass.'"
ru: Он выглядит немного раздраженным. "Да, я такх и сказаль. 'Путы'".

source: His dark eyes narrow; he begins to look suspicious as well as angry. "I zhaid vhat I zhaid. Perhaps *you* zhould try speaking *my* language, two-legs..."
ru: Его темные глаза прищуриваются, в них появляется подозрительность и недовольство. "Я сказаль то, што сказаль. Может, люче *тэбэ* попробоват говорит на *моем* языкэ, двухногий..."

source: He sneers in disgust, reaching for his weapon... then calms himself. "Never cross my... PASS... again, pig-dog, or I vill kill you." He turns away from you.
ru: Фыкрая от отвращения, он тянется к оружию... затем берет себя в руки. "Больше никохда нэ попадайся мнэ на... ПУТЫ... сутший кабан, нэ то я тэбя убью". Он отворачивается от тебя.

source: "Greetings..."
ru: "Приветствую..."

source: Leave him alone.
ru: Оставить его в покое.

source: "I had some questions..."
ru: "У меня есть несколько вопросов..."

source: "No, never mind. Farewell."
ru: "Нет, неважно. Прощай".

source: "But..."
ru: "Но..."

source: Defend yourself.
ru: Защищаться.

source: "Only to speak with you. I had some questions..."
ru: "Только поговорить с тобой. У меня есть несколько вопросов..."

source: "If you're looking for a fight, then you've found it..."
ru: "Если ты нарываешься на драку - ты ее получишь..."

source: "Nothing, never mind. Farewell.
ru: "Ничего, неважно. Прощай".

source: "Why were you so wary of me?"
ru: "Почему ты относишься ко мне с таким подозрением?"

source: "Tell me about this city."
ru: "Расскажи мне об этом городе".

source: "Tell me about the slums around us."
ru: "Расскажи мне про эти трущобы".

source: "Can you tell me about the Lady of Pain?"
ru: "Что ты можешь сказать о Леди Боли?"

source: "Do you know someone named Pharod?"
ru: "Ты знаешь кого-нибудь по имени Фарод?"

source: "I'm missing a journal. Have you seen one, or do you know where I might find one?"
ru: "Я потерял дневник. Тебе такой не попадался или, может, ты знаешь, где его найти?"

source: "Nothing, actually. Farewell."
ru: "На самом деле, ничего. Прощай".

source: "I did not mean to..."
ru: "Я не хотел..."

source: "Me? It's *you* who threatened *me*."
ru: "Я? Это *ты* угрожал *мне*".

source: "You insulted me, you four-legged, goat-arsed fool!"
ru: "Ты оскорбил меня, четвероногий козлозадый дурак!"

source: "Because I *feel* like it..."
ru: "Потому что мне так *нравится*..."

source: Turn and walk away.
ru: Отвернуться и уйти прочь.

source: Run away.
ru: Убежать.

source: "I had wanted to ask some questions..."
ru: "Я бы хотел задать несколько вопросов..."

source: "I changed my mind. I'd rather spill your blood..."
ru: "Я передумал. Лучше я пущу тебе кровь..."

source: "Very well... I had only wanted to ask a question..."
ru: "Хорошо... Я всего лишь хотел задать вопрос..."

source: "Oh, no... it was *you*, and you'll regret it!"
ru: "Э, нет... это все *ты*, и ты об этом пожалеешь!"

source: "Forget it, then. Farewell."
ru: "Тогда забудь об этом. Прощай".

source: "I had a some questions..."
ru: "У меня есть несколько вопросов..."

source: "Nothing... farewell."
ru: "Ничего... Прощай".

source: "What is this place?"
ru: "Что это за место?"

source: "Where is it, exactly?"
ru: "Где именно он находится?"

source: "Never mind. Let me ask you something else."
ru: "Не обращай внимания. Позволь мне спросить кое о чем еще".

source: "Forget I asked; it's nothing. Farewell."
ru: "Забудь, что я спрашивал, это неважно. Прощай".

source: "'Pass'...? Do you mean 'paths?'"
ru: "'Путы'?.. Ты хотел сказать 'пути'?"

source: "Yes, I see... where is Sigil, exactly?"
ru: "Ага, понятно... а где именно находится Сигил?"

source: "Let me ask you about something else."
ru: "Позволь мне спросить еще кое о чем".

source: "That's all I needed to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "I think so, yes. What *is* this place, though?"
ru: "Думаю, да. И все же, *что* это за место?"

source: "I do. Let me ask you about something else."
ru: "Да. Позволь спросить тебя кое о чем еще".

source: "Yes, I do. That's all I needed; farewell."
ru: "Да. Это все, что было мне нужно. Прощай".

source: "Visiting? You do not live here?"
ru: "Гостюющего? Ты здесь не живешь?"

source: "Business? What are you here for?"
ru: "Дела? Зачем ты здесь?"

source: "I see. I have another question for you."
ru: "Понятно. У меня есть другой вопрос к тебе".

source: "I'll let you return to your business, then; farewell."
ru: "Тогда позволю тебе вернуться к твоим делам. Прощай".

source: "Where are you from?"
ru: "Откуда ты?"

source: "What are sort of business were you here for?"
ru: "По каком делу ты сюда прибыл?"

source: "You had said you were visiting; you don't live here?"
ru: "Ты упоминал, что гостишь здесь. Ты здесь не живешь?"

source: "Let me ask you about something else, then..."
ru: "Позволь мне тогда спросить кое о чем еще..."

source: "Until another time, then. Farewell."
ru: "Тогда до следующего раза. Прощай".

source: "What sort of business were you here for?"
ru: "Что за дела у тебя здесь?"

source: "I have another question for you..."
ru: "У меня есть другой вопрос к тебе..."

source: "That is all I needed to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "I am looking for a place to enjoy myself."
ru: "Я ищу местечко, где можно было бы развлечься".

source: "I am looking for work."
ru: "Я ищу работу".

source: "Nothing, actually. I had some other questions..."
ru: "Вообще-то, ничего. У меня есть другие вопросы..."

source: "Nothing, come to think of it. Farewell."
ru: "Если подумать, то ничего. Прощай".

source: "What if I were looking for work?"
ru: "Что, если я ищу работу?"

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "What about someplace to enjoy myself?"
ru: "Как насчет места, где можно было бы развлечься?"

source: "I don't know, really. Let me ask you something else..."
ru: "По правде говоря, я даже не знаю. Позволь спросить еще кое о чем..."

source: "Perhaps; I'm not sure, myself. Farewell."
ru: "Возможно, я не уверен. Прощай".

source: "Hmm. I have another question..."
ru: "Хм. У меня еще один вопрос..."

source: "All right. Farewell, then."
ru: "Хорошо, тогда прощай".

source: "I see. Answer me something else..."
ru: "Ясно. Скажи мне еще кое-что..."

source: "Thank you. That is all I needed to know for now; farewell."
ru: "Спасибо. Это все, что я хотел знать. Прощай".

source: "No... you did it again. 'Paths,' not 'pass.'"
ru: "Нет... ты снова ошибся. 'Пути', а не 'путы'".

source: "I understand. Where is Sigil, exactly?"
ru: "Понятно. А где именно находится Сигил?"

source: "I see. Let me ask you about something else."
ru: "Ясно. Позволь мне спросить кое о чем еще..."

source: "All right. That's all I needed to know; farewell."
ru: "Хорошо. Это все, что я хотел узнать. Прощай".

source: "Oh, I can; watch: Yah, yah, yah! Bork, bork, bork!"
ru: "О, не вопрос: Иа-иа-иа! Бее-бе-бе!"

source: "You are right; I apologize. Let me ask you something."
ru: "Ты прав, я извиняюсь. Позволь мне спросить кое о чем".

source: "Whatever you say, four-legs. Farewell."
ru: "Как скажешь, четырехногий. Прощай".

source: "You're right; I apologize. Farewell."
ru: "Ты прав, прошу прощения. Счастливо".

source: Let him stomp off.
ru: Пусть уходит.

source: Attack him as he leaves.
ru: Атаковать его, пока он отходит.

source: "Perhaps you can answer me with something else, then..."
ru: "Тогда, может, ты скажешь мне еще кое-что..."

source: "You may be right. Farewell."
ru: "Может, ты и прав. Прощай".

source: "Another ward, you say? Perhaps. Farewell."
ru: "Говоришь, другой район? Возможно. Прощай".
