Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dbarking.dlg.po
Languages: ru

source: The man stops in mid-snarl, and he reaches up to part the curtain of hair that cover his eyes. As his withered hand pulls away his dirty locks, several strange, puce-colored bugs fall from his hair and scatter across the cobbles. Behind the cloak of hair, the man's flesh is moon-pale and creased with wrinkles. His thick, bushy eyebrows form a 'V' as he stares at you. "Hand, my take th' moon fly, toooo?"
ru: Человек прерывает рычание и поднимает руку к занавесу из волос, которым прикрыты его глаза. Когда он откидывает грязные локоны своей иссушенной рукой, несколько странных коричневых букашек выпадают из его волос и разбегаются по мостовой. За волосами кожа его бледная, словно луна, и покрыта морщинами. Когда он смотрит на тебя, его широкие мохнатые брови поднимаются в виде буквы V. "Руку мою возьми, на полетим луну-у-у?"

source: The man nods his head eagerly, then claps his hands like a child. "Answers split with half-blue's oil! KNOW! Self yer quest shun!" At the end of this, he gives a long, warbling howl, cut short with a sharp bark.
ru: Человек яростно кивает, затем по-детски хлопает в ладоши. "Ответы отдели маслом полусинего! ЗНАЙ! Забудь про свой воп-роус!" Затем он издает длинный переливчатый вой, который прерывает резким лаем.

source: The man throws back his head and *howls.* It is such a terrible sound that you are forced to cover your ears. Even that isn't enough: As you cover your ears, the howl seems to grow into a shrieking, drilling into your head, slipping inside your ears, burrowing beneath the skin, then crawling along the inside of your skull and eating the shreds of your sanity. The sound is so unbearable, you can't even muster the strength to speak.
ru: Человек запрокидывает голову и *воет*. Звук этот настолько ужасный, что ты вынужден закрыть уши. Но даже этого недостаточно: как только ты закрываешь уши, вой перерастает в пронзительный визг, который сверлит тебе голову, проникает в уши, под кожу, прокрадывается под череп и пожирает остатки твоего рассудка. Звук настолько ужасен, что ты не в силах даже говорить.

source: The man frowns, but his eyebrows tilt upwards in a reverse 'V,' creating a bizarre expression. You have no idea how he accomplished the facial expression, but it makes you uncomfortable watching the muscles beneath his face shift into the new pattern. You can't tell whether he's angry, curious, both or neither. "Singed kisssspeak a man, answersss pre-fur a wood woman heart."
ru: Человек нахмуривается, однако брови его поднимаются в виде буквы Л, образуя странное выражение лица. Ты не представляешь, как он это делает, но от наблюдения за тем, как двигаются мышцы его лица, тебе становится не по себе. Ты не в состоянии определить, зол ли он или удивлен, или и то, и другое, или вообще что-то третье. "Спой-ко поцелуй рас-кажет мужчины, отвеееты прет-почитаю о сердце женщины".

source: The man seems mesmerized by your voice. With every word you speak, a light flickers in his eyes. "Barking Wilder Am-I, I-Am! A-Wanting, Asking-A, May-You, You-May?"
ru: Кажется, человек зачарован твоим голосом. С каждым сказанным тобой словом глаза его все больше проясняются. "Лающий Дикар-я, это-я! Хочешь, спросить, можешь-ты, ты-может?"

source: He claps his hands delightedly, like a child at a festival, then gives a howling shout: "Quest SHUN! Quest SHUN!"
ru: Он восхищенно хлопает в ладоши, словно ребенок на ярмарке, затем отвечает с подвыванием: "Воп-РОУС! Воп-РОУС!"

source: He frowns, squints his eyes shut, then opens them back up. When he speaks again, his voice is level and straightforward... it's like a different, saner, person is speaking. The effect is eerie. "More than one lost, more than one must you find. Each part of you had one, so more than one must you find." He blinks and shakes his head for a moment, as if surprised at himself, then chuckles uneasily.
ru: Он нахмуривается, зажмуривает глаза, затем открывает их. Когда он начинает говорить, голос у него уже ровный... как будто говорит другой, более здравомыслящий человек. Эффект пугающий. "Больше одного пропало, больше одного придется найти тебе. Каждый - часть того, что у тебя есть, так что другие должен ты найти". Он моргает и некоторое время трясет головой, будто удивленный самому себе, затем смущенно хихикает.

source: He looks like he is about to object, then suddenly his left fist comes up and smacks him in the temple. He howls in response, then suddenly stops, blinking. "One is in a cupboard in your guest room in the hall of the Sensates, and another is on the walls of a tomb sealed deep beneath the city where the stones weep. The others are..." Before he can finish, his right fist comes up and smashes him in the face, causing him to yowl again. He blinks and shakes his head for a moment, as if surprised at himself, then smiles uneasily.
ru: Он, казалось бы, собирается возражать, но внезапно его левый кулак взмывает и бьет его по виску. В ответ он воет, потом вдруг останавливается, моргая. "Один в серванте твоей гостевой комнаты, что в Холле чувствующих, а другой - в стенах запечатанной гробницы глубоко под городом, там, где плачут камни. Другие..." Не успевает он закончить, как его правый кулак поднимается и бьет его по лицу, от чего он снова воет. Некоторое время он моргает и трясет головой, будто удивляясь себе, потом неловко улыбается.

source: Barking-Wilder holds up his hands... he doesn't seem to recall what he just said.
ru: Лающий Дикарь разводит руками... похоже, он не помнит, что только что сказал.

source: Barking-Wilder looks frightened for a moment, then points upwards with a hopeful expression. "Uh... there?" He gulps. He doesn't seem to know, and for some reason, you believe him.
ru: На миг Лающий Дикарь выглядит испуганным, затем указывает вверх с выражением надежды. "Э... там?" Он сглатывает слюну. Похоже, он не знает, и почему-то ты ему веришь.

source: Barking-Wilder shrugs, watching you warily. "Other places maybe?" He gulps.
ru: Лающий Дикарь пожимает плечами, настороженно глядя на тебя. "Может, еще где-то?" Он сглатывает слюну.

source: Barking-Wilder shrugs, then responds in a sing-song voice. "Fair odd? Not fair, not odd, lost not, help not..." He growls to himself, as if to clear his throat. "Maybe you lose him first, then ask me, then fair odds it will be?"
ru: Лающий Дикарь пожимает плечами, затем отвечает нараспев. "Наоборот? Ни наружу, ни наизнанку, не потерялся - не помочь... - он хрипит, будто прочищая горло. - Может, сперва потеряешь его, а потом спросишь меня, потом будет все наоборот?"

source: "Kay-osh!" He stutters out the word, as if having difficulty getting his tongue around it. "Some say Xaositects, I say S-tect-I-soax. CHAOS-men. Men no. Nem no, men yes, three nose make a yes." He hunches down on his knees and begins to rock back and forth, singing in a child-like soprano. "Chaos-man, chaos-man, hop-a-long home, a faction-it-is, yet we-are-alone."
ru: "Кха-уос! - произносит он с запинками, как будто ему трудно выговорить это слово. - Некоторые говорят "Хаоситеки", я же говорю "Ыс-тект-и-соах". ХАОС-иты. Не люди. Люди не, люди да, три носочка - вот и да, - он приседает и начинает раскачиваться взад-вперед, напевая дискантом: "Хао-сит, хао-сит, скачет-по-дорож-ке, это-фракция-такая, нас-пока-немножко".

source: In response, he starts barking at the top of his lungs. You watch spittle fly from his mouth in streaming arcs, and you take a step back to avoid the spray. After a moment, he stops, and then gives a long, forlorn howl.
ru: В ответ он начинает лаять на всю мощь своих легких. Ты видишь, как из его рта потоками вылетает слюна; ты отступаешь, чтобы не попасть под брызги. Через некоторое время он останавливается и издает длинный жалобный вой.

source: He looks at you askance, shrugs, then bends forward to sniff you. "Squat... stiff, lank... dank, damp... tramp, cod..." He snorts and growls to himself. "Sod!"
ru: Он смотрит на тебя искоса, затем наклоняется вперед, чтобы обнюхать тебя. "Мот... жмот, дохляк... сопляк, бражник... бродяжник, задачник... - он фыркает и ворчит себе под нос. - Неудачник!"

source: This is the first thing you have said to Barking-Wilder that seems to confuse him. He thinks for a moment, growls, then jabs his finger at you. "Are a man-of-chaos already you! All ready you are-are-are!"
ru: Кажется, это первое из сказанного тобой, что смутило Лающего Дикаря. На миг он задумывается, затем рычит и тычет в тебя пальцем. "Человек-хаоса и так уже ты! Уже ты-ты-ты!"

source: It's like someone lit a torch in Wilder's skull, for his eyes pop open and he gives a wide smile. The smile breaks into a grin, then into a sneer. He begins to caper and dance before you. "Smart! Cart! Tart!" He claps you on the shoulder with both hands then howls at the sky. "Again you are Xaositect! Twice! Thrice! Lice!"
ru: В голове Дикаря будто кто-то зажег факел: его глаза распахиваются, и он широко улыбается. Улыбка превращается в оскал, затем в ухмылку. Он начинает скакать и плясать перед тобой. "Умно! Верно! Оно! - он хлопает тебя по плечу обеими руками, затем воет в небеса. - И снова ты хаоситек! Во второй раз! В третий раз! Дикобраз!"

source: Wilder stops dancing enough to affix you with a stare. "A factol you will soon be with such a mind, a price your mind pays for such thoughts!" He chuckles and throws his hands up into the air. "The mad king comes, and the Planes come a-tumbling up!"
ru: Дикарь прекращает пританцовывать и устремляет на тебя пристальный взгляд. "Фрактолом скоро станешь ты с такими мозгами, твой разум поплатится за подобные мысли! - он хихикает и вздымает руки вверх. - Грядет безумный король, и планы перевернутся!"

source: Wilder makes an 'O' of surprise. "A factol you have become, the price your mind pays for such thoughts!" He points his finger at you like a scepter. "Bow, factol! King of Chaos-men! I pronounce you man of flesh and wife of chaos! You may now kiss the bridle!"
ru: Дикарь от неожиданности раскрывает рот. "Ты стал фрактолом - цена, которую твой разум платит за такие мысли! - он указывает на тебя пальцем, словно скипетром. - Склонись, фрактол! Король Хаос-итов! Объявляю тебя мужем плоти и женой хаоса! А теперь можешь поцеловать подпругу!"

source: Wilder looks up as he hears you, and makes an 'O' of surprise. He leaps to his feet and points his finger at you like a scepter. "Bow, factol! King of ALL Chaos-men! I pronounce you man of flesh and wife of chaos! You may now kiss the bridle!"
ru: Услышав тебя, Дикарь поднимает взгляд и раскрывает рот от неожиданности. Он вскакивает на ноги и указывает на тебя пальцем, словно скипетром. "Склонись, фрактол! Король ВСЕХ Хаос-итов! Объявляю тебя мужем плоти и женой хаоса! А теперь можешь поцеловать подпругу!"

source: Wilder folds his arms. "King of Chaos, you are, factol is but a name that you hang upon yourself like a dirty shirt."
ru: Дикарь скрещивает руки на груди. "Король хаоса, вот ты кто; фрактол - просто название, которое ты вешаешь на себя, словно грязную рубашку".

source: Wilder shrugs, then grins wickedly. "Like life, no choice. Baddest of luck and a wealth of curses to you!" He narrows his eyes. "You want to change title, change your mind. One easier than other unless hardhead you are!"
ru: Дикарь пожимает плечами, затем по-хулигански ухмыляется. "Как и в жизни, выбора нет. Удачи тебе в неудачах и богатства в несчастьях! - он сужает глаза. - Ты хочешь сменить титул, изменить свой разум. Первое легче второго, если только ты не тупица!"

source: Wilder does a low bow and presses his fingers together in a triangle shape. "Tricky, tricky! Now no factol are you! Fair and rules and laws and such stubborn things cannot be in a factol's mind..." He thinks about it for a moment. "Chains are off!" He frowns again, then shrugs. "And chains are on! But no factol now."
ru: Дикарь делает низкий поклон и складывает из своих пальцев треугольник. "Ловко, ловко! Теперь уж не фрактол ты! Честность, правила, законы и прочие упрямые вещи - им не место в голове фрактола... - минуту он обдумывает это. - Нет оков! - он нахмуривается, затем пожимает плечами. - И есть оковы! Но нет теперь фрактола".

source: You and Wilder caper about madly for several minutes, howling at the sky. Several passers-by give you strange looks, and someone in the distance starts shouting at you both to be quiet. Eventually, Wilder trips and the dance stops as he pulls himself to his feet.
ru: Вы с Дикарем бешено скачете несколько минут подряд, воя в небеса. Несколько прохожих кидают на вас странные взгляды, а кто-то издалека начинает кричать, чтобы вы утихли. В конце концов, Дикарь спотыкается, и когда он поднимается, танец заканчивается.

source: As you speak the words, a spark of human light seems to spring forth in the man's eyes. He looks up to the sky for a moment, then lifts up his left foot and looks beneath it. He doesn't seem to find anything, so he stretches out his hands and turns one eye on each, causing his eyes to bend in opposite directions. He then shakes his head (re-adjusting his eyes in the process) and squints at your face.
ru: Когда ты произносишь эти слова, кажется, что в глазах этого человека загорается искра человечности. Некоторое время он смотрит в небо, затем поднимает левую ногу и заглядывает под нее. Похоже, там он ничего не находит, и потому он вытягивает руки в стороны и поворачивает к ним свои глаза таким образом, что каждый глаз смотрит в противоположную сторону. Потом он трясет головой (попутно возвращая глаза в нормальное состояние) и украдкой смотрит тебе в лицо.

source: Wilder shrugs. He doesn't seem to care overmuch. "No-kay, Kay-O, hey?"
ru: Дикарь пожимает плечами. Похоже, его это не особо беспокоит. "Ла-ды, ды-ла, а?"

source: He mumbles to himself for a moment, then shouts, "Matters Knot!" Before you can react, his hand swings through the air with a high-pitched whine and slaps you across the face. "Met well! Thrice wit kayos are you!" He giggles as the sting in your face subsides. You have a strange feeling you have just been initiated... and that the Wilder enjoyed it too much.
ru: Некоторое время он бормочет себе что-то под нос, потом выкрикивает: "Важно не!" Ты не успеваешь отреагировать, как его рука со свистом описывает в воздухе дугу и бьет тебя по лицу. "Пожаловать добро! Трижды с кхауосом ты!" - хихикает он, в то время как боль в твоем лице понемногу утихает. У тебя странное чувство, будто ты только что был посвящен... и Дикарю это очень нравится.

source: "Back going no..." Wilder mumbles, still squinting. "Old faction forgive-no..."
ru: "Назад дороги нет... - бормочет Дикарь, все еще щурясь. - Старую фракцию простить-нет..."

source: The man snarls, then smiles, putting two fingers to his head as mock horns. "None!" He sneers, and he takes away his mock horns and flaps his hands like wings. "All!" He gives a choked sob and wipes his eyes. "Searching leads to finding, finding leads to searching..." He claps his hands. "What matters it? Look not for an advance-age, advan-tage, and it will search for you..."
ru: Человек рычит, затем усмехается и пальцами изображает рожки на своей голове. "Ничего! - он ухмыляется, потом убирает рожки и взмахивает руками, словно крыльями. - Все! - он сдавленно всхлипывает и вытирает слезы. - Кто ищет - находит, кто находит - ищет... - он хлопает в ладоши. - Какая разница? Не ищи по-году, вы-году, и она сама тебя найдет..."

source: Wilder suddenly seems interested. "What got you for me, hmmmm?!"
ru: Дикарь кажется неожиданно заинтересованным. "Что у тебя для меня, хм-м-м-м?!"

source: He looks at your items with disinterest. "Nothing! A motley bunch of jack-a-napes! Worthless trinkets!"
ru: Он смотрит на твои вещи с безразличием. "Ничего! Куча мала бес-делишек! Ничего не стоящее барахло!"

source: He harumphs and crosses his arms. He looks like he is hiding behind his hair. "Nothing have!"
ru: Он ворчит и скрещивает руки на груди. Кажется, будто он прячется за своими волосами. "Ниче нет!"

source: He yelps... "Everything! I have everything! And everything is nothing, so better off you are KNOT!" He blubbers like a child, clutching his shin. "Poor shin, poor shin, didn't mean to see you hurt..."
ru: Он взвизгивает... "Все! У меня есть все! А все - это ничего, так что лучше уходи СЮДА! - он хнычет как ребенок, схватившись за ногу. - Бедная ножка, бедная ножка, не хотел тебя обидеть..."

source: Wilder's eye is immediately consumed by one of your rat tails. He plucks the rat tail from your grasp and holds it between his fingers as if it were a wriggling worm. With lightning-like speed, he knits it into a strange shape and flicks it back to you. "Charm'd, ahhhm suuuure..." He slurs the words, then chuckles.
ru: Внимание Дикаря тут же приковывает один из твоих крысиных хвостиков. Он хватает хвостик с твоей ладони и зажимает его пальцами, будто он - извивающийся червяк. Молниеносно он связывает его в странный узелок и бросает его тебе. "Заколдован, нет сомне-е-ений..." - говорит он неотчетливо, затем хихикает.

source: You see Barking-Wilder. He is still hunched beneath his long, dirty locks... he seems preoccupied with growling to himself.
ru: Ты видишь Лающего Дикаря. Он все еще сидит, сгорбившись, покрытый своими длинными грязными волосами... Кажется, он поглощен собственным рычанием.

source: "Greetings."
ru: "Приветствую".

source: Growl at him.
ru: Зарычать на него.

source: Leave the man alone.
ru: Оставить человека в покое.

source: "Uh, not today. I had some questions..."
ru: "Э, не сегодня. У меня есть другие вопросы..."

source: "'Take your hand and fly to the moon?' Not today, my friend."
ru: "Взять тебя за руку и улететь на луну? Не сегодня, друг мой".

source: "Moon - moons - snoom - noom?"
ru: "Луна - луны - уныл - аныл?"

source: Snarl at him, then start barking.
ru: Зарычать на него, потом начать лаять.

source: Tilt your head to one side, as if studying him.
ru: Склонить голову набок, как бы изучая его.

source: "Uh... farewell, then."
ru: "Э... Тогда прощай".

source: "Look, calm down. I have some questions for you..."
ru: "Слушай, успокойся. У меня есть вопросы к тебе..."

source: Turn away, leave the man be.
ru: Отвернуться, оставив его в покое.

source: "Hunh?"
ru: "А?"

source: Improvise Song: "Single man, shingle man, through the forest they go... a wood woman's heart never apart and laughing in the snow."
ru: Сочинить песенку: "Холостяк и кровельщик по лесу идут... с ними сердце девичье, смеется на снегу".

source: "'A single kiss speaks a woman's heart, but a man's answer is what you would prefer?' Very well, then, but know this: my answer is a question, and an answer from you is what I would prefer."
ru: "Только поцелуй расскажет о сердце женщины, но ты предпочитаешь ответы мужчины? Что ж, отлично, только знай: мои ответы - это вопросы, и я предпочту ответы от тебя".

source: "You may, and I will: Who... or what... are you?"
ru: "Ты можешь, а я спрошу: Кто... или что... ты такое?"

source: "You may, and I will: Are you one of the Chaosmen?"
ru: "Ты можешь, а я спрошу: ты один из хаоситов?"

source: "My question is this: Are you one of the Starved Dogs Barking?"
ru: "Вот мой вопрос: ты один из Голодных Псов Лающих?"

source: "May I join the Chaosmen?"
ru: "Могу ли я присоединиться к хаоситам?"

source: "Join the can I the Chaosmen?"
ru: "Присоединиться могу я ли к хаоситам?"

source: "I'm looking for a man named Pharod. Do you know of him?"
ru: "Я ищу кое-кого по имени Фарод. Ты не знаешь, где его можно найти?"

source: "I'm looking for a lost journal. Do you know where I might find one?"
ru: "Я ищу потерянный дневник. Ты не знаешь, где я могу его найти?"

source: "What were you saying about my journals again?"
ru: "Еще раз, что ты там говорил о моих дневниках?"

source: "What do I get for joining the Chaosmen? Any powers? Any special abilities?"
ru: "Что я получу, став хаоситом? Какие-нибудь силы? Какие-нибудь особые способности?"

source: "Can I see what items the Chaosmen sell to their members?"
ru: "Я могу посмотреть вещи, которые хаоситы продают членам своей фракции?"

source: "Uh... no asking-a, today. Farewell."
ru: "Э... нет вопросов, сегодня. Прощай".

source: "Do not shun this question: Who... or what... are you?"
ru: "Не отвечай на вопрос: Кто... или что... ты такое?"

source: "Do not shun this question: Are you one of the Chaosmen?"
ru: "Не отвечай на вопрос: ты один из хаоситов?"

source: "Can you tell me where at least one of them is?"
ru: "Можешь хотя бы рассказать мне, где один из них?"

source: "Hall of the Sensates? Where's that?"
ru: "Холл чувствующих? Это где?"

source: "Tomb beneath the city? Where?"
ru: "Гробница под городом? Где?"

source: "Where are these other journals?"
ru: "Где те другие дневники?"

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "You said one was in a sarcophagus beneath the city? Where?"
ru: "Ты сказал, что один - в саркофаге под городом? Это где?"

source: "Where are those other journals you mentioned?"
ru: "Где те другие дневники, о которых ты упоминал?"

source: "Forget it, then. I'll try and find it on my own."
ru: "Тогда забудь об этом. Я попытаюсь сам его найти".

source: "You said one was in the Hall of the Sensates? Where's that?"
ru: "Ты сказал, что один - в Холле чувствующих? Где это?"

source: "Forget it, then. I'll try and find them on my own."
ru: "Тогда забудь об этом. Я попробую сам их найти".

source: "To lose him, I'd have to find him first. I had some other questions..."
ru: "Чтобы потерять, мне сначала придется найти его. У меня еще несколько вопросов..."

source: "Forget it, then. I'll try and find him on my own."
ru: "Тогда забудь об этом. Я попытаюсь сам его найти".

source: "So you are one of Chaosmen. Very well. I had some other questions..."
ru: "Значит, ты один из хаоситов. Отлично. У меня еще несколько вопросов..."

source: "That would be a yes, I suppose. Very well. I had some other questions..."
ru: "Полагаю, это значит "да". Отлично. У меня еще несколько вопросов..."

source: "That would be a no, I suppose. Very well. I had some other questions..."
ru: "Полагаю, это значит "нет". Отлично. У меня еще несколько вопросов..."

source: "Hmmmm. Join the can I the Chaosmen?"
ru: "Хм-м. Присоединиться могу я ли к хаоситам?"

source: Smile, narrow your eyes, and say: "Ex-act-ly."
ru: Улыбнуться, сузить глаза и сказать: "В точ-нос-ти".

source: "Oh, I forgot. Sorry. I have some other questions..."
ru: "О, я забыл. Прости. У меня есть еще несколько вопросов..."

source: "Worth a try. Farewell, then."
ru: "Стоит того, чтобы попробовать. В таком случае, прощай".

source: "Lice-are-I, Xaositect-are-I!"
ru: "Дикобразы-мы, хаоситек-я!"

source: "Lice-am-I, Xaositect-are-I!"
ru: "Дикобраз-я, хаоситек-я!"

source: "Perhaps, perhaps. But for you other questions have I..."
ru: "Быть может, быть может. Но для тебя другие есть вопросы у меня..."

source: "Uh... factol?"
ru: "Э... фрактол?"

source: "Factol-am-I! Bridles for everynone!"
ru: "Фрактол-я! Подпруги всем и никому!"

source: "I don't want to be factol."
ru: "Я не хочу быть фрактолом".

source: "Factol-am-I! Dirty shirts forever none!"
ru: "Фрактол-я! Грязным рубашкам - нет, во веки веков!"

source: "Well, I don't think it's fair that I've become a factol and no one even asked me. There should be some rule about this."
ru: "Ну, мне кажется, это не честно, что я стал фрактолом, и никто даже не просил меня. Насчет этого должны быть какие-то правила".

source: "Factol-am-I! Heads hard all round!"
ru: "Фрактол-я! Лбы твердые повсюду!"

source: "Now that we've got the de-throning out of the way, I have some questions for you..."
ru: "Ну, раз вопрос со свержения с престола решен, у меня к тебе есть пара вопросов..."

source: "Just wanted to clear that up. Farewell."
ru: "Просто хотел прояснить это. Прощай".

source: "I have questions!"
ru: "У меня вопрос!"
