Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dbarkis.dlg.po
Languages: ru

source: "You've got my eye, right? I'd like to buy it back from you."
ru: "У тебя мой глаз, ведь так? Я хочу выкупить его назад".

source: "Who are you?"
ru: "Кто ты?"

source: "What is this place?"
ru: "Что это за место?"

source: "What can you tell me of the patrons here?"
ru: "Что ты можешь рассказать о здешних завсегдатаях?"

source: "I want something to drink."
ru: "Я хочу что-нибудь выпить".

source: "I'm looking for a journal."
ru: "Я ищу дневник".

source: "I'm looking for Pharod, the Collector."
ru: "Я ищу Фарода, Сборщика".

source: "Back again? What now?"
ru: "Снова вернулся? Чего опять?"

source: "When I first spoke to you, you said 'you again?'. What did you mean by that?"
ru: "Когда в первый раз разговаривал с тобой, ты сказал 'опять ты'. Что ты имел под этим в виду?"

source: "You said you had my eye. I'd like it back now."
ru: "Ты говорил, что у тебя есть мой глаз. Я бы хотел его вернуть".

source: "You won't be having trouble with Mochai again."
ru: "У тебя больше не будет проблем с Мочай".

source: "Hurry it up, will you? I got paying customers."
ru: "Ты не можешь побыстрее? У меня еще куча клиентов".

source: "You said you had my eye. I'd like to buy it back."
ru: "Ты говорил, что у тебя есть мой глаз. Я бы хотел его выкупить назад".

source: "I took care of the tab-dodger."
ru: "Я позаботился о должнике".

source: "Giltspur the auctioneer wanted you to post this handbill."
ru: "Аукционист Гилтспур хочет, чтобы ты повесил этот рекламный листок".

source: "Yeah, 'you again'. You got a hearing problem or something now? You was in here 'bout fifteen years ago, got all bubbed up, smashed up the place, and left a pile o' coin that wasn't enough to pay for the damages. So you plucked out your own bleedin' eyeball and tells me you'll be back to reclaim it when you got two hundred coins together. With fifteen years of interest, you got about five hundred coins. You got the jink, pal, I got your eye."
ru: "Ну да, 'опять ты'. У тебя, видать, теперь проблемы со слухом? Ты ввалился сюда лет пятнадцать назад, напился встельку, разнес все заведение и оставил кучку монет, которых не хватило на покрытие убытков. И вот ты выковыриваешь собственный кровоточащий глаз и заявляешь, что заберешь его, как только наскребешь двести монет. С учетом процентов за пятнадцать лет ты должен около пяти сотен монет. Гони звенелки - получишь свой глаз".

source: "Five hundred? That's ridiculous!"
ru: "Пятьсот монет? Это же смешно!"

source: "Five hundred? All right. Here."
ru: "Пятьсот монет? Хорошо. Вот".

source: "I don't have that much."
ru: "У меня нет столько".

source: "Not interested right now. Answer some other questions for me instead."
ru: "Сейчас мне это не интересно. Лучше ответь на пару вопросов".

source: "Forget it. Farewell."
ru: "Забудь. Прощай".

source: He pauses for a moment, considering. "That it is. Tell you what. Give me three hundred, and the eye's yours."
ru: Он в раздумьях умолкает. "Ну хорошо. Вот что скажу. Гони три сотни, и глаз - твой".

source: "It's a deal. Here's your money."
ru: "По рукам. Вот твои деньги".

source: "I still can't afford it."
ru: "Я все еще не могу этого позволить".

source: "Forget it. Give me some answers to other questions, instead."
ru: "Забудь. Лучше ответь на пару вопросов".

source: "Forget it. I'll be back later."
ru: "Забудь. Я вернусь".

source: "That's the price. Take it or pike it."
ru: "Такова цена. Плати или вали".

source: "Fine, I'll take it.
ru: "Хорошо, я возьму его".

source: "Forget it. Answer some other questions for me instead."
ru: "Забудь. Лучше ответь на пару вопросов".

source: "I'll pike it. Farewell."
ru: "Я свалю. Прощай".

source: "It's a deal." He produces a darkened, wax-stoppered, wide-mouth bottle from his pocket. You hear the sound of liquid sloshing around inside it, along with a heavier, squishier noise. Opening it, the stench of some sort of preservative agent nearly makes you gag. Floating in the viscid muck is an eyeball. "You'd better figure out what you want to do with that... now you've exposed it to the air, you might as well put a pickled egg in the jar for all the good it'll do you. Make up your mind, cutter... pickled egg or not?"
ru: "По рукам". Он достает из кармана темную, закупоренную воском бутылку с широким горлышком. Ты слышишь звук булькающей жидкости, сливающийся с тяжелым хлюпающим шумом. Запах какого-то предохраняющего состава из открытой бутыли заставляет тебя зажать нос. В вязкой жиже плавает глазное яблоко. "Тебе бы лучше побыстрей придумать, что ты будешь делать с ним... теперь он на открытом воздухе. Самое лучшее, что можно сделать - это снова засолить его в кувшине как яйцо. Соображай, рубака... соленое яйцо или как?"

source: Tear out your eyeball and place this one in the socket.
ru: Вытащить свой глаз и поместить на его место старый.

source: Watch it rot.
ru: Смотреть как он разлагается.

source: "Then you're not getting your eye back. Make sense? Come talk to me when you've got the jink."
ru: "Ну тогда ты глаза назад не получишь. Уяснил? Возвращайся, когда наберешь звенелок".

source: "Very well. Answer some other questions for me, then."
ru: "Хорошо. Ответь тогда на несколько вопросов".

source: "All right. Farewell."
ru: "Ладно. Прощай".

source: With a moment's hesitation, you reach into your socket and pop your eye into the palm of your hand. The bartender helpfully severs the optic nerve, and directs your hand to the jar of goo that sits on the bar. You deposit your eye in the preservative, wrap your fingers around the old one, and slide it into your empty socket. The pain of this entire operation is incredible. After a moment, though, you can feel the optic nerve reattaching itself to this new eye... and suddenly, you are hit by a flash of memory!
ru: Немного поколебавшись, ты вырываешь свой глаз из глазницы. Трактирщик услужливо разъединяет глазной нерв и направляет твою руку к стоящему на стойке кувшину с жижей. Ты помещаешь глаз в предохраняющий состав, обхватываешь пальцами старый и помещаешь его в пустую глазницу. Спустя мгновение ты чувствуешь, что глазной нерв сам присоединяется к новому глазу... и неожиданно тебя подкашивает вспышка памяти!

source: Absorb it.
ru: Перенести ее.

source: Memory flash: A vast expanse of chaotic, ever-changing wasteland stretching before you, a group of humanoid vultures plummeting toward you, cruel weapons ready to strike, and your own shining blade clutched tight in your fist... Memory flash: Three toughs surround you, in the colors of an enemy you can't quite place. Long daggers glisten in their hands, and the light glints cruelly from their exposed teeth. You glance at your scarred hands, and know that soon they'll be covered in blood... Memory flash: An enormous frog-like creature comes bounding over/through/under chaos-stuff, headed for you with a mouth full of teeth. You hurl your javelin through the shifting matter and pin the creature to a sudden stone plinth... You have recalled some of your lost fighting skills.
ru: Вспышка памяти: Перед тобой расстилается обширная, хаотично меняющаяся пустошь. На тебя надвигается группа человекоподобных стервятников, их грубое оружие готово нанести удар, твой сверкающий клинок крепко сжат в руке... Вспышка памяти: Тебя окружили три громилы, одетые во вражеские цвета, которых ты не можешь распознать. В их руках длинные кинжалы, обнаженные зубы зловеще сверкают. Ты смотришь на свои покрытые шрамами руки и понимаешь, что очень скоро они покроются кровью... Вспышка памяти: над/через/под какой-то хаотичной материей к тебе движется какое-то огромное жабоподобное существо со ртом, полным зубов. Ты бросаешь дротик в существо сквозь движущуюся материю и пригвождаешь его к невесть откуда взявшемуся каменному постаменту... Ты вспомнил несколько забытых боевых навыков.

source: Ask more questions of Barkis.
ru: Задать еще несколько вопросов Баркису.

source: Leave.
ru: Уйти.

source: You dig in your eye socket. The pain is intense, incredible, and you are suddenly overwhelmed by it. You fall to the ground, bleeding from your freshly opened socket. You have died.
ru: Ты запускаешь руку в глазницу. Боль очень сильная, невыносимая, и она неожиданно захлестывает тебя. Ты падаешь на землю, кровоточа своей развороченной глазницей. Ты умираешь.

source: Done.
ru: Готово.

source: "You want it back? Price is five hundreds coins. You don't got it, you don't get it."
ru: "Хочешь его назад? Цена - пять сотен монет. Если он не нужен, ты его не получишь".

source: "Me? I'm Barkis. Owner and keeper of this place."
ru: "Я? Я - Баркис. Хозяин и хранитель этого заведения".

source: "Then you're the person to ask questions of."
ru: "Тогда ты - тот, кто отвечает на вопросы".

source: "Nice place. Farewell."
ru: "Неплохое местечко. Прощай".

source: "Didn't you see the sign out front? Didn't you see the berk burning over the furnace when you came in? It's the Smoldering Corpse, cutter, best damn bub-house in Sigil. At least, it's the best damn bub-house in this part o' the Hive, which makes it one of the best in Sigil. Hell, they got fancy places with plants and such in the Lady's Ward, and they got fiendish taverns salted around the rest o' the Hive, but none of 'em got the character of the Smoldering Corpse."
ru: "Ты что, не заметил вывески у входа? Не увидел горящего над жаровней пня, когда заходил? Это - 'Тлеющий Труп', рубака, самый лучший кабак в этой части Улья, что делает его одним из лучших во всем Сигиле. Черт, есть места, разукрашенные цветами, как в Районе Леди, есть демонические таверны, рассованные по всему Улью, но ни один из них не сравнится с 'Тлеющим Трупом'.

source: "Who is the corpse, anyway?"
ru: "А все-таки, кто этот труп?"

source: "I see. Tell me something else, will you?"
ru: "Понятно? Не расскажешь ли мне кое-что еще?"

source: "True in more ways than one. Farewell."
ru: "У каждого своя правда. Прощай".

source: "Him? Ignus. He used to be a flame-wizard, burned down pieces of the Hive, and got himself scragged by a bunch of other mages. You want to know more about him, go talk to Drusilla down there by the door."
ru: "Он-то? Это Игнус. Он был огненным магом, который выжег часть Улья, за что его и повязали другие маги. Если хочешь узнать о нем больше, иди поговори с Друзиллой у входа".

source: "All right. I'd like to know more about something else, though."
ru: "Хорошо. Но я хочу знать о кое-чем еще".

source: "Very well, I will. Farewell."
ru: "Хорошо, я так и сделаю. Прощай".

source: "I don't make it a point to interfere with the lives of the people who give me their hard-earned jink unless they ask me to. So. Over there is Candrian. Planewalker. He's a good one to talk to about any planewalking questions you might have - he's been pretty much everywhere. Down there is Ebb Creakknees, an old Harmonium basher - don't hold that against him - and a tout. He's got a good heart in him, and he knows Sigil up and down. Them fiends over there are Aethelgrin and Tegar'in. Word of advice: Don't deal with 'em. They might be low-rankers in the fiend hierarchy, but they're still fiends. Then you got Ilquix over there - NOT trustworthy - and some Mercykillers looking for some poor sod. Dak'kon the githzerai is a mystery to me. Don't know much about him. He don't talk much. Finally - you interested in earning some free bub?"
ru: "Я не вмешиваюсь в жизни тех, кто платит мне свои кровные звенелки, если только они сами об этом не просят. Итак. Вон там - Кандриан. Путешественник по планам. Он из тех, кто сможет ответить на любой твой вопрос по планам - он был почти везде. Вон там - Эбб Криккнис, старый громила из Гармониума; не стой у него а пути. Еще он - осведомитель. У него хорошее сердце, и он знает Сигил сверху донизу. Тех демонов зовут Аэтелгрин и Тегарин. Мой тебе совет - не связывайся с ними. Может быть они и низшие в иерархии демонов, но все же они - демоны. А вон там - Илквикс - НЕ верь ему - и несколько Убийц Милосердия, высматривают несчастного бедолагу. Гитцерай Даккон - для меня загадка. Он почти не разговаривает. И вот, кстати - не хочешь заработать бесплатную выпивку?"

source: "Yes."
ru: "Да".

source: "Not really. Answer some other questions for me, will you?"
ru: "Нет, не хочется. Ты можешь ответить на мои вопросы?"

source: "There's a bubber over against the far wall, hanging about in the shadows, who's been trying to work up her courage to slip out without covering her tab. I want you to make sure she don't do that. You do it, you got free bub here for life."
ru: "Там, у дальней стенки есть выпивоха, прячется в тени. Пытается набраться смелости и улизнуть, не заплатив должок. Я хочу, чтобы она этого не сделала. Сделаешь - получишь бесплатную выпивку на всю жизнь".

source: "No. I must be going. Farewell."
ru: "Нет. Я должен идти. Прощай".

source: "I'll do it. Answer me some questions, first."
ru: "Я сделаю это. Но сначала ответь на некоторые вопросы".

source: "I'd rather not. Answer some questions for me, instead."
ru: "Нет, не буду. Лучше ответь на пару вопросов".

source: "I'll do it. I'll let you know when I'm done."
ru: "Я сделаю это. Дам тебе знать, когда закончу с этим".

source: "No, thanks. Farewell."
ru: "Нет, спасибо. Прощай".

source: "Whaddya want? We got your basic beer for a coin, bitters for two, mead for four. We got water straight from the Elemental Plane for eight coins, we got Arborean firewine and fireseeds for ten, Curst heartwine for eight, and Baator's own whiskey for twenty. What'll you have?"
ru: "Чего хочешь? У нас есть обычное пиво за одну монету, горькое - за две, медовуха - за четыре. У нас есть вода прямиком со Стихийного плана за восемь монет, арборейское огненное вино с огненными семенами за десять, сердечное вино из Проклятого за восемь, бааторийский виски за двадцать. Чего будешь?"

source: "Beer."
ru: "Пиво".

source: "Bitters."
ru: "Горькое".

source: "Mead."
ru: "Медовуху".

source: "Water."
ru: "Воду".

source: "Firewine and fireseeds."
ru: "Огненное вино с семенами".

source: "You want a drink, you got a drink. This is what we got for you: Beer, bitters, mead, Elemental water, Arborean firewine and fireseeds, Curst heartwine, and Baatorian whiskey. What'll it be?"
ru: "Хотел выпивки - получишь. Вот что у нас есть: пиво, горькое пиво, медовуха, стихийная вода, арборейское огненное вино с огненными семенами, сердечное вино из Проклятого и бааторийский виски. Чего будешь?"

source: "Heartwine."
ru: "Сердечное вино".

source: "Whiskey."
ru: "Виски".

source: "Information."
ru: "Информацию".

source: "Nothing. Farewell."
ru: "Ничего. Прощай".

source: The barkeep scowls at you. "You aiu't got the jink to pay for that. You don't get a tab, either. I been burned too many times recently. You want something else?"
ru: Хозяин хмурится на тебя. "У тебя не хватит звенелок на это. И в долг ты тоже не получишь. Я уже много раз прогорал на этом. Еще что-нибудь?"

source: "What do you have to drink?"
ru: "Что у тебя есть из выпивки?"

source: "Yes. Information."
ru: "Да. Информацию".

source: "No, sorry."
ru: "Извини, нет".

source: You quaff the weak drink. The flavor isn't exactly bold, but it's filling, and it's alcoholic. It doesn't seem to do anything else for you. "What'll it be, cutter?"
ru: Ты потягиваешь слабый напиток. Вкус не очень выражен, но он насыщен и уж точно содержит алкоголь. Похоже, тебе он больше ничего не даст. "Чего еще, рубака?"

source: "Give me another drink."
ru: "Дай мне другую выпивку".

source: "Answer some questions for me."
ru: "А, не важно. Ответь мне на пару вопросов".

source: "Nothing."
ru: "Ничего".

source: He moves back to a keg on the wall and turns the spigot. The clearest water you have ever seen pours from the nozzle into the glass he holds underneath it. He sets it down in front of you, and you take a deep draught. It is the purest thing you have ever tasted, a coldness inherent to the water itself, a feeling of air that passes over your tongue and into your stomach, where its coolness calms even the raging of your passions for a moment. "From the heart of the Elemental Plane of Water," says the barkeep. "Any other water you ever drink's going to taste dirty by comparison."
ru: Он уходит назад к бочонку у стены и поворачивает краник. Из него в подставленный стакан льется чистейшая вода, которую ты мог только видеть. Он ставит его перед тобой, и ты делаешь большой глоток. Это самая чистейшая вещь, которую ты когда-либо пробовал. Прохлада содержится в самой воде, ощущение воздушности проходит твой язык и попадает в живот, где на миг утоляет твои даже самые горячие желания. "Прямо с сердца Стихийного плана Воды, - говорит бармен. - Любая другая вода по сравнению с этой покажется грязной на вкус".

source: "Give me another drink!"
ru: "Дай мне другую выпивку!"

source: "That was great. Give me another drink."
ru: "Это было великолепно. Дай мне другую выпивку".

source: "In that case, I'd just like to ask some questions."
ru: "На этот раз я бы хотел задать несколько вопросов".

source: "Quite an experience. My thanks. Farewell."
ru: "Совершенное ощущение. Спасибо. Прощай".

source: He passes you a glass of deepest red wine and a handful of brightly-colored seeds. "Stick the seeds in your mouth," he advises, "and take a swig of the wine. Don't be surprised when the seeds catch fire; they won't do you any harm. It's a taste like no other." He's right. When you pop a seed into your mouth, it mingles with your saliva and bursts into a tiny flame. You quench it with a swallow of firewine, and the taste is indescribable. Barkis smiles. "You want another?"
ru: Он приносит тебе стакан с темно-красным вином и пригоршней ярких семян. "Засунь семена в рот и глотни вина". - советует он, "Не удивляйся, когда семена обдадут огнем; они не причинят тебе вреда. Этот вкус ни на что не похож". Он прав. Когда ты кладешь семя в рот, оно смешивается со слюной и сгорает слабым пламенем. Ты гасишь его глотком огненного вина, вкус при этом получается невообразимый. Баркис улыбается. "Еще хочешь?"

source: "Hells, yes. Give me another drink."
ru: "Черт, да. Дай мне другую выпивку".

source: "Keep 'em coming."
ru: "Продолжим".

source: "Not right now, thanks. I would like to ask some questions instead."
ru: "Не сейчас, спасибо. Вместо этого я хочу задать тебе несколько вопросов".

source: "Not right now. Farewell."
ru: "Не сейчас. Прощай".

source: He passes you a glass of Curst's famous heartwine. The bouquet is breathtaking, and the wine itself is full-bodied and fruity. The aftertaste leaves nothing to be desired. "Made from real razorvine, that is. Wish I knew the secret," says the barkeeper. "You want another?"
ru: Он приносит тебе знаменитое сердечное вино из Проклятого. От букета перехватывает дыхание, само вино густое и ароматное. Послевкусие оставляет ничего из желанного. "Сделано из настоящего остролистника, так-то. Хотел бы я знать его секрет," - говорит хозяин. "Еще хочешь?"

source: "I certainly do."
ru: "Да конечно".

source: "No, but I would like some answers."
ru: "Нет, но я хотел бы задать несколько вопросов".

source: "No, thank you."
ru: "Нет, спасибо".

source: He places a shot of some steaming substance that looks like boiling urine in front of you. The fumes that waft your way, however, are exquisitely tempting. The taste, though nearly unbearably hot, is as smoky as the scent - the feel of the liquor burning its way to your gut is nearly painful, yet even this pain is sweet. The barkeep's eyes widen. "Still standing? Most folks can't even make it halfway through the first shot."
ru: Он ставит перед тобой некую бурлящую субстанцию, которая больше похожа на кипящую мочу. Хотя при этом до тебя доносится довольно завлекающий аромат. Вкус - довольно горячий, как запах дыма. Ощущение того, как напиток прожигает себе путь в твои внутренности, почти болезненно, но даже эта боль приятна. Хозяин смотрит на тебя во все глаза. "Ты все еще стоишь? Почти никто не может сделать и половины глотка".

source: "I feel fine. I don't even feel anything."
ru: "Я чувствую себя хорошо. Я даже не чувствую ничего другого".

source: "I've got a good tolerance. Answer a question for me, will you?"
ru: "У меня неплохая переносимость. Не ответишь на пару вопросов?"

source: "Most folks can't do what I can. Farewell."
ru: "Никто не может того, что могу я. Прощай".

source: The eye decomposes before your very eyes, leaking a viscous ooze that raises a stink filling your nostrils and fouling the air around you. The barkeep waves his hand in front of his face to dispel the fumes and says, "That was a waste of money. You want anything else?"
ru: Глаз разлагается прямо на глазах, растекаясь в вязкую зловонную жижу. Хозяин размахивает руками перед лицом, пытаясь проветрить воздух перед собой. "Какая потеря денег. Еще что-нибудь?"

source: "My money back. Now."
ru: "Деньги назад. Сейчас же".

source: "Just the answers to some questions."
ru: "Просто ответь на несколько вопросов".

source: "No. Farewell."
ru: "Нет. Прощай".

source: "Berk, just because you decided you didn't want to do anything with your purchase doesn't mean that it's my fault it's gone. You wanted to use the eye for something, you should've pulled that old eye trick like you did before. It ain't my problem."
ru: "Послушай-ка, пень. Если ты решил, что тебе не нужно то, что ты купил, то это не значит, что это моя ошибка. Тебе зачем-то нужен был глаз, и ты выкинул этот трюк с этим старым глазом, как делал прежде. Это не моя проблема".

source: "It will be if I kill you."
ru: "Будет, если я убью тебя".

source: "No, I guess not. Answer some questions for me, then."
ru: "Нет, думаю, нет. Тогда ответь на мои вопросы".

source: "Maybe it will be later. Good day."
ru: "Может быть, потом станет. Хорошего дня".

source: "No, I suppose not. Farewell."
ru: "Нет, думаю, нет. Прощай".

source: He smiles crookedly. "I dare you."
ru: Он криво улыбается. "Ну попробуй".

source: "Forget it. Answer some questions instead."
ru: "Забудь. Лучше ответь на пару вопросов".

source: "Forget it."
ru: "Забудь".

source: Attack him.
ru: Атаковать его.

source: The barkeep considers you carefully, resting his chin on his hand. "Y'know, cutter, there's some as have a natural immunity to poisons and such. Some folks call bub a poison. If that's the case, chances are good you got yourself a handy little defense against poisoners."
ru: Хозяин осторожно тебя осматривает, держась за подбородок. "Знаешь, рубака, у некоторых есть природная невосприимчивость к ядам и всему такому. Некоторые называют выпивку ядом. Если это так, то у тебя хорошие шансы против всяких отравителей".

source: "Well, how about that... Give me another drink anyway."
ru: "Хмм, а как насчет... Дай мне другую выпивку".

source: "That ought to come in handy. Answer a question for me, will you?"
ru: "Это может пригодиться. Не ответишь на мои вопросы?"

source: "Good. My thanks, and farewell."
ru: "Хорошо. Спасибо и прощай".

source: "A journal? Paper and words? Friend, that sort of thing don't get much stock down here in the Hive. Folks here can barely read the sign above the door, much less an entire journal. If you're looking for a journal, you'd do better to have a system, instead of asking folks willy-nilly."
ru: "Дневник? Бумага и слова? Приятель, этого в Улье не так уж много водится. Многие даже с трудом смогут прочитать вывеску перед дверью, не то что дневник. Если ты ищешь дневник, то тебе лучше держаться какой-нибудь системы, вместо того, чтобы расспрашивать всех подряд".

source: "Thanks for the unasked-for advice. Answer a different question, then."
ru: "Спасибо за непрошеный совет. Ответь тогда на другой вопрос".

source: "Very well. Good day."
ru: "Очень хорошо. Хорошего дня".
