Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dbathug.dlg.po
Languages: ru

source: "Who in the Abyss are you? Go talk to Rotten William -- he don't like your answers, you'll get cut. You don't talk to him, you'll get cut by the rest of us. Now go!"
ru: "О, Бездна, ты кто такой? Иди поговори с Гнилым Уильямом, если ему не понравятся твои ответы, он тебя прирежет. Если не поговоришь с ним, тебя прирежем мы. А теперь двигай!"

source: Leave.
ru: Уйти.

source: "Powers above! Didn't I tell you to talk to Rotten William? You stupid, stupid berk. DARKALLEY SHIVS! ATTACK!"
ru: "Силы небесные! Разве я не сказал тебе поговорить с Гнилым Уильямом? Ты тупой пень. ЗАТОЧКИ! В АТАКУ!"

source: Run away.
ru: Убежать.

source: Attack.
ru: Атаковать.

source: "You killed that vigilante? Good. He was really crimping our style. Talk to William -- he'll get you something nice."
ru: "Так ты убил того борца за справедливость? Отлично. Он сильно вредил нашему стилю. Поговори с Уильямом - у него для тебя есть кое-что приятное".

source: "Stop talkin' to me and get rid of that stinkin' vigilante! Our lives are in danger, sod!"
ru: "Хватит болтать со мной, лучше избавься от этого борца справедливости! Наши жизни в опасности, бедолага!"

source: "I knew that self-righteous wench'd get herself knocked off sometime. Go talk to Rotten William. He's got something to say to you."
ru: "Я знал, что эта самонадеянная девчонка когда-нибудь навернется. Поговори с Гнилым Уильямом. Ему найдется что тебе сказать".

source: "Don't you have a worthless waste of space to go kill?"
ru: "Не будь бесполезным для общества, иди и убей!"

source: "You! Die! DARKALLEY SHIVS! ATTACK!"
ru: "Ты! Сдохни! ЗАТОЧКИ! В АТАКУ!"
