Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dberrog.dlg.po
Languages: ru

source: You see a mousy man, with darting frightened eyes. "Please don't hurt me!" he stage-whispers. "They'll kill me if they find me!"
ru: Ты видишь робкого человека с бегающими испуганными глазами. "Пожалуйста не бей меня!" он вот-вот заплачет. "Они меня убьют, если найдут!"

source: "Who will kill you?"
ru: "Кто тебя убьет?"

source: "Who are you?"
ru: "Кто ты?"

source: "What are you doing here?"
ru: "Что ты здесь делаешь?"

source: You see a mousy man with an innocent face and tears streaming down his cheeks. He's trapped underneath a wagon, and it seems to be crushing the life from him slowly. His eyes rise to you in pained appeal. "Please, mate... you got to get this thing off me. I can't die here..."
ru: Ты видишь робкого человека с невинным лицом, и слезами, струящимися по щекам. Он попал в ловушку под телегой, которая будто выдавливает из него жизнь. Его глаза поднимаются на тебя в безмолвной просьбе. "Прошу, друг... ты должен снять это с меня. Я не могу тут умереть..."

source: "All right, I'll get it off."
ru: "Ладно. Я уберу ее с тебя".

source: "Forget it."
ru: "Забудь".

source: You see Berrog Quickshoes, the would-be deva rescuer, trapped underneath a wagon that has lost an axle. "Please, mate... you got to get this thing off me."
ru: Ты видишь Беррога Быстроногого, будущего спасителя дэва, придавленный телегой, потерявшей колесо. "Прошу, друг... ты сними ее с меня".

source: "The guards. They're after me. I think I offended someone with a question, or said something to the wrong person. I was just offering an opinion, but it seems like you have to speak in a certain way here. It's all corrupt!"
ru: "Стражники. Они гонятся за мной. Кажется, я кого-то обидел вопросом, или что-то сказал не тому человеку. Я всего лишь высказывал мнение, но тут, похоже, нужно говорить особым образом. Все испорчено!"

source: "Who are you, anyway?"
ru: "Кто ты такой, вообще?"

source: "Where are you from?"
ru: "Откуда ты?"

source: "Then go."
ru: "Тогда иди".

source: "I'm Berrog Quickshoes, traveler and problem-solver. I guess you could call me a thief, but I prefer to call myself an engineer - traps and puzzles and so forth. I only use my skills for good ends - I hate to harm anyone. I guess that they use engines for different purposes here." He shudders.
ru: "Я Беррог Быстроногий, путешественник, решатель проблем. Думаю, ты можешь называть меня вором, но я предпочитаю называться инженером - ловушек, западней и тому подобного. Я использую свои навыки только для благих целей - ненавижу вредить кому-либо. Похоже тут такие приспособления используют совсем для других целей". Он поеживается.

source: "Who's going to kill you?"
ru: "Кто собирается тебя убить?"

source: "I came to Curst because I'd heard there was a deva trapped here, and since I have some archon friends back in Mount Celestia, I thought I could be of assistance. This town, though... this place is a cesspool and I can't trust anyone! How can people live like this? I need to get out of here!"
ru: "Я прибыл в Проклятый, потому что слышал тут дэва попал в западню, и поскольку у меня есть друзья-архонты на Небесной горе, я думал, что смогу помочь. Но этот город... просто выгребная яма, никому нельзя верить! Как вообще тут можно жить? Нужно отсюда выбираться!"

source: "Tell me of Mount Celestia."
ru: "Расскажи мне о Небесной горе".

source: His eyes go dreamy. "All things have their place there, and all things are beautiful. Hosts of winged archons wheel in the skies, in exquisite patterns that could break your heart. The fruit grows larger, the game bigger, and all homes are open. Yet we strive to better ourselves constantly, testing our virtue and moving ourselves ever closer to goodness... I should get home as soon as I can..."
ru: Его глаза обретают мечтательное выражение. "Там все на своем месте и все прекрасно. Стаи крылатых архонтов колесят по небу невыразимым узором, разящим прямо в сердце. Фрукты растут огромными, замыслы широки, а двери домов всегда открыты. Но мы всегда стараемся сделать все еще лучше, испытать нашу добродетель, и приблизиться еще ближе к добру... Мне нужно домой, как можно скорее..."

source: "Who's trying to kill you?"
ru: "Кто пытается тебя убить?"

source: He looks at you with disbelief in his eyes. "Thank you! You'll not see me again!" He scampers away.
ru: Он смотрит на тебя с недоверием в глазах. "Спасибо тебе! Ты меня больше не увидишь!" Он убегает прочь.

source: "Farewell."
ru: "Прощай".

source: "Wait!... is... is that other fellow still trapped on the other side?"
ru: "Постой!.. а... а тот что с тем, кто на противоположной стороне?"

source: "He's still there."
ru: "Он все еще там".

source: "He's already died."
ru: "Он уже умер".

source: "Please... please..." He turns his face into the mud and weeps quietly.
ru: "Прошу... пожалуйста..." Он падает лицом в грязь и тихо плачет.

source: Leave.
ru: Уйти.

source: Kill him.
ru: Убить его.

source: "You... you have to find a way to save him, too. Better him than me. I think he was the mayor of this burg... or whatever they have here."
ru: "Тебе... тебе надо найти способ и его спасти. Лучше его, чем меня. Думаю, он был мэром этого городка... или как они его называют".

source: "Then lift, mate..."
ru: "Тогда поднимай, друг..."

source: Heave it off.
ru: Поднатужиться.

source: "Forget it. Maybe I'll come back later."
ru: "Забудь. Может быть, я вернусь позже".

source: He crawls up as you heave the wagon aside. "My thanks, mate. I've had... enough of this burg. I'm back to Mount Celestia. I hope your good deeds stand you in... good stead wherever you're going." He gazes off toward the deva standing on the balcony. "I can't believe I came here to see... that."
ru: Он выползает из-под телеги. "Спасибо, друг. С меня довольно... довольно этого города. Я возвращаюсь на Небесную гору. Надеюсь твои добрые дела вернутся... к тебе добром, куда бы ты ни шел". Он оглядывается на дэва, стоящего на балконе. "Не могу поверить, что я пришел сюда ради... этого".

source: "Good intentions and all that... Farewell."
ru: "Добрые намерения, и все такое... Прощай".

source: "Aieee! There's someone on the other side! You're killing me!"
ru: "Ай! Там кто-то на другой стороне! Ты меня убиваешь!"

source: "What are you doing down there?"
ru: "Что ты там внизу делаешь?"

source: Keep lifting: "Too bad."
ru: Поднимать дальше: "Очень жаль".

source: "My name... is Berrog Quickshoes... I came to Curst to free the deva... creature of good.... but I was misinformed. I should never have come..."
ru: "Меня зовут... Беррог Быстроногий... Я прибыл в Проклятый чтобы освободить дэва... создание добра... но меня ввели в заблуждение. Не сюда стоило приходить..."

source: Lift the cart off the Burgher: "Probably not."
ru: Сдвинуть телегу с Бюргера: "Думаю, нет".

source: Lift the cart off Berrog.
ru: Сдвинуть телегу с Беррога.

source: "Perhaps I had better come back later...Farewell."
ru: "Наверное, мне стоит вернуться чуть позже... Прощай".

source: "I was... fleeing the city... when it began to slide. I was near... him... and he grabbed me. The wagon fell from the sky, and he tried to shove me under it... while he escaped. But I still ask that you ... find a way to free him as well."
ru: "Я... бежал из города... когда он начал съезжать. Я был рядом с... ним... и он меня схватил. С небес упала телега, и он пытался меня под нее затолкать... а сам сбежать. Но я все же прошу тебя... спасти и его тоже".

source: "You gain nothing by freeing me... I confess to that. But surely... the tide of goodness will swing... if you save me without thought of gain... better still to save us both."
ru: "Ты ничего не выиграешь, спасая меня.... Признаюсь. Но право же... это доброе дело... если ты спасешь меня просто так... но лучше - если спасешь нас обоих".

source: Lift the cart off the Burgher: "Yes, but he's useful."
ru: Сдвинуть телегу с Бюргера: "Да, но он может быть полезен".

source: Lift the cart off Berrog: "He's not worth it."
ru: Сдвинуть телегу с Беррога: "Он того не стоит".

source: "How about if I lift this off both of you? My companions and I can do it if we throw ourselves into it."
ru: "Как насчет того, чтобы мы вытащили вас обоих? Мои компаньоны и я справимся, если подналяжем вместе".

source: "I'll try to figure out a way. Farewell."
ru: "Я попытаюсь найти способ. Счастливо".
