Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dbish.dlg.po
Languages: ru

source: As you enter the room, a large, heavy-set man gets up from his chair and approaches you. "'LO there! Name's Bish. Who might ya be?"
ru: Когда ты входишь в комнату, крупный, крепко сложенный человек встает со стула и подходит к тебе. "ДАРОВА! Меня звать Биш. А кем будешь ты?"

source: "Wha' ya mean you don't have a name? Ya just come back from Styx-swimmin' ya clueless sod?!" You notice Bish slowly moving his hand towards his weapon. "Or are ya jus' not tellin' me? Hiding something, methinks."
ru: "Что значит: у тебя нет имени? Что, в Стиксе купался, бедняжка бестолковая?! - ты замечаешь, как рука Биша медленно тянется к оружию. - Или просто не хочешь его говорить? Похоже, ты что-то там скрываешь".

source: "Adh-what?" Bish stares blankly at you, then shakes his head violently. "I never seen ya before and Pharod didn't tell me about no 'Adahn' comin' around." You notice his hand moving slowly towards his weapon. "Ya best be tellin' me what yer doin' here, berk."
ru: "Ад-чего? - Биш бросает на тебя безучастный взгляд, затем бешено трясет головой. - Я тебя раньше не видел, и Фарод не говорил ни о каких Аданах на подходе, - ты замечаешь, как рука Биша медленно тянется к оружию. - Тебе лучше сказать мне, какое у тебя дело, пень".

source: Bish suddenly draws his weapon. "Fine. Yer not willin' to be straight with me, I'll just beat it outta ya."
ru: Внезапно Биш выхватывает свое оружие. "Отлично. Раз не хочешь говорить со мной прямо, я это из тебя выбью".

source: As you turn to walk away, Bish moves to block your path. "I ask ya one more time, berk! What's yer NAME?!"
ru: Как только ты разворачиваешься, чтобы уйти, Биш преграждает тебе путь. "Я спрошу тебя еще раз, пень: как тебя ЗОВУТ?!"

source: "If Pharod was wantin' to see ya, I'd know about it." Bish suddenly draws his weapon. "I'm tired of playin' guessin' games with ya, berk. I'll just loot ya dead body for answers."
ru: "Если бы Фарод хотел тебя видеть, я бы об этом знал, - внезапно Биш выхватывает оружие. - Я устал играть с тобой в загадки, пень. Лучше поищу ответы на твоем трупе".

source: "Are ya sayin' ya been 'ere before? Journal or no journal, I never seen ya in my life. Says to me that ya been snoopin' around under my nose, it does." Bish suddenly draws his weapon. "Hope it was worth ya life, berk."
ru: "Говоришь, был здесь раньше? Дневник не дневник, а тебя я раньше не видел. Сдается мне, ты тут что-то вынюхиваешь прямо у меня под носом, - внезапно Биш выхватывает оружие. - Надеюсь, дело было стоящее, пень".

source: Bish throws his hands up in the air in fustration. "Forget it, berk! Not important anymore, anyhow. " He shakes his head back and forth. "More important is what ya doin' down here?"
ru: Биш вскидывает руки над головой от негодования. "Забудь, пень! Это вообще неважно, - он качает головой взад-вперед. - Вот что важно, так это что ты здесь делаешь?"

source: Bish frowns at you. "Alright. Ya can go on." As you start to make your way past Bish, he leans over and quietly warns you. "But know this, berk. Ya go causing trouble down there, I go crushin' yer skull if I see ya again."
ru: Биш смотрит на тебя угрюмо. "Ладно, можешь идти". Когда ты проходишь мимо него, он наклоняется и тихо произносит: "Запомни вот что, пень: если будешь создавать здесь неприятности, я разнесу тебе череп, как только увижу".

source: Bish shakes his head. "We all want a lot of things, cutter." He bellows with laughter. "I don't know ya, I don't like ya, so I make a deal. Yer money or yer head."
ru: Биш качает головой. "Мы все чего-то хотим, рубака, - он начинает хохотать. - Я тебя не знаю, и ты мне не нравишься, так что предлагаю сделку: твои деньги или твоя голова".

source: "Yer more clueless than I thought, cutter!" Bish shrugs. "Alright then ya scrawny boy, lesss have at ya!"
ru: "Да ты еще большая бестолочь, чем я думал, рубака! - Биш пожимает плечами. - Ладно, заморыш, посмотрим, что ты из себя представляешь!"

source: Bish snarls. "Ya look like a proper basha, ya do." He nods at you before producing his weapon. "But ya not be bashin' yer way out of this one."
ru: Биш ворчит: "Ты похож на четкого рубаку - ни дать, ни взять, - он кивает тебе, перед тем как достать оружие. - Но отсюда ты уже не выберешься".

source: Bish conducts a thorough search of your belongings. "I should still be takin' yer head since it seems to be all yer worth! Now get on with ya. I'm warnin' ya too, ya make any trouble down there, I'll hunt ya down and beat what's left of ya!"
ru: Биш проводит тщательный обыск твоего имущества. "Все равно стоило бы оставить себе твою голову - она у тебя, похоже, самая ценная! А теперь пошевелись. И предупреждаю: если будешь создавать здесь проблемы - догоню и добью!"

source: You see Bish tending to his post. As you approach, he glances your way and nods. "'Lo. Be on your way and quickly."
ru: Ты видишь Биша, подходящего к своему посту. Когда ты подходишь, он смотрит в твою сторону и кивает. "Дарова. Иди куда шел, и быстро".

source: Bish searches through your belongings for copper... only to come up empty. "Did ya mean to waste my time or were ya thinkin yer lint was worth somethin'?" Bish brandishes his weapon. "Be lookin' like I'll have to trade ya dead body instead!"
ru: Биш перетряхивает твои пожитки на предмет мелочи... но ничего не находит. "Ты что, спецом тратишь мое время, или думаешь, что твое тряпье чего-то стоит? - Биш начинает размахивать своим оружием. - Все сходится к тому, что придется продать твое тело!"

source: Bish flips around to meet your greeting with his weapon drawn! "Wha did I tell ya, berk? Ya go bashin' down there, now I go bashin' on ya skull!"
ru: Биш подскакивает, чтобы встретить тебя с оружием в руках! "Что я тебе говорил, пень? Пошумел там внизу - теперь получишь по черепу!"

source: "I have no name."
ru: "У меня нет имени".

source: Lie: "My name is 'Adahn.'"
ru: Ложь: "Меня зовут Адан" .

source: "None of your business."
ru: "Не твое дело".

source: Ignore the man and continue on.
ru: Не обращать на него внимания и продолжить идти.

source: "Look, I'm telling you the truth. I don't know my name."
ru: "Послушай, я говорю тебе правду. Я не знаю своего имени".

source: "I've got nothing to hide, and I don't want to cause any trouble. I just want to pass through."
ru: "Мне нечего скрывать, и я не хочу нарываться на неприятности. Я просто хочу пройти".

source: Lie: "Okay, okay... my name is 'Adahn.'"
ru: Ложь: "Ладно-ладно... меня зовут Адан".

source: "I just want to pass through."
ru: "Я всего лишь хочу пройти".

source: "If you don't stand aside right now, there'll be hell to pay."
ru: "Если ты сейчас же не отойдешь - хлопот не оберешься".

source: "I'm looking for a man named Pharod."
ru: "Я разыскиваю мужчину по имени Фарод".

source: "I'm looking for a journal."
ru: "Я ищу дневник".

source: "I was told I could locate Pharod around these parts."
ru: "Мне сказали, что где-то здесь я могу найти Фарода".

source: Attack Bish.
ru: Напасть на Биша.

source: "None of your business."
ru: "Не твое дело".

source: Ignore Bish and continue on.
ru: Не обращать внимания на Биша, пройти мимо.

source: "Just try it..."
ru: "Только попробуй..."

source: "I don't know what my name is."
ru: "Я не знаю своего имени".

source: Lie: "My name is 'Adahn.'"
ru: Ложь: "Меня зовут Адан" .

source: "None of your business!"
ru: "Не твое дело!"

source: Continue to ignore Bish and try and move around him.
ru: Продолжать игнорировать Биша, попытаться обойти его.

source: "I don't think so..."
ru: "Я так не думаю..."

source: "Whatever..."
ru: "Как знаешь.."

source: "I don't want to cause any trouble. I just want to pass through."
ru: "Я не хочу нарываться на неприятности. Я просто хочу пройти".

source: "If you don't stand aside right now, there will be hell to pay."
ru: "Если ты сейчас же не отойдешь - хлопот не оберешься".

source: "Goodbye..."
ru: "Прощай..."

source: "I'll do what I want..."
ru: "Я буду делать то, что захочу..."

source: "My money then."
ru: "Тогда деньги".

source: "I'll give you neither!"
ru: "Ты ничего не получишь!"

source: "I'll show you clueless..."
ru: "Я тебе покажу бестолочь..."

source: "I beg to differ..."
ru: "Позволю себе не согласиться..."

source: "I'm on my way."
ru: "Я пошел".

source: "Bastard..."
ru: "Ублюдок..."

source: "Will do."
ru: "Хорошо".

source: "I dare you..."
ru: "Попробуй..."

source: "Perhaps Pharod's confidence in you does not extend as far as you might think."
ru: "Может, просто Фарод не доверяет тебе настолько, насколько ты думаешь".

source: Bish snorts at you. "Well, you tell him he'd best be readjusting those thoughts if he expects my men and me to keep watch over this bleedin' sinkhole." He sheathes his weapon and motions at a trapdoor located on the floor. "On with ya."
ru: Биш фыркает. "Ну, тогда передай ему: пусть разберется с этим, если хочет, чтобы я со своими парнями охранял эту чертову помойку, - он прячет оружие и жестом указывает на люк на полу. - Залазь".

source: "I was told I could find Pharod around these parts."
ru: "Мне сказали, что где-то здесь я могу найти Фарода".

source: Bish eyes you suspiciously. "Pharod usually fills me in on visitors, and I don't recall the likes of you being mentioned." He quickly glances you over before giving an apathetic shrug. "Ehh, ya don't look like anything the guards couldn't handle. On with ya."
ru: Биш с подозрением смотрит на тебя. "Обычно Фарод предупреждает насчет посетителей, и что-то я не припомню, чтобы он говорил о таких как ты, - он быстро окидывает тебя взглядом и безразлично пожимает плечами. - Ладно, в любом случае стража с тобой справится. Проходи".

source: "Farewell."
ru: "Прощай".
