Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dbrocus3.dlg.po
Languages: ru

source: This dashing nobleman eyes your advance with an air of contempt. "I am here to speak with the ladies, sir, and *not* to one such yourself. I certainly hope you hadn't planned on pestering me with questions and the like."
ru: Этот энергичный аристократ с презрением наблюдает за твоим приближением. "Я здесь, чтобы разговаривать с дамами, сэр, но *не с такими*, как ты. И, безусловно, я надеюсь, ты не намерен докучать мне вопросами или чем-то в этом роде".

source: "In fact, I did have some questions..."
ru: "На самом деле, у меня есть несколько вопросов..."

source: "I'll advise you to show some respect."
ru: "Советую тебе проявить ко мне немного уважения".

source: "I had, but I won't waste my time. Farewell."
ru: "Да, но не стану тратить свое время. Прощай".

source: "No, I hadn't. Farewell."
ru: "Нет. Прощай".

source: "Again you annoy me with your presence. Had I wanted to speak to *your* particular sort of person, why, there's a whole ward of them east of here. Now leave me be."
ru: "Опять ты надокучаешь мне своим присутствием. Да если бы я хотел говорить с такими как *ты*, то таких есть целый район на востоке отсюда. А теперь оставь меня".

source: Leave.
ru: Уйти.

source: The nobleman narrows his eyes at you. "I do not care... not a whit! Now, away with you. Go on - leave me be."
ru: Аристократ смотрит на тебя суженными глазами. "Меня это не волнует... нисколько! А теперь уходи. Исчезни, оставь меня".

source: He closes his eyes and exhales slowly, as if to calm himself. "If such an act is required to rid myself of you, then so be it: if you would be so *kind,* sir, I would most humbly ask that you leave my side and seek conversation *elsewhere.*"
ru: Он закрывает глаза и медленно выдыхает, как бы успокаивая себя. "Если это необходимо, чтобы избавиться от тебя, что ж, так тому и быть. Сэр, смиренно прошу вас: будьте так *любезны*, покиньте меня и найдите себе собеседника где-нибудь *еще*".

source: "Fine... farewell."
ru: "Отлично... Прощай".
