Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dbrocus6.dlg.po
Languages: ru

source: This strange, cubic creature seems to be as much machine as it is organic. As you approach the thing, it silently stares at you with wide, unblinking eyes. Its face hasn't the slightest trace of emotion on it.
ru: Похоже, это странное кубическое создание в равной мере является машиной и органическим существом. Пока ты подходишь к нему, оно молча следит за тобой широко раскрытыми немигающими глазами. На его лице нет ни намека на эмоции.

source: "Greetings..."
ru: "Приветствую..."

source: Leave it alone.
ru: Оставить его в покое.

source: The modron stares at you quietly.
ru: Модрон молча смотрит на тебя.

source: "I had some questions..."
ru: "У меня есть некоторые вопросы..."

source: Its voice has a metallic, reverberating quality to it, as if it were more a sound played out on some warped musical instrument than true speech: "Your greeting is returned." There is a soft *click* as the creature blinks. An awkward silence hangs in the air between the two of you.
ru: Его голос имеет металлический оттенок и дрожит, как будто издается каким-то поломанным музыкальным инструментом: "Твое приветствие возвращено". Когда существо моргает, раздается легкий *клац*. В воздухе между вами нависает неловкая тишина.

source: "Identify yourself to us."
ru: "Идентифицируй нам себя".

source: "But... my questions..."
ru: "Но как же... мои вопросы..."

source: "It's not important who I am."
ru: "Не важно, кто я".

source: Lie: "I'm... Adahn."
ru: Ложь: "Я... Адан".

source: "I'm not sure who I am."
ru: "Я не уверен в том, кто я такой".

source: "Forget it... farewell."
ru: "Забудь... Прощай".

source: "To learn the identity of the subject is of a high priority. To answer various questions that might be posed by the subject is of a low priority. Identify yourself to us."
ru: "Определение личности субъекта имеет высокий приоритет. Предоставление ответов на различные вопросы, которые может задавать субъект, имеет низкий приоритет. Идентифицируй нам себя".

source: "The opinion of the subject as to importance of its identity is irrelevant. We consider the identity of the subject to be important; thus, for all intents and purposes, it is important."
ru: "Мнение субъекта относительно важности собственной личности не является существенным. Мы считаем личность субъекта важной; таким образом, для любых намерений и целей важно определить личность".

source: The creature tilts slightly forward, then back, on its metallic legs - whether the movement is meant to indicate a bow or a nod, you are unsure. "We would identity ourselves as modrons, quadrone type, winged variant, to the subject, Adahn."
ru: Существо слегка наклоняется вперед, потом назад. Непонятно только, что означает это движение: поклон или кивок. "Субъекту Адану мы представимся как модроны, тип квадрон, крылатый вариант".

source: "I had some questions, now..."
ru: "У меня есть несколько вопросов..."

source: "I'll be taking my leave, now. Farewell."
ru: "Я уже должен идти. Прощай".

source: "We would know why this is so."
ru: "Мы желаем узнать, почему это так".

source: "It's not important, really..."
ru: "Это не важно, правда..."

source: "I don't know, myself. I just can't remember."
ru: "Я его не знаю. Просто не могу вспомнить".

source: "All things should have a name; all things should be identified. We find your answer unsatisfactory, but it shall have to suffice for the present." The creature pauses and blinks at you. "We would identity ourselves as modrons, quadrone type, winged variant, to the subject."
ru: "У всего должно быть имя; каждый должен быть идентифицирован. Мы находим твой ответ неудовлетворительным, однако на данный момент этого будет достаточно, - существо умолкает и моргает тебе. - Субъекту мы представимся как модроны, тип квадрон, крылатый вариант".

source: "The subject is free to ask a question."
ru: "Субъект может задавать вопросы".

source: "Do you know what this little cube-like toy creature is?"
ru: "Ты знаешь, что это за маленькое игрушечное существо в форме куба?"

source: "What are you doing here?"
ru: "Что ты здесь делаешь?"

source: "What can you tell me about this place?"
ru: "Что ты можешь рассказать об этом месте?"

source: "What can you tell me about the silent prostitute?"
ru: "Что ты можешь рассказать о молчаливой проститутке?"

source: "I'm trying find Vivian's scent... do you know where it might be?"
ru: "Я пытаюсь найти аромат Вивьен... не знаешь, где он может быть?"

source: "I'm trying find Marissa's Crimson Veil... do you know where it might be?"
ru: "Я пытаюсь найти малиновую вуаль Мариссы... не знаешь, где она может быть?"

source: "I've spoken to nine prostitutes altogether... do you know who or where the tenth student is?"
ru: "Я переговорил со всеми девятью проститутками... ты не знаешь, кто десятая или где она находится?"

source: "Never mind, actually. Farewell."
ru: "На самом деле, не важно. Прощай".

source: "Our purpose here is observation."
ru: "Наша цель - наблюдение".

source: "What are you observing?"
ru: "И что вы наблюдаете?"

source: "I had another question..."
ru: "У меня есть другие вопросы..."

source: "That's all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "We are observing one of the establishment's staff."
ru: "Мы наблюдаем за одной из служащих этого заведения".

source: "Who are you observing?"
ru: "За кем вы наблюдаете?"

source: "As previously stated, we are observing one of the establishment's staff."
ru: "Как было сказано ранее, мы наблюдаем за одной из служащих этого заведения".

source: "Yes, but who *exactly* are you observing?"
ru: "Да, но за кем *именно* вы наблюдаете?"

source: "The object of our scrutiny is named 'Dolora.'"
ru: "Объект нашего наблюдения носит имя Долора".

source: "Why are you watching her?"
ru: "Зачем вы за ней следите?"

source: "We have not been informed as to the specific purpose or purposes which resulted in our being given our present task. The command of our superior pentadrone is sufficient reason to perform said task; as such, the purpose or purposes are irrelevant to us."
ru: "Нас не проинформировали относительно конкретной цели или целей, которые послужили причиной получения нами текущего задания. Команда нашего старшего пентадрона - достаточное основание для выполнения указанного задания; цель или цели для нас не являются существенными".

source: "A building located in the section of Sigil commonly known as the Clerk's Ward. We cannot give exact coordinates as the surface of Sigil changes at intervals we have not determined as of the present. The building itself is known as the Brothel of Slating Intellectual Lusts. It serves as what may be broadly defined as a language school. The students of the school are primarily females who intend to, at some point we have not determined and which varies from student to student, become a factotum of the Society of Sensation."
ru: "Здание расположено в части Сигила, общеизвестной под названием Чиновничий район. Мы не можем дать точные координаты, так как поверхность Сигила меняется через отрезки времени, которые в данный момент не определены. Само здание известно под названием Бордель утоления интеллектуальной страсти. В общих чертах его можно определить как языковую школу. В школе обучаются преимущественно женщины, собирающиеся с некоторого момента (который мы не можем определить, и который колеблется от ученицы к ученице) стать фрактотумами Общества Восприятия".

source: "The Society of Sensation?"
ru: "Общество Восприятия?"

source: "We will provide a brief summary as to what the Society of Sensation is defined as: a faction whose core belief is that with experience comes true understanding of the multiverse and its secrets."
ru: "Мы предоставим краткое определение Общества Восприятия: фракция, чье фундаментальное убеждение заключается в том, что истинное понимание мультивселенной и всех ее секретов приходит с опытом".

source: "The subject referred to is named 'Ecco.' We have gathered no more information regarding said subject."
ru: "Упомянутый субъект носит имя Экко. Мы не собрали больше никакой информации относительно упомянутого субъекта".

source: "We cannot state such as fact, but we must consider that no less than 11,032 planes are infinite in scope, of which no less than 3,701 are populated with sentient beings which use individual names. It therefore stands to reason that, at any one moment in time, there would be an infinite number of beings so named."
ru: "Мы не способны проверить этот факт, но необходимо учитывать, что 11032 планов бесконечны по масштабу, и не менее 3701 из них населены разумными существами, у которых есть собственные имена. Из этого можно сделать вывод, что в любой момент времени может существовать бесконечное количество существ с таким именем".

source: "We do not. If you are not currently in the process of doing so, we would suggest the methodical approach and questioning of each of the inhabitants of this building."
ru: "Нет. Если ты еще не занялся этим, мы предлагаем тебе применить методологический подход и опросить всех обитателей этого здания".

source: "I'll keep asking around, then. Farewell."
ru: "Тогда я продолжу расспрашивать. Счастливо".

source: "We know nothing of any being or object possessing such an appellation."
ru: "Мы ничего не знаем о существе или объекте с таким названием".

source: "Farewell, then."
ru: "Тогда прощай" .

source: "We do not. We have not as yet made an effort to catalog each of the inhabitants of this building, and do not intend to do so at any time."
ru: "Нет. Мы еще не пытались каталогизировать всех обитателей этого здания, и не намерены делать это когда-либо".

source: The modron - its appearance identical in every aspect but size to the object in your hands - blinks once, twice, then speaks: "The object is a portal cube. The user is to position the appendages of the portal cube in such a manner that it will activate. Once activated, the portal cube will transport the user to whatever destination it was tuned to during its creation."
ru: Внешний вид предмета в твоих руках идентичен модрону во всех аспектах, кроме размера, - моргает раз, потом еще раз, и произносит: "Этот предмет - портальный куб. Пользователю необходимо сконфигурировать его конечности определенным образом, чтобы он активизировался. После активизации портальный куб перенесет пользователя в место, на которое он был настроен в процессе своего создания".

source: "What's the proper position to activate this one?"
ru: "И как же его правильно активизировать?"

source: "Where will this cube take its user?"
ru: "И куда же этот куб отправит пользователя?"

source: "We do not have that information. Over ninety-seven percent of all portal cubes function in a slightly different manner. We were not present at the construction of the subject's portal cube, nor have we ever been given instructions as to its use. Should the subject desire to utilize the portal cube, they will have to determine its method of operation and destination via experimentation."
ru: "Мы не располагаем такой информацией. Более девяноста семи процентов всех портальных кубов имеют небольшие различия в принципе действия. Мы не присутствовали при создании этого портального куба, и нам не предоставили инструкций по его использованию. Если субъект изъявляет желание воспользоваться портальным кубом, ему придется определить способ его использования и то, куда он ведет, экспериментальным путем".

source: "I'll take my leave, now. Farewell."
ru: "Я должен идти. Прощай".
