Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dbrocus2.dlg.po
Languages: ru

source: This older-looking noblewoman greets you with an elegant curtsey. "Well met, sir. Might I be so bold as to say, before you ask anything of me, that I am a patron here, and not one of the students."
ru: Эта немолодо выглядящая знатная женщина приветствует тебя элегантным реверансом. "Приветствую, сэр. Прежде чем ты спросишь, позволю себе заметить, что я - здешний постоянный клиент, а не одна из учениц".

source: "You're a patron?"
ru: "Ты - постоянный клиент?"

source: "I see. I had some questions..."
ru: "Понятно. У меня были некоторые вопросы..."

source: "I was only passing by, actually. Farewell."
ru: "Вообще-то, я просто проходил мимо. Прощай".

source: The noblewoman curtseys gracefully as you approach her. "Well met once more, sir."
ru: Когда ты подходишь, знатная женщина грациозно приседает в реверансе. "Рада снова тебя видеть, сэр".

source: "Yes, greetings. I had some questions..."
ru: "Да, приветствую. У меня есть некоторые вопросы..."

source: "Well met. I was just passing by. Farewell."
ru: "Приветствую. Я просто проходил мимо. Прощай".

source: The woman nods. "Of course."
ru: Женщина кивает. "Конечно".

source: "You had said you're patron, here?"
ru: "Ты упомянула, что ты здесь постоянная клиентка?"

source: "What are you doing here?"
ru: "Что ты здесь делаешь?"

source: "What can you tell me about this place?"
ru: "Что ты можешь рассказать об этом месте?"

source: "What can you tell me about the silent prostitute?"
ru: "Что ты можешь рассказать о молчаливой проститутке?"

source: "I'm trying find Vivian's scent... do you know where it might be?"
ru: "Я пытаюсь найти аромат Вивьен... не знаешь, где он может быть?"

source: "I'm trying find Marissa's Crimson Veil... do you know where it might be?"
ru: "Я пытаюсь найти малиновую вуаль Мариссы... не знаешь, где она может быть?"

source: "I've spoken to nine prostitutes altogether... do you know who or where the tenth student is?"
ru: "Я переговорил со всеми девятью проститутками... ты не знаешь, кто десятая или где она находится?"

source: "Never mind, actually. Farewell."
ru: "Вообще-то, неважно. Прощай".

source: She nods. "That is correct, young sir. I came here one evening to see for myself why my husband was constantly paying visits to the place... I became fast friends with a number of the prostitutes, and so here I am! It's not only for men to enjoy a good conversation, you know."
ru: Она кивает. "Все верно, юный господин. Однажды вечером я пришла сюда, чтобы собственными глазами посмотреть, по какой причине мой муж наносит сюда постоянные визиты... Я быстро подружилась со многими проститутками, и вот я здесь! Знаешь ли, наслаждаться добротной беседой - удовольствие не только для мужчин".

source: "True enough. I had another question..."
ru: "Совершенно верно. У меня еще вопрос..."

source: "I suppose so. In any case, farewell."
ru: "Наверное. Так или иначе, прощай".

source: "The Brothel is a school established by Fall-From-Grace... she tutors aspiring members of the Society of Sensation the delicate art of language and communication. If what I have been told is correct, the Brothel supports itself with donations from its wealthier patrons."
ru: "Бордель - это школа, основанная Падшей Грацией... она обучает будущих членов Общества Восприятия тонкому искусству речи и общения. Если то, что я слышала, правда, то Бордель содержится на средства наиболее обеспеченных клиентов".

source: "Fall-From-Grace?"
ru: "Падшая Грация?"

source: "Tell me about the Society of Sensation."
ru: "Расскажи мне об Обществе Восприятия".

source: "I had another question..."
ru: "У меня есть другие вопросы..."

source: "That's all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: The woman gives you an odd look, but only briefly. "Certainly you've heard of them before, yes? Sensates? They are a faction that believes that experience is the key to understanding the multiverse. Their faction headquarters, the Civic Festhall, is nearby... leave this place, turn left, then turn left again. You'll find many willing to speak of the Society of Sensation, there."
ru: Женщина бросает на тебя странный взгляд, но лишь ненадолго. "Ты, конечно, уже слышал о них раньше, да? О Чувствующих? Они - фракция, верящая, что переживания являются ключом к пониманию мультивселенной. Штаб-квартира их фракции, Городской Фестхолл, находится неподалеку... выйди отсюда, поверни налево, потом еще раз налево. Там ты найдешь многих желающих поговорить об Обществе Восприятия".

source: "I do not know her... and I cannot recall her name. I have been told that she cannot communicate, and so I have never take it upon myself to try and speak with her."
ru: "Я ее не знаю... не помню ее имени. Мне сказали, что она не может общаться, так что я никогда и не пыталась заговорить с ней".

source: "No, I do not. Vivian has been on about that for some time, though - she is most upset! I would be most pleased to see it returned to her, for she speaks of little else these days."
ru: "Нет. Хотя в последнее время Вивьен об этом постоянно упоминает - она ведь так расстроена! Я была бы очень рада, если бы ей его вернули - она теперь почти ни о чем другом не говорит".

source: The woman frowns sharply. "Oh, I care not for that Marissa... a most unpleasant disposition, has she! As for that veil of hers, no... I know nothing of it."
ru: Женщина резко нахмуривается. "О, мне нет дела до Мариссы... какой же у нее неприятный характер! Что касается ее вуали, то нет... я ничего об этом не знаю".

source: "There are only nine prostitutes that I know of... and I'm quite certain I've spoken to them all. Perhaps there is a new girl, who I have not met, yet...?"
ru: "Я знаю только девятерых проституток... и я точно уверена, что со всеми ними я общалась. Возможно, появилась новая девочка, с которой я еще незнакома?.."

source: "Stopping by to speak with some friends here, is all. I am one of the few female patrons of the Brothel of Slating Intellectual Lusts."
ru: "Заглядываю сюда, чтобы поболтать с подругами, вот и все. Я - одна из немногих женщин, посещающих Бордель утоления интеллектуальной страсти".

source: "Anyone you'd recommend I speak to?"
ru: "Можешь порекомендовать, с кем бы мне поболтать?"

source: "It depends upon what sort of person you would fancy speaking with, sir. Myself - well, I am friends with Vivian and Kesai-Serris, and occasionally chat a bit with that dear little sunfly, Nenny."
ru: "Зависит от того, с кем именно ты желаешь побеседовать. Что касается меня - ну, я дружу с Вивьен и Кесай-Серри, а также изредка перекидываюсь парой слов с этой милой мушкой Ненни".

source: "Yes... the prostitutes call her Mistress Grace. She generally greets patrons in the Brothel's foyer... you might seek her out there, should you wish to speak with her."
ru: "Да... проститутки зовут ее госпожой Грацией. Обычно она встречает клиентов в фойе Борделя... ты можешь найти ее там, если захочешь пообщаться".
