Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dbsphere.dlg.po
Languages: ru

source: This simple bronze sphere is about a foot across, but it is surprisingly light, as if hollow inside.
ru: Это простой бронзовый шар около фута в диаметре, однако он на удивление легок, словно полый.

source: Although its basic appearance is normal enough, this sphere somehow manages to offend the rest of your senses. The texture of the sphere, just the 'feel' of it gives you the impression it's an egg that's just about to burst open -- just touching it makes your skin crawl. To make matters worse, the faint smell of rotten custard emanates from it, and it makes your eyes water.
ru: Несмотря на свой вполне обычный внешний вид, этот шар каким-то образом раздражает остальные твои чувства. Сама его фактура, то, какой он на ощупь, напоминает тебе яйцо, готовое вылупиться... от одного лишь прикосновения у тебя бегут мурашки по коже. Что еще хуже, от него исходит слабый запах испорченного заварного крема, что заставляет твои глаза слезиться.

source: Examine the sphere.
ru: Осмотреть шар.

source: Put the sphere away.
ru: Отложить шар.

source: As you hold the sphere up this time and examine it, you feel the memories of the first of your incarnations stirring within you, but it is not an insistent or driving force - it is calm, like the thoughts of a man walking across a great distance to speak to a friend he hasn't seen in ages.
ru: На этот раз, держа в руках шар и осматривая его, ты чувствуешь, как в тебе шевелятся воспоминания первого из твоих воплощений. Однако они не настойчивы и не сильны - они спокойны, как мысли человека, прошедшего долгий путь, чтобы поговорить с другом, которого он уже давно не видел.

source: As you feel his presence in your mind, you see the sphere in a different light - not as ugly, or hideous, but as something precious, like a newborn child - the sphere is the repository of your last moments, before you met Ravel on the Gray Waste and asked the impossible of her.
ru: Чувствуя его присутствие в своем разуме, ты видишь шар в другом свете. Он уже не гадкий или отталкивающий - это нечто драгоценное, вроде новорожденного ребенка. Это хранилище твоих последних мгновений перед тем, как ты встретил Равель в Серой Пустоши и попросил у нее невозможного.

source: You know why you asked her. And you know that all you need to do is touch the surface of the sphere with both hands and *feel* regret, and the stone will open itself to you.
ru: Ты осознаешь, зачем ты просил у нее это. И ты понимаешь, что все, что тебе нужно сделать - это прикоснуться к шару обеими руками и *почувствовать* раскаянье, и тогда камень раскроется тебе.

source: Clasp the stone and feel regret.
ru: Схватить камень и почувствовать раскаянье.

source: Let the memories stay where they are, buried in bronze.
ru: Оставить воспоминания там, где они и были - похороненными в бронзе.

source: The sphere wrinkles in your hands, the skin of the sphere peeling away into tears and turning into a rain of bronze that encircles you. Each droplet, each fragment that enters you, you feel a new memory stirring, a lost love, a forgotten pain, an ache of loss - and with it, comes the great pressure of regret, regret of careless actions, the regret of suffering, regret of war, regret of death, and you feel your mind begin *buckling* from the pressure - so MUCH, all at once, so much damage done to others... so much so an entire FORTRESS may be built from such pain.
ru: Шар сминается в твоих руках, его поверхность распадается на капли и превращается в бронзовый дождь, который окружает тебя. С каждой каплей, с каждым кусочком, вошедшим в тебя, ты чувствуешь, как начинают шевелиться все новые и новые воспоминания: потерянная любовь, забытая боль, горечь утраты. И с ними приходит тяжесть раскаянья: за необдуманные действия, за страдания, за войну, за смерть. И ты ощущаешь, как твой разум начинает *прогибаться* под этой тяжестью... Так МНОГО всего сразу, столько вреда, причиненного другим... Так много, что из этой боли можно выстроить целую КРЕПОСТЬ.

source: Try to focus, keep your center.
ru: Попытаться сконцентрироваться, не потерять равновесие.

source: And suddenly, through the torrent of regrets, you feel the first incarnation again. His hand, invisible and weightless, is upon your shoulder, steadying you. He doesn't speak, but with his touch, you suddenly remember your name.
ru: И вдруг, сквозь лавину раскаянья, ты вновь чувствуешь свое первое воплощение. Его рука, невидимая и невесомая, ложится тебе на плече, успокаивая. Он ничего не говорит, но с его прикосновением ты вдруг вспоминаешь свое имя.

source: ...and it is such a *simple* thing, not at all what you thought it might be, and you feel yourself suddenly comforted. In knowing your name, your true name, you know that you have gained back perhaps the most important part of yourself.
ru: ...и это столь *простая* вещь, вовсе не такая, какой ты ее себе представлял, что внезапно ты чувствуешь себя утешенным. Узнав свое имя, свое настоящее имя, ты осознаешь, что вернул себе, быть может, важнейшую часть себя.

source: In knowing your name, you know yourself, and you know, now, there is very little you cannot do. The first incarnation's hand is gone from your shoulder, and he is watching you with a slight smile.
ru: Узнав свое имя, ты познаешь себя, и теперь ты понимаешь, что твои возможности почти безграничны. Рука первого воплощения исчезла с твоего плеча; он наблюдает за тобой с легкой улыбкой.

source: The first incarnation holds his finger to his lips, silencing you. He nods at the symbol at your arm, as if indicating you should make use of it.
ru: Первое воплощение прикладывает палец к губам, успокаивая тебя. Он кивает на символ на твоей руке, как бы показывая, что тебе стоило бы воспользоваться им.

source: "That was my name all along? But if I was-"
ru: "Это мое имя? Но если бы я был..."

source: The symbol - the symbol of Torment - seems brittle somehow, as if it is only barely holding itself to your skin. Unconsciously, you reach out and peel it from your arm.
ru: Этот символ, Символ Мучений, почему-то кажется непрочным, как будто он еле держится на твоей коже. Ты бессознательно сдираешь его от руки.

source: Examine your arm.
ru: Осмотреть свою руку.

source: As you halfway through your question, you realize there is a heavy silence within your mind -- you can no longer feel the presence of the first incarnation within you.
ru: Не закончив свой вопрос, ты осознаешь, что в твоем разуме наступила тяжелая тишина: первого воплощения внутри тебя больше нет.

source: Take the symbol of Torment.
ru: Взять Символ Мучений.

source: It gives way with a slight resistance, like pulling off a scab. As you hold the symbol, you know you can harness its power. It no longer rules you.
ru: Он отстает легко, словно корка на ране. Держа символ, ты осознаешь, что можешь воспользоваться его силой. Он больше не управляет тобой.

source: "I no longer wear the symbol. Does that mean...?"
ru: "Я больше не ношу символ. Это значит, что?.."
