Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dburt.dlg.po
Languages: ru

source: "Nothing. Farewell."
ru: "Ничего. Прощай".

source: "What... what did ye want to know... know?"
ru: "Что... что ты хочешь знать... узнать?"

source: "Who are you?"
ru: "Кто ты?"

source: "Tell me about yourself again."
ru: "Расскажи мне о себе еще раз".

source: "What happened to Gris?"
ru: "А что случилось с Грисом?"

source: "How did you die?"
ru: "Как ты умер?"

source: "Tell me about the catacombs."
ru: "Расскажи мне о катакомбах".

source: "Nothing. Farewell."
ru: "Ничего. Прощай".

source: "I... I was Burt. Me an' Lowden, me best mate, we's dead now."
ru: "Я... Я был Бертом. Мы с Лауденом, моим лучшим приятелем, теперь мертвы".

source: "Where's Lowden now?"
ru: "Где теперь Лауден?"

source: "Answer some other questions for me..."
ru: "Ответь мне еще на несколько вопросов..."

source: "I see. Farewell."
ru: "Понятно. Прощай".

source: "Caught in some horrible trap crypt. We bolted from Gris and the *thing* that got him. Lowden headed fer a... a crypt we knew was bad, but... but he was so scairt that he didn't care. I heard 'im die." His voice sounds disappointed for a moment. "He had all the swag from this run, too... and it were a good run..."
ru: "Попал в какой-то ужасную склеп-западню. Мы удирали от Гриса и той *твари*, что на него напала. Лауден бросился в склеп... с дурной славой, но... он был так напуган, что ему было все равно. Я слышал, как он умер, - на миг его голос звучит огорченно. - У него была вся добыча с того набега... а добра там было немало..."

source: "Trap crypt?"
ru: "Склеп-западня?"

source: "I'm sure. I had some more questions..."
ru: "Не сомневаюсь. У меня есть несколько вопросов..."

source: "Really. Farewell."
ru: "Вот как? Прощай".

source: "Aye. Spikes, blades, blood, grates in the ground. If Lowden's still in one piece, he'll be there. Y'go lookin' fer him, watch yer... yer step..."
ru: "Ага. Всякие копья, лезвия, решетки по полу. Если Лаудена еще не порезало на куски, то он там. Пойдешь его искать - смотри... под ноги..."

source: "I will. Farewell."
ru: "Хорошо. Прощай".

source: "Sommat horrible... opened a crypt, and *she* were there. Lowden 'n me, we shoved Gris inside and bolted. Heard him... him screamin'."
ru: "Что-то жуткое... вскрыли склеп, а там - *она*. Мы с Лауденом втолкнули туда Гриса и дали деру. Слышали его... его крики".

source: "I... see. I had some other questions..."
ru: "Понятно... У меня были еще вопросы..."

source: "I... I'm dead? Must be... fled the crypt's queen and ran through the 'combs. Lowden, he went into a bad place... me... me, I kept runnin'. Ran right into the wall... bled for awhile... woke to rats chewin' me... they ate me to death..."
ru: "Я... Я мертв? Похоже на то... убегал от королевы склепа через катакомбы. Лауден попал в плохое место... я... я побежал дальше. Ударился об стену... истек кровью... очнулся оттого, что меня грызли крысы... они съели меня заживо..."

source: "Where's Lowden?"
ru: "Где Лауден?"

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "Answer some questions for me."
ru: "Ответь мне на пару вопросов".

source: Leave it.
ru: Оставить его.

source: The corpse is fairly fresh - within the last couple of weeks or so, anyway - and large parts of it have been gnawed away by rat teeth. The forehead skin on the corpse looks like someone really brained this poor sod. At your questioning, it stirs. "Wh... who disturbs me?"
ru: Этот труп относительно свеж (ему не больше пары недель) и сильно поеден крысами. Лоб трупа выглядит так, будто кто-то расколол этому бедняге череп. Когда ты обращаешься к нему, он шевелится. "К.. кто меня побеспокоил?"

source: "I had some questions for you, corpse..."
ru: "У меня к тебе несколько вопросов, мертвец..."

source: "No one. Farewell."
ru: "Никто. Прощай".

source: The corpse is fairly fresh - within the last couple of weeks or so, anyway - and large parts of it have been gnawed away by rat teeth. The forehead skin on the corpse looks like someone really brained this poor sod. You nudge it with your toe, and it flops around bonelessly.
ru: Этот труп относительно свеж (ему не больше пары недель) и сильно поеден крысами. Лоб трупа выглядит так, будто кто-то расколол этому бедняге череп. Ты пинаешь его носком, и он безвольно колышется, словно желе.

source: "Nothing useful here..."
ru: "Ничего полезного..."

source: Burt's corpse twitches as you speak to it. "What... what do ye want?"
ru: Когда ты обращаешься к трупу Берта, он начинает дергаться. "Чего... чего ты хочешь?"

source: "I wanted to ask you a few more questions..."
ru: "Хотел задать тебе пару вопросов..."
