Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dbyron.dlg.po
Languages: ru

source: You see a well-dressed, middle-aged man. He seems to be scanning the crowd with a practiced eye. He notices you approach and gives you a quick once-over.
ru: Ты видишь хорошо одетого мужчину средних лет. Он разглядывает толпу опытным взглядом. Заметив твое приближение, он бегло осматривает тебя.

source: He smiles at you and gives a barely perceptible nod. "I am Byron Pikit, moneylender. May I help you?"
ru: Он улыбается и делает едва заметный кивок. "Я Байрон Пикит, ростовщик. Чем могу помочь?"

source: He nods again. "Yes, I cater to the needs of merchants. Want to start a business? Keep one afloat that's down on its luck? Or perhaps expand a business? In either case, you come to me for the funds." He looks you up and down. "I doubt that you are a merchant, sir, so what can I do for you?"
ru: Он еще раз кивает. "Да, я оказываю услуги торговцам. Хочешь начать дело? Удержаться на плаву, когда все пошло наперекосяк? Или, может, расширить дело? В любом случае, ты пришел ко мне за средствами, - он осматривает тебя с головы до ног. - Сомневаюсь, что ты торговец, тогда чего же тебе нужно от меня?"

source: He smiles and looks away for a moment. "A merchant of death, maybe, but not the kind I do business with." He frowns. "If you insist on monopolizing my time, please come to the point of this visit."
ru: Он улыбается и на миг отводит взгляд. "Возможно, торговец смертью, но явно не тот, с кем я обычно веду дела, - он хмурится. - Если ты собираешься и дальше занимать мое время, прошу перейти к цели визита".

source: He frowns and shakes his head. "No, I see no reason to..." He looks you up and down. "You are obviously not someone I conduct business with. I think you should leave." He looks away.
ru: Он хмурится и качает головой. "Нет, не вижу на то причины... - он осматривает тебя с ног до головы. - Ты точно не из тех, с кем я веду дела. Думаю, тебе стоит уйти". Он отводит взгляд.

source: He sighs. "Very well, make it quick."
ru: Он вздыхает. "Хорошо, поторопись".

source: "If you mean the ward in general, it is called the Lower Ward. If you mean this particular locale, it's the open-air market."
ru: "Если ты имеешь в виду район в целом, то он называется Нижним районом. Если ты имеешь в виду конкретно это место, то это открытый рынок".

source: He looks bored. "It is the home of the common people." He gestures around him. "Look about you and you will see all that there is to see... Nothing. Nothing of any interest."
ru: Он выглядит скучающим. "Это жилище для простого народа, - он показывает вокруг себя. - Оглянись, и ты увидишь все, что можно здесь увидеть... То есть ничего. Ничего интересного".

source: He smiles. "The one thing these mindless sods are good for is spending their money. It gives them the feeling that they are actually accomplishing something with their otherwise meaningless lives." He pauses and looks about with disdain.
ru: Он улыбается. "Единственное, в чем преуспели эти глупые бедолаги - это трата денег. Это дает им ощущение того, что они действительно чего-то достигли в своей бессмысленной жизни". Он умолкает и с пренебрежением оглядывается по сторонам.

source: He shrugs. "Where there is money, you will also find merchants and thieves. I help provide the merchants needed to relieve them..." He gestures about. "...of their hard earned coin." He smiles at you.
ru: Он пожимает плечами. "Там, где есть деньги, обязательно найдутся торговцы и воры. Я помогаю торговцам, которые желают избавиться, - он показывает вокруг, - от тяжело заработанной монеты". Он улыбается.

source: "Not I..." He gives you a calculating look and smiles. "Why do you ask?"
ru: "Не я... - он бросает на тебя расчетливый взгляд и улыбается. - Почему ты спрашиваешь?"

source: He laughs. "Such curiosity can be dangerous... even fatal if one isn't careful." He pauses to consider his next words as he examines you closely. "You might want to talk to Lenny. He can usually be found south and east of the market." He pauses a moment. "Tell him I sent you."
ru: Он смеется. "Такое любопытство может оказаться опасным... даже фатальным, если не соблюдать осторожности, - он умолкает, чтобы обдумать следующие свои слова, при этом внимательно тебя рассматривая. - Может, тебе стоит поговорить с Ленни. Обычно его можно найти на юго-востоке от рынка, - на миг он умолкает. - Передай, что я тебя послал".

source: He gestures at the building behind him. "An excellent market that caters to just about every need." He pauses to think for a moment before continuing. "Nothing exotic is available; these sods can not afford such items, but a good market nonetheless."
ru: Он указывает на здание у себя за спиной. "Превосходный рынок, удовлетворит почти любые нужды, - он умолкает, чтобы немного подумать, прежде чем продолжить. - Там нет ничего экзотического; те бедолаги не могут себе позволить такие товары, тем не менее, это неплохой рынок".

source: He shrugs. "I am not a tour guide. If you want to know Sigil, then you must explore her. I suggest you do so. I must warn you though, if you look too deeply you will die."
ru: Он пожимает плечами. "Я не гид. Если хочешь узнать Сигил, тебе придется исследовать его. Советую так и поступить. Однако должен предупредить тебя, что если ты заглянешь слишком глубоко, то умрешь".

source: He thinks for a moment, trying to judge exactly what to say to you. "Sigil holds many secrets, both good and bad. Discover too many of the bad and your life could be forfeit."
ru: Он ненадолго раздумывает, прикидывая, что именно тебе сказать. "Сигил хранит много тайн, и светлых, и темных. Раскрой слишком много темных тайн - и поплатишься за это жизнью".

source: He looks at you in surprise, then barks out a laugh. "They would not be secrets if I told you, would they?"
ru: Он глядит на тебя удивленно, затем выдает резкий смешок. "Они перестанут быть тайнами, если я их раскрою, не так ли?"

source: "Ah, Trist..." He frowns and looks away. After a moment he looks at you and raises his eyebrows. "What about her?"
ru: "А, Трист..." Он хмурится и отводит взгляд в сторону. Мгновение спустя он обращает взгляд на тебя, подняв брови. "Что насчет нее?"

source: He sighs and shakes his head. "There is no *missing* document. That was a ruse instigated by Trist to cast doubt on her debt. This matter has been thoroughly investigated by the Mercykillers, and they found no evidence of any such document."
ru: Он вздыхает, качая головой. "Нет никакого *пропавшего* документа. Это уловка, с помощью которой Трист хотела посеять смуту вокруг ее долга. Это дело было тщательно расследовано убийцами милосердия, и они не нашли никаких следов такого документа".

source: "Yes, a faction of fanatics dedicated to uncovering the *truth* in criminal cases and handing out justice. They are often used as investigators by the courts of Sigil. They are quite thorough, and they found nothing..." He glares at you.
ru: "Да, это фракция фанатиков, посвятивших себя поиску *истины* в уголовных делах и раздаче справедливости. Суд Сигила часто использует их в качестве следователей. Они очень дотошны, и ничего там не нашли..." Он глядит на тебя.

source: "That is a possibility, but not very likely. You obviously are not familiar with the Mercykillers or their methods for you to make such a statement. If they could not find the document, then it does not exist." He looks at you angrily.
ru: "Это возможно, но очень маловероятно. Ты, очевидно, мало знаком с убийцами милосердия и их методами, раз делаешь такие заявления. Если им не удалось найти документ, то его не существует". Он сердито смотрит на тебя.

source: For a moment he looks as if he is about to be furious with you, then a gloating smile crosses his face. "What a terrible thought... pity there is no proof of any such activity..." He continues to smile at you.
ru: Он чуть было не выходит из себя, но потом его лицо расползается от злорадной ухмылки. "Какая ужасная мысль... как жаль, что этому нет никаких доказательств..." Он продолжает ухмыляться тебе.

source: "Yes she could, and I did make that offer to her." He looks at you sternly. "However, she turned me down. I don't allow second chances. No one turns me down without suffering the consequences. No one..."
ru: "Да, она могла, и я предлагал ей, - он смотрит на тебя сурово. - Однако она мне отказала. Я не даю второго шанса. Никто не отказывает мне, не поплатившись за это. Никто..."

source: He laughs at you. "Well good luck to you then. If the Mercykillers couldn't help poor Trist, I don't think you have a chance in the nine hells of doing so. Now, pike it sod." He turns away from you.
ru: Он смеется над тобой. "Ну, тогда желаю удачи. Раз убийцам милосердия не удалось помочь бедняжке Трист, я не думаю, что у тебя есть хоть какой-то шанс это сделать. А теперь отвали, бедолага". Он отворачивается от тебя.

source: "No, I have had enough of you to last a lifetime. I will answer no more of your questions. Now, pike it sod." He turns away from you.
ru: "Нет, мне тебя хватит на всю оставшуюся жизнь. Я не стану отвечать на твои вопросы. А теперь проваливай, бедолага". Он отворачивается от тебя.

source: He gives you a quizzical look. "Really? Why in the name of the nine hells would you want to find him?"
ru: Он смотрит на тебя в недоумении. "Правда? И зачем, во имя девяти кругов ада, тебе понадобилось его искать?"

source: He pauses for a moment. "I have reasons, quite good ones I can assure you, not to point anyone toward Lothar. Now pike it, sod." He turns away.
ru: Он на мгновение умолкает. "А у меня есть причины, довольно веские - можешь не сомневаться, чтобы никому не указывать на Лотара. А теперь проваливай, бедолага". Он отворачивается.

source: "So? What do you think you are going to do, just march in and demand it back?" He looks you up and down. "I admit that you appear more than capable of handling yourself in a fight, but against Lothar?" He snorts. "Your skull will decorate his walls."
ru: "И что? Что ты собираешься делать? Просто так прийти и потребовать его назад? - он окидывает тебя взглядом сверху донизу. - Соглашусь, что на вид ты вполне можешь за себя постоять в бою, но чтобы против Лотара? - он фыркает. - Твой череп украсит его стены".

source: He laughs uproariously and gives you an incredulous look. "Lothar is above the law, berk. He is that powerful, that tough..."
ru: Он вызывающе хохочет и бросает на тебя скептический взгляд. "Лотар выше закона, пень. Он слишком влиятелен и слишком силен..."

source: He shakes his head. "Really..." He sighs and looks away for a moment. "I can assure you that your skull is beyond recovery. Forget it, find a replacement."
ru: Он качает головой. "Правда... - он вздыхает и смотрит в сторону. - Могу тебя заверить: теперь твой череп не вернуть. Забудь о нем, найди себе замену".

source: "Because it is likely that your skull is in the possession of the Master of the Bones, Lothar. If that is indeed the case, then it is gone." He shrugs.
ru: "Потому что, скорее всего, твоим черепом теперь владеет Повелитель Костей, Лотар. А если это действительно так, то можешь о нем забыть". Он пожимает плечами.

source: You see Byron Pikit, the moneylender. "Back again?"
ru: Ты видишь Байрона Пикита, ростовщика. "Вернулся?"

source: He laughs and looks around. "Really now? Well, that's not the kind of thing you should admit to just anyone." He studies you while he thinks. "As I said, I have nothing to do with thieves... Perhaps you should talk to Lenny. He can usually be found south and east of the market." He pauses a moment. "Tell him I sent you."
ru: Он смеется и оглядывается. "Что, правда? Ну, это не из тех вещей, которые рассказываются первому встречному, - он изучает тебя, призадумавшись. - Как я уже говорил, я не имею ничего общего с ворами... Может, тебе стоит поговорить с Ленни. Обычно он околачивается на юго-востоке от рынка, - он делает паузу. - Передай ему, что тебя послал я".

source: "Greetings."
ru: "Приветствую".

source: Ignore the man.
ru: Не обращать на него внимания.

source: "Moneylender?"
ru: "Ростовщик?"

source: "I have some questions..."
ru: "У меня есть несколько вопросов..."

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: "I'm a merchant."
ru: "Я торговец".

source: "Nothing, farewell."
ru: "Ничего, прощай".

source: "Can you tell me about your business?"
ru: "Ты мог бы рассказать мне о своем деле?"

source: "Very well, farewell."
ru: "Хорошо, прощай".

source: "What is this place?"
ru: "Что это за место?"

source: "I want to talk to you about Trist."
ru: "Я хотел бы поговорить с тобой насчет Трист".

source: "I'm looking for someone named Lothar, or the Master of the Bones..."
ru: "Я ищу кое-кого по имени Лотар, он же Повелитель Костей..."

source: "I'm missing a skull... know anyone who'd want something like that?"
ru: "У меня пропал череп... не знаешь, кому могло понадобится нечто подобное?"

source: "I must be going now. Farewell."
ru: "Я должен идти. Прощай".

source: "Tell me about the Lower Ward."
ru: "Расскажи мне о Нижнем районе".

source: "Tell me about the open-air market."
ru: "Расскажи мне об открытом рынке".

source: "I have other questions..."
ru: "У меня есть другие вопросы..."

source: "I must be going. Farewell."
ru: "Я должен идти. Прощай".

source: "Then why are you here?"
ru: "Тогда зачем ты здесь?"

source: "Tell me about the open-air market?"
ru: "Расскажи мне об открытом рынке".

source: "Go on."
ru: "Продолжай".

source: "I have some other questions..."
ru: "У меня были еще вопросы..."

source: "You mentioned thieves. Who helps *provide* them?"
ru: "А воры? Кто *помогает* им?"

source: "I see... I have some other questions..."
ru: "Понятно... У меня были еще вопросы..."

source: "Call it curiosity..."
ru: "Назовем это любопытством..."

source: "I'm looking for some training..."
ru: "Мне нужна кое-какая подготовка..."

source: "Call it Curiosity..."
ru: "Назовем это любопытством..."

source: There is a thief named Lenny who can be found somewhere south and east of the market. Maybe I can learn some things from him.
ru: К юго-востоку от рынка можно найти такого себе вора по имени Ленни. Возможно, я мог бы у него кое-чему научиться.

source: "Thank you, farewell."
ru: "Спасибо, прощай".

source: "Oh? Why is that?"
ru: "О? И почему?"

source: "I see. I must be going now. Farewell."
ru: "Ясно. Я должен идти. Прощай".

source: "What kind of secrets?"
ru: "Какие тайны?"

source: "I have some other questions.."
ru: "У меня были еще вопросы..."

source: "I guess not. Farewell."
ru: "Думаю, так оно и есть. Прощай".

source: "I'm trying to find a missing document for her."
ru: "Я пытаюсь найти пропавший у нее документ".

source: "Never mind, I have other questions for you."
ru: "Неважно, у меня к тебе есть другие вопросы".

source: "Nothing. Farewell."
ru: "Ничего. Прощай".

source: "The Mercykillers?"
ru: "Убийцами милосердия?"

source: "They could have missed something."
ru: "Они могли что-нибудь упустить".

source: "I see. I have some other questions..."
ru: "Понятно. У меня были еще вопросы..."

source: "Someone could have stolen the document and then destroyed it. That way the loan would be paid twice..."
ru: "Кто-то мог выкрасть документ и уничтожить его. Таким образом, долг пришлось бы выплатить дважды..."

source: "Someone could have stolen the document... Maybe even destroyed it."
ru: "Кто-то мог выкрасть документ... Может, даже уничтожить его".

source: I think Byron Pikit stole some documents from a woman named Trist. Without them she can not prove that she has paid off a loan and she is to be sold into slavery to cover the debt.
ru: Я думаю, что Байрон Пикит украл кое-какие документы у женщины по имени Трист. Без них она не может доказать, что выплатила долг, и ее должны продать в рабство, чтобы покрыть долг.

source: "Yes... a pity. So tell me, why have Trist sold into slavery? Couldn't she pay you your money in the form of a loan?
ru: "Да... как жаль. Тогда объясни, зачем продавать Трист в рабство? Разве она не могла выплатить тебе долг деньгами?

source: "Well, if any proof does exist, I intend to find it."
ru: "Что ж, если существуют какие-нибудь доказательства, я собираюсь найти их".

source: "I have some other questions...
ru: "У меня были еще вопросы..."

source: "I think I've had enough of this. Farewell."
ru: "Думаю, я выслушал достаточно. Прощай".

source: I told Byron Pikit that I intend to find Trist's missing documents.
ru: Я сказал Байрону Пикиту, что собираюсь найти пропавший документ Трист.

source: "I see. I'll be going now. Farewell."
ru: "Понятно. Мне нужно идти. Прощай".

source: Leave.
ru: Уйти.

source: "I have my reasons."
ru: "У меня свои причины".

source: "He stole a skull of mine."
ru: "Он выкрал у меня череп".

source: "Never mind, farewell."
ru: "Неважно, прощай".

source: "I still need to find him."
ru: "Мне все равно нужно его найти".

source: "Just how tough can one man be?"
ru: "Насколько сильным может быть всего один человек?"

source: "Why?"
ru: "Почему?"

source: "Thank you, I must be going. Farewell."
ru: "Спасибо, я должен идти. Прощай".

source: "Where can I find this Lothar?"
ru: "Где я могу найти этого Лотара?"

source: "Thank you, farewell.
ru: "Спасибо, прощай".

source: "No reason, I have other questions..."
ru: "Просто так. У меня есть другие вопросы..."
