Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dc_whore.dlg.po
Languages: ru

source: This tawdry, scantily clad woman smiles coyly, shrugging off one of her brassiere's straps as you approach her. "Twenty coins, cutter, and I'm yours..."
ru: Безвкусно и скудно одетая женщина жеманно улыбается, ненавязчиво опуская бретельку своего бюстгальтера. "Двадцать монет, рубака, и я твоя..."

source: She sighs and tugs her brassiere back up. "No. Sorry, not going to happen."
ru: Она вздыхает, и бретельки бюстгальтера возвращаются на место. "Нет. Извини, но та не пойдет".

source: "Why not?" She smiles wickedly, playing with her hair. "If it looks like enough fun, mayhap they'll join in..." She winks and motions you towards her.
ru: "Почему бы и нет?" Она развращенно улыбается, играя волосами. "Если будет достаточно весело, то они могут присоединиться..." Она подмигивает и зовет к себе.

source: "Oh, him?" She looks over to the burly guardsman in the doorway, his back to the room as he peers down the hall. "My friends and I just slip him some jink to watch out for us, is all. Why? He making you nervous? Don't worry, he won't watch... come here..." She opens her arms to you.
ru: "А, он?" Она оглядывается на огромного охранника у дверного проема, который словно высматривает спиной комнату. "Я и мои подружки просто спят с ним за звенелки за то, чтобы он присматривал за нами, вот и все. А что? Он тебя нервирует? Не бойся, он не подглядывает... иди сюда..." Она открывает свои объятья.

source: You finish your sordid little fling, dress yourself, and gather your belongings. "Mmm, you don't tire easily, do you? Well, come and see me again soon, if you'd like. Farewell."
ru: Вульгарно перепихнувшись, ты одеваешься и собираешь свои вещи. "Ммм, ты не очень утомился? Приходи ко мне снова, когда захочешь. Прощай".

source: "Actually, I had some questions..."
ru: "Вообще-то, у меня несколько вопросов..."

source: "Sounds reasonable... here's the coin."
ru: "Звучит неплохо... вот деньги".

source: "Eh... with the others here?"
ru: "Ээээ... а вместе с другими?"

source: "No thanks. Farewell."
ru: "Нет, спасибо. Прощай".

source: "Tell me what's going on with the guard outside, at least..."
ru: "По крайней мере, скажи мне, что это за охранник снаружи..."

source: "Well... how about you be mine for twenty coins, then?"
ru: "Ну тогда как насчет меня? Двадцать монет, да?"

source: "Fine... farewell."
ru: "Отлично... Прощай".

source: "You're right... why not? Here's the coin..."
ru: "Верно... почему бы и нет? Вот деньги..."

source: "Actually... I just had some questions..."
ru: "Вообще-то, у меня просто несколько вопросов..."

source: "No thanks. Farewell.
ru: "Нет, спасибо. Прощай".

source: "Why not? Here's the coin..."
ru: "Почему бы и нет? Вот деньги..."

source: "Maybe I will. Farewell."
ru: "Может быть. Прощай".

source: Leave.
ru: Уйти.
