Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dcandri.dlg.po
Languages: ru

source: "Ah, Carceri and its poisonous jungles, acid swamps, destructive waters, strung like a string of rotten pearls nestled within one another..." He pauses and looks at you carefully, again fixing you in place with his eyes. "Remember this, seeker: Carceri is a prison, home to the gehreleths, one of the most dangerous types of fiends there is. The strength of the prison is the strength of the captor, as strong as the prisoner lets it be. Destroy the prisonkeeper, and a body can escape the Red Prison. There is almost no other way out, not when the gates close themselves against you and watch you spin off into the vast space surrounding the orbs. Be wary of Carceri, traveler, for its bonds can be greater than flesh."
ru: "А, Карцери - ядовитые джунгли, кислотные болота, губительные воды. Нить гнилых жемчужин, жмущихся друг к другу... - Он прерывается, внимательно глядя на тебя в упор. - Запомни, искатель: Карцери - это тюрьма, дом гехрелетов - одних из самых опасных типов демонов. Сила тюрьмы - это сила того, что заключил узника, а значит, узник должен быть сильнее его. Убей тюремщика, и тело сможет убежать из Красной тюрьмы. Другого выхода оттуда практически нет. Ворота будут сами закрываться перед твоим носом и следить за тобой со всех сфер. Будь осторожен на Карцери, путник, оковы могут быть сильнее плоти".

source: He sighs, as if this reminded him of his bone-deep weariness. "Think of the Inner Planes as a globe. On the top pole, you have the Positive Material Plane. On the bottom, you have the Negative Material." He pauses. "Remind me to tell you of the Negative." His eyes turn inward, to some private horror. "From the interaction between the two springs all of the urge for existence and non-existence, death and life, actuality and nothing. From them spring the basic elemental planes - like Fire, Water, Air, and Earth - the para-elemental planes that lie between the four basic elements, and the quasi-elemental planes that come from the interaction of the four elements with the Positive and Negative."
ru: Он тяжело вздыхает, словно вопрос напомнил ему о своей смертельной усталости. "Представь, что Внутренние планы - это шар. Наверху будет Позитивный материальный план. А внизу - Негативный материальный, - он делает паузу. - Напомни мне потом рассказать про Негатив, - в его глазах виды следы прошедшего ужаса. - Из взаимодействия между двумя источниками рождаются существо и небытие, смерть и жизнь, действительность и ничто. Из них образуются основные стихийные планы - Огненный, Водный, Воздушный и Земной - - и парастихийные, которые лежат между четырьмя основными. Также есть квазистихийные планы, которые образуются от соприкосновения четырех стихий с Позитивом и Негативом".

source: "Tell me of the Negative Material Plane."
ru: "Расскажи мне о Негативном материальном плане".

source: "Tell me of the rest of the planes."
ru: "Расскажи мне об остальных планах".

source: "That's all I needed to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: His eyes cloud over. "I went to the Inner Planes to discover my true essence. I made the mistake of visiting the Negative Material Plane in order to understand my body's urge to decay and the cycle of death in life. I thought myself protected against the ill effects of the plane with my magic, but I was wrong. The blackness of infinite nothing pressed on my soul, and I was beset by shadows that sought to snuff out my very soul. I lost my way for a time - for an eternity - and nearly lost my existence. I could feel my essence falling away from me, and am even now half-gone. Never will I return."
ru: Его взгляд затуманивается. "Я направился во Внутренние планы, чтобы найти свою истинную сущность. Пытаясь понять причины разложения тела и цикла жизни и смерти, я совершил ошибку, решив посетить Негативный материальный план. Я думал, что был магически защищен от вредных эффектов плана, но я оказался неправ. Тьма бесконечного ничто окружила мою душу, и я оказался осажден тенями, рыскающими в поисках моей души. На время - на бесконечно долгое время - я потерялся и почти потерял свое существо. Я почувствовал, как моя сущность почти что покинула меня. Я не мог вернуться".

source: "How did you survive?"
ru: "Как тебе удалось выжить?"

source: "I see. Farewell."
ru: "Понятно. Прощай".

source: "How did I survive?" He smiles tightly. "With a piece of nothing that held back the nothing. Nothing can stop nothing, you know, and so I carried nothing in my hand to protect me. Do you plan to journey to the ultimate negation yourself? You have the smell of desperation about you, and so I make you this gift. Hold it in your hand when the shadows press in, and it should protect you and your friends somewhat, should they remain close to you. Heh." He passes you a small, black token that looks as if it has no dimensionality to it all.
ru: "Как мне удалось выжить? - улыбается он. - С помощью кусочка ничто, который сдерживал другое ничто. Знаешь, ничто может остановить только ничто, так что я взял ничто в свою ладонь, и оно меня защитило. Ты не планируешь в абсолютное ничто? В тебе чувствуется какое-то безрассудство, поэтому я поэтому я сделаю тебе небольшой подарок. Держи это в руке, когда на тебя будут наседать тени. Оно защитит тебя и твоих самых близких друзей. Ха". Он протягивает тебе небольшой черный знак, который, кажется, вообще не имеет размеров.

source: "Thanks. Tell me more of the planes."
ru: "Спасибо. Расскажи мне еще о планах".

source: "I had more questions..."
ru: "У меня есть еще вопросы..."

source: "I used the token I gave you and barely held on to my life. Without it, I should have perished entirely."
ru: "Я воспользовался тем знаком, который дал тебе. Он спас мне жизнь. Без него я исчез бы навсегда".

source: "You want to know of the Prime, visit it. The boundless worlds of that plane have an infinite variety, as do the planes, but I cannot encapsulate them as I have here. Suffice it to say they are the birth of the Outer Planes, the children of the Inner, and they hold limitless potential within their boundaries."
ru: "Если ты хочешь узнать о Первичном, то лучше его увидеть самому. Безграничных миров этого плана бесчисленное количество, но я даже не могу вкратце описать их. Достаточно будет сказать то, что они являются колыбелью Внешних планов, а сами они рождены во Внутренних. Внутри них таятся безграничные возможности".

source: "I? I am fresh back from negation, and am trying to restore my essence before it slips away from me altogether."
ru: "Я? Я только что вернулся из ничто, и теперь пытаюсь восстановить свою сущность, пока она не ускользнула от меня окончательно".

source: "I see. I had some other questions..."
ru: "Понятно. У меня были еще вопросы..."

source: "What can you tell me of the patrons here?"
ru: "Что ты можешь рассказать о здешних завсегдатаях?"

source: "Very well. I had some other questions..."
ru: "Очень хорошо. У меня есть другие вопросы..."

source: "Very well. Farewell."
ru: "Отлично. Прощай".

source: "I've seen no journals lately but for my own - and that has crumpled away into nothingness. My apologies."
ru: "В последнее время я не видел никаких дневников, кроме своего собственного - но вот только он сгинул в небытие. Извини".

source: "No matter. I had some other questions..."
ru: "Неважно. У меня есть другие вопросы..."

source: "Pharod grew up to be a Collector? How long ago was this? When I set out last, he was but an officious stripling in one of the upper wards. Heh. Time DOES change some people. No, seeker, I don't know Pharod any more, I'm willing to bet."
ru: "Фарод дорос до Сборщика? Когда это случилось? В прошлый раз он был всего лишь назойливым пареньком в одном из верхних районов. Ха. Некоторых время СИЛЬНО меняет. Нет, искатель, о Фароде я больше этого ничего не знаю, готов поспорить".

source: 'Very well. I had some other questions..."
ru: "Очень хорошо. У меня есть другие вопросы..."

source: Candrian told me of the plane of Carceri, the Great Prison of the planes. He says that the only way to escape the prison is to be stronger than the prison keeper. He said that the bonds of the plane are greater than flesh.
ru: Кандриан рассказал мне о Карцери, Великой Тюрьме всех планов. Он сказал, что единственный способ сбежать из тюрьмы - это стать сильнее тюремщика. Еще он сказал, что оковы плана сильнее плоти.

source: Candrian told me of his trip into the Negative Material Plane, a place where existence falls away into nothing.
ru: Кандриан рассказал мне о своем путешествии на Негативный материальный план, место, где само существо растворяется в ничто.

source: I spoke with Candrian about Ingress and he said he would guide her home. He told me to go tell her to await him, then meet him back at the Smoldering Corpse.
ru: Я переговорил с Кандрианом насчет Ингресс, и он сказал, что проведете ее домой. Он попросил меня сообщить Ингресс, чтобы та ждала его, после чего встретиться с ним снова в "Тлеющем Трупе".
