Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dcandri.dlg.po
Languages: ru

source: "Farewell."
ru: "Прощай".

source: "Not yet. Farewell."
ru: "Еще нет. Прощай".

source: You see a soft-looking man with gentle, far-staring eyes. He dresses in supple leather clothing, and carries various implements of use and destruction about his body, such as ropes, spikes, tinderboxes, and empty vials of air. He looks half-gone - literally. There's an insubstantiality to his existence, as if his essence had been partially leeched away. He focuses those eyes on you, and suddenly you find them gripping and determined. "Greetings to you, o seeker."
ru: Перед тобой расплывчатый образ мужчины с благородным отстраненным взглядом. Он одет в одежду из кожи, на которой висят различные инструменты и приспособления - веревки, крючья, трутницы, пустые пузырьки. Он выглядит наполовину отсутствующим - в прямом смысле. Его существование неустойчиво, словно часть его сущности была вытянута из него. Он сосредотачивает свой взгляд на тебе, неожиданно четкий и решительный. "Приветствую тебя, искатель".

source: "Greetings."
ru: "Приветствую".

source: He carefully sets down the mug he's holding, and gives you all his attention. "I have seen the far reaches of the multiverse and returned to tell the tale. I have walked upon the bodies of dead gods and spun moonbeams in the Astral ahead of a thousand shrieking githyanki knights. I have passed the edges of existence and watched my essence shiver away before me. What is it I can do for you?"
ru: Он осторожно ставит свою кружку на стол и полностью сосредотачивается на тебе. "Я бывал в самых дальних уголках мультивселенной и вернулся, чтобы рассказывать истории. Я бродил по телам мертвых богов и мчался по скрученным лучам лун в Астрале навстречу тысяче кричащих рыцарей гитьянки. Я достигал граней существования и наблюдал, как моя сущность разбивалась на осколки. Что я могу сделать для тебя?"

source: "I had some questions for you."
ru: "У меня есть вопросы к тебе..."

source: "Nothing. Farewell."
ru: "Ничего. Прощай".

source: "Perhaps I have answers for you. Speak, and I shall tell you."
ru: "Возможно, у меня найдутся для тебя ответы. Задавай вопросы, и я тебе отвечу".

source: "I met a woman named Ingress with *very* bad teeth. She said she had come through a portal from some world that was opened by a tune hummed near two crossed trees. Can you get her home?"
ru: "Я встретился с женщиной по имени Ингресс с *очень* плохими зубами. Она сказала, что пришла из другого мира через портал, который открылся у двух скрещенных деревьев от напевания определенной мелодии. Ты можешь помочь ей попасть домой?"

source: "Who are you?"
ru: "Кто ты?"

source: "What are you doing?"
ru: "Что ты делаешь?"

source: "What is this place?"
ru: "Что это за место?"

source: "I'm looking for a journal I lost."
ru: "Я ищу дневник, который потерял".

source: "Do you know a Collector named Pharod?"
ru: "Ты знаешь Сборщика по имени Фарод?"

source: "Forget it. Farewell."
ru: "Забудь. Прощай".

source: He pauses briefly, thinking. "I know the portal of which you speak, though I have not traveled it these thirty years gone. I will take her home, seeker. Go tell her to await my arrival, then meet me back here, and I will tell you if I was successful or not."
ru: Немного поразмыслив, он отвечает: "Я знаю тот портал, о котором ты говоришь, хотя я не путешествовал через него уже тридцать лет. Я доставлю ее домой, искатель. Скажи ей, чтобы она ждала моего прибытия, потом приходи ко мне. Там посмотрим, получится что-нибудь из этого или нет".

source: "Thanks. I had some other questions..."
ru: "Спасибо. У меня есть еще несколько вопросов..."

source: "Thanks. Farewell."
ru: "Спасибо. Прощай".

source: "I am Candrian Illborne, traveler, dreamer, talespinner, and so forth."
ru: "Я - Кандриан Болезнерожденный, путешественник, мечтатель, рассказчик и так далее".

source: "You are a traveler? Tell me of the planes."
ru: "Так ты путешественник? Расскажи мне о планах".

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "I am tired, seeker, so tired... I am fresh back from negation. I will answer what I can for you, but I cannot promise that you will find satisfaction in the answers I give. What would you know? Would you hear of the Outer Planes, the Prime Material, or the Inner Planes?"
ru: "Я устал, искатель, сильно устал... Только что вернулся с ничто. Я отвечу отвечу на твои вопросы, как могу, но не обещаю, что ты удовлетворишься моими ответами. О чем ты хочешь узнать? О Внешних планах, Первичном материальном или Внутренних планах?"

source: "What's the difference?"
ru: "А как между ними разница?"

source: "Tell me of the Outer Planes."
ru: "Расскажи мне о Внешних Планах".

source: "Tell me of the Inner Planes."
ru: "Расскажи мне о Внутренних Планах".

source: "Tell me of the Prime Material."
ru: "Расскажи мне о Первичном материальном".

source: "Fresh back from negation? What do you mean?"
ru: "Только что из ничто? Что ты имеешь в виду?"

source: "None. But I had some other questions..."
ru: "Ни о чем. Но у меня есть другие вопросы..."

source: "None. Farewell."
ru: "Ни о чем. Прощай".

source: "You would know more of the planes? Ask, and I shall tell as best I can. Would you hear of the Outer Planes, the Prime Material, or the Inner Planes?"
ru: "Ты хочешь узнать о планах? Спрашивай, я отвечу как смогу. Ты что-нибудь слышал о Внешних планах, Первичном материальном или Внутренних планах?"

source: "What did you mean when you mentioned 'negation' before?"
ru: "А что ты имел в виду, когда что-то говорил про 'ничто'?"

source: "The difference is true essence, seeker. The Inner Planes are matter, substance, true physicality. They are the building blocks of the multiverse, for it is from them that all belief in the elements springs. The Inner Planes filter through the Ethereal Plane - the plane of potential, some say, which forms the elements into the worlds of mortals. Once past the Ethereal Plane, one reaches the Prime Material, where exist all manner of mortals and monsters and myths and machines. It is there that belief is born, and there that the spirits that create the Outer Planes are born. When mortals die, they pass through the Astral Plane, a no-place that is thought and mental energy itself. It is in all things, and in none. It is paradox, among other things, and it filters spirits into the Great Ring. Do you comprehend so far?"
ru: "Разница в самой сущности, искатель. Внутренние планы - это материя, субстанция, истинное вещество. Они - строительный материал для мультивселенной, то, из чего рождаются все убеждения. Внутренние планы проходят через Эфирный план - некоторые называют его планом возможностей, который формирует элементы в миры смертных. Проходя через Эфирный план, они достигают Первичного материального, в котором существует все многообразие смертных, монстров, мифов и машин. Там рождаются убеждения, силы, которые порождают Внешние планы. Когда смертный умирает, он попадает в Астральный план, не-место, состоящее из самой ментальной энергии. Это место для всего и ничего одновременно - чистейший парадокс. Этот план пропускает духов на Великое кольцо. Ты успеваешь за мыслью?"

source: "Yes. Go on."
ru: "Да. Продолжай".

source: "I'm not sure."
ru: "Не очень".

source: "Now... the Outer Planes... Where should I start? Do you know the cardinal rules of the planes, on which all others are based? Do you know about the composition of the Outer Planes? Do you know of the Great Ring, and its divisions in our hearts? Do you know of the individual planes? Each of these leads to the next, and so it is best to start from the beginning."
ru: "Так... Внешние планы... С чего бы начать? Тебе известно о главных правилах планов, на которых зиждятся все остальные? Тебе известно о структуре Внешних планов? Тебе известно о Внешнем кольце и его представлении в наших душах? Тебе лучше начать с самого начала".

source: "Tell me the cardinal rules."
ru: "Расскажи мне о главных правилах".

source: "Tell me of the composition of the planes."
ru: "Расскажи мне о структуре планов".

source: "Tell me of the individual planes."
ru: "Расскажи мне об отдельных планах".

source: "Tell me of the Prime Material Plane instead."
ru: "Расскажи мне лучше о Первичном материальном плане".

source: "Forget it. I had some other questions..."
ru: "Забудь об этом. У меня есть несколько вопросов..."

source: "The Inner Planes are substance. They create matter. They lead to the Prime Material Plane, which is life and death and the birth of thought. The Prime leads to the Outer Planes, which are belief made solid, where thoughts are given form. Is that easier for you?"
ru: "Внутренние планы - это субстанция. Они создают материю. Они ведут в Первичный материальный план, в котором существуют жизнь, смерть и рождаются мысли. Первичный ведет во Внешние планы, где убеждения становятся осязаемыми, а мысли приобретают форму. Так понятней?"

source: "I still don't understand."
ru: "Я все еще не понимаю".

source: "Unfortunately, I have explained it as best I can. Remember this, though: The place you stand is not true matter, but is created by the force of beliefs all across the Prime and the Outer Planes. It can be changed by belief, and is subject to alteration. It is mutable and changeable with the power of mind alone."
ru: "Очень жаль, но я попытался объяснить как можно доступнее. Запомни хотя бы это: место, на котором ты стоишь, - не настоящая материя, оно создано силой убеждений Первичного и Внешних планов. Можно изменить убеждения, что станет причиной изменений этого места. Оно податливо силе одного лишь разума".

source: "Very well. So tell me of the planes."
ru: "Хорошо. Теперь расскажи мне о планах".

source: "I must be going. Farewell."
ru: "Я должен идти. Прощай".

source: "There are three rules you must remember. The first is the Rule of Threes: If you see two things, look for a third. The second rule is called The Center of the Multiverse: The cosmos is so big, seeker, that anywhere you stand may as well be considered the center. Some would call Sigil the center, and they're right - but they would also be right to call it a spot in the endless voids of Gehenna. There is no edge to the multiverse, and so there is no center. The third rule is the Unity of Rings: All things come in rings - rings have no beginning and no end: The Great Ring of the Outer Planes, the ring of Sigil's form, the ring of the elemental planes - even the powers think in rings, circles upon circles upon circles."
ru: "Есть три правила, о которых ты должен помнить. Первое правило - Правило Трех: если ты видишь две вещи, поищи третью. Второе правило - Правило Центра Мультивселенной: космос настолько огромен, искатель, что каком бы месте ты не оказался, его можно принять за центр. Некоторые называют центром Сигил - и они по-своему правы. Но в равной степени окажутся правы и те, кто называют центром бесконечные пустоты Геенны. У мультивселенной нет края, поэтому у нее нет и центра. Третье правило - Единство Колец: все вещи образуют кольца. У колец нет ни начала, ни конца: Великое кольцо Внешних планов, Сигил в форме кольца, кольцо стихийных планов - даже силы думают кольцами, по кругу, по кругу, по кругу".

source: "Now tell me of the composition of the planes."
ru: "Теперь расскажи мне о структуре планов".

source: "We'll get back to this later. Farewell."
ru: "Мы вернемся к этому в другой раз. Прощай".

source: "The Outer Planes are created of and by belief and thought and faith. They take their imagined form from the Prime Material Plane, shaped into forms that stagger the imagination, built by the accumulation of belief. Belief creates the planes. Belief is power here. Change belief, and you can change the nature of reality. The creatures that are born here - the planeborn, like the fiends and celestials - are truly borne of the thoughts and concepts of mortals. They each express some sort of ideal, and the more powerful the ideal, the more powerful the being - thus, the being that symbolizes love is one of the strongest of all."
ru: "Внешние планы созданы убеждениями, идеями и верованиями. Они приобретают свою воображаемую форму в Первичном материальном плане, принимают поражающее воображение очертания и строятся накопленными убеждениями. Планы создаются убеждениями, убеждения здесь - сила. Измени убеждения, и ты сможешь изменить сущность действительности. Рожденные здесь существа - рожденные на планах, например, демоны или небожители - на самом деле рождены благодаря силе и понятий смертных. Они выражают определенный тип идеала, и чем сильнее идеал, любовь, является одним из самых могущественных".

source: "Go on."
ru: "Продолжай".

source: "We'll take this up later. Farewell."
ru: "Мы обсудим это позже. Прощай".

source: "That's why the powers - gods, some call them - live out here. This is where all the faith in them comes - this is where they are at their most pure and most strong. Their realms are extensions of their very beings, manifestations of their godly essence, all of it informed by belief."
ru: "Вот почему силы - некоторые называют их богами - живут именно здесь. Именно Именно сюда к ним попадает вера, здесь они наиболее могуществены и сильны. Их владения являются продолжением их самих, проявлением их божественной сущности, отражением их собственных убеждений".

source: "So the composition of the planes is belief? Tell me of the Great Ring now."
ru: "Так значит, основа планов - это убеждения? Расскажи мне теперь о Великом кольце".

source: "Tell me of the Prime Material Plane."
ru: "Расскажи мне о Первичном материальном плане".

source: "Among the loose unity of planewalkers, we conceive of the infinite Outer Planes as a ring surrounding the plane of ultimate neutrality - the Outlands. The spire atop which Sigil sits is in the center of the Outlands. The further one travels away from the Spire, the less neutral the plane grows, until it spills into the neighboring planes. Each of these planes impinges on the Outlands, spinning themselves into law and chaos, good and evil. The Great Road marks the demarcation between the Outlands and the gate-towns that spring up around the gates to these planes. Beyond the gate towns lie the Hinterlands, uncharted territory that is lost to history, that loses thought. Danger lies in the Hinterlands."
ru: "Мы, бесчисленное количество путешественников по планам, установили, что бесконечные Внешние планы образуют кольцо вокруг плана абсолютной нейтральности - Внешних земель. Шпиль, вокруг которого висит Сигил, является их центром. Чем дальше ты удаляешься от Шпиля, тем меньше будет нейтральность, пока она не выльется в соседний план. Каждый из планов, который соприкасается с Внешними землями, скручиваются в упорядоченность или хаос, добро или зло. Великий путь отмечает границы между Внешними землями и привратными городами, которые имеют врата в эти планы. За привратными городами лежат Заброшенные земли, неотмеченная на картах территория с неизвестной историей, в которой теряются идеи. В Заброшенных землях таится большая опасность".

source: "Let's go back a few steps, to the overview. Tell me more of the planes in general."
ru: "Давай вернемся на несколько шагов назад, к началу. Расскажи мне о планах вообще".

source: "Which set of planes do you want to hear of?"
ru: "Какие планы тебя интересуют?"

source: "The Upper Planes."
ru: "Верхние планы".

source: "The Lower Planes."
ru: "Нижние планы".

source: "The Boundary Planes."
ru: "Пограничные планы".

source: "The Outlands."
ru: "Внешние земли".

source: "Of the Upper Planes, there are the neutral planes, the lawful planes, and the chaotic planes. What would you know?"
ru: "Верхние планы делятся на нейтральные, законопослушные и хаотичные. Какие именно тебя интересуют?"

source: "The neutral planes."
ru: "Нейтральные планы".

source: "The lawful planes."
ru: "Законопослушные планы".

source: "The chaotic planes."
ru: "Хаотичные планы".

source: "Tell me more of the planes of the Great Ring."
ru: "Расскажи мне побольше о планах Великого кольца".

source: "The Outer Planes differ by morality, not substance. For you, we'll divide the planes into three sets: The Upper Planes of Good, the Lower Planes of Evil, and the Boundary Planes of Neutrality. These are then divided further by Law and Chaos, with the Outlands in the middle. Which of these interest you?"
ru: "Внешние планы отличаются моралью, но не содержанием. Мы делим планы на три группы: Верхние планы Добра, Нижние планы Зла и Пограничные планы Нейтральности. Они, в свою очередь, делятся на Добропорядочные и Хаотичные, с Внешними землями посередине. Какие именно тебя интересуют?"

source: "The neutral upper planes contain the Beastlands, a place of neutrality and goodness, with a slight tinge of chaos, where the animals rule in the eternal noon and night. They hold Bytopia, twin paradise of industry and labor, where all work toward the good of all, and Elysium, the sweetest plane of goodness and calm I have ever come across. Alas, right now I am not well enough to enjoy any of their restorative effects. What would you hear of now?"
ru: "Верхние нейтральные планы включают в себя Звериные земли, место нейтральности и великодушия, правда, с небольшим налетом хаоса, там правят животные в вечном полудне и вечной ночи. Также сюда можно отнести Байтопию, двойной рай промышленности и труда, где все работают во благо. И, наконец, это Элизиум, прекраснейший план добра и спокойствия. Жаль, что сейчас я не могу насладится его восстановительными качествами. Что ты хочешь еще услышать?"

source: "Tell me of the rest of the Upper Planes."
ru: "Расскажи мне об остальных Верхних планах".

source: "I had some other questions."
ru: "У меня есть другие вопросы..."

source: "None of them. Farewell."
ru: "Ничего. Прощай".

source: Candrian gives a small shudder. "I am not the best person to speak of the planes of law," he says, "for the innate structure and ultimate patterns they impose frighten me. I steer clear of them, because I value my individuality more than I value the knowledge they'll bring me. They include regimented Arcadia, nearest of the good planes to the unbending order of Mechanus, and Mount Celestia, home of the archons, an island in the Silver Sea."
ru: Кандриан едва вздрагивает. "Я не знаток в законопослушных планах, - сказал он, - все эти природные закономерности и определенные узоры немного пугают меня. Я стараюсь держаться от них подальше, потому что я ценю свою индивидуальность больше тех знаний, которые они могут мне дать. В эти планы входят Аркадия, соприкасающийся с добрыми планами упорядоченный Механус и Небесная гора, родной дом архонтов, а также остров в Серебряном море".

source: "These are where I feel at home, though I steer clear of Ysgard, for the most part - the endless battles and tests of mettle among the floating earthbergs of the plane don't do much for my disposition. Arborea, though... " He sighs. "The mountains are taller, the air clearer, the rivers purer, and the game larger than anywhere else. It is a true paradise, a place where passions run high and the wine never ceases to flow. When I have recovered enough of my wits and myself - when we have done with the Outer Planes, you should ask me of the Inner, and I will describe my journey to you - I will return to Arborea's bowers and glades and lose myself for a time."
ru: "Эти планы - мой дом, хотя я стараюсь держаться подальше от Асгарда. Бесконечные битвы и испытания характера среди плавучих островов не в моем вкусе. А вот Арборея... - Он вздыхает. - Горы самые высокие, воздух чище, реки прозрачнее, а игры - всегда по-крупному. Настоящий рай, место, где чувства всегда искренние, а вино никогда не иссякает. Как только я наберусь сил - когда мы разберемся с Внешними планами, спроси меня о Внутренних, я расскажу о своем путешествии, - я обязательно вернусь в домик с полянкой в Арборее и немного отдохну".

source: "Like the Upper Planes, the Lower Planes are divided into lawful, chaotic, and neutral. Each of them varies in terms of horrors and what those horrors do to a traveler's spirit, and all of them are best avoided. Which of them would you like to hear of?"
ru: "Как и Верхние планы, Нижние делятся на нейтральные, законопослушные и хаотичные. Каждый из них отличается своим набором ужасов и кошмаров, которые по-разному влияют на дух путешественника, но всех их лучше избегать. Какие именно планы тебя интересуют?"

source: "The neutral planes, eh? They're vile and barely understandable, and they're more insidious on their own than you could ever imagine. Take Gehenna, for example: Four volcanoes in stages of dormancy floating in an infinite void, each of them somehow *alive*, and each of them wanting your soul by whatever means they can get it. Populate it with yugoloths - the worst of the fiends, in my opinion, and you've got the place. The plane of ultimate evil - at least, that's what they call it - is the Gray Waste, a no-place that drains color from your body and spirit, stealing away even your apathy - and it's the site of the worst battlegrounds in the war down there. Don't get me started...Then you've got Carceri on the chaotic side..."
ru: "Нейтральные, да? Они отвратительны и непонятны. Они намного вероломнее, чем можно только представить. Возьмем для примеру, Геенну. Четыре дремлющих вулкана, парящих в бесконечной пустоте, и каждый по-своему *жив*, и каждый жаждет заполучить твою душу любым способом. Остается только заселить их юголотами - самым худшими демонами, на мой взгляд - и мы получим готовую картинку. Еще есть план максимального зла - по крайней мере, так его называют - Серая пустошь, не-место, которая высасывает из твоего тела и духа весь цвет, воруя у тебя даже само безразличие. Это место самых ужасных битв, происходящих на тамошней войне. Лучше об этом не продолжать... А еще есть хаотичный Карцери..."

source: "Tell me about the war."
ru: "Расскажи мне о войне".

source: "Tell me about Carceri."
ru: "Расскажи мне о Карцери".

source: "Tell me of the rest of the Lower Planes."
ru: "Расскажи мне об остальных Нижних планах".

source: "That was all I wanted to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "Aye, the Blood War." At the name, your blood feels as if it freezes in your veins. Illborne doesn't seem to notice, wrapped up as he is in his memories. "Two armies of fiends smashing together pointlessly across the Lower Planes, slaughtering mindlessly in the name of law and chaos. They'll aggrandize it, of course, but in the end, it's about hate and stupid endeavor that aids none and harms far too many."
ru: "А, Кровавая война, - при этих словах твоя кровь словно стынет в жилах. Болезнерожденный этого не замечает, продолжая предаваться своим воспоминаниям. - Две армии демонов бессмысленно крушат друг друга по всем Нижним планам, бездумно сея смерть во имя закона или хаоса. Конечно же они возвеличивают ее, но, в конце концов, речь идет о ненависти и глупых стремлениях, которые никому не на пользу, а только всем во вред".
