Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dcgbody.dlg.po
Languages: ru

source: The heads on the gate to Carceri have told me that the town has been lost to evil and was sucked through the gate into Carceri. They tell me my destiny lies on the other side of the gate.
ru: Головы на вратах в Карцери сказали мне, что город потерян во зле и его засосало сквозь врата в Карцери. Они сказали, по ту сторону врат находится моя судьба.

source: As you approach, the rotting heads on the gate begin to speak to you, chanting words back and forth between themselves to form coherent sentences. "Gone, gone. Lost to the betrayer, lost to the light."
ru: При твоем приближении гниющие головы на вратах начинают говорить, по очереди произнося слова и складывая из них осмысленные предложения. «Пропал, пропал. Потерян предателем, потерян светом».

source: "What happened to the town?"
ru: «А что случилось с городом?»

source: "What happened to you?"
ru: «Что случилось с вами?»

source: "Thanks for the update. Farewell."
ru: «Спасибо за новость. Прощайте».

source: "Gone on the wind, swept on a tide of evil. Through the gate, gone, gone. The town, gone, lost to its own hatred. Through the gate, into the Red Prison, the prison plane... Carceri."
ru: «Унесено ветром, смыто волной зла. Сквозь врата ушел, ушел. Город пропал, утонул в своей ненависти. Сквозь врата, в Красную тюрьму, тюремный план... в Карцери».

source: "Carceri? Tell me about Carceri."
ru: «Карцери? Расскажите мне о Карцери».

source: "Can't you speak normally?"
ru: «Вы можете говорить нормально?»

source: "Do you have any idea how to get there or get it back here?"
ru: «Есть идеи, как попасть туда или вернуть его сюда?»

source: "I have no time for this. Farewell."
ru: «У меня нет на это времени. Прощайте».

source: "Betrayed, despised, framed... punished, executed, made an example of. Hung here by enemies. Lost, lost, lost."
ru: «Преданные, презренные, подставленные... наказанные, казненные, оставленные в назидание. Подвешенные здесь врагами. Пропали, пропали, пропали».

source: "Is it just me, or are there far too many talking, disembodied heads around these days?"
ru: «Мне кажется, или в последнее время развелось слишком много говорящих голов без тела?»

source: "Where is everyone?"
ru: «Куда все подевались?»

source: The heads pause. They look at each other for a moment, and then look back at you. They hang shamefully from the gate.
ru: Головы умолкают. Переглянувшись между собой, они снова поворачиваются к тебе, постыдно свисая с врат.

source: "All right. What happened to Curst?"
ru: «Ну хорошо. Что случилось с Проклятым?»

source: "All right. Farewell."
ru: «Ладно. Прощайте».

source: "Through the gate, into the prison... no return from the prison, no return. Go through the gate, go through the gate... your destiny awaits you there."
ru: «Через врата, в тюрьму... нет возврата из тюрьмы, нет. Иди через врата, через врата... Там тебя ждет твоя судьба».

source: "What do you know about my destiny?"
ru: «Что вы знаете о моей судьбе?»

source: "Thanks. Farewell."
ru: «Спасибо. Прощайте».

source: "The deva awaits you." The heads fall silent, and do not react to further questions.
ru: «Дэва ждет тебя». Головы умолкают и больше не реагируют ни на какие расспросы.

source: "Farewell, then."
ru: «Тогда прощайте».

source: "Beyond the veil all is... shadowed, illuminated. Nothing translates. Nothing easy. No."
ru: «Под вуалью все... затенено, освещено. Ничего не разберешь. Все непросто. Нет».

source: "All right, then, what happened to you?"
ru: «Ну хорошо, а что случилось с вами?»

source: "Do you have any idea how to get to the city, or to bring the city back here?"
ru: «Есть идеи, как попасть в город или вернуть город сюда?»

source: "All right, then. Farewell."
ru: «Тогда ладно. Прощайте».

source: The heads are silent at first, but then slowly build from a small whisper of sound into a full-fledged conversation.
ru: Поначалу головы молчат, но затем начинают перешептываться, а затем и общаться в полный голос.

source: "What happened to Curst?"
ru: «Что случилось с Проклятым?»

source: "Forget it. Farewell."
ru: «Забудьте. Прощайте».

source: As you approach the gate, the rotting heads that adorn the razorvine-covered archways speak at you, their voices rushing together like a scum-choked river. "To Carceri... to the prison plane... to the land of the betrayed and the betrayers, traitors and victims. This gate... is closed... for now."
ru: Когда ты подходишь к вратам, гниющие головы, украшающие обвитую остролистником арку, начинают с тобой говорить, перебивая друг друга. «В Карцери... тюремный план... землю преданных и предателей, обманщиков и жертв. Эти врата... закрыты... пока».

source: "When will it be open again?"
ru: «Когда снова они откроются?»

source: "What can you tell me about Carceri?"
ru: «Что вы можете рассказать о Карцери?»

source: "Thanks. Farewell, then."
ru: «Спасибо. Прощайте».

source: "The gate... still closed. No passage."
ru: «Врата... все еще закрыты. Нет пути».

source: "When the plague of illness passes. When the sickness has died. When the death has gone."
ru: «Когда пройдет чумной мор. Когда умрет болезнь. Когда уйдет смерть».

source: "The prison plane... chaos, evil... worlds within worlds, orbs within orbs, strung out like malign pearls in the skies... the Red Prison, doom of titans and gods alike."
ru: «Тюремный план... зло, хаос... Миры внутри миров, сферы внутри сфер, подвешенные словно жемчужины в небесах.. Красная тюрьма, погибель богов и титанов».

source: "When will the gate be open?"
ru: «Когда ворота откроются?»

source: "Farewell."
ru: «Прощайте».

source: "The prison plane.... chaos, evil... worlds within worlds, orbs within orbs, strung out like malign pearls in the skies.... the Red Prison, doom of titans and gods alike."
ru: «Тюремный план... зло, хаос... Миры внутри миров, сферы внутри сфер, подвешенные словно жемчужины в небесах.. Красная тюрьма, погибель богов и титанов».
