Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dcgoon1.dlg.po
Languages: ru_ru

source: "Look, berk, you better get out of here... if you know what's good for you."
ru_ru: "Слушай, пень, валил бы ты отсюда... для тебя же лучше будет".

source: "Farewell, then."
ru_ru: "Тогда прощай".

source: "Maybe you don't hear too well. Get out of here. I'm not telling you again."
ru_ru: "Наверное, ты не расслышал. Проваливай. Повторять не буду".

source: "All right. I'm leaving.".
ru_ru: "Хорошо. Я ухожу".

source: "You had your chance, berk. You should have left while you could." The thug attacks!
ru_ru: "У тебя была возможность, пень. Надо было уйти, пока можно было". Головорез бросается в атаку!

source: Fight.
ru_ru: Сражаться.

source: "You want to stand here jawin', or you want to save us? Get a move on!"
ru_ru: "Ты здесь языком чесать собрался или нас спасать? Двигай давай!"

source: "All right. Farewell."
ru_ru: "Ладно. Прощай".

source: This grizzled man gives you a look of contempt. "Whaddye want, berk? Can't ye see we're busy cleanin' out the trash that got us into Carceri? We get rid o' this sod, we're golden. We're back in the Outlands, no problem."
ru_ru: Этот поседевший мужчина смотрит на тебя с презрением. "Чего надо, пень? Не видишь, мы заняты уборкой мусора, из-за которого мы попали в Карцери? Разберемся с этим бедолагой - и все пучком. Без проблем вернемся во Внешние земли".

source: "What's happening is that your mob mentality is nailing this town ever more firmly to Carceri. Forgive him and work together to repel the evil that's overtaking the town, and chances are far better that you'll be 'golden'."
ru_ru: "На самом деле ваше стадное поведение только еще сильнее затягивает этот город в Карцери. Отпустите его и вместе займитесь борьбой со злом, захватившим город, и тогда у вас будет куда больше шансов того, что все будет 'пучком'".

source: "Why do you think that killing him will solve your problems? Convince these people to help defend the town from the monsters. Showing your politicians that they have no power over you is the best revenge."
ru_ru: "С чего вы взяли, что его убийством решите свои проблемы? Убеди этих людей помочь защитить город от монстров. Показать вашим политиканам, что они над вами не властны - вот ваша лучшая месть".

source: "Stop right there. There won't be any lynchings while I'm around."
ru_ru: "Прекратите немедленно. Пока я здесь, не будет никакого самосуда".

source: "I've got other things to do. Farewell."
ru_ru: "У меня есть другие дела. Прощай".

source: "But he... he... Crap. All right. You got it." He raises his voice so the crowd can hear him. "Let him go! We got a whole city to take care of!"
ru_ru: "Но он... он... Черт! Ладно, убедил". Он повышает голос, чтобы толпа его услышала. "Отпустите его! Нам нужно навести порядок в городе!"

source: "Thanks, friend. Good luck."
ru_ru: "Спасибо, приятель. Удачи".

source: "Shut yer hole, berk. We got business to take care of!" He turns to his helpers. "Nail him!"
ru_ru: "Заткни пасть, пень. У нас есть дела поважнее!" Он поворачивается к своим помощникам. "Пригвоздите его!"

source: Attack.
ru_ru: Атаковать.

source: Watch.
ru_ru: Смотреть.
