Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dcinder.dlg.po
Languages: ru

source: Someone named Byron Pikit may be doing some shady business dealings. It looks like he may have killed a merchant named Zac and then stole some documents from his widow, Trist. Without these documents Trist can not prove she paid off some loans and she is to be sold into slavery to cover the debt. Maybe I'll look into this.
ru: Некто по имени Байрон Пикит, возможно, ведет темные дела. Похоже на то, что он мог убить торговца по имени Зак, а затем украсть какие-то документы у его вдовы Трист. Без этих документов Трист не может доказать, что погасила заем, и поэтому ее продали в рабство, чтобы покрыть долг. Возможно, мне стоит с этим разобраться.

source: You see a large, blustery merchant. He looks to be totally hairless, and his pale yellow skin is scarred as if from burns. He looks at you intently as you approach.
ru: Ты видишь крупного шумного торговца. Он выглядит совершенно безволосым, а его бледно-желтая кожа покрыта рубцами от ожогов. Он пристально наблюдает за твоим приближением.

source: "Greetings."
ru: "Приветствую".

source: Ignore the man.
ru: Не обращать внимания на мужчину.

source: He smiles at you. "Greetin's, I'm Cinder. I heard aboutcha'. Ye be the scarred Clueless fella that be goin' around the Wards askin' questions. What can I be helpin' you with?"
ru: Он улыбается тебе. "Здравствуй, я Уголек. Слыхал о тебе. Ты тот пустоголовый чувак в шрамах, что бродит по районам и задает вопросы. Чем могу подсобить?"

source: "I have some questions..."
ru: "У меня есть несколько вопросов..."

source: "You look like you have a few scars yourself."
ru: "Похоже, у тебя самого есть парочка шрамов".

source: "Nothing, farewell."
ru: "Ничего, прощай".

source: "I'd be pleased t'answer yer questions..." He narrows his eyes and gives you a sly smile. "About the shop an' the wares y'see here, that is. I'm not no tout, I'm not."
ru: "Буду рад ответить на твои вопросы... - он прищуривается и выдает лукавую улыбку. - То есть, насчет лавки и товаров перед тобой. Я тут не осведомителем работаю".

source: "I'm looking for someone named Lothar, or the Master of the Bones..."
ru: "Я ищу кое-кого по имени Лотар, он же Повелитель Костей..."

source: "I had a skull and it's been stolen from me. Do you know anyone who would do such a thing?"
ru: "У меня был череп, который украли. Ты не знаешь, кто мог это сделать?"

source: "I need to buy some weapons."
ru: "Я хочу купить кое-какое оружие".

source: "I need to buy some magic items."
ru: "Я хочу купить кое-какие магические вещи".

source: "I'm interested in spells."
ru: "Меня интересуют заклинания".

source: "What is this place?"
ru: "Что это за место?"

source: "I must be going. Farewell."
ru: "Я должен идти. Прощай".

source: He frowns in thought. "Lothar... Master of the... nay, can't say it rings a bell."
ru: Он хмурится в раздумьях. "Лотар... Повелитель... не, чего-то не припомню".

source: "I see. I have some more questions..."
ru: "Понятно. У меня есть еще вопросы..."

source: "Thank you, farewell."
ru: "Спасибо, прощай".

source: He frowns. "A skull? Ye mean a... skull?"
ru: Он хмурится. "Череп? Ты сказал... череп?"

source: "Yes, a skull."
ru: "Да, череп".

source: "No, I'm joking with you."
ru: "Нет, я пошутил".

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: He gives you a confused look. "I can't see any reason fer ye to have a skull, let alone why some berk would steal it from ye."
ru: Он смотрит на тебя озадаченно. "Не пойму, на кой тебе вообще нужен череп, не говоря уже о том, чтоб какой-нибудь пень его прикарманил".

source: He gives you an annoyed look. "It's plain that we're about two different sorts of business, cutter. Come back when ye need ta do some serious business."
ru: Он смотрит на тебя раздраженно. "Походу, мы тут разными делами занимаемся, рубака. Приходи, как будет какое-нить серьезное дельце ко мне".

source: "I have some more questions for you..."
ru: "У меня к тебе еще несколько вопросов..."

source: He looks angry. "I care not fer questions. Will ye be lookin' to *buy* somethin'? I'm a man without as long a life, as I'd like to be standin' answerin' yer questions. If ye need chatter, talk ta that shiftless boy, Lazlo. That boy will talk circles around the Great Rings themselves, given a half-chance."
ru: Он выглядит рассерженным. "Мне не до твоих вопросов. Хочешь чего-нить *купить*? Мне не так много осталось, чтоб торчать здесь и отвечать на твои вопросы. Если нужно потрепаться, иди к тому ленивому сопляку Лазло. Он тебе хоть бублик вокруг самих Великих Колец наговорит, если будет такой шанс".

source: "Lazlo?"
ru: "Лазло?"

source: He nods. "He usually tends the furnace."
ru: Он кивает. "Обычно он смотрит за печкой".

source: He gestures across the market. "Ye be wantin' Anze then. His kip's over by the furnace."
ru: Он указывает на другой конец рынка. "Тогда тебе к Анце. Его место - возле печки".

source: "I have some other questions..."
ru: "У меня есть другие вопросы..."

source: He gestures across the market. "Ye be wantin' Aalek then. He sets his kip up on the far end over by the furnace."
ru: Он указывает на другой конец рынка. "Тогда тебе к Аалеку. Он обустроился в дальнем конце, возле печки".

source: He smiles. "I think I can help ye. Let me show ye my wares."
ru: Он улыбается. "Походу, я могу тебе в этом помочь. Давай-ка поглядим на мои запасы".

source: "All right."
ru: "Хорошо".

source: "Never mind, farewell."
ru: "Неважно, прощай".

source: He frowns then begins to laugh. "Aye, that I do. Few years' back I had me a kip set up in the Hive. Some barmy mage decided ta burn the ward right out o' Sigil. Almost took me with it. Sick fer a month, I was."
ru: Он хмурится, потом начинает хохотать. "Ага, есть такое. Пару лет назад жил я в Улье. А тут какой-то полоумный маг решил выжечь целый район с лица Сигила. Еще чуть-чуть - и спалил бы меня вместе с ним в придачу. Целый месяц хворал, так вот".

source: "A month? That's not all that long."
ru: "Месяц? Это не так уж и долго".

source: "I see. I have some questions for you..."
ru: "Ясно. У меня к тебе несколько вопросов..."

source: He nods and gets a far away look for a moment. "Aye, it coulda' been worse. Local mage healed me, fixed the scars'n all. Coulda grown my hair back but I kinda like the look."
ru: Он кивает и смотрит куда-то вдаль. "Могло быть и похуже. Местный маг меня заштопал, подлечил шрамы, и все такое. Можно было бы и волосы назад отрастить, но мне типа и так нравится".

source: "Do you think this mage could help me with my scars?"
ru: "Думаешь, тот маг смог бы и мне помочь со шрамами?"

source: He looks you over, then shrugs. "I don't see why not. Yer scars don't look that bad..." He looks at you closely. "Aye, now who's ta say. Ye should talk to 'em yerself. Names Sebastion, an' he sets his kip up over by the foundry."
ru: Он окидывает тебя взглядом и пожимает плечами. "А почему бы и нет. Твои шрамы не то чтоб совсем плохи... - он внимательно смотрит на тебя. - Хотя, нашел кого спросить. Потолкуй лучше с ним сам. Его зовут Себастион, он обосновался неподалеку от литейки".

source: "I may do that. I have some questions for you..."
ru: "Может, так и сделаю. У меня к тебе пара вопросов..."

source: Cinder smiles at you. "Come again, have ye? What can I be showin' you this time?"
ru: Уголек улыбается тебе. "Значит, снова пришел? Чего тебе на этот раз показать?"

source: "I'm in need of some spells."
ru: "Мне нужны кое-какие заклинания".

source: He proudly gestures around him. "It's the open-air market, one of the best shops that be in Sigil. Fortune smiles on ye to have entered it, cutter. We have an empty stall." He points to the stall next to his. "If ye be a merchant yerself, ye can just set up yer kip an' barter with the rest of us as long as ye isn't too loud or too much of a bother..."
ru: Он гордым жестом показывает вокруг себя. "Это открытый рынок, один из лучших в Сигиле. Удача улыбнулась тебе, рубака, раз ты заглянул сюда. У нас тут пустует прилавок, - он указывает на соседний прилавок. - Коли будешь торговцем, можешь тут устраиваться поудобней и торговать вместе с нами, только не шуми и не надоедай..."

source: "Why is that stall empty?"
ru: "Почему этот прилавок пустует?"

source: "I'll keep that in mind. I have some other questions..."
ru: "Я это запомню. У меня еще несколько вопросов..."

source: "Thank you, I must be going. Farewell."
ru: "Спасибо. Я должен идти. Прощай".

source: He glances at the empty stall. "Merchant by the name of Zac had his kip there. Got himself a page in the Dead-Book recently." He frowns. "Strange story, that."
ru: Он обращает взгляд на пустой прилавок. "Здесь было место торговца по имени Зак. Недавно прописался в книжке мертвых, - он хмурится. - Та еще странная история".

source: "Strange in what way?"
ru: "И чем она странная?"

source: "The Dead-Book?"
ru: "Книжка мертвых?"

source: He thinks for a moment. "Well... I don't know the dark of it all, but Zac had a bit of business trouble an' needed some coin. He got himself a loan from Byron Pikit the moneylender. After that, Pikit started tryin' ta take the business from him but Zac refused." He pauses.
ru: Он на миг задумывается. "Ну... я вообще не в теме, но вроде как у Зака были какие-то деловые затруднения, и ему нужно было немного деньжат. Ну, он и занял у барыги Байрона Пикита. Потом Пикит попытался отобрать у Зака его дело, но тот не дался", - он умолкает.

source: "Go on."
ru: "Продолжай".

source: He sighs and shakes his head. "Not long after that, Zac was a deader. Pikit took his widow, Trist, ta court ta get the jink Zac owed. She claimed the debt was paid an' said she had the papers ta prove it... but they turned up missin'."
ru: Он вздыхает и качает головой. "Вскоре после этого Зак записался в жмурики. Пикит повел его вдовушку, Трист, в суд и затребовал денег, что Зак задолжал. А она заявляет, что долг уплачен, и у нее есть бумажки, чтоб это доказать... но оказывается, что они пропали".

source: "So what happened?"
ru: "Так что же все-таки случилось?"

source: He shrugs. "With no proof of the debt bein' paid, the business was sold an' the widow Trist held responsible fer the remainin' debt. She couldn't pay so it's the block fer her."
ru: Он пожимает плечами. "Без доказательств об уплате долга пришлось продать его дело, а вдовушка Трист оказалась в ответе за остаток долга. Она не смогла его погасить, так что отправилась на аукцион".

source: "The block?"
ru: "Аукцион?"

source: "You said something about missing papers."
ru: "Ты что-то говорил насчет отсутствующих бумаг".

source: "Aye, the auction block. If ye can't pay yer debts, ye get sold into service fer a few years as punishment." He shakes his head sadly.
ru: "Ага, аукцион рабов. Если не можешь расплатиться с долгами, тебя продают в рабство на пару годков, в наказание". Он грустно качает головой.

source: "Where can I find the block?"
ru: "Где мне найти аукцион?"

source: "Head north from the market. Ye can't miss it 'cause of the crowd."
ru: "Иди на север от рынка. Его не пропустишь - там будет куча народу".

source: "Aye. Trist be sayin that her husband Zac paid the loan in full an' that she had the papers ta prove it. When she went ta get em, they was gone." He snorts and looks angry. "I'd be layin' jink down that Pikit be behind it."
ru: "Ага. Трист клялась, что муженек ее Зак долг сполна уплатил, и у нее есть бумажки, чтоб это доказать. Пошла она за ними - а их нет, - он сердито фыркает. - Ставлю на то, что за этим всем стоит Пикит".

source: "Where can I find this Pikit?"
ru: "Где я могу найти этого Пикита?"

source: "Is anyone looking into this matter?"
ru: "Кто-то занимается этим делом?"

source: "I see. I have some other questions..."
ru: "Понятно. У меня есть другие вопросы..."

source: He gives you a strange look. "Aye, be ye clueless? He got himself killed an' written into the dead-book."
ru: Он бросает на тебя странный взгляд. "Что, в пустоголовые затесался? Он откинулся и записал себя в книгу мертвых".

source: "I see. So, you were telling me about the empty stall."
ru: "Понятно. Так что ты там говорил о пустом прилавке?"

source: "Thank you. I must be going now. Farewell."
ru: "Спасибо. Я должен идти. Прощай".

source: "Sets his kip up right outside the market, cutter. Ye can't miss em."
ru: "Насиживает свое место прямо возле рынка. Ты его не пропустишь".

source: "Aye, the Harmonium..." He pauses for a moment and then sighs. "No evidence of wrong doin' could be found of course. Corvus, one of the Harmonium guards here at the market, is real interested in findin' what happened ta Zac. If anythin' were ta be found, he'd be the one ta take it to..."
ru: "Ага, Гармониум... - он ненадолго затихает, потом издает вздох. - Понятное дело, никаких улик о подставе не нашли. Корвус, один из стражников Гармониума на рынке, реально хочет выяснить, что стряслось с Заком. Если чего-нить узнаешь, он будет рад это услышать..."

source: "Where can I find Corvus?"
ru: "Где я могу найти Корвуса?"

source: "You can usually find him over there, by the west exit." He sighs. "Would there be anythin' else ye need ta know?"
ru: "Обыкновенно его можно найти у западного входа, - он вздыхает. - Тебе еще чего-нить нужно знать?"

source: "Where can I find Byron Pikit?"
ru: "Где я могу найти Байрона Пикита?"
