Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dcoax.dlg.po
Languages: ru

source: Fortunately, I'd already butchered ol' Ash-Mantle, so I collected the reward.
ru: К счастью, я уже прирезал Осыпанного-Пеплом, так что я получил награду.

source: The iron golem forged a weapon that he said could kill me... but that it had to be used in the proper place, within a shell where I was cut off from the Planes. I asked him where I could find such a place, and he said he did not know.
ru: Железный голем выковал оружие, которое, по его словам, может убить меня... но им следует воспользоваться в подходящем месте, в оболочке, где я был бы отрезан от планов. Я спросил его, где мне найти такое место, и он ответил, что не знает.

source: As I left the siege tower for the Fortress, the golem asked that I help him break free of his prison and continue his entropic crusade across the Planes. I said I would not. He has cast me from the siege tower, and I am never allowed to set foot in it again. It was a small price to pay so that the Planes would not suffer.
ru: Когда я отправился в Крепость из осадной башни, голем попросил меня помочь ему выбраться из тюрьмы и продолжить свой энтропический поход по планам. Я отказался. Он выбросил меня из осадной башни, и мне навеки запрещено переступать ее порог. Небольшая цена за избавление планов от страданий.

source: I surrendered the Modron Cube to the golem, then there was darkness. I don't know what happened, but the siege tower is still there. I have a strange feeling that I will never be able to enter it again. Yet he seems to have left me with a strange weapon...
ru: Я отдал голему Куб-Модрон, а потом наступила тьма. Не знаю, что случилось, но осадная башня все еще на месте. У меня странное чувство, что я больше не смогу войти в нее снова. И все же он оставил мне необычное оружие...

source: As I left the siege tower for the Fortress, the golem asked that I help him break free of his prison and continue his entropic crusade across the Planes. I said I would not; his purpose was to serve ME, not go warring across the Planes on some foolish ideal. He has cast me from the siege tower, and I am never allowed to set foot in it again.
ru: Когда я отправился в Крепость из осадной башни, голем попросил меня помочь ему выбраться из тюрьмы и продолжить свой энтропический поход по планам. Я отказался; его назначение - служить МНЕ, а не воевать на планах за какие-то дурацкие идеалы. Он выбросил меня из осадной башни, и мне навеки запрещено переступать ее порог.

source: The golem gave me advice on an enemy that strikes from the shadows...he said that the fact the enemy does not engage me directly or cannot engage me directly is a weakness that I should exploit. He suggested that I do not fight the enemy on its terms, but instead, take the battle to the enemy. If there is some reason my enemy cannot fight me directly, he said I should find the reason and exploit it.
ru: Голем дал мне совет насчет врага, который нападает из теней... он сказал, что тот факт, что он не вступает или не может вступить с тобой в открытый бой, является его слабым местом, которым мне нужно воспользоваться. Он посоветовал мне не сражаться с врагом по его правилам, а, напротив, вовлечь его в бой. Он сказал, что если существует причина, почему мой враг не сражается со мной в открытую, мне следует найти причину и сыграть на ней.

source: The golem knew of the Fortress of Regrets... he said it had walls that not even the siege tower could breach. He said it was a memorial that had forgotten itself and now slowly dies on the 'Negative Material Plane.'
ru: Голем знал о Крепости Сожалений... он сказал, что через ее стены не может пробиться даже осадная башня. Он сказал, это памятник, забывший себя, и теперь медленно умирающий на "Негативном материальном плане".

source: The golem asked me to bring to him a planar cube to help him escape the siege tower. He refused to listen to any more of my questions and requests until I bring it to him.
ru: Голем попросил меня принести ему планарный куб, чтобы помочь вызволит его осадную башню. Он отказался отвечать на любые мои последующие вопросы и просьбы, пока я не принесу ему куб.

source: The golem gave me advice on an enemy that strikes from the shadows... he said that the fact the enemy does not engage me directly is a weakness that I should exploit. He suggested that I do not fight the enemy on its terms, but instead, take the battle to the enemy.
ru: Голем дал мне совет насчет врага, который нападает из теней... он сказал, что тот факт, что не вступает с тобой в открытый бой, является его слабым местом, которым мне нужно воспользоваться. Он посоветовал мне не сражаться с врагом по его правилам, а, напротив, вовлечь его в бой.

source: I obtained the dreamcage from the golem. I'll take it back to Xander and see if he can make use of it.
ru: Я получил от голема клетку снов. Я отнесу ее Зандеру; посмотрим, сможет ли он извлечь из нее толк.

source: Apparently, the Siege Tower has the power to breach the walls between planes, acting as a real siege tower would, only in a extra-dimensional sense. An invading legion readies itself on one side of the planar wall, waits for the siege tower to lower its bridge and pierce a hole in the target plane, then they stream into the new plane through the siege tower itself. The siege tower become a crude door by which a plane may be victimized by an invading army. I wonder what damage the tower is doing to the Planes themselves by punching all these holes in the multiverse...
ru: Очевидно, эта осадная башня способна пробивать стены между планами, действуя, как настоящая осадная башня, только в межпространственном смысле. Вторгающийся легион готовится с одной стороны планарной стены, ожидая, пока осадная башня не опустит свой мост и не проделает дыру в целевой план, а потом устремляется туда прямо через башню. Осадная башня становится грубым подобием двери, с помощью которой вторгающаяся армия может напасть на этот план. Представляю, сколько ущерба планам наносит башня, пробивая все эти дыры в мультивселенной...

source: The golem within the siege tower claims that the multiverse itself is his enemy... and that is why he labors on the forge. He seeks to make weapons by which the multiverse may be unmade.
ru: Голем в осадной башне утверждает, что его враг - сама мультивселенная... и что поэтому он трудится в кузнице. Он пытается создать оружие, которым можно уничтожить мультивселенную.

source: The gigantic iron golem is still working at its forge. Sparks, ash and hissing clouds of steam rise up from beneath the walkway.
ru: Гигантский железный голем все еще работает в своей кузнице. Искры, пепел и шипящие облака вырываются из-под мостика.

source: ASK.
ru: СПРАШИВАЙ.

source: There is the screaming of metal on metal as the giant turns to face you. You suddenly realize the golem is built into the siege tower itself; girders, pipes, and huge bracers run through its lower torso and into the walls, and the bottom portion of its body makes up the forge itself.
ru: Со скрежетом металла о металл гигант поворачивается к тебе. Неожиданно ты осознаешь, что голем встроен в осадную башню: балки, трубы и огромные крепления идут от нижней части его туловища к стенам, а нижняя часть его тела переходит в кузницу.

source: I AM IRON GIVEN PURPOSE.
ru: Я ЖЕЛЕЗО, КОТОРОМУ ДАНО ПРЕДНАЗНАЧЕНИЕ.

source: I FORGE THE IMPLEMENTS BY WHICH THE MULTIVERSE WILL BE UNMADE.
ru: Я КУЮ ОРУДИЯ, КОТОРЫМИ БУДЕТ УНИЧТОЖЕНА МУЛЬТИВСЕЛЕННАЯ.

source: METAL IS LIKE FLESH. BOTH CARRY POTENTIAL IN THEIR VEINS. WHEN TEMPERED WITH HEAT AND PRESSURE, THE POTENTIAL SURFACES. MY PURPOSE IS TO BRING FORTH THIS POTENTIAL. ALLOW IT EXPRESSION.
ru: МЕТАЛЛ - КАК ПЛОТЬ. И ТО, И ДРУГОЕ НЕСЕТ В СЕБЕ ПОТЕНЦИАЛ. ЕСЛИ НАГРЕТЬ ЕГО ПОД ДАВЛЕНИЕМ, ПОТЕНЦИАЛ ПРОЯВЛЯЕТ СЕБЯ. МОЯ ЦЕЛЬ - РАСКРЫТЬ ЭТОТ ПОТЕНЦИАЛ. ВЫРАЗИТЬ ЕГО.

source: THE IRON OF MY BODY ONCE EXISTED ONLY AS MINOR EXPRESSIONS OF PAIN. BLADES. SPEARS. AXES. ARROWHEADS. RIVETS IN CATAPULTS. FROM THESE IMPLEMENTS OF WAR WAS I WROUGHT.
ru: ЖЕЛЕЗО МОЕГО ТЕЛА КОГДА-ТО БЫЛО ЛИШЬ МАЛЫМ ВЫРАЖЕНИЕМ БОЛИ: КЛИНКАМИ, КОПЬЯМИ, ТОПОРАМИ, НАКОНЕЧНИКАМИ СТРЕЛ, ЗАКЛЕПКАМИ В КАТАПУЛЬТАХ. ИЗ ЭТИХ ОРУДИЙ ВОЙНЫ БЫЛ СДЕЛАН Я.

source: THESE MINOR EXPRESSIONS OF PAIN WERE MELTED TO FORGE THIS BODY. MY POTENTIAL WAS ALLOWED TO SURFACE. NOW MY PURPOSE IS TO BRING OUT THE POTENTIAL IN OTHER METALS.
ru: ТЕ МАЛЫЕ ВЫРАЖЕНИЯ БОЛИ БЫЛИ РАСПЛАВЛЕНЫ, ЧТОБЫ СОЗДАТЬ ЭТО ТЕЛО. МОЙ ПОТЕНЦИАЛ РАСКРЫЛСЯ. ТЕПЕРЬ МОЕ ПРЕДНАЗНАЧЕНИЕ - РАСКРЫВАТЬ ПОТЕНЦИАЛ В ДРУГИХ МЕТАЛЛАХ.

source: ENTROPY RAISED ME FROM THE PLANAR BATTLEFIELDS.
ru: ЭНТРОПИЯ ПОДНЯЛА МЕНЯ С ПЛАНАРНЫХ ПОЛЕЙ БРАНИ.

source: I FORGE THEM FOR THE SAKE OF ENTROPY. THEY ARE PAIN SEEKING EXPRESSION.
ru: Я КУЮ ИХ ВО ИМЯ ЭНТРОПИИ. ОНИ - БОЛЬ, КОТОРАЯ СТРЕМИТСЯ ВЫРАЗИТЬ СЕБЯ.

source: BEYOND THIS TOWER, ORDER RALLIES ITS LEGIONS. THE MULTIVERSE HEALS ITS WOUNDS. IN TIME, ITS STRENGTH MAY EQUAL ENTROPY.
ru: ЗА ПРЕДЕЛАМИ ЭТОЙ БАШНИ ПОРЯДОК СОБИРАЕТ СВОИ ВОЙСКА. МУЛЬТИВСЕЛЕННАЯ ЗАЛЕЧИВАЕТ РАНЫ. СО ВРЕМЕНЕМ ЕЕ СИЛА МОЖЕТ СРАВНЯТЬСЯ С ЭНТРОПИЕЙ.

source: THE MULTIVERSE BREATHES. IT GROWS. IT STAGNATES. IT FORGES ITS CHAINS AROUND THE PLAINS LINK BY LINK. IN TIME, EVEN ENTROPY MAY BE CHAINED.
ru: МУЛЬТИВСЕЛЕННАЯ ДЫШИТ. ОНА РАСТЕТ. ОНА ПРИХОДИТ В ЗАСТОЙ. ОНА КУЕТ ЦЕПИ ВОКРУГ ПЛАНОВ, ЗВЕНО ЗА ЗВЕНОМ. СО ВРЕМЕНЕМ ДАЖЕ ЭНТРОПИЯ МОЖЕТ БЫТЬ ЗАКОВАНА.

source: WHEN A THING SEALS ITSELF AGAINST ITS OWN DESTRUCTION, IT MERELY DIES A DIFFERENT DEATH.
ru: ЕСЛИ ЧТО-ТО ПРЕДОТВРАЩАЕТ СВОЕ УНИЧТОЖЕНИЕ, ОНО ПОПРОСТУ УМИРАЕТ ДРУГОЙ СМЕРТЬЮ.

source: ALL THINGS HAVE A COMMON GROUND IN DECAY. WAR IS NECESSARY. DEATH IS NECESSARY. DECAY IS NECESSARY.
ru: У ВСЕХ ВЕЩЕЙ ПРИЧИНА УПАДКА ОДНА И ТА ЖЕ. ВОЙНА НЕОБХОДИМА. СМЕРТЬ НЕОБХОДИМА. УПАДОК НЕОБХОДИМ.

source: THERE ARE NO LIMITS. LIMITS ARE ONE OF THE LINKS IN THE CHAIN OF ORDER. LIMITS MUST BE SHATTERED.
ru: НЕТ ПРЕДЕЛОВ. ПРЕДЕЛЫ - ЭТО ОДНО ИЗ ЗВЕНЬЕВ В ЦЕПИ ПОРЯДКА. ПРЕДЕЛЫ ДОЛЖНЫ БЫТЬ УНИЧТОЖЕНЫ.

source: ALL MUST FALL UPON ENTROPY'S BLADE. THE TIME NEARS WHEN IT WILL BE NECESSARY TO BREACH THE WALLS OF CREATION. ORDER WILL BE PUT TO THE SWORD. ITS CHAINS WILL BE BROKEN. THE MULTIVERSE WILL BE UNMADE.
ru: ВСЕ ДОЛЖНО ПАСТЬ ОТ КЛИНКА ЭНТРОПИИ. БЛИЗИТСЯ ВРЕМЯ, КОГДА БУДЕТ НЕОБХОДИМО ПРОБИТЬ СТЕНЫ МИРОЗДАНИЯ. ПОРЯДОК БУДЕТ ПРЕДАН МЕЧУ. ЕГО ЦЕПИ БУДУТ РАЗОРВАНЫ. МУЛЬТИВСЕЛЕННАЯ БУДЕТ УНИЧТОЖЕНА.

source: THIS TOWER IS A SIEGE ENGINE. IT EXISTS TO BREACH THE WALLS BETWEEN PLANES.
ru: ЭТА БАШНЯ - ОСАДНАЯ МАШИНА. ОНА СОЗДАНА ДЛЯ ТОГО, ЧТОБЫ ПРОБИВАТЬ СТЕНЫ МЕЖДУ ПЛАНАМИ.

source: THE TOWER IS TRAPPED IN THIS CITY. THIS CITY IS A CAGE THAT IT CANNOT BREACH.
ru: БАШНЯ ЗАСТРЯЛА В ЭТОМ ГОРОДЕ. ЭТОТ ГОРОД - КЛЕТКА, КОТОРУЮ ОНА НЕ МОЖЕТ ПРОБИТЬ.

source: AT ONE TIME THE TOWER LAID SIEGE TO THE PLANES. HOW I WAS BROUGHT HERE IS NOT KNOWN TO ME. HOW I MAY ESCAPE IS NOT KNOWN TO ME.
ru: КОГДА-ТО БАШНЯ ОСАЖДАЛА ПЛАНЫ. КАК Я СЮДА ПОПАЛ, МНЕ НЕИЗВЕСТНО. КАК МНЕ ОТСЮДА ВЫБРАТЬСЯ, Я НЕ ЗНАЮ.

source: THE TOWER ANCHORS ITSELF UPON A PLANE. A WOUND IS TORN IN THE MULTIVERSE WHEN THE BRIDGE OF THE TOWER OPENS. LEGIONS MAY PASS FROM ONE PLANE TO THE OTHER THROUGH THE TOWER. WHEN THE PLANE HAS SERVED ENTROPY'S PURPOSE, THE TOWER ANCHORS ITSELF AGAIN.
ru: БАШНЯ УКРЕПЛЯЕТСЯ НА ПЛАНЕ. КОГДА ЕЕ МОСТ ОПУСКАЕТСЯ, В МУЛЬТИВСЕЛЕННОЙ ОБРАЗУЕТСЯ РАНА. ИЗ ОДНОГО ПЛАНА НА ДРУГОЙ ЧЕРЕЗ БАШНЮ МОГУТ ПРОЙТИ ЦЕЛЫЕ ЛЕГИОНЫ. КОГДА ПЛАН ПОСЛУЖИТ ЦЕЛЯМ ЭНТРОПИИ, БАШНЯ СНОВА УКРЕПЛЯЕТСЯ.

source: ENTROPY HAS UNMADE THEM.
ru: ЭНТРОПИЯ УНИЧТОЖИЛА ИХ.

source: IT IS THE WAR BY WHICH THE PLANES WILL BE UNMADE.
ru: ЭТО ВОЙНА, В КОТОРОЙ БУДУТ УНИЧТОЖЕНЫ ПЛАНЫ.

source: THE LIFETIMES OF MANY METALS.
ru: НА ПРОТЯЖЕНИИ ЖИЗНЕЙ МНОГИХ МЕТАЛЛОВ.

source: YES. IT WAS ON THIS FORGE THAT THE SCREAMING PROJECTILES THAT TORE THE SMOKING SKIES OF AVERNUS WERE MADE. WEAPONS SO SHARP THE WIND ITSELF KNEW AGONY.
ru: ДА. ИМЕННО В ЭТОЙ КУЗНИЦЕ БЫЛИ СОЗДАНЫ СВИСТЯЩИЕ СНАРЯДЫ, КОТОРЫЕ РАЗРЫВАЛИ ДЫМЯЩЕЕСЯ НЕБО АВЕРНУСА, СТОЛЬ ОСТРЫЕ, ЧТО САМ ВЕТЕР ИСПЫТЫВАЛ МУЧЕНИЯ.

source: THE NIGHT HAG SOUGHT TO SUNDER THIS CITY. HER GREATEST WORKS WERE THOSE OF UNMAKING. SHE WALKED THE PATH OF ENTROPY.
ru: НОЧНАЯ ВЕДЬМА ХОТЕЛА РАЗДЕЛИТЬ ЭТОТ ГОРОД. ЕЕ ВЕЛИЧАЙШИЕ ДЕЛА БЫЛИ СВЯЗАНЫ С РАЗРУШЕНИЕМ. ОНА ШЛА ДОРОГОЙ ЭНТРОПИИ.

source: ORDER SET CHAINS ABOUT HER. SHE WAS CAST WITHIN A CAGE.
ru: ПОРЯДОК ЗАКОВАЛ ЕЕ. ОНА БЫЛА БРОШЕНА В КЛЕТКУ.

source: HER PRISON IS UNKNOWN TO ME.
ru: ЕЕ ТЕМНИЦА МНЕ НЕИЗВЕСТНА.

source: IT IS A PLACE OF SHADOWS. A FORTRESS NOT EVEN THIS TOWER CAN BREACH.
ru: ЭТО МЕСТО ТЕНЕЙ. КРЕПОСТЬ, КОТОРУЮ НЕ МОЖЕТ ПРОБИТЬ ДАЖЕ ЭТА БАШНЯ.

source: IT IS A MEMORIAL THAT HAS FORGOTTEN ITSELF. IT NOW DECAYS IN DARKNESS, SLOWLY DYING AMONG THE SKIES OF THE NEGATIVE MATERIAL PLANE.
ru: ЭТО ПАМЯТНИК, ЗАБЫВШИЙ СЕБЯ. ТЕПЕРЬ ОН УГАСАЕТ ВО ТЬМЕ, МЕДЛЕННО УМИРАЯ В НЕБЕСАХ НЕГАТИВНОГО МАТЕРИАЛЬНОГО ПЛАНА.

source: NO.
ru: НЕТ.

source: I HAVE SUCH AN ITEM. THE DREAMBUILDER CAME TO ME AN AGE AGO. HE PROMISED ME THAT MY DURANCE IN THE PRISON OF THIS CITY WOULD BE NEAR AN END WHEN THE CAGE LEFT MY POSSESSION.
ru: У МЕНЯ ЕСТЬ ТАКОЙ ПРЕДМЕТ. ДАВНЫМ-ДАВНО КО МНЕ ПРИШЕЛ ЗОДЧИЙ СНОВ. ОН ПООБЕЩАЛ МНЕ, ЧТО МОЕ ЗАТОЧЕНИЕ В ЭТОМ ГОРОДЕ ПОДОЙДЕТ К КОНЦУ, КОГДА Я ОТДАМ КЛЕТКУ.

source: YES. TAKE THIS CAGE AND LAY WASTE TO THOSE WHO CREATE SUCH CONFINES.
ru: ДА. ВОЗЬМИ ЭТУ КЛЕТКУ И ПОГУБИ ТЕХ, КТО СОЗДАЕТ ЭТИ ГРАНИЦЫ.

source: IMMORTALITY IS ONLY A WORD. ALL THAT EXISTS CAN DIE.
ru: БЕССМЕРТИЕ - ВСЕГО ЛИШЬ СЛОВО. ВСЕ СУЩЕЕ МОЖЕТ УМЕРЕТЬ.

source: EVERY LIVING THING HAS A WEAPON AGAINST WHICH IT HAS NO DEFENSE. TIME. DISEASE. IRON. GUILT.
ru: У КАЖДОГО ЖИВОГО СУЩЕСТВА ЕСТЬ ОРУЖИЕ, ПЕРЕД КОТОРЫМ ОНО БЕЗЗАЩИТНО. ВРЕМЯ. БОЛЕЗНЬ. ЖЕЛЕЗО. ВИНА.

source: ONE MUST KNOW THE ENEMY TO FORGE SUCH A WEAPON.
ru: ЧТОБЫ ВЫКОВАТЬ ТАКОЕ ОРУЖИЕ, НУЖНО ЗНАТЬ ВРАГА.

source: START WITH A FRAGMENT OF THE ENEMY. A DROP OF BLOOD. A CRYSTALLIZED THOUGHT. ONE OF ITS HOPES. ALL OF THESE THINGS TELL THE WAY IT CAN DIE.
ru: НАЧНИ С ЧАСТИЦЫ ВРАГА. КАПЛИ КРОВИ. КРИСТАЛЛИЗОВАННОЙ МЫСЛИ. ОДНОЙ ИЗ НАДЕЖД. ВСЕ ЭТИ ВЕЩИ ПОКАЖУТ, КАК ОН МОЖЕТ УМЕРЕТЬ.

source: THEN THAT IS THE FRAGMENT OF THE ENEMY YOU MUST USE.
ru: ТОГДА ЭТО И ЕСТЬ ЧАСТИЦА ВРАГА, КОТОРОЙ ТЫ ДОЛЖЕН ВОСПОЛЬЗОВАТЬСЯ.

source: THE ACTIONS OF YOUR ENEMY HAVE TOLD YOU MUCH. YOUR ENEMY DOES NOT WISH TO ENGAGE YOU DIRECTLY. THAT IS A WEAKNESS.
ru: ДЕЙСТВИЯ ТВОЕГО ВРАГА ГОВОРЯТ ТЕБЕ О МНОГОМ. ТВОЙ ВРАГ НЕ ХОЧЕТ ВСТУПАТЬ С ТОБОЙ В ОТКРЫТЫЙ БОЙ. ЭТО ЕГО СЛАБОЕ МЕСТО.

source: THAT IS AN EQUAL POSSIBILITY. EITHER POSSIBILITY REVEALS WEAKNESS.
ru: ВЕРОЯТНОСТИ ЭТИ РАВНОЦЕННЫ. КАЖДАЯ ИЗ НИХ ОТКРЫВАЕТ СЛАБОЕ МЕСТО.

source: THE ACTIONS OF YOUR ENEMY HAVE TOLD YOU IT DOES NOT WISH ENGAGE YOU DIRECTLY. THAT IS A WEAKNESS.
ru: ДЕЙСТВИЯ ТВОЕГО ВРАГА ГОВОРЯТ ТЕБЕ, ЧТО ТВОЙ ВРАГ НЕ ХОЧЕТ ВСТУПАТЬ С ТОБОЙ В ОТКРЫТЫЙ БОЙ. ЭТО ЕГО СЛАБОЕ МЕСТО.

source: CONFRONT YOUR ENEMY DIRECTLY. TAKE THE BATTLE TO THE ENEMY.
ru: ВСТРЕТЬСЯ СО СВОИМ ВРАГОМ В ОТКРЫТОМ БОЮ. ВТЯНИ ЕГО В БИТВУ.

source: IF THE ENEMY DOES NOT WISH TO CONFRONT YOU DIRECTLY, DENY ITS WISH. TAKE THE BATTLE TO THE ENEMY.
ru: ЕСЛИ ВРАГ НЕ ХОЧЕТ СРАЖАТЬСЯ С ТОБОЙ В ОТКРЫТУЮ, ДЕЙСТВУЙ ВОПРЕКИ ЕГО ЖЕЛАНИЯМ. ВТЯНИ ЕГО В БОЙ.

source: IF IT IS NOT ALLOWED TO CONFRONT YOU DIRECTLY, FIND THE REASON. THE REASON WILL REVEAL A WEAKNESS.
ru: ЕСЛИ ОН НЕ МОЖЕТ СРАЖАТЬСЯ С ТОБОЙ В ОТКРЫТОМ БОЮ, НАЙДИ ПРИЧИНУ. ОНА РАСКРОЕТ ТЕБЕ ЕГО СЛАБОЕ МЕСТО.

source: YES.
ru: ДА.

source: I WOULD NEED A DROP OF YOUR BLOOD. THAT IS ALL.
ru: МНЕ БУДЕТ НУЖНА КАПЛЯ ТВОЕЙ КРОВИ. ЭТО ВСЕ.

source: THE TOOL OF YOUR DESTRUCTION HAS BEEN FORGED AND EDUCATED. IT IS NOT ENOUGH.
ru: ИНСТРУМЕНТ ТВОЕГО УНИЧТОЖЕНИЯ ВЫКОВАН И ОБУЧЕН. ЭТОГО НЕДОСТАТОЧНО.

source: THE MAGICKS THAT KEEP YOUR HEART BEATING AND MEND YOUR FLESH ARE STRONG. YOU MUST SINK THE BLADE INTO YOUR BODY ONLY WITHIN A SHELL WHERE YOU ARE CUT OFF FROM THE PLANES.
ru: МАГИЯ, ЗАСТАВЛЯЮЩАЯ ТВОЕ СЕРДЦЕ БИТЬСЯ И ЗАЛЕЧИВАЮЩАЯ ТВОИ РАНЫ, СИЛЬНА. ТЫ ДОЛЖЕН ПОГРУЗИТЬ КЛИНОК В СВОЕ ТЕЛО, ТОЛЬКО БУДУЧИ В ОБОЛОЧКЕ, В КОТОРОЙ ТЫ БУДЕШЬ ОТРЕЗАН ОТ ПЛАНОВ.

source: THE REASON IS NOT KNOWN TO ME. YET BOTH THE WEAPON AND THE PLACE ARE NECESSARY FOR YOUR DESTRUCTION.
ru: ПРИЧИНА МНЕ НЕИЗВЕСТНА. И ВСЕ ЖЕ ЭТО МЕСТО И ЭТО ОРУЖИЕ НЕОБХОДИМЫ ДЛЯ ТВОЕГО УНИЧТОЖЕНИЯ.

source: THAT IS NOT KNOWN TO ME.
ru: ЭТО МНЕ НЕИЗВЕСТНО.

source: HOLD. BEFORE YOU DEPART, THERE IS SOMETHING YOU MUST DO.
ru: ПОСТОЙ. ПЕРЕД ТВОИМ УХОДОМ НУЖНО, ЧТОБЫ ТЫ КОЕ-ЧТО СДЕЛАЛ.

source: SUNDER THIS PRISON. FREE ME. MY PURPOSE CANNOT BE FUFILLED IN THIS CAGE.
ru: РАСКРОЙ ЭТУ ТЮРЬМУ. ОСВОБОДИ МЕНЯ. МОЕ ПРЕДНАЗНАЧЕНИЕ НЕ МОЖЕТ БЫТЬ ВЫПОЛНЕНО В ЭТОЙ КЛЕТКЕ.

source: EXPLAIN.
ru: ОБЪЯСНИ.

source: THAT IS WHY I MUST BE FREED. THE MULTIVERSE IS RALLYING ITS LEGIONS. IT IS HEALING ITS WOUNDS. IN TIME, IT MAY GROW TO BE THE EQUAL OF ENTROPY. THIS MUST NOT BE ALLOWED TO COME TO PASS.
ru: ПОЭТОМУ Я И ДОЛЖЕН БЫТЬ ОСВОБОЖДЕН. МУЛЬТИВСЕЛЕННАЯ СОБИРАЕТ СВОИ АРМИИ. ОНА ЗАЛЕЧИВАЕТ РАНЫ. СО ВРЕМЕНЕМ ОНА МОЖЕТ СРАВНЯТЬСЯ С ЭНТРОПИЕЙ. ЭТОГО НЕ ДОЛЖНО СЛУЧИТЬСЯ.

source: LISTEN. DO YOU HEAR IT?
ru: СЛУШАЙ. ТЫ СЛЫШИШЬ?

source: THE SOUND OF NEGLECTED METAL. RUST. WEAPONS WITHOUT EXPRESSION. UNBLOODED ON PLANAR BATTLEGROUNDS. THEY SUFFER. FREE ME. FREE THEM.
ru: ЗВУК РАЗРУШАЮЩЕГОСЯ МЕТАЛЛА. РЖАВЧИНА. ОРУЖИЕ БЕЗ ВЫРАЖЕНИЯ. ОБЕСКРОВЛЕННОЕ НА ПЛАНАРНЫХ ПОЛЯХ БРАНИ. ОНО СТРАДАЕТ. ОСВОБОДИ МЕНЯ. ОСВОБОДИ ЕГО.

source: ORDER HAS SET ITS CHAINS AROUND YOU. YOU ARE MY ENEMY AND THE ENEMY OF ALL THAT DIES. YOU SHALL BE BARRED FROM THIS TOWER UNTIL ETERNITY ENDS.
ru: ПОРЯДОК ЗАКОВАЛ ТЕБЯ В ЦЕПИ. ТЫ - МОЙ ВРАГ, И ВРАГ ВСЕМУ, ЧТО УМИРАЕТ. ТЫ НЕ БУДЕШЬ ДОПУЩЕН В ЭТУ БАШНЮ ДО СКОНЧАНИЯ ВЕКОВ.

source: GIVE ME THE PLANAR CUBE YOU CARRY. IT CAN FREE ME FROM THIS PLACE.
ru: ОТДАЙ МНЕ ПЛАНАРНЫЙ КУБ, КОТОРЫЙ ПРИ ТЕБЕ. ОН МОЖЕТ ОСВОБОДИТЬ МЕНЯ ОТСЮДА.

source: IT IS THE DOOR THAT WILL ALLOW THIS TOWER TO LEAVE THIS PLACE. GIVE TO ME THE PLANAR CUBE.
ru: ЭТО ДВЕРЬ, КОТОРАЯ ПОЗВОЛИТ БАШНЕ ПОКИНУТЬ ЭТО МЕСТО. ОТДАЙ МНЕ ПЛАНАРНЫЙ КУБ.

source: THERE IS A PLANAR CUBE. IT CAN FREE ME FROM THIS PLACE.
ru: ГДЕ-ТО ЕСТЬ ПЛАНАРНЫЙ КУБ. ОН МОЖЕТ ОСВОБОДИТЬ МЕНЯ ОТСЮДА.

source: THEN YOU WILL FIND THE CUBE. YOU WILL BRING IT TO ME.
ru: ТОГДА ТЫ НАЙДЕШЬ КУБ. ТЫ ПРИНЕСЕШЬ ЕГО МНЕ.

source: ITS LOCATION IS NOT KNOWN TO ME. FIND IT. BRING IT TO ME.
ru: ЕГО МЕСТОНАХОЖДЕНИЕ МНЕ НЕИЗВЕСТНО. НАЙДИ ЕГО. ПРИНЕСИ ЕГО МНЕ.

source: WHERE IS THE PLANAR CUBE?
ru: ГДЕ ПЛАНАРНЫЙ КУБ?

source: SHOW ME WHAT YOU HAVE BROUGHT. I WILL STUDY ITS POTENTIAL AND SEE IF ITS PAIN CAN BE GIVEN EXPRESSION.
ru: ПОКАЖИ, ЧТО ТЫ ПРИНЕС. Я ИЗУЧУ ЕГО ПОТЕНЦИАЛ И ПОСМОТРЮ, МОЖНО ЛИ ВЫРАЗИТЬ ЕГО.

source: IT IS DONE.
ru: ГОТОВО.

source: "I had some questions for you..."
ru: "У меня есть вопросы к тебе..."

source: Leave the golem alone.
ru: Оставить голема в покое.

source: "What are you?"
ru: "Что ты такое?"

source: "What is this place?"
ru: "Что это за место?"

source: "What are you doing?"
ru: "Что ты делаешь?"

source: "Why do you make weapons?"
ru: "Зачем ты делаешь оружие?"

source: "Can you tell me more of what you do with weapons?"
ru: "Ты не мог бы рассказать мне побольше о том, что ты делаешь с оружием?"

source: "Can you do anything with my weapons?"
ru: "Ты можешь что-нибудь сделать с моим оружием?"

source: "What do you know of the Blood War?"
ru: "Что ты знаешь о Кровавой Войне?"

source: "Do you know of a citadel called the Fortress of Regrets?"
ru: "Ты знаешь о цитадели под названием Крепость Сожалений?"

source: "I need a heavy, decorated, wrought-iron birdcage. Do you have one?"
ru: "Мне нужна тяжелая украшенная птичья клетка из кованого железа. У тебя такой не найдется?"

source: "Perhaps another day. Farewell."
ru: "Возможно, в другой раз. Прощай".

source: "What *are* you?"
ru: "Что *ты* такое?"

source: "Never mind... I'm definitely in the wrong place. Sorry to disturb you."
ru: "Неважно... Я определенно не туда попал. Извини, что побеспокоил".

source: "What purpose?"
ru: "Какое предназначение?"

source: "What was your purpose again?"
ru: "Еще раз, каково твое предназначение?"

source: "Yes, you'd mentioned that before. I had some other questions..."
ru: "Да, ты уже об этом говорил. У меня были еще вопросы..."

source: "I... see. That is all I wished to know. Farewell."
ru: "Понятно... Это все, что я хотел узнать. Прощай".

source: "You mean forging weapons? That's your purpose?"
ru: "То есть ты куешь оружие? Это и есть твое предназначение?"

source: "And you said before that your purpose is to forge weapons... right?"
ru: "Ты сказал, что твое предназначение - ковать оружие... правильно?"

source: "I see. I had some other questions..."
ru: "Понятно. У меня были еще вопросы..."

source: "I'll let you carry on with your work, then. Farewell."
ru: "Тогда я позволю тебе продолжить свою работу. Прощай".

source: "Who do you make these weapons for?"
ru: "Для кого ты делаешь это оружие?"

source: "Why do you do this?"
ru: "Зачем ты это делаешь?"

source: "I had another question..."
ru: "У меня есть другой вопрос..."

source: "What happened?"
ru: "Что произошло?"

source: "I see. That is all I wished to know. Farewell."
ru: "Понятно. Это все, что я хотел узнать. Прощай".

source: "You said that someone melted those weapons and forged your body. Who?"
ru: "Ты говорил, что кто-то расплавил оружие и создал твое тело. Кто это был?"

source: "And you said your purpose now is to forge weapons?"
ru: "И ты сказал, что теперь твое предназначение - ковать оружие?"

source: "I see... I had another question..."
ru: "Понятно... У меня есть другой вопрос..."

source: "Well, remind me to thank, uh, entropy when I see him again. Farewell."
ru: "Что ж, напомни мне сказать спасибо, э, энтропии, когда я снова с ней увижусь. Прощай".

source: "What does entropy need weapons for?"
ru: "Зачем энтропии оружие?"

source: "I see. I had some other questions.."
ru: "Понятно. У меня были еще вопросы..."

source: "Very interesting... that is all I wished to know. Farewell."
ru: "Очень интересно... Это все, что я хотел узнать. Прощай".

source: "The multiverse is your enemy? Why?"
ru: "Мультивселенная - твой враг? Почему?"

source: "And you're opposed to chaining entropy?"
ru: "И ты против сковывания энтропии?"

source: "So you're saying immortality is just a different kind of death?"
ru: "Так ты говоришь, что бессмертие - всего лишь еще один вид смерти?"

source: "What makes that death any worse than another?"
ru: "Почему эта смерть хуже остальных?"

source: Truth: "Except the death you seem to offer is violent and senseless -- without meaning."
ru: Правда: "За исключением того, что предлагаемая тобой смерть жестока и бессмысленная".

source: Truth: "True enough; so what made you take up entropy's cause?"
ru: Правда: "Совершенно верно. Так что же заставило тебя принять сторону энтропии?"

source: "Very interesting that is all I wished to know. Farewell."
ru: "Очень интересно. Это все, что я хотел узнать. Прощай".

source: "And how much of this is too much?"
ru: "А есть ли всему этому предел?"

source: "These things may be necessary... within limits."
ru: "Это может быть необходимо... в разумных пределах".

source: "These things are *never* necessary. To promote them and glorify the destruction they cause is wrong."
ru: "Это вещи *никогда* не были необходимостью. Неправильно поощрять их и восхвалять разрушение, которое они несут".

source: "Agreed. Without these things, there is stagnation."
ru: "Согласен. Без всего этого наступит застой".

source: "Even if death is the result?"
ru: "Даже если результатом будет смерть?"

source: "Very interesting...that is all I wished to know. Farewell."
ru: "Очень интересно... Это все, что я хотел узнать. Прощай".

source: "I...see. I had some other questions..."
ru: "Понятно... У меня были еще вопросы..."

source: "Sounds like it'll be a hell of a battle... perhaps I'll see you there. Farewell."
ru: "Похоже, битва будет знатной... может, там и увидимся. Прощай".

source: "Breach planes? How?"
ru: "Пробивает планы? Как?"
