Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dcoax.dlg.po
Languages: ru

source: "If this siege tower can travel the planes, why do you remain here?"
ru: "Если эта осадная башня может путешествовать по планам, почему ты остаешься здесь?"

source: "How did the siege tower get in the city in the first place?"
ru: "Как вообще эта осадная башня попала в город?"

source: "Very interesting... that is all I wished to know. Farewell."
ru: "Очень интересно... Это все, что я хотел узнать. Прощай".

source: "You said the tower can breach planes? How?"
ru: "Ты сказал, что башня может пробивать планы? Как?"

source: "I'm sorry to hear that; I don't think I can help you. Farewell."
ru: "Жаль это слышать, не думаю, что смогу тебе помочь. Прощай".

source: "What happened to the legions that have used the tower?"
ru: "Что случилось с легионами, которые воспользовались башней?"

source: "I see. I had some other questions..."
ru: "Понятно. У меня были еще вопросы..."

source: "And what happened to the Planes the siege tower invaded?"
ru: "И что случилась с планами, в которые вторглась осадная башня?"

source: "I... see. I had some other questions..."
ru: "Понятно... У меня были еще вопросы..."

source: "How long has it gone on?"
ru: "Как долго она длится?"

source: "Did you ever serve in it?"
ru: "Ты когда-нибудь служил на ней?"

source: "Do you know what happened to her?"
ru: "Ты знаешь, что с ней случилось?"

source: "Do you know where this cage is?"
ru: "Ты знаешь, где находится эта клетка?"

source: "That is all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "Do you know anything more about it?"
ru: "Ты знаешь об этом еще что-нибудь?"

source: "Do you know how to reach it?"
ru: "Ты не знаешь, как туда попасть?"

source: "I...see. Can I have it?"
ru: "Понятно... Мне можно ее забрать?"

source: Before I go, I had other questions..."
ru: "Пока я не ушел, у меня еще вопросы..."

source: "Thank you. Farewell."
ru: "Спасибо. Прощай".

source: "You're saying you could forge a weapon to kill an immortal?"
ru: "Ты говоришь, что мог бы выковать оружие, которое убьет бессмертного?"

source: "How do you know what weapon to use?"
ru: "Откуда ты знаешь, каким оружием нужно воспользоваться?"

source: "And how do I do that?"
ru: "И как мне это сделать?"

source: "What if your enemy strikes from a distance, from shadows, and never shows himself?"
ru: "Что, если враг нападает издалека, из теней, и никогда не показывается?"

source: "Hmmmm. Could you forge a weapon that would kill me?"
ru: "Хм-м. Ты мог бы выковать оружие, которое убьет меня?"

source: "How?"
ru: "Как?"

source: "Or... for some reason, it *cannot* engage me directly."
ru: "Или... по какой-то причине он *не может* вступить со мной в открытый бой".

source: "How do I exploit that?"
ru: "Как мне воспользоваться этим?"

source: "You said that immortality was just a word... that all that lives can die. Could you make a weapon that could kill me?"
ru: "Ты сказал, что бессмертие - всего лишь слово... что все живущее умирает. Ты смог бы создать оружие, которым можно было бы убить меня?"

source: "Very well. I had another question..."
ru: "Очень хорошо. У меня есть другие вопросы..."

source: "And if the reason it can't attack me directly is because it has no choice?"
ru: "А что, если причина того, что он не нападает на меня в открытую, в том, что у него нет выбора?"

source: "You said you immortality was just a word... that all that lives can die. Could you make a weapon that could kill me?"
ru: "Ты сказал, что бессмертие - всего лишь слово... что все живущее умирает. Ты смог бы создать оружие, которым можно было бы убить меня?"

source: "Really? How?"
ru: "Правда? Как?"

source: "Very well..."
ru: "Очень хорошо..."

source: "Perhaps another time. I had some other questions..."
ru: "Может, в другой раз. У меня были еще вопросы..."

source: "What do you mean?"
ru: "О чем это ты?"

source: "Why?"
ru: "Почему?"

source: "Where would I find such a shell that separated me from the Planes?"
ru: "Где же мне найти такую оболочку, которая бы отделила меня от планов?"

source: "I'll have to go find such a place on my own, then. Farewell."
ru: "Тогда мне придется найти это место самому. Прощай".

source: "What?"
ru: "Что?"

source: "How could *I* free you?"
ru: "Как *мне* освободить тебя?"

source: "If you escaped this city, you would only bring war and destruction to the rest of the Planes. Countless planars would die. I could not allow such a thing."
ru: "Если ты покинешь город, ты принесешь планам только войну и разрушение. Умрет несчетное количество планаров. Я не могу позволить такому случиться".

source: "I cannot do that."
ru: "Я не могу этого сделать".

source: "Your purpose is here, golem. Your purpose is to serve me. Provide me with weapons and speak to me no more of your 'freedom.'"
ru: "Твое предназначение - быть здесь. Твое назначение - служить мне. Снабжай меня оружием и больше не заикайся о 'свободе'".

source: "I disagree."
ru: "Я не согласен".

source: "Hmmm. I see your point... how can I free you?"
ru: "Хм-м. Я тебя понял... как мне освободить тебя?"

source: "There is nothing more to be said. I will not free you; the Planes do not need the chaos and suffering you will bring. Farewell."
ru: "Говорить больше не о чем. Я не стану тебя освобождать: планам не нужны хаос и страдания, которые ты несешь. Прощай".

source: "There is nothing more to be said. Your purpose is here, golem, and you will continue to serve me. Farewell."
ru: "Говорить больше не о чем. Твое назначение, голем, - находиться здесь и служить мне. Прощай".

source: "I cannot allow you to be free. The Planes do not need any more chaos and blood-letting."
ru: "Я не могу позволить тебе освободиться. Планам больше не нужны хаос и кровопролитие".

source: "There is nothing more to be said. Your purpose is here, golem, and you will continue to serve me."
ru: "Говорить больше не о чем. Твое назначение, голем, - находиться здесь и служить мне".

source: "How could I free them?"
ru: "Как мне освободить их?"

source: "If that is what must be, then that is what must be. Farewell."
ru: "Чему быть - того не миновать. Прощай".

source: "All right, here you are."
ru: "Хорошо, вот".

source: "I can't give that up."
ru: "Я не могу отдать его".

source: "Be that as it may, I can't give the cube up. It's too precious to me."
ru: "Как бы там ни было, я не могу отдать куб. Он слишком ценен для меня".

source: "I wouldn't give up such an item to you. It sounds too powerful to be made a gift... if I find it, I'll keep it for myself."
ru: "Я бы не стал отдавать тебе такой предмет. Как для подарка, он слишком могущественный... если он мне попадется, я оставлю его себе".

source: "I'm not giving it to you. I cannot allow you to be free. The Planes do not need any more chaos and blood-letting."
ru: "Я не отдам его тебе. Я не могу дать тебе освободиться. Планам больше не нужны хаос и кровопролитие".

source: "But... I do not have such a cube."
ru: "Но... у меня нет такого куба".

source: "I know of such a cube. But I will not give it to you."
ru: "Я знаю о таком кубе. Но я не отдам его тебе".

source: "Where would I find such a thing?"
ru: "Где можно найти такую вещь?"

source: "Very well... I will find the cube and bring it to you."
ru: "Хорошо... я найду куб и принесу его тебе".

source: "I do not have it. If I had it, I would not give it to you."
ru: "У меня его нет. Но если бы и был, я бы не отдал его тебе".

source: "I don't have the cube yet, but I wanted to ask you some questions--"
ru: "У меня пока нет с собой куба, но я хотел задать тебе пару вопросов..."

source: "I haven't found it yet. I'll return when I have."
ru: "Я еще не нашел его. Как найду - вернусь".

source: "Can I take a look at what other weapons you have?"
ru: "Можно посмотреть на другое имеющееся у тебя оружие?"

source: "All right. I had another question..."
ru: "Хорошо. У меня есть другой вопрос..."

source: "I see. That is all I wanted. Farewell."
ru: "Понятно. Это все, что мне нужно. Прощай".

source: You see an iron... creature. Its size is staggering; if it stood full height, it would shatter the roof of the siege tower. Thundering echoes rattle the walkway as the creature hammers away on its forge, and the smell of soot and ash fills the air.
ru: Ты видишь железное... существо. Его размеры поражают. Если бы оно встало в полный рост, оно проломило бы крышу осадной башни. Под мостиком рокочет оглушающее эхо ударов молота по наковальне, а воздух заполнен запахом сажи и пепла.

source: "Greetings."
ru: "Приветствую".

source: I found a way into the siege tower in the Lower Ward. Within the tower is an iron golem, almost the size of the tower itself. It seems to be forging weapons using a furnace within the tower.
ru: Я пробрался в осадную башню в Нижнем районе. В ней оказался железный голем размером почти с саму башню. Похоже, он кует оружие, используя горн в башне.
