Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dcolylfn.dlg.po
Languages: ru

source: As you watch Yellow-Fingers hurriedly scamper off, you're struck with the feeling that you won't be seeing him again anytime soon.
ru: Наблюдая за тем, как Желтопалый в спешке уходит, ты ловишь себя на мысли, что в ближайшем будущем ты его уже не увидишь.

source: Ignore it and leave.
ru: Не обращать на него внимания и уйти.
