Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dcolylfn.dlg.po
Languages: ru

source: This weasely-looking fellow is skulking about the garbage like a tattered shadow. He feigns not to notice you, but you can feel him stealing glances at you from the corners of his eyes. Suddenly, he beckons to you: "Hssst. You. Hsssst! Ey!"
ru: Этот пронырливый с виду парень крадется среди мусора, словно тень в лохмотьях. Он делает вид, что не замечает тебя, но ты чувствуешь, как он искоса смотрит на тебя вороватым взглядом. Внезапно он делает тебе знак: "Псс. Ты. Псс. Эй!"

source: Approach him.
ru: Подойти к нему.

source: Ignore the man, continue on your way.
ru: Игнорировать его и пройти мимо.

source: This weasely-looking fellow is skulking about the garbage like a tattered shadow. Seeing you and Morte, he beckons to you: "Hsssssst... ey! Th'skull. Where ye get the skull, ey? Me skull, it is! Give it backta me."
ru: Этот пронырливый с виду парень крадется среди мусора, словно тень в лохмотьях. Увидев вас с Мортом, он делает тебе знак: "Пссс... эй! Тот череп. Откуда он у тебя, а? Он мой! Верни его мне".

source: This weasely-looking fellow is skulking about the garbage like a tattered shadow. Seeing Annah, his eyes widen; he sucks phlegm between his yellowed teeth, as if anticipation of a meal. "Hsssst...ey! Jink-jink fer the slip, ey? Pretty, pretty." He licks his cracked, scabby lips.
ru: Этот пронырливый с виду парень крадется среди мусора, словно тень в лохмотьях. Когда он замечает Анну, его глаза расширяются; он процеживает слюну сквозь свои желтые зубы, словно предвкушая пищу. "Пссс... эй! Звенелки за потаскушку, а? Хорошенькая". Он облизывает свои потрескавшиеся, покрытые струпьями губы.

source: "Eh. Whatta want?!"
ru: "А. Че нада?!"

source: "I'm looking for some information..."
ru: "Мне нужны кое-какие сведения..."

source: "Eh, now how's me skull?" He laughs, a wheezing, horrible sound.
ru: "Эй, как там поживает мой череп?" Он заливается ужасным свистящим смехом.

source: "Thief! Ye vulture, scabby gull, stealin', pickin' at other's things, takin' thems! Give me the skull! Mine! It's mine!"
ru: "Ворюга! Падальщик, дрянной воришка, берущий чужое без спросу! Отдай мне череп! Мой! Он мой!"

source: "This is not your skull."
ru: "Это не твой череп".

source: Truth: "Go on, take the skull."
ru: Правда: "Вперед, забирай череп".

source: Attack him as soon as he's off-guard: "Go on, take the skull."
ru: Напасть на него, как только он потеряет бдительность: "Вперед, забирай череп".

source: "What proof do you have that this is your skull?"
ru: "Чем докажешь, что это твой череп?"

source: Truth: "If you can prove to me the skull's yours, then I'll give it to you. It's only fair."
ru: Правда: "Если тебе удастся доказать, что череп твой, я отдам его тебе. Так будет честно".

source: "I'll buy the skull from you. Fair?"
ru: "Я куплю у тебя череп. Пойдет?"

source: "Who are you?"
ru: "Кто ты?"

source: "Just forget you ever saw it. Farewell."
ru: "Просто забудь, что видел его. Прощай".

source: "Ye callin' me a *liar,* ey? Skull's *mine!* Mine!" He mumbles for a moment, eyes rolling and darting. "Ye the thief, spittin' lies... I'll gut ye."
ru: "Значит, я - *лжец*, а? Череп *мой*! Мой! - он некоторое время что-то бормочет, поглядывая на тебя. - Ты лживый ворюга... Я выпущу тебе кишки".

source: "Touch me, and you'll be regretting it the short few moments before you die."
ru: "Только тронь меня - и будешь жалеть об этом все оставшиеся мгновения перед смертью".

source: "I wouldn't try it."
ru: "Я бы не стал этого делать".

source: "Go on, try it. See what happens."
ru: "Давай, попробуй. Посмотрим, что из этого выйдет".

source: The man glances at you, eyes narrow. He doesn't look too sure of his chances - he mumbles a bit, but doesn't do anything. "Me skull. Ye're a thief. A thief. Stealin'..."
ru: Человек смотрит на тебя прищурено. Похоже, он не уверен в своих шансах на победу. Он какое-то время бормочет, но ничего не предпринимает. "Череп мой. Ты - вор. Ворюга..."

source: "Get lost, mongrel."
ru: "Прочь отсюда, полукровка".

source: Truth: "Go on, the. Take the skull."
ru: Правда: "Ладно. Забирай череп".

source: Attack him as soon as he's off-guard: "Go on, then. Take the skull."
ru: Напасть на него, как только он потеряет бдительность: "Ладно. Забирай череп".

source: The man glances at you, eyes narrow. Suddenly, he attacks!
ru: Человек смотрит на тебя, прищурившись. И вдруг он бросается в атаку!

source: Meet his attack.
ru: Встретить его атаку.

source: Flee.
ru: Сбежать.

source: He chuckles dryly and smiles. As he reaches for Morte, there is a *snap!* and the man's hand whips back. The man begins screaming: "Aiggghhhh! Aighhh!!! I'll *kill* ye! *Kill* ye!"
ru: Он глухо хихикает. Едва протянув руку к Морту, он моментально, сразу же после отчетливого *клац*, с воплем ее одергивает: "Аййййййй! Аййййй! Я тебя *убью*! *Убью*!"

source: He chuckles dryly and smiles. He reaches for Morte, but before you can move to attack him, there is a *snap!* and the man's hand whips back. The man begins screaming: "Aiggghhhh! Aighhh!!! I'll *kill* ye! *Kill* ye!"
ru: Он глухо хихикает. Он протягивает руку к Морту. Ты только собрался на него напасть, как он моментально, сразу же после отчетливого *клац*, с воплем ее одергивает: "Аййййййй! Аййййй! Я тебя *убью*! *Убью*!"

source: The man, biting his lip from the pain, glares at you. Suddenly, he attacks!
ru: Человек пялится на тебя, закусив губу от боли. Внезапно он бросается в атаку!

source: He stares at you for a moment, like you're addled. "It's pikin' mine, talkin' proof, don't-know-nothin'! Gives me the skull back, nows!"
ru: Он глядит на тебя, как на пустоголового. "Он мой как пить дать, говорящее доказательство, ничего-не-знаю! Отдай мне череп, сейчас же!"

source: Truth: "Go on, then. Take the skull."
ru: Правда: "Тогда вперед. Забирай череп".

source: "Skull's mine, mine, ey! Give it ta me, I'll forgit ye stole it." He mumbles, his narrowed eyes darting.
ru: "Череп мой, мой, эй! Отдай мне его, и я забуду, что ты его украл", - бормочет он, поглядывая на тебя прищуренными глазами.

source: His eyes narrow, his lips pulling away from crooked, stained teeth in a twisted sneer. "Skull's... skull a *lotta* jink. You ken pay? Means a lot ta me, that skull."
ru: Его глаза сужаются, а губы обнажают грязные кривые зубы в перекошенной ухмылке. "Череп... череп *много* стоит. Сможешь заплатить? Этот череп много для меня значит".

source: The man hisses angrily at Morte: "Is that anyway ta talk ta me, yer owner?"
ru: Человек злобно шипит на Морта: "Да как ты разговариваешь со мной, твоим хозяином?"

source: The man turns to you, teeth bared and angrier than ever. "Oh, it's gonna cost... gonna cost to settle the matter."
ru: Мужчина оборачивается к тебе, обнажив зубы, еще более злой, чем прежде. "О, ты за это заплатишь... заплатишь, чтобы уладить дело".

source: Give him one copper coin.
ru: Дать ему один медяк.

source: Give him five coppers.
ru: Дать ему пять медяков.

source: Give him fifty coppers.
ru: Дать ему пятьдесят медяков.

source: Give him one hundred coppers.
ru: Дать ему сто медяков.

source: Give him five hundred coppers.
ru: Дать ему пятьсот медяков.

source: "I don't have any copper to give you."
ru: "У меня нет ни одной монеты".

source: "Forget the offer. This isn't your skull, and you're not getting it."
ru: "Забудь мое предложение. Это не твой череп, и ты его не получишь".

source: "It's a start... now cough up the rest, an' I'll be on my way."
ru: "Это только начало... вытряхивай остальное, и я уйду".

source: "Ey...that'll settle it between us." He sneers horribly. "Steal from me again, though..."
ru: "Эй... теперь между нами все улажено, - он выдает страшную ухмылку. - Только попробуй еще раз меня обокрасть..."

source: "Then return me skull, thief! Give it back! Give it, give it to me!"
ru: "Тогда отдай мне череп, ворюга! Отдай его! Отдай, отдай его мне!"

source: Truth: "Very well. Take it."
ru: Правда: "Ладно. Забирай".

source: Attack him as soon as he's off-guard: "Very well. Take it."
ru: Напасть на него, как только он потеряет бдительность: "Ладно. Забирай".

source: "No. It's not yours to take."
ru: "Нет. Он не твой, и ты его не получишь".

source: Attack him.
ru: Атаковать его.

source: "Never ya mind... there'll be trouble, ye ken be sure. Trouble!"
ru: "Неважно... жди неприятностей, можешь не сомневаться. Неприятностей!"

source: "Don't make the mistake of presuming I paid you out of fear or weakness... you could end up dead."
ru: "Не делай ошибку, предполагая, что я заплатил тебе из страха или слабости... ты мог бы уже быть мертвым".

source: "I see. I had some questions..."
ru: "Понятно. У меня есть несколько вопросов..."

source: "Ah, 'trouble.' Farewell."
ru: "Ага, 'неприятности'. Прощай".

source: "Hmph." He narrows his eyes, but says nothing more. He looks uneasy.
ru: "Пф". Он сужает глаза, но ничего не отвечает. Он выглядит обеспокоенным.

source: "I had some questions..."
ru: "У меня есть несколько вопросов..."

source: "Farewell."
ru: "Прощай".

source: "Pah! Rattle yer bone-box somewheres else. Away with ye. Dirty thief. Stealin' thief..." He starts to walk past you.
ru: "Ба! Тряси своей черепушкой где-нибудь в другом месте. Пошел прочь. Грязный вор. Ворюга..." Он пытается пройти мимо тебя.

source: Leave.
ru: Уйти.

source: He sneers. "Chant's not cheap." He rubs two yellowed fingers together. "Jink-jink?" His eyes, constantly rolling and darting as he speaks to you, seem to fall on your coin-purse frequently.
ru: Он ухмыляется. "Слухи - товар недешевый, - он потирает свои желтые пальцы друг о друга. - Дзинь-дзинь?" Пока он говорит, его глаза без конца бегают, часто задерживаясь на твоем кошельке.

source: Hand him a couple coins.
ru: Дать ему пару монет.

source: Throw him five coppers.
ru: Бросить ему пять медяков.

source: Dump ten coppers into his palms.
ru: Бросить ему в ладонь десять медяков.

source: "You'll get nothing. Spill the chant."
ru: "Ты ничего не получишь. Колись".

source: "Uh... why are your fingers yellow?"
ru: "Э... почему у тебя желтые пальцы?"

source: "Forget I asked. Farewell."
ru: "Забудь, что я спрашивал. Прощай".

source: He scoffs. "Chant's not *cheap.* You deaf? *Lissen* when I talks to you."
ru: Он насмешливо произносит: "Слухи - товар *недешевый*. Ты что, оглох? *Слушай*, когда я говорю".

source: He studies the coins for a moment, then squints at you. "I knows some. Whatcha' want ta know?"
ru: Он некоторое время рассматривает монеты, потом косится на тебя. "Я кое-что знаю. Чего хочешь узнать?"

source: "Tell me about Sigil."
ru: "Расскажи мне о Сигиле".

source: "Tell me about Collectors."
ru: "Расскажи мне о сборщиках".

source: "I'm looking for a man named Pharod."
ru: "Я разыскиваю мужчину по имени Фарод".

source: "I'm looking for a journal that I've lost."
ru: "Я ищу потерянный дневник".

source: "Tell me about Mebbeth."
ru: "Расскажи мне о Меббет".

source: "Nothing, never mind. Farewell."
ru: "Ничего, забудь. Прощай".

source: "Talk. I lissen, mebbe I have some things to say..."
ru: "Говори. Я послушаю. Может, чего и расскажу..."

source: "I'll spill nothin'." He sneers at you, then points at himself. "I know the chant, you *don't.* You got jink, you know the chant, too - see?"
ru: "Я ничего не скажу, - он ухмыляется, затем указывает на себя. - Я знаю слухи, а ты - *нет*. У тебя есть звенелки, и ты тоже хочешь знать слухи - улавливаешь?"

source: Grab him, shake him up a bit.
ru: Схватить его и встряхнуть как следует.

source: "Forget I asked, then. Farewell."
ru: "Тогда забудь, что я спрашивал. Прощай".

source: "Eh? Come again?" His eyes narrow to slits; he peers at you sideways though them.
ru: "А? Что, опять за свое?" Его глаза превращаются в щелочки. Сквозь них он поглядывает в твою сторону.

source: "On second thought, I don't want to know. Never mind."
ru: "Если подумать, то мне это неинтересно. Забудь".

source: "Your fingers: they're yellow. Why?"
ru: "Твои пальцы, они желтые. Почему?"

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: "A little somethin' I picked up from a corpse...a lil' corpse-rot, ta hear tells."
ru: "Одна штучка, которую я подцепил от мертвеца... трупная гнильца, если верить слухам".

source: "Don't mind it... jink for chant, 'member? Jink-jink?" He holds out his palms, thrusting them towards you.
ru: "Не бери в голову... звенелки за слухи, помнишь? Дзинь-дзинь?" Он протягивает к тебе ладони.

source: "This pikin' city, ye sod...the lil' ring, lil' ring, city in a ring. Center of the big rings."
ru: "Это ж этот чертов город, бедолага ты эдакий... колечко в колечке, и город в кольце. Центр больших колец".

source: "Tell me more about the city."
ru: "Расскажи мне еще о городе".

source: "What about this area?"
ru: "Как насчет этого района?"

source: "That's all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "Wastin' me time an' yer jink, ye are. Throwin' it aways... find a tout fer such questions."
ru: "Тратишь зазря мое время и свои звенелки. Разбрасываешься ими... найди осведомителя для таких вопросов".

source: "I'll find one, then. Farewell."
ru: "В таком случае, пойду его искать. Прощай".

source: "Aye?" Looks confused. "What about 'em?"
ru: "А? - он выглядит озадаченным. - Что насчет их?"

source: "What do they do?"
ru: "Чем они занимаются?"

source: "Are you one?"
ru: "Ты - один из них?"

source: He looks at you like you're addled. "Scrape up the deaders. Drop 'em off at the Dusties' place, get some jink fer the journey. So?"
ru: Он смотрит на тебя, как на бестолочь. "Обдирают жмуриков. Сбрасывают их у хаты трухлявеньких, получают немного звенелок за труды. А что?"

source: "Mebbe. On occasion. What's that matter?"
ru: "Возможно. По случаю. А какая разница?"

source: "It doesn't. Farewell."
ru: "Да никакой. Прощай".

source: He narrows his eyes suddenly. "Eh..." He cocks his head, studying you. "Pharod... knowin' about him n' jawbonin' about him... *not* cheap. Get ye put in the dead book, no, no, *not* cheap."
ru: Внезапно он сужает глаза. "Э... - он склоняет голову набок, изучая тебя. - Фарод... знать и трещать о нем... *недешево*. Того и гляди - получишь место в книге мертвых. Нет-нет, *недешево*".

source: "Do you know where he is?"
ru: "Ты знаешь, где он находится?"

source: Offer him five more coins.
ru: Предложить ему еще пять монет.

source: He nods, then looks around. "That chant... *not* cheap."
ru: Он кивает, затем оглядывается по сторонам. "Эти слухи... *недешевый* товар".

source: He looks around, then leans close to his into your ear: "Go to the east part of the square an' wait -- I'll meet ye there in an hour's time. Don't wanna be seen with ye any longer. No more questions now... get-get!" He makes to move past you.
ru: Он смотрит по сторонам, потом наклоняется к твоему уху: "Иди на восточную часть площади и жди: я встречусь с тобой через час. Больше не хочу, чтобы нас видели вместе. Хватит вопросов... Двигай, двигай!" Он пытается уйти.

source: "Wait-"
ru: "Стой..."

source: Let him go.
ru: Позволить ему уйти.

source: "Filthy, sore-ridden *witch!*" He spits, and makes a half-circle over his heart. "Pox be on that mongrel crone! May a *hunderd-hunderd* diseases rot her innards. Ya want ta spit at her, she's got her ratnest in a hut off a' the Square, along the boards runnin' across the trash. Seek her if ye want, but don't be talkin' ta me again afters!"
ru: "Грязная язвенная *ведьма*! - он сплевывает и выводит полукруг напротив сердца. - Чтоб ее оспа побила, эту каргу-полукровку! Чтоб ее кишки сгнили от *тысячи тысяч* болячек. Если захочешь плюнуть в нее - ее крысиное гнездо в лачуге за площадью, возле забора, который вокруг мусора. Найдешь ее, коли захочешь, но после ко мне не подходи!"

source: "Eh... maybe... maybe... no. Haven't seen it, haven't seen any books."
ru: "Э... возможно... возможно... хотя нет. Не видал, не видал никаких книжек".

source: You suddenly notice that Yellow-Fingers is standing too close to you and that his hand darts out, as if trying to pluck your purse.
ru: Вдруг ты замечаешь, что Желтопалый стоит слишком близко к тебе и что его рука тянется вперед, словно пытаясь умыкнуть твой кошелек.

source: Grab his hand.
ru: Схватить его за руку.

source: Observe the attempt carefully.
ru: Внимательно наблюдать за его попыткой.

source: "What are you doing?"
ru: "Что ты делаешь?"

source: He leaps backwards and begins to flee!
ru: Он отскакивает и начинает убегать!

source: "Damn..."
ru: "Черт..."

source: You grab his hand. Yellow-Fingers looks startled. "Ey! Ey! What ye doin'! Let go!" He struggles, but can't break your grip.
ru: Ты хватаешь его за руку. Желтопалый, кажется, опешил. "Эй! Эй! Что ты делаешь! Пусти!" Он борется, но не может избавиться от твоей хватки.

source: Truth: "You were robbing me. I'm going to kill you."
ru: Правда: "Ты пытался обокрасть меня. Я тебя прикончу".

source: Bluff: "You were robbing me. I'm going to kill you."
ru: Блеф: "Ты пытался обокрасть меня. Я тебя прикончу".

source: "Ey! Ey! Now 'old on! Mistake, mistake! We ken settle this without bringin' the dead book inta it!"
ru: "Эй! Эй! Погоди! Ошибка, ошибка! Мы можем уладить это без участия книги мертвых!"

source: "I'll spare your life for some information."
ru: "Я пощажу тебя в обмен на кое-какие сведения".

source: "Give me everything you've got and I'll let you live."
ru: "Отдай мне все, что у тебя есть, и я тебя пощажу".

source: "Just get out of here, and don't ever let me see you again."
ru: "Просто убирайся отсюда, и больше мне не попадайся".

source: He nods vigorously. "Yes, yes, ask! Questions, go!"
ru: Он решительно кивает. "Да-да, спрашивай! Задавай вопросы!"

source: "Tell me where the man named Pharod is."
ru: "Скажи мне, где находится человек по имени Фарод".

source: "Ey..." He looks uncomfortable. "That's dangerous chant, Pharod is. A little jink goes a long way... ey?"
ru: "Эй... - он выглядит стесненным. - Слухи про Фарода - опасные слухи. Как насчет пары звенелок... а?"

source: "You seem to forget your circumstances. Tell me... now."
ru: "Ты, похоже, забыл, в каком положении находишься. Рассказывай... сейчас же".

source: Give him three coppers.
ru: Дать ему три медяка.

source: "Eh... well, I know his case ain't here, up top... but it's close, close-by, just hid. He's here an' there, always movin' about... must have a somewheres he comes and goes through. Gots to be a body 'round here who knows where the hole is... but it ain't me."
ru: "Э... ну, я знаю, что его малина не здесь, наверху... но она поблизости, по соседству, просто запрятана. Он то тут, то там, без конца шныряет... должно быть, есть место, через которое он ходит туда-сюда. В округе найдется кто-нибудь, кто знает, где эта дыра... только не я".

source: Truth: "I think you're lying. Spill the chant, or I'll kill you."
ru: Правда: "Мне кажется, ты лжешь. Колись, не то я тебя прикончу".

source: Bluff: "I think you're lying. Spill the chant, or I'll kill you."
ru: Блеф: "Мне кажется, ты лжешь. Колись, не то я тебя прикончу".

source: "Ey..." He licks lips and looks around. "Now, now... ey... there's a gate, ey? Look toward the northwest corner of the Square... I'm bettin' that's where that ol' serpent is holed up. Don't know how ta get past the gate, though."
ru: "Эй... - он облизывает губы и оглядывается по сторонам. - Сейчас, сейчас... эй... есть тут проход, усек? Погляди в северо-западном углу площади... бьюсь об заклад, там-то и поселился старый гад. Только как пройти через проход - без понятия".

source: "Now give me everything you've got."
ru: "Отдай мне все, что у тебя есть".

source: "Get out of here... and never let me see you again."
ru: "Убирайся отсюда... и больше мне не попадайся".

source: He nods. Fear and loathing in his eyes, Yellow-Fingers passes you a few handfuls of copper.
ru: Он кивает. Со страхом и ненавистью в глазах Желтопалый протягивает тебе несколько горстей медяков.

source: He frowns, and squints at you like you're addled. "Ey? What?"
ru: Он хмурится и смотрит на тебя искоса, как будто ты - бестолочь. "А? Чего?"

source: "Why are you robbing me? I'll give you what you need."
ru: "Зачем тебе грабить меня? Я дам тебе все, что тебе нужно".

source: "Forget it. Farewell."
ru: "Забудь. Прощай".

source: "You were robbing me. Leave, and don't let me see you again."
ru: "Ты хотел меня ограбить. Уходи и больше мне не попадайся".

source: Yellow-fingers looks at you incredulously. "I could use a lotta jink. I'm nearly starving, so I am... life on the streets of the Hive is none too pretty."
ru: Желтопалый смотрит на тебя недоверчиво. "Мне бы не помешала куча звенелок. Я весь изголодался... жизнь на улицах Улья не очень-то балует".

source: Give him ten coppers.
ru: Дать ему десять медяков.

source: "I take it back. Leave, and don't let me see you again."
ru: "Беру свои слова обратно. Уходи и больше мне не попадайся".

source: "Ey... thank ye kindly. Generous of you. May the Lady's shadow pass ye by."
ru: "Эй... спасибо тебе большое. Так щедро с твоей стороны. Пусть тень Леди обходит тебя стороной".

source: "Just don't try and rob me again. Farewell."
ru: "Просто больше не пытайся меня ограбить. Прощай".

source: Your hands dart out and grab his soiled robes - he's thin, light enough for you to lift him off the ground a ways and shake him. "Gaaah! I'll gives the chant, I will! Just let me down!"
ru: Твои руки выстреливают и хватают его за грязную одежду. Он худощав и достаточно легок, чтобы ты оторвал его от земли и немного потряс. "А-а-а! Я все расскажу, правда! Опусти меня!"

source: Toss him down in a heap.
ru: Бросить его на кучу.

source: Set him down, but don't let go.
ru: Опустить его, но не выпустить из рук.

source: You send him hurtling backwards, but as he crashes into the ground he comes out of the tumble into a blind sprint!
ru: Ты с силой швыряешь его, но, едва упав на землю, он перекатывается и бросается прочь не разбирая дороги!

source: As you're lowering Yellow-Fingers, he gives you a swift kick to the shin; you drop him, and in the half-second it takes you to recover he's already off and running.
ru: Как только ты опускаешь Желтопалого, он ловко пинает тебя по голени. Ты роняешь его, и за те полсекунды, необходимых тебе, чтобы опомниться, его уже и след простыл.

source: You watch closely as Yellow-Fingers' deft fingers slide into your coin purse... and out again, probably with several coins in their grasp. Despite the quickness of it all, there was a certain familiarity to it, and you're certain you could do the same with a bit of practice.
ru: Ты внимательно наблюдаешь за тем, как проворные пальцы Желтопалого проскальзывают тебе в кошелек... и выскальзывают оттуда, вероятно, захватив несколько монет. Несмотря на всю быстроту происходящего, есть в этом что-то тебе знакомое, и ты уверен, что смог бы повторить это, немного потренировавшись.

source: "I ken see ye were lookin' at me... whatta want? Eh?"
ru: "Я заприметил, что ты на меня таращишься... че надо? А?"

source: "Nothing. Farewell."
ru: "Ничего. Прощай".

source: "Ey, now. Simmer down, tail slip." He turns to you. "I ken see ye were lookin' at me... whatta want? Eh?"
ru: "Эй-эй. Остынь, хвостатая потаскушка, - он оборачивается к тебе. - Я заприметил, что ты на меня таращишься... че надо? А?"

source: "Ey, now. Simmer down, tail slip." He turns to you, and suddenly notices Morte. "Ey! Th'skull. Where ye get the skull, ey? Me skull, it is! Give it backta me."
ru: "Эй-эй. Остынь, хвостатая потаскушка, - он оборачивается к тебе, и тут замечает Морта. - Эй! Тот череп. Откуда он у тебя, а? Он мой! Верни его мне".

source: Yellow-Fingers scampers off, mumbling sourly all the while.
ru: Желтопалый уносится прочь, не переставая что-то угрюмо бормотать.
