Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dcolsrgr.dlg.po
Languages: ru

source: Tall and lanky, this pale, grim-looking man exudes authority despite his gangly and somewhat awkward frame. A good portion of his left ear is missing; what little that's left is a ragged mess of scar tissue, as if the ear was bitten, rather than cut, off. His narrow, shifting eyes - almost mere slits - look clever... and dangerous.
ru: Этот высокий и худощавый человек с угрюмым бледным лицом излучает власть, несмотря на свое долговязое и несколько неуклюжее телосложение. Немалая часть его левого уха отсутствует, а то, что от него осталось - рваные лоскуты рубцеватой кожи, словно ухо откусили, а не отрезали. Его бегающие прищуренные глаза - одни только щелочки - выглядят умными... и опасными.

source: "Would you be Sharegrave?"
ru: "Ты, часом, не Могильник?"

source: He spits out a reply: "I don't know you, berk." He glares at you. "Who are you to be asking about some 'Sharegrave' cutter?"
ru: В ответ он выплевывает: "Я тебя не знаю, пень, - он пристально смотрит на тебя. - Кто ты такой, чтобы спрашивать о 'Могильнике'?"

source: "A man called Pox referred me to Sharegrave. I was told he might know the location of someone named Pharod."
ru: "Человек по имени Сифилитик отправил меня к Могильнику. Он сказал, что тот может знать местонахождение кое-кого по имени Фарод".

source: "No one. My apologies for the intrusion; farewell."
ru: "Никто. Извини за вторжение; прощай".

source: I have agreed to help a man in Ragpicker's Square find out more about Pharod's seemingly endless supply of corpses; he has offered to pay me for the information. He also told me that, to find Pharod, I would need to follow the platforms over the square north and west to a gate. The gate should lead to his 'bolt-hole.
ru: Я согласился помочь человеку с площади Старьевщиков разузнать побольше о якобы нескончаемом источнике трупов Фарода. Он предложил мне плату за информацию. Еще он сказал, что, чтобы найти Фарода, мне придется пойти по помосту над площадью на северо-запад, к проходу. Он должен привести к его убежищу.

source: I met a man in Ragpicker's Square who, for discovering how and from where Pharod is collecting so many corpses, will pay me a reward.
ru: На площади Старьевщиков я встретил человека, который вознаградит меня за сведения о том, как и где Фарод находит столько трупов.

source: A man in Ragpicker's Square told me that, to find Pharod, I would need to follow the platforms over the square north and west to a gate. The gate should lead to his 'bolt-hole.
ru: Человек с площади Старьевщиков сказал мне, что, чтобы найти Фарода, мне придется пойти по помосту над площадью на северо-запад, к проходу. Он должен привести к его убежищу.

source: I told the man who had I had agreed to uncover Pharod's operation for what he needed to know, and was paid accordingly.
ru: Я рассказал человеку, для которого согласился разузнать о деятельности Фарода, все, что он хотел узнать, и был вознагражден соответствующим образом.

source: In telling him how to reach the catacombs beneath Sigil, I managed to wheedle another fifty percent out of the man who paid me for information on Pharod's supply of corpses."
ru: Рассказав человеку, заплатившему мне за информацию об источнике трупов Фарода, как добраться до катакомб под Сигилом, мне удалось вытрясти из него дополнительные пятьдесят процентов.

source: I tried to lie to the man who paid me for information on Pharod's supply of corpses. He was furious, and will no longer speak with me.
ru: Я попытался солгать человеку, который заплатил мне за информацию об источнике трупов Фарода. Он был взбешен и больше не будет со мной разговаривать.

source: I lied to the man who paid me for information on Pharod's supply of corpses. He was suspicious, but paid me just the same... I have a feeling I'm no longer welcome in his presence, however.
ru: Я солгал человеку, который заплатил мне за информацию об источнике трупов Фарода. Он что-то заподозрил, и все же заплатил мне... однако у меня такое чувство, что он больше не рад моему присутствию.

source: A man in Ragpicker's square paid me for information on Pharod's seemingly endless supply of corpses.
ru: Человек на площади Старьевщиков заплатил мне за информацию о якобы нескончаемом источнике трупов Фарода.
