Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dcolsrgr.dlg.po
Languages: ru

source: A man in Ragpicker's Square told me that Pharod has somehow unearthed what seems to be a never-ending supply of corpses. He's upset, seeing as how collecting dead bodies is his business, as well, and wants to know just how Pharod's doing it.
ru: Человек с площади Старьевщиков сказал мне, что Фарод раскопал нечто вроде нескончаемого источника трупов. Так как собирательство тел - его бизнес, он этим очень расстроен и хочет разузнать, как Фароду это удалось.

source: Tall and lanky, this pale, grim-looking man exudes authority despite his gangly and somewhat awkward frame. A good portion of his left ear is missing; what little that's left is a ragged mess of scar tissue, as if the ear was bitten off, rather than cut. His narrow, shifting eyes - almost mere slits - look clever... and dangerous.
ru: Этот высокий и худощавый человек с угрюмым бледным лицом излучает власть, несмотря на долговязость и несколько неуклюжее телосложение. Немалая часть его левого уха отсутствует, а то, что от него осталось - рваные лоскуты рубцеватой кожи, словно ухо откусили, а не отрезали. Его бегающие прищуренные глаза - одни только щелочки - выглядят умными... и опасными.

source: "Greetings..."
ru: "Приветствую..."

source: Leave the man be.
ru: Оставить его в покое.

source: He spits out a reply: "I don't know you, berk." He glares at you. "What do you want? Answer quick, before I call in some men to make quick work of you."
ru: В ответ он выплевывает: "Я тебя не знаю, пень, - он пристально смотрит на тебя. - Чего ты хочешь? Отвечай живо, не то я позову парней, и они быстро с тобой разберутся".

source: "Who are you?"
ru: "Кто ты?"

source: "I had some questions..."
ru: "У меня есть некоторые вопросы..."

source: "Nothing. Farewell."
ru: "Ничего. Прощай".

source: "Nothing. My apologies for the intrusion... farewell."
ru: "Ничего. Извини за вторжение... прощай".

source: "Then pike off, berk. You get the urge to stop by again, you just keep walking, hear? Else I'll have some of my bloods see to it that you're not walking much longer."
ru: "Тогда отвали, пень. Если возникнет желание зайти сюда снова, просто пройди мимо, усек? Иначе я пошлю одного из моих знатоков позаботиться о том, чтобы ты больше не ходил".

source: Leave.
ru: Уйти.

source: He scoffs, and looks at you incredulously. "Berk, who I am is the *second* thing you should have known before you stomped your shivved-up, corpse-looking self in here."
ru: Он презрительно ухмыляется и смотрит на тебя скептически. "Пень, кто я такой - это *вторая* вещь, которую тебе следовало бы знать, прежде чем являть сюда свою покоцанную, похожую на труп тушу".

source: "What's the first thing?"
ru: "А какая первая вещь?"

source: "Calm down. I don't mean any harm."
ru: "Успокойся. Я никому не желал зла".

source: "I'd ease up on your tone if you want to stay standing."
ru: "Ты бы поубавил свой тон, если хочешь остаться на ногах".

source: "Forget it, then. Farewell."
ru: "Тогда забудь об этом. Прощай".

source: "My apologies, then. Farewell."
ru: "В таком случае, приношу свои извинения. Счастливо".

source: "That I hate visitors, and I loathe strangers. You're both." He sneers and taps his finger to his temple. "Figure the rest out on your own."
ru: "Я терпеть не могу гостей и ненавижу незнакомцев. Ты и то, и другое, - он ухмыляется и стучит пальцем по виску. - Остальное сам додумай".

source: "Farewell, then."
ru: "Тогда прощай".

source: "Oh, you *don't* say! Well, that makes it all *piking* better then, don't it? Now, I'm going ask you one more time before your arse hits the street - possibly in several pieces - what do you *want?"*
ru: "О, говоришь, *не желал*! Что ж, это *чертовски* меняет все к лучшему, разве не так? А теперь я спрошу еще раз, прежде, чем твой зад полетит на мостовую - возможно, несколькими кусками - чего ты *хочешь*?"

source: "Nothing. My apologies for the intrusion. Farewell."
ru: "Ничего. Извини за вторжение. Прощай".

source: "Huh. Well, that's about enough of you." He looks you straight in the eye, the slightest of smiles upon his face, and yells: "Bloods! Come kill this man!"
ru: "Ха. Что ж, с меня довольно". Он заглядывает тебе прямо в глаза с легчайшей улыбкой на лице и вопит: "Знатоки! Убейте его!"

source: Meet their attack
ru: Встретить их атаку.

source: Flee.
ru: Сбежать.

source: He's quiet for a moment, then nods. "That so? Like what?"
ru: Он некоторое время молчит, потом кивает. "Вот как? И какие же?"

source: "Tell me about Sigil."
ru: "Расскажи мне о Сигиле".

source: "I'm looking for a man named Pharod."
ru: "Я разыскиваю человека по имени Фарод".

source: "I'm looking for a journal that I lost."
ru: "Я ищу дневник, который потерял".

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: "Never mind. My apologies for the intrusion... farewell."
ru: "Неважно. Извини за вторжение... прощай".

source: He rolls his eyes, then holds up his hands as if confronted with an image of splendor. "The city of doors, where the streets are paved with gold and..." He resumes his serious manner. "...the dead. You don't look addled enough to come down here to ask me about Sigil... so what's this really all about? And no games, berk - I'm short on patience."
ru: Он закатывает глаза, затем вскидывает руки, будто перед ним находится великолепная картина. "Город дверей, где улицы вымощены золотом и, - он продолжает серьезным тоном, - мертвецами. На вид ты не настолько пустоголовый, чтобы прийти сюда расспрашивать про Сигил... Итак, к чему это все? Хватит игр, пень: у меня кончается терпение".

source: "I'm actually looking for a man named Pharod."
ru: "Вообще-то, я разыскиваю человека по имени Фарод".

source: "I'm actually looking for a journal that I lost."
ru: "Вообще-то, я ищу дневник, который потерял".

source: "Nothing else. Farewell."
ru: "Ни к чему. Прощай".

source: "Nothing else. My apologies for the intrusion... farewell."
ru: "Ни к чему. Извини за вторжение... прощай".

source: "I don't know anything about that." He frowns, then looks hard at you. "Should I?"
ru: "Я ничего об этом не знаю, - он хмурится и бросает на тебя тяжелый взгляд. - А должен?"

source: "No. Tell me about Sigil."
ru: "Нет. Расскажи мне о Сигиле".

source: "No. I'm also looking for a man named Pharod."
ru: "Нет. Еще я разыскиваю человека по имени Фарод".

source: "No. Farewell."
ru: "Нет. Прощай".

source: "No. My apologies for the intrusion... farewell."
ru: "Нет. Извини за вторжение... прощай".

source: The tension in the room suddenly rises. "Now, what a funny thing to be asking about. What do you want to know about old blood Pharod for?"
ru: Напряжение в комнате внезапно возрастает. "Забавную штуку ты спросил. А на кой тебе понадобилось что-то узнавать о старом знатоке Фароде?"

source: "He stole something from me, and I want it back."
ru: "Он кое-что украл у меня, и я хочу вернуть это".

source: "He has some things of mine, and I want them back."
ru: "У него есть мои вещи, и я хочу их забрать".

source: "He knows something I need to know."
ru: "Он знает кое-что, что я хотел бы знать".

source: "I just want to meet him."
ru: "Я только хотел встретиться с ним".

source: "He's a friend of mine."
ru: "Он мой друг".

source: "Forget I asked. Farewell."
ru: "Забудь, что я спрашивал. Прощай".

source: "Nothing, really. My apologies for the intrusion... farewell."
ru: "Вообще-то, ни к чему. Извини за вторжение... прощай".

source: "Bah! Pile of stenchkow dung if I ever heard one!" He narrows his eyes at you. "Why?"
ru: "Ба! Чтоб мне вступить в кучу дерьма вонючей каровы, если я о нем слышал! - он смотрит на тебя, прищурив глаза. - А что?"

source: "Just forget I asked. Farewell."
ru: "Можешь забыть, что я спрашивал. Прощай".

source: "That so? Like what, eh?"
ru: "Вот как? Что, к примеру?"

source: "Like who I am."
ru: "Вроде того, кто я такой".

source: "It's nothing. Farewell."
ru: "Ничего. Прощай".

source: "It's nothing. My apologies for the intrusion... farewell."
ru: "Ничего. Извини за вторжение... прощай".

source: "Oh?" He smirks, then smiles wickedly. "Then you can deliver this message to him for me..." Suddenly, he shouts: "Bloods! Come kill this man!"
ru: "О? - он ухмыляется, затем ухмылка превращается в злобную усмешку. - Тогда можешь передать ему весточку от меня..." Внезапно он выкрикивает: "Знатоки! Убейте его!"

source: As you are about to speak, a strange feeling wells up in the back of your skull, and you hold your tongue. There is something in Sharegrave's eyes that makes you suspect that Pharod and he are not the best of friends... not in the slightest.
ru: Не успеваешь ты это сказать, как в твоем затылке появляется странное ощущение, и ты придерживаешь свой язык. Что-то во взгляде Могильника заставляет тебя заподозрить, что они с Фародом - не лучшие друзья... далеко не лучшие.

source: After an awkward silence, he speaks: "You're barmy, berk, and not safe to have around, from the looks of you. Get lost, and be quick about it."
ru: После неловкой паузы он произносит: "Да ты сбрендил, пень, и, судя по твоему виду, с тобой небезопасно находиться. Исчезни, и поскорее".

source: "But I had some more questions..."
ru: "Но у меня были еще вопросы..."

source: "That so? Hmm. How interesting." He suddenly calls out: "Bloods! Kill this man!"
ru: "Вот как? Хм. Как интересно". Внезапно он выкрикивает: "Знатоки! Убейте его!"

source: Meet their attack.
ru: Встретить их атаку.

source: The man is silent for a moment, then cracks a smile. "He steals from us all, doesn't he, whether we're living or dead?" He chuckles.
ru: Он некоторое время молчит, потом расплывается в улыбке. "Он всех нас обворовывает - и живых, и мертвых, верно?" Он тихонько смеется.

source: "What do you mean?"
ru: "О чем это ты?"

source: "Maybe so. Farewell."
ru: "Возможно. Прощай".

source: "Perhaps. My apologies for the intrusion... farewell."
ru: "Возможно. Извини за вторжение... прощай".

source: "Our main source of... living... around here is the dead. You follow?"
ru: "Наш основной источник... пропитания... здесь в округе - это мертвые. Улавливаешь?"

source: "Not exactly."
ru: "Не совсем".

source: "You're a Collector."
ru: "Ты - сборщик".

source: "My bloods and I make a bit of jink gathering the bodies of the dead in the Hive and selling them to the Dusties. You understand, now?"
ru: "Мы с моими знатоками зашибаем немного звенелок, собирая мертвые тела по Улью и продавая их Мертвякам. Теперь ты понимаешь?"

source: "Yes. Farewell."
ru: "Да. Прощай".

source: "I do. My apologies for the intrusion... farewell."
ru: "Да. Извини за вторжение... прощай".

source: "Aye, that's right." He looks at you as if he's considering something. "Now, there's only so many deaders at any one time. My bloods and I can only gather so many. If somebody else is gathering deaders, that's that much less jink that goes into our pockets."
ru: "Ага, точно, - он смотрит на тебя, словно что-то обдумывая. - Итак, в каждый момент времени нам доступно некоторое количество жмуриков. Только мы с моими знатоками можем собирать их. Если еще кто-нибудь собирает жмуриков, то в наши карманы идет намного меньше звенелок".

source: "Pharod is taking bodies, too?"
ru: "Фарод тоже собирает тела?"

source: "So..."
ru: "И..."

source: "That's all I wanted to hear. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "I see. My apologies for the intrusion... farewell."
ru: "Понятно. Извини за беспокойство... Прощай".

source: "Aye."
ru: "Ага".

source: "Interesting. Farewell."
ru: "Интересно. Прощай".

source: "The rub is that that he's found a *mother-lode* of them. Now, I haven't heard of any massacres in Sigil." He frowns, tapping at his chin. "So I'm quite interested in knowing where all the deaders are coming from."
ru: "Проблема в том, что он нашел их целые *залежи*. А я что-то ничего не слыхал ни о каких бойнях в Сигиле, - он хмурится, барабаня по подбородку. - Так что я весьма заинтересован в том, чтобы узнать, откуда берутся все эти жмурики".

source: "I already know, actually."
ru: "Вообще-то, я это уже знаю".

source: "I could find out for you, if you'd like."
ru: "Если хочешь, я мог бы разузнать".

source: "I could find out for you... for a price."
ru: "Если хочешь, я мог бы разузнать... за вознаграждение".

source: "Odd. Never mind that, though. I had some other questions..."
ru: "Странно. И все же это неважно. У меня есть другие вопросы..."

source: "Maybe you'll find out one day. Farewell."
ru: "Может, однажды ты узнаешь. Прощай".

source: "Good luck finding answers. My apologies for the intrusion... farewell."
ru: "Удачи тебе в поисках ответов. Извини за вторжение... прощай".

source: He sneers, suddenly angered at your response. "That's enough of you, then. Out with you, before I call my bloods to show you the way."
ru: Он презрительно усмехается, неожиданно разозленный твоим ответом. "С меня довольно. Исчезни, пока я не сказал моим знатокам выпроводить тебя".

source: "Oh, aye? And how would you do that?"
ru: "О, вот оно как? И как же ты это сделаешь?"

source: "All I need to do is find him. Let me worry about the rest."
ru: "Все, что мне нужно - это найти его. Об остальном я позабочусь".

source: He looks at you for a moment, tugging on the remains of his left earlobe. "All right... name your price, and we'll deal."
ru: Он глядит на тебя пару мгновений, теребя остатки левой мочки. "Ладно... назови свою цену - и мы договоримся".

source: "Three hundred copper coins."
ru: "Триста медных монет".

source: "Two hundred copper coins."
ru: "Двести медных монет".

source: "One hundred copper coins."
ru: "Сто медных монет".

source: "We'll do this another time. My apologies for the intrusion... farewell."
ru: "Поговорим об этом в следующий раз. Извини за вторжение... прощай".

source: He scoffs. "I don't needs to know that bad." "Get out of here, before I call my bloods to show you the way."
ru: Он презрительно ухмыляется. "Мне это не настолько нужно. Убирайся отсюда, пока я не сказал моим знатокам выпроводить тебя".

source: "Wait! One hundred coppers coins, then."
ru: "Погоди! Ладно, сто медных монет".

source: He thinks for a moment before finally nodding. "All right. Deal. Come back here with the dark of it, and jink will change hands. You need to know where old Pharod is?"
ru: Он обдумывает это некоторое время, после чего, наконец, кивает. "Ладно. По рукам. Возвращайся с тайной, и звенелки сменят владельца. Тебе рассказать, где находиться старина Фарод?"

source: "Yes."
ru: "Да".

source: "No."
ru: "Нет".

source: "Done. Do you need to know where old Pharod is?"
ru: "По рукам. Тебе нужно знать, где находиться старина Фарод?"

source: "Go up on the platforms, follow them to the North and West, and you'll come to a gate that leads to Pharod's bolt-hole. Getting in and getting the information is your deal. And if anyone asks, you don't know me, and we never had this talk, hear?"
ru: "Забирайся на помост и следуй по нему на северо-запад. Ты очутишься у ворот, ведущих в убежище Фарода. Забраться вовнутрь и достать информацию - часть твоей сделки. Если кто спросит - ты меня не знаешь, и у нас не было этого разговора, слышал?"

source: "Who *are* you?"
ru: "А кто *ты*?"

source: "Of course. Farewell."
ru: "Конечно. Прощай".

source: "All right, then. If anyone asks, you don't know me, and we never had this talk, hear?"
ru: "Тогда ладно. Если кто спросит - ты меня не знаешь, и у нас не было этого разговора, слышал?"

source: "For a smart cutter, you don't listen too well."
ru: "Для сообразительного рубаки ты довольно плохо слушаешь".

source: "Uh..."
ru: "Э..."

source: The man does not seem amused to see you again. "I don't want a single word from you, berk, not a one. Out, now, before I call my bloods to show you the way."
ru: Похоже, он не рад видеть тебя снова. "Не хочу слышать от тебя ни единого слова, пень, ни единого. Вон, иначе я скажу моим знатокам выпроводить тебя".

source: "But I had some questions..."
ru: "Но у меня было несколько вопросов..."

source: The man nods the slightest greeting. "Have you done what I asked of you? Found out what he's up to?"
ru: Человек едва заметно кивает в знак приветствия. "Ты сделал то, о чем я тебя просил? Выяснил, на чем он поднялся?"

source: "Yes. Pharod's supply of dead bodies is coming from the catacombs beneath Sigil. He makes a lot of jink selling corpses the Dustmen already buried back to them."
ru: "Да. Источник мертвых тел Фарода находится в катакомбах под Сигилом. Он зарабатывает много звенелок, продавая Тленным трупы, которые они уже похоронили".

source: Lie: "Pharod's simply lucky in finding dead bodies. That's it."
ru: Ложь: "Фароду просто везет в поиске трупов. Вот и все".

source: "Not yet."
ru: "Пока нет".

source: "Go find out what I need to know... and I don't want to see you back here until you do. Go, before I call my bloods to show you the way."
ru: "Иди и выясни то, что мне нужно... а до тех пор не попадайся мне на глаза. Иди, или я попрошу своих знатоков выпроводить тебя".

source: His eyes widen in surprise, and he begins to shout: "How in Baator did he get down there?! That piking bastard!"
ru: Его глаза раскрываются от удивления. "Как, во имя Баатора, ему удалось туда добраться?! Чертов ублюдок!" - восклицает он.

source: "His 'bolt-hole' is actually a cavern complex that leads to a small city block buried beneath Ragpicker's Square. From there, there is a gate that leads down into the catacombs."
ru: "Его 'убежище' - система пещер, ведущих в небольшой квартал города, похороненный под площадью Старьевщиков. Там есть ворота, ведущие вниз, в катакомбы".

source: "If you want to know how, that'll be extra."
ru: "Если хочешь узнать как, придется доплатить".

source: "I can't believe that bastard's luck."
ru: "Я не могу поверить в удачу этого ублюдка".

source: "Actually, I think his luck ran out. He's dead."
ru: "Вообще-то, мне кажется, что удача его покинула. Он мертв".

source: "Now that his secret's out, how much longer can it last?"
ru: "Теперь, когда его секрет раскрыт, как долго он еще продержится?"

source: "What?!" The news slowly sinks in. "Oh, the Lady has blessed me today! Aye, she has! Here's your jink, cutter. Enjoy it."
ru: "Что?! - он не сразу осознает смысл новости. - О, сегодня Леди определенно благосклонна ко мне! Вот твои звенелки, рубака. Повеселись".

source: "Thanks. I had some questions..."
ru: "Спасибо. У меня есть пара вопросов..."

source: "Thanks. Farewell."
ru: "Спасибо. Прощай".

source: "Eh? What? Sorry, cutter - no time for you, now. Mayhap another time. Please be on your way, if you would; I've got plans to make."
ru: "А? Что? Извини, рубака, сейчас нет на тебя времени. Может, в следующий раз. Пожалуйста, иди куда шел: меня ждут дела".

source: "All right, half what I'm paying you on top of what I'm giving you already: three hundred coppers in all. Deal?"
ru: "Хорошо, накидываю еще половину поверх того, что я тебе уже пообещал: в сумме - триста медяков. По рукам?"

source: "Deal. His 'bolt-hole' is actually a cavern complex that leads to a small city block buried beneath Ragpicker's Square. From there, there is a gate that leads down into the catacombs."
ru: "По рукам. Его 'убежище' - система пещер, ведущих в городок, похороненный под площадью Старьевщиков. Там есть ворота, ведущие вниз, в катакомбы".

source: "Double it and it's a deal."
ru: "Удвой сумму, тогда договоримся".

source: "No deal. Forget it."
ru: "Сделка не состоится. Забудь об этом".

source: "All right, half what I'm paying you on top of what I'm giving you already: one hundred and fifty coppers in all. Deal?"
ru: "Хорошо, накидываю еще половину поверх того, что я тебе уже пообещал: в сумме - полторы сотни медяков. По рукам?"

source: "Half's what I'll pay, no more. I want you to think *very* carefully about your next words, berk."
ru: "Могу предложить не больше половины сверх прежней суммы. И я хотел бы, чтобы ты *хорошенько* подумал над своим ответом, пень".

source: "That's it; I've had enough of you." He suddenly calls out: "Bloods! Get in here and kill this man!"
ru: "Ну все, ты меня достал". Внезапно он выкрикивает: "Знатоки! Убейте его!"

source: "Hmm. Heh! Heh-heh, heh!" Soon, the man is laughing merrily. "You're right, you are! Here's your jink, cutter. Enjoy it."
ru: "Хм. Хе! Хе-хе, хе! - вскоре он начинает смеяться от радости. - Да, ты прав! Держи свои звенелки, рубака. Повеселись".

source: "I don't believe you. Where would they all come from?"
ru: "Я тебе не верю. Откуда они все берутся?"

source: "I don't know."
ru: "Я не знаю".

source: "From another Plane?"
ru: "С другого плана?"

source: "Get out of here, Useless, and don't come back. You and I are done dealing. Pike off before I call my bloods in to throw down on you."
ru: "Вали отсюда, бестолочь, и больше не возвращайся. Наши дела окончены. Сваливай, пока я не сказал моим знатокам накинуться на тебя".

source: He thinks about it, tugging at what's left of his earlobe. "Mayhap... but how? What Plane?"
ru: Он раздумывает над этим, теребя остатки левой мочки. "Быть может... но как? С какого плана?"

source: "From the killing fields of the Gray Waste, perhaps?"
ru: "Может, с полей смерти в Серой Пустоши?"

source: "Hmm." He looks at you doubtfully. "Here's your jink, berk. Now get out of here before I get bothered and send my bloods after you."
ru: "Хм, - он смотрит на тебя с сомнением. - Держи свои звенелки, пень. А теперь убирайся отсюда, пока мне это не надоело, и я не послал за тобой своих знатоков".

source: "Hmm. Heh. You got it; I'll even give you one hundred copper commons for your trouble. Go up on the platforms, follow them to the North and West, and you'll come to a gate that leads to Pharod's bolt-hole. Getting in and getting the information is your deal. And if anyone asks, you don't know me, and we never had this talk, hear?"
ru: "Хм. Хе. Ладно, я даже дам тебе сто медных монет за беспокойство. Забирайся на помост и следуй по нему на северо-запад. Ты очутишься у ворот, ведущих в убежище Фарода. Забраться вовнутрь и достать информацию - часть твоей сделки. Если кто спросит - ты меня не знаешь, и у нас не было этого разговора, слышал?"

source: "Of course. I had some questions..."
ru: "Ну конечно. У меня есть пара вопросов..."

source: He seems moderately surprised at your arrival. "Huh! Didn't expect to see you again, berk. What do you want of me?"
ru: Похоже, он немного удивлен твоему приходу. "Ха! Не ожидал увидеть тебя снова, пень. Чего ты хочешь от меня?"

source: He seems moderately surprised to see you again. "Sorry, cutter - no time for you, now. Mayhap another time. Please be on your way, if you would; I've got plans to make."
ru: Похоже, он немного удивлен твоему приходу. "Извини рубака, сейчас нет на тебя времени. Может, в следующий раз. Пожалуйста, иди, куда шел: у меня дела".

source: "One hundred coins for the chant, then. Deal?"
ru: "Хорошо, сто медных монет за байку. По рукам?"

source: "Triple it and it's a deal."
ru: "Утрой сумму, тогда договоримся".

source: "Deal."
ru: "По рукам".

source: "Done; two hundred copper commons. Well?"
ru: "Хорошо, двести медных монет. По рукам?"

source: "Pharod's supply of dead bodies is coming from the catacombs beneath Sigil. He makes a lot of jink selling corpses the Dustmen already buried back to them."
ru: "Источник мертвых тел Фарода находится в катакомбах под Сигилом. Он зарабатывает много звенелок, продавая Тленным трупы, которые они уже похоронили".

source: He scoffs. "I don't need to know that bad. Get out of here, before I call my bloods to show you the way."
ru: Он презрительно ухмыляется. "Мне это не настолько нужно. Убирайся отсюда, пока я не сказал своим знатокам выпроводить тебя".

source: "All right; one hundred coppers it is. Well?"
ru: "Ладно, сто медяков. Ну?"
