Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dcopper.dlg.po
Languages: ru

source: "I have some questions..."
ru: "У меня есть некоторые вопросы..."

source: "My error... I thought you were someone else. Farewell."
ru: "Я ошибся. Я тебя перепутал кое с кем. Прощай".

source: Copper-eyes says nothing.
ru: Медноглазый хранит молчание.

source: "This is your last chance. Give the contract back to me, or you'll regret it."
ru: "Это твой последний шанс. Верни мне контракт или ты пожалеешь об этом".

source: "Uh... never mind. Farewell."
ru: "Ух... не важно. Прощай".

source: "I've changed my mind. Farewell."
ru: "Я передумал. Прощай".

source: Before you is a tall, silent figure. He could easily pass for a statue -- although the deep furrows in his face and brow make you wonder if the sculptor was a little too eager in defining the face with the chisel. He looks well over fifty years old... but exactly how much over fifty, it's hard to tell. As he slowly turns to look at you, you catch the dull sheen of copper in his eyes.
ru: Перед тобой высокий молчаливый силуэт. Его запросто можно принять за статую, хотя глубокие морщины на лице и лбу заставляют тебя думать, что скульптор немного переборщил с долотом при вытесывании лица. Он выглядит, по меньшей мере, лет за пятьдесят, но вот насколько за пятьдесят, сказать трудно. Когда он медленно поворачивается к тебе, ты замечаешь тусклый медный блеск в его глазах.

source: "Greetings."
ru: "Приветствую".

source: Leave the man in peace.
ru: Оставить мужчину в покое.

source: Old Copper-eyes stares at you. His eyes are difficult to make out past the black well of his eye sockets, but they look to have a coppery sheen about them.
ru: Старик Медноглазый смотрит на тебя. Цвет глаз трудно определить, настолько глубоко они посажены, но медный блеск явственно различим.

source: "I'm looking to sign one of the Dead Contracts."
ru: "Я хочу подписать Контракт Смерти".

source: "I want to undo that Dead Contract I signed with you."
ru: "Я хочу отменить Контракт Смерти, который подписал с тобой".

source: "Give me back that Dead Contract I signed, or I'll take it from you by force."
ru: "Верни мне Контракт Смерти, который я подписал, или я заберу его силой".

source: Copper-eyes makes the barest of nods, and slowly reaches into his Dustman robes with both hands. With his left hand, he pulls forth a small bag of human skin. With his right hand, he draws forth a piece of parchment folded around a finger bone pen. The bag and the parchment are slowly laid on the table in front of you.
ru: Медноглазый с трудом кивает и медленно засовывает руки в робу. Левой рукой он вытаскивает небольшой мешочек из человеческой кожи, а правой - кусок пергамента, намотанный на ручку, сделанную из фаланги. Мешочек и пергамент медленно ложатся на стол перед тобой.

source: Pick up the parchment and examine it.
ru: Взять пергамент и осмотреть его.

source: Sign the parchment.
ru: Подписать пергамент.

source: Examine the bag.
ru: Осмотреть мешочек.

source: Take the bag.
ru: Взять мешочек.

source: It's a contract that entitles the Dustmen to take possession of the signer's body after he has passed beyond the Eternal Boundary. The signer, in exchange, receives a monetary sum from the Dustmen, agreed upon by at the time of signing. You assume the sum in the bag is the amount you will receive for signing the contract.
ru: Это контракт, свидетельствующий о том, что Тленные получают во владение тело подписавшегося после того, как он пересечет Границу Вечности. Подписавшийся в обмен получает от Тленных денежную сумму, оговоренную в момент подписания контракта. По всей видимости, именно она и содержится в мешочке.

source: Switch the parchment with the other contract, then sign it.
ru: Подменить пергамент другим контрактом, а затем подписать его.

source: Examine the parchment.
ru: Осмотреть пергамент.

source: Copper-eyes makes no indication that he has noticed the switch. As you finish signing, Copper-eyes nods at the bag to his left. As you reach for the bag and count out the hundred coppers, the contract parchment vanishes from the table and into the folds of his robe.
ru: Медноглазый никак не реагирует на подмену. Как только ты заканчиваешь подписывать контракт, Медноглазый кивает на мешочек в левой руке. Добравшись до мешочка, ты определяешь, что в нем около сотни медяков. Контракт в это время исчезает в рукаве робы старика.

source: Copper-eyes makes no indication that he has noticed the switch. As you finish signing, Copper-eyes nods at the bag to his left. He leaves the contract parchment on the table, as if asking you to examine it again... and you notice, to your horror, that your sleight-of-hand was unsuccessful. The Dustmen now own your body after death.
ru: Медноглазый никак не реагирует на подмену. Как только ты заканчиваешь подписывать контракт, Медноглазый кивает на мешочек в левой руке. Он оставляет контракт на столе, будто предлагая изучить его снова... к своему ужасу ты замечаешь, что трюк не удался. Теперь, после твоей смерти, Тленные завладеют твоим телом.

source: "I had some questions..."
ru: "У меня есть некоторые вопросы..."

source: "Farewell."
ru: "Прощай".

source: "Uh... wait a minute... could I see that contract again?"
ru: "Ой... минуточку... могу ли я еще раз посмотреть на контракт?"

source: Leave.
ru: Уйти.

source: The parchment vanishes into the folds of Copper-Eyes' robe. He nods at the bag.
ru: Пергамент исчезает в рукаве робы Медноглазого. Он кивает на мешочек.

source: "Give me that contract or I'll kill you!"
ru: "Отдай мне этот контракт или я убью тебя!"

source: Take the bag and leave.
ru: Взять мешочек и уйти.

source: Copper-Eyes does not react, but suddenly the room goes black...
ru: Медноглазый не реагирует, но комната неожиданно погружается во мглу...

source: "What th --?!"
ru: "Что за?!.."

source: The bag is full of coppers. There looks to be about a hundred in there.
ru: Мешочек полон медяками. Похоже, в нем около сотни монет.

source: Examine the bag again.
ru: Снова осмотреть мешочек.

source: As you reach for the bag, it vanishes from the table. When you blink again, it has returned. Copper-eyes is still staring at you.
ru: Ты пытаешься схватить мешочек, но он исчезает со стола. Несколько раз сморгнув, ты снова видишь его на столе. Медноглазый по-прежнему не спускает с тебя глаз.

source: Reach for the bag again.
ru: Взять мешочек снова.

source: Copper-eyes says nothing.
ru: Медноглазый хранит молчание.

source: As you finish signing, Copper-eyes nods at the bag to his left. As he does, the contract parchment vanishes from the table and into the folds of his robe.
ru: Как только ты заканчиваешь подписывать контракт, Медноглазый кивает на мешочек в левой руке. В это же время контракт исчезает в его рукаве.

source: "I had some questions I wanted to ask..."
ru: "У меня есть вопросы, которые я бы хотел задать..."

source: "I've come to sign the Dead Contract."
ru: "Я пришел подписать Контракт Смерти".

source: Copper-eyes says nothing, simply reaches for the bag and the parchment and draws them into the folds of his robe.
ru: Не произнося ни слова, Медноглазый поднимает со стола пергамент с мешочком и кладет их в рукав своей робы.
