Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dcreed.dlg.po
Languages: ru

source: This foul-looking man is quick to notice he's caught your attention; in moments he's upon you, hawking his 'wares.' He carries a long wooden pole; dozens of skinned and cooked rats dangle from it. As he speaks, he gestures to them with a broad, filth-encrusted hand, smiling a yellowed, snaggle-toothed grin all the while. "Oye, cutter, 'ow ye doin' there? Wot sorta deeee-licious ratsies is ye interested in this fine day?"
ru: Отвратительного вида мужчина моментально замечает, что привлек твое внимание; через секунду он перед тобой, демонстрируя свои "товары". У него в руках длинный шест, на который насажена дюжина освежеванных и приготовленных крыс. Разговаривая с тобой и указывая на них рукой, он скалится желтыми кривыми зубами. "Оле, рубака, как делишки? Не хошь этих вааасхитительных крысочек в такой превосходный день?"

source: "Oye, there, cutter; well met again. 'Ungry for some a' Creeden's tasty ratsies, ey?"
ru: "Оле, рубака, рад встрече. Истосковался по вкусным крысочкам Кредена, а?"

source: Each rat has been skinned and gutted, their feet and tails removed; they dangle from the pole by hooks punched though their necks. As you examine the various manners in which they've been prepared, you realize their heads are slightly misshapen -- a bulbous knot of bone protrudes from each cranium, covered in whorls that give it the appearance of brain tissue.
ru: Каждая крыса освежевана и выпотрошена, лапки и хвосты удалены. Они свисают с шеста на вдетых за шею крючках. Осматривая их, ты понимаешь, что с их головами что-то не так - из каждого черепа выделяется покрытый завитушками костный нарост, что придает ему вид мозговой ткани.

source: The man doesn't seem the least bit perturbed; in fact, he winks at you, smiling merrily. "Let me tell ye, cutter -- ye don't know wot ye're missin'! I'll be 'ere if ye reconsider..." The man returns to hawking his rats to passers-by.
ru: Похоже, мужчину это даже не смутило; он даже подмигнул тебе, весело улыбаясь. "Вот што я тебя скажу, рубака - ты даже не представляешь, от чего отказываешься! Если передумаешь - я буду здесь". Он возвращается к торговле крысами прохожим.

source: "Good, cutter, good! Wot sort wouldst ye like?" He points to each in turn with a grimy fingernail. "I got them baked, spiced, boiled, an' charred! All fresh, all scrumptious... and only three coppers for two!"
ru: "Хорошо, рубака, очень хорошо! Какую хочешь?" Перечисляя, он указывает на каждую грязным пальцем. "У меня есть запеченные, пряные, сваренные и обжаренные! Все свежее, все высшего сорта... и всего лишь три медяка за пару!"

source: You hand over your coppers and, in one swift motion, he runs a pair of baked rats through with a wooden skewer, unhooks them, and places them in your hand. He winks at you: "Enjoy, cutter!"
ru: Ты протягиваешь свои медяки, а он в это время ловким движением деревянного шампура снимает пару запеченных крыс и кладет их в твою руку. "Приятного аппетита, рубака!"

source: You hand over your coppers and, in one swift motion, he runs a pair of spiced rats through with a wooden skewer, unhooks them, and places them in your hand. He winks at you: "Enjoy, cutter!"
ru: Ты протягиваешь свои медяки, а он в это время ловким движением деревянного шампура снимает пару пряный крыс и кладет их в твою руку. "Приятного аппетита, рубака!"

source: You hand over your coppers and, in one swift motion, he runs a pair of boiled rats through with a wooden skewer, unhooks them, and places them your hand. He winks at you: "Enjoy, cutter!"
ru: Ты протягиваешь свои медяки, а он в это время ловким движением деревянного шампура снимает пару сваренных крыс и кладет их в твою руку. "Приятного аппетита, рубака!"

source: You hand over your coppers and, in one swift motion, he runs a pair of charred rats through with a wooden skewer, unhooks them, and places them your hand. He winks at you: "Enjoy, cutter!"
ru: Ты протягиваешь свои медяки, а он в это время ловким движением деревянного шампура снимает пару зажаренных крыс и кладет их в твою руку. "Приятного аппетита, рубака!"

source: The rat's flesh is tender and moist; it comes off the bone easily and melts in your mouth. It is slightly greasy and rather rich, tasting of some... other... sort of meat you're sure you've had before. The man looks at you expectantly. "Did ye like? Wouldst ye like another?"
ru: Мясо крысы очень нежное и сочное; оно легко отделяется от костей и просто тает у тебя во рту. Оно немного жирновато и очень питательно, напоминает что-то вроде... какое-то другое мясо, которое ты уже пробовал. Мужчина выжидающе смотрит на тебя. "Ну как, нравится? Может, еще хошь?

source: The rat-meat is aromatic and quite spicy, apparently marinated in some sort of herbal mixture before being cooked. It is a bit greasy and rather rich, tasting of some... other... meat you're sure you've had before. The man looks at you expectantly. "Did ye like? Wouldst ye like another?"
ru: Крысиное мясо вкусно пахнет. Перед приготовлением оно было хорошо замариновано какой-то смесью трав. Оно немного жирновато и очень питательно, напоминает что-то вроде... какое-то другое мясо, которое ты уже пробовал. Мужчина выжидающе смотрит на тебя. "Ну как, нравится? Может, еще хошь?"

source: The rat-meat, prepared this way, is rather bland and rubbery. It tastes faintly of some... other... meat you're sure you've had before. You're certain it would taste better prepared in a different manner; you can't imagine why *anyone* would boil meat to eat it. The man looks at you expectantly. "Did ye like? Wouldst ye like another?"
ru: Крысиное мясо, приготовленное этим способом, несколько жестковато и безвкусно. Оно слегка напоминает что-то вроде... какое-то... другое мясо, которое ты уже пробовал. Будь оно приготовлено по-другому, вкус был бы намного лучше. Ты не можешь себе представить, *кому* могло взбрести в голову варить мясо. Мужчина выжидающе смотрит на тебя. "Ну как, нравится? Может, еще хошь?"

source: The rat is burnt and crispy outside, but tender and juicy within. It is a bit greasy and rather rich, tasting of some... other... meat you're sure you've had before. The man looks at you expectantly. "Did ye like? Wouldst ye like another?"
ru: Снаружи мясо пережарено до хрустящей корочки, но внутри оно сочное и нежное. Оно немного жирновато и очень питательно, напоминает что-то вроде... какое-то другое мясо, которое ты уже пробовал. Мужчина выжидающе смотрит на тебя. "Ну как, нравится? Может, еще хошь?"

source: He looks genuinely surprised. "Pity to 'ear that, cutter. 'Ave a good day." He seems ready to turn away.
ru: Он искренне удивляется. "Печально слышать это, рубака. Хорошего дня". Он готов уйти.

source: He shoulders his rat-pole casually. "Wot's yer question, cutter?"
ru: Пожиманием плеч он случайно качает крысиный шест. "Шо за вопрос, рубака?"

source: "Wot? These?" He jiggles the pole, causing the skinned rats to bounce about in a macabre little jig. "I catch 'em myself, I do... in cellars an' alleyways about the 'Ive."
ru: "Шо? Эти?" Он потряхивает шестом, заставляя освежеванных крыс станцевать жуткую джигу. "Я поймал их самолично... в подвалах и проходах Улья".

source: He tosses a glance over his shoulder. "That's the Office of Vermin an' Disease Control, cutter. I sell my rat-tails there fer jink, then cook the lil' blighters up an' sell 'em."
ru: Он бросает взгляд назад. "Это Офис по контролю паразитов и эпидемий, рубака. Там я продаю крысиные хвосты, потом готовлю этих маленьких паразитов и продаю их".

source: "That's right, cutter! There's a berk in the Office of Vermin an' Disease Control, name a' Lort, who pays a bounty on 'em. A copper a 'ead -- er, tail -- it is, ey. But they gotta be brain vermin, they do... not just ordinary rats."
ru: "Все верно, рубака! В Офисе по контролю паразитов и эпидемий сидит пень по имени Лорт, который платит награду за них. По медяку за голову... эээ, за хвост, то есть. Вот только они могут превращаться в мозговых паразитов... а это уже не простые крысы".

source: "'Is name's Phineas. Phineas Lort. Think 'e was some sorta 'ighup, he was, put down by 'is rivals an' stuck 'ere in the arse-end a' Sigil. The berk sits in there alone all the night an day, it seems, waitin' fer folk to bring in tails an' payin' them the bounty. Ye know the best part? Poor sod must be allergic to rats, 'cause he's always got a 'uge rash goin'! Ho ho! Powers be praised I ain't that fella."
ru: "Его зовут Финеас. Финеас Лорт. Кажется, раньше он был крупной шишкой, но потом его опустили недоброжелатели, и теперь он застрял здесь, в самой жопе Сигила. Этот пень сидит здесь один сутки напролет, ждет, пока ему не принесут хвосты в обмен за награду. А знаешь, что самое интересное? У бедолаги, должно быть, аллергия на крыс, потому что у него постоянно высыпает здоровенная сыпь! Хо-хо! Слава силам, что я не его друг".

source: "Well, 'e's right chatty, 'e is -- 'e'll rattle 'is bone-box fer hours on just 'ow smart 'e is an' the like. Mayhap that's got somthin' to do with it." He shrugs.
ru: "Ну, если слухи верны, то он часами тряс черепушкой насчет того, какой он умный и все такое. Наверное, кому-то это и не понравилось". Он пожимает плечами.

source: "Wot, me? Why, I'm Creeden, sometimes called Creed -- the Butcherer-of-Rats!" He smiles grandiosely, exposing ill-matched rows of yellowed, broken and crooked teeth.
ru: "Шо, я? Я - Креден, иногда зовут Кредо - Палач-всех-крыс!" Он напыщенно улыбается, демонстрируя ряд пожелтевших сломанных и неровных зубов.

source: "Aye, cutter, brain vermin. Foul creatures, they are. Now, yer normal rats, they just eat stored goods an' multiply, spread disease an' all that... a nuisance, really, no more. Yer *cranium* rat, though -- brain vermin, wot *I* go after -- they're just trouble. When ye get more than a 'andful a' the little pikers together, they start to get smart on ye... sometimes *real* smart."
ru: "Ага, рубака, мозговых паразитов. Они, в общем-то, глупые создания. Вот возьмем обычных крыс - они жрут и размножаются, разносят всякую заразу... в общем, досаждают, но не сильно. А вот *черепные* крысы, или мозговые паразиты, на которых *я* охочусь, вот они - настоящая проблема. Если этих сволочей наберется слишком много, то они начинают умнеть прямо на глазах... иногда даже *слишком сильно* умнеть".

source: He guffaws loudly; his breath is stale and reeks of onions. "Bit of an expert in that field, I am! Wot's yer question, cutter?"
ru: Он громко гогочет; из его рта пахнет луком. "Да я настоящий эксперт в этом деле! Шо за вопрос, рубака?"

source: "Sure as I'm standin' here before ye, they do! If I ran across any more than two score of 'em, I'd flee for me case like *that*..." He snaps, to emphasize the point. "...I would! Ye get that many of 'em in a pack, why... why, they gets smart as a man, they do!"
ru: "Точно, так и есть! Если я натыкаюсь на больше двух, то мне лучше побыстрее *сбежать*..." Он щелкает пальцами, чтобы подчеркнуть свои слова. "Если их очень много, то они становятся умными как человек!"

source: "Here's my best advice for ye, cutter... if ye're bent on catchin' brain vermin, stick to small packs. A dozen or so, at most. But I'll tell ye..." He steps close, his breath fetid in your face, and speaks in a hushed tone: "Ye run into more than that... more than a couple dozen... ye run like ye're in the shadow of the Lady!" He backs away from you again.
ru: "Мой тебе совет, рубака... Если захочешь ловить мозговых паразитов, собирай их небольшими пачками. Около дюжины, не больше. Но вот что я скажу тебе..." Он делает шаг вперед. Обдавая тебя зловонием изо рта, он шепотом произносит: "Если их будет больше... больше нескольких дюжин... то лучше бы тебе оказаться в тени Леди!" Он отступает назад.

source: "Sorcery, cutter... sorcery! Ye gets enough of those lil' fiends in a space, they gain all sorts a' odd powers! Make a basher's brain pour out 'is ears, they will! Downright frightenin'... it's just wrong, I tell ye. That's why Sigil's so eager to be rid of 'em... the bounty, an' all."
ru: "Колдовство, рубака... колдовство! Если ты соберешь этих маленьких извергов в достаточном количестве, то они получат много всяких неправильных сил! От них мозги вояк вытекают прямо через ухи! Очень страшно... это просто неправильно, скажу я тебе. Вот почему Сигил так так хочет избавиться от них... с помощью наград".

source: "Sigil, ye mean? Wot wouldst ye be wantin' to know about the old Cage, cutter?"
ru: "Ты про Сигил? Шо ты хочешь знать про Клетку, рубака?"

source: "Aye, Sigil... the Cage... wot were ye lookin' to know, cutter?"
ru: "Ну да, Сигил... Клетка... Чего ты хочешь знать, рубака?"

source: He shakes his head and laughs, causing the dead vermin on his rat-pole to wiggle about. "Ye see, cutter, it's on account a' all the doors. Some folk call Sigil the 'City of Doors'... magical doors, they are, an' everywhere, too... they lead to anywhere. An' I mean *anywhere*! But 'ere's the trick of it all... they're all locked! So it's more a Cage than anythin' else... ye can only come an' go if ye have the right key."
ru: Он трясет головой, раскачивая от хохота висящих на шесте мертвых паразитов. "Понимаешь, рубака, здесь куча дверей. Некоторые называют Сигил 'Городом Дверей'... волшебных дверей, они повсюду... и ведут куда угодно. В самом деле *куда угодно*! Но весь фокус в том, что... они все заперты! Так что это скорее Клетка... ты можешь только попасть сюда, а выбраться - только с правильным ключом".

source: "Heh-hooo! Ye wants all sorts a' chant, ye do! Well, I'll give ye the short of it all: the Cage is full a' doors. These doors are everywhere, all throughout the city a' Sigil... but ye can't see 'em, not unless ye have the right key. Each door has its own key, an' each key is different. One key might be a real key, brass an' all, right? But another could be... say... a cooked rat! Or a lil' jig ye does in front a' the door. Once ye have the right key, ye step on through an' go to wherever the door takes ye."
ru: "Хохо! Да тебе подавай все и сразу! Ладно, если кратко - в Клетке полно дверей. Эти двери повсюду, по всему Сигилу... но видеть их, покуда у тебя нет правильного ключа, ты не можешь. У каждой двери свой собственный ключ. Один ключ может быть и в самом деле ключом, верно? А вот другой может быть... скажем... приготовленной крысой! Или небольшой танец, который ты совершаешь перед дверью. Как только у тебя появится подходящий ключ, ты сможешь войти в нее и попасть куда угодно".

source: The rat-catcher peers quizzically at Morte, who floats beside you. "A cutter'd think ye'd just ask yer mimir for dark like that, he would..."
ru: Крысолов насмешливо смотрит на Морта, парящего позади тебя. "Рубаке лучше стоит спросить у своего мимира о всех этих таинствах..."

source: The rat-catcher, staring at you both in confusion and scratching his head, suddenly realizes he's the focus of attention once more. He shakes off the puzzled expression and recomposes himself.
ru: Крысолов, смущенно смотря на вас обоих и почесывая голову, неожиданно понимает, что снова оказался в центре внимания. Он отгоняет озадаченное выражение и вновь принимает самодовольный вид.

source: He frowns, mulling the answer over in his head. "Chances are, if ye knew the key, ye'd know where the door leads already. If ye opened one accidentally, say, ye'd just 'ave to be careful, ye would. Ye could try stickin' yer head in an' takin' a peek... but some doors'll just suck ye right in! Ye could end up an all manner a' foul places, cutter, mark my words.
ru: Он хмурится, прокручивая ответ у себя в голове. "Ну раз у тебя есть ключ, то есть шансы, что ты уже знаешь, куда ведет дверь. А если ты, скажем, открыл дверь случайно, что просто будь очень осторожным. Можно, конечно, попробовать засунуть голову туда и посмотреть... но вот только некоторые двери сразу же тебя засасывают! И ты закончишь свои деньки в какой-нибудь забытой дыре, попомни мои слова.

source: He shrugs, bobbing the rat-pole and setting the cooked vermin jangling about once more. "Ye'd just 'ave to ask the right people. People who know the dark about that sort a' thing, I suppose. See, some doors stay still, an' some move... it'd drive a blood barmy tryin' to keep track of 'em all. I don't use the doors much, myself, so I won't be a' much help to ye."
ru: Он пожимает плечами, очередной раз покачивая шест с висящими паразитами. "Надо просто спросит правильного человека. Человека, которому известна тайна об этой вещи. Знаешь, некоторые двери стоят на месте, а некоторые - двигаются... если их всех отслеживать, можно умом двинуться. Сам-то я не использую двери, поэтому в этом деле я не помощник".

source: He seems puzzled for a moment. "Wot, the Hive, 'ere? Wot were ye lookin' to find out, cutter?"
ru: Он немного озадачен. "Об Улье, что ли? Что ты хочешь о нем узнать, рубака?"

source: "My very own 'ome an' place a' business! Wot were ye lookin' to find out, cutter?"
ru: "Мой любимый дом и место для бизнеса! Шо ты хочешь знать про него, рубака?"

source: "Hrm..." the rat-catcher scratches at his chin, his fingers leaving oily smudges behind. "Number a' stories about that, there are... as I understand it, there's a cluster a' buildin's somewhere, a tangled mess a' shacks an' ruins, that serves as a gatherin' ground a' sorts. It was called the 'Ive, an' so that's where these slums... this 'ole ward... takes their name from."
ru: "Хмм..." Крысолов почесывает подбородок, оставляя на нем маслянистые пятна. "Насчет этого куча историй... насколько я знаю, здесь куча домов, непроходимая свалка из лачуг и руин, которые служат всяческими захоронениями. Его называют Ульем потому, что это - трущобы, поэтому весь район так и назвали".

source: The man's friendly demeanor turns into a scowl: "Troublemakers, cutter. Even if ye could find the place, I'd recommend ye stay away from there, I would. That's all I'll say about it." He wipes his nose with a sense of finality, the scowl now gone.
ru: Дружественный вид мужчины превращается в сердитый: "Для всяких смутьянов, рубака. Если тебе удастся натолкнуться на такое место, мой совет - держись от него подальше. Нечего об этом больше говорить". Он сморкается в знак завершения этой темы, и сердитость исчезает.

source: "I'm not sure wot ye're interested in, cutter. Lemme know, an' mayhap old Creeden can point ye in the right direction."
ru: "Я не уверен, шо ты считаешь интересным, рубака. Дай мне знать, и может быть старина Креден сможет указать тебе правильное направление".

source: "Couple a' the less dangerous places to get bubbed up... the Gathering Dust bar, an' the Smolderin' Corpse. Couldn't really recommend anywhere else to ye, cutter."
ru: "Есть пара не очень опасных мест для выпивки... Бар Собирателей пыли и Тлеющий труп. В другие места лучше не соваться, рубака".

source: He thinks for a moment before giving his answer. "Well, cutter, ye see... things aren't so good 'ere. Life is 'ard, it is. It's a desperate place, full a' desperate people. I'll just say that some folk'll do wotever it takes to get by, they will, without much regard to the berks around 'em. Easy to get lost in the 'Ive, it is."
ru: Перед тем, как дать ответ, он на секунду задумывается. "Ну, знаешь, рубака... не очень хорошие места. Жизнь ведь трудна. Это отчаянное место, полное отчаянных людей. Скажем, если некоторым что-то заприметилось, то они сделают все, чтобы это заполучить. И плевать они хотели на пней вокруг себя. В Улье очень легко потеряться".

source: "Heh... where isn't it, cutter? Since Sigil touches everywhere... an' I mean that, I do... there's really no place it ain't. Not sure if it really does exist somewhere in the typical sense a' the word... in one place, I mean. Most bloods'll tell ye it lies in the Outlands, though."
ru: "Ха... а где она не находится, рубака? Сигил ведь можно увидеть где угодно... я хочу сказать, что на самом деле нет места, где его нет. Не знаю, существует ли он где-нибудь на самом деле в обычном понимании этого слова... в определенном месте, то есть. Хотя большинство знатоков тебе скажет, что он находится во Внешних землях".

source: "Aye, cutter, that's right. It's the so-called 'Center a' the Planes,' where Sigil lies. 'Ere's my trouble with that, now: if ye're in Sigil, ye can't get out without usin' a magical door. There's no 'normal' way to get outta the place and into the Outlands."
ru: "Ага, точно, рубака. Еще их зовут 'Центром Планов', там где Сигил находится. Только здесь небольшая закавыка: если ты в Сигиле, то выйти наружу без магической двери уже не сможешь. Нет 'нормального' способа выбраться из этого места во Внешние земли".

source: "Right. An' if ye're outside a' Sigil... in the Outlands, now... ye can't walk into Sigil. There's just this endless spire a' rock, pokin' up through the clouds from the center a' the Outlands, that Sigil's supposed to spin around on top of!"
ru: "Ага. А если ты снаружи... во Внешних землях... то обратно в Сигил ты опять не попадешь. Есть бесконечный каменный шпиль, который теряется в облаках прямо посреди Внешних земель, так вот Сигил вертится вокруг его вершины!"

source: He nods. "Now tell me, cutter: if ye can't just walk outta Sigil into the Outlands, or outta the Outlands and into Sigil, who's to say it physically exists anywhere, really?" He nods sagely, pleased with his little quandary. "I think Sigil's spread out across all the Planes, both Everywhere an' Nowhere at once."
ru: Он кивает. "А теперь скажи мне, рубака - если ты не можешь просто выйти из Сигила во Внешние земли, или из Внешних земель в Сигил, то кто скажет, что он физически существует хоть где-то?" Он проницательно кивает, наслаждаясь возникшим маленьким затруднением. "Я считаю, что Сигил находится во всех Планах, Везде и Нигде одновременно".

source: "Aye, cutter, doors. I'll give ye the short of it: the Cage is full a' doors. These doors are everywhere, all throughout the city a' Sigil... but ye can't see 'em, not unless ye have the right key. Each door has its own key, an' each key is different. Once ye have the right key, ye step on through an' go to wherever the door takes ye."
ru: "Ага, рубака, двери. Если коротко - Клетка набита дверями. Эти двери везде, по всему Сигилу... но тебе их не разглядеть до тех пор, пока у тебя не будет подходящего ключа. У каждой двери есть свой ключ и этот ключ уникальный. Как только у тебя будет подходящий ключ, ты сможешь попасть туда, куда ведет дверь".

source: "Not much work in the 'Ive, really... most folks just busy themselves with getting' food an' stayin' alive. Ye could gather deaders, like the Collectors... or ye could 'unt brain vermin for a bounty."
ru: "В Улье не так уж много работы... почти все только и заняты тем, чтобы найти себе еду и остаться в живых. Ты можешь собирать жмуриков, как Сборщики... или охотиться на мозговых паразитов за награду".

source: He nods. "A berk can gather corpses an' haul 'em to the Mortuary; the Dustmen'll pay 'em a copper a deader, I believe. Collectors do this for a livin', usually lootin' the newly-dead as well as sellin' their corpses. I hear..." He lowers his voice, and scans his surroundings quickly. "...that some a' them 'elp a berk get lost, if ye know wot I means. Wicked folk, they are."
ru: "Он кивает. "Пни, которые собирают трупы и тащат из в Морг. Тленные платят им за каждого жмурика. Сборщики делают это ради живых, конечно, при этом обирая свежего покойника, да еще потом его продавая. Я слышал..." Он понижает свой голос, быстро озираясь. "что некоторые из них помогают пню потеряться, ну ты понял. В общем, неприятные люди".
