Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dcreed.dlg.po
Languages: ru

source: "Well, cutter, I try. Result a' my business, I thinks... most folks around 'ere are a peery an' downright unfriendly lot, but I want every cutter to know that Creeden's always got a warm smile an' a pipin' 'ot, fresh-cooked ratsie for 'em!" He winks at you.
ru: "Я пытаюсь, рубака. Это все мой бизнес, наверное... многие из здешних очень подозрительные и открыто недружелюбные, но я хочу, чтобы каждый рубака знал, что у Кредена всегда найдется теплая улыбка и хорошо приготовленная крысочка для него!" Он подмигивает тебе.

source: "Aye, the Mistress a' Sigil. I don't talk about the Lady, cutter... an' ye shouldn't go askin' about 'er, neither. It'll bring ill luck on ye, it will." He makes a semi-circular sign over his chest.
ru: "Ага, Госпожа Сигила. Я не буду говорить о Леди, рубака... а ты не должен спрашивать о ней. Это принесет тебе удачу". Он делает полукруг перед своей грудью.

source: He looks a bit surprised. "Pharod? Why'd a cutter be lookin' for a man like that?"
ru: Он выглядит удивленным. "Фарод? Зачем рубаке разыскивать его?"

source: "He's the head of a pack a' Collectors, he is... moves about all the time, probably to avoid trouble. Calls someplace in Ragpicker's Square 'is case, most likely. 'E's a right crafty fellow, the Pharod. A cutter'd best watch 'imself around that fellow."
ru: "Он возглавляет кучку Сборщиков, он... постоянно передвигается, чтобы избежать возможных неприятностей. Скорее всего, он где-то на площади Старьевщиков. Он очень хитрожопый, этот Фарод. Рубаке следует лучше следить за собой рядом с ним".

source: Creeden frowns. "Well then, cutter, it's no concern a' mine where a man like that'd be."
ru: Креден хмурится. "Все верно, рубака, это не мое дело, где может находиться этот мужчина".

source: "Sorry, cutter -- can't say that I've seen one a' those about."
ru: "Извини, рубака - я не могу сказать о том, чего не имею представления".

source: "Surely, cutter. The Gatherin' Dust Bar is just across from the Mortuary, an' the Smolderin' Corpse is east a' here.
ru: "Конечно, рубака. Бар Собирателей Пыли находится прямо перед Моргом, а Тлеющий труп - на восток отсюда.

source: "Aye, cutter... lost. In the dead-book."
ru: "Ага, рубака... потеряться. В книге мертвых".

source: "That's right, cutter... lost. In the dead-book."
ru: "Точно, рубака... потеряться. В книге мертвых".

source: "I'll show ye, cutter -- just 'and me yer map." The man points it out for you, leaving a large, greasy fingerprint in the process.
ru: "Я покажу тебе, рубака - дай-ка мне карту". Мужчина указывает тебе на место, оставляя жирный отпечаток пальца.

source: He touches your arm: "I see ye're leavin', cutter, but a'fore ye go, wouldst ye like a nice, deee-liscious ratsie? One for the road, ye might say?"
ru: Он трогает тебя за руку. "Кажется, ты уходишь, рубака, но до этого не хошь попробовать вкусненьких, вааасхитительных крысочек? Одну на дорожку, что скажешь?"

source: "Oye there, cutter; well met again. Have ye changed yer mind? Come back for one a' Creeden's deeee-liscious ratsies?" He jangles his rat-pole enticingly.
ru: "Оле, рубака, рад снова увидеться. Ну как, ты передумал? Вернулся за одной из вааасхитительных крысочек Кредена?" Он соблазнительно потряхивает шест с крысами.

source: "Oye there, cutter; well met again. Could I get ye to consider tryin' one a' me deeee-liscious ratsies again? I know ye didn't enjoy a'fore, but mayhap Creeden's got another flavor more to yer likin'..."
ru: "Оле, рубака, рад снова увидеться. Может, ты передумал, не хочешь попробовать одну из этих вааасхитительных крысочек? Знаю, в прошлый раз тебе не понравилось, но может, у Кредена найдется более подходящий вкус..."

source: "That's not as easy to answer as it once was, cutter... ye see, the buggers 'ave been gettin' scarce these days. I used to trap 'em easy in the darker streets an' cellars, but I may 'ave 'unted 'em a tad too much. Ye may wants to try Ragpicker's Square; all them trash piles make a good place for rats to run around."
ru: "На этот вопрос так просто не ответишь, рубака... видишь ли, в последнее время эти сволочи стали редко встречаться. Я ловлю их в темных улицах и подвалах с помощью мышеловок, но я их ловлю уже долгое время. Тебе стоить попробовать площадь Старьевщиков, крысам очень нравятся тамошние мусорные кучи".

source: Examine the 'ratsies.'
ru: Осмотреть "крысочек".

source: "I'd rather eat offal."
ru: "Да я лучше съем тухлятину".

source: "What sort of... 'ratsies' did you have for sale?"
ru: "Какие... 'крысочки' у тебя есть?"

source: "None, today... I did have a question for you, though..."
ru: "Нет, не сейчас... У меня есть к тебе вопрос..."

source: "None of them interest me, thanks. Farewell."
ru: "Что-то не хочется, спасибо. Прощай".

source: "Why not... what kinds do you have?"
ru: "Почему бы и нет... какие у тебя есть?"

source: "I'd sooner eat my own flesh than such filth!"
ru: "Да лучше съем свои потроха, чем эту мерзость!"

source: "No, not today. I had some questions, however..."
ru: "Нет, не сейчас. Но у меня есть несколько вопросов..."

source: "No thanks. Farewell."
ru: "Нет, спасибо. Прощай".

source: "Those are strange-looking rats."
ru: "Какие странные крысы".

source: "I'll take one."
ru: "Пожалуй, возьму одну".

source: "I'm not eating any of this garbage."
ru: "Я не ем всякую гадость".

source: "Nothing for me, thanks. A question for you, though..."
ru: "Нет, спасибо. Лучше я задам тебе вопрос..."

source: "No rat for me, thanks. Farewell."
ru: "Нет, спасибо, я не хочу крысу. Прощай".

source: "Brain vermin?"
ru: "Мозговых паразитов?"

source: "I'll try one."
ru: "Я попробую одну".

source: "Disgusting. I'd sooner eat offal than any of that filth."
ru: "Как отвратительно. Я лучше съем тухлятину, чем эту гадость".

source: "Interesting. I had a question for you..."
ru: "Интересно. У меня есть вопрос к тебе..."

source: "That's all I needed to hear. Farewell."
ru: "Это все, что я хотел услышать. Прощай".

source: "Baked."
ru: "Запеченную".

source: "Spiced."
ru: "Пряную".

source: "Boiled."
ru: "Сваренную".

source: "Charred."
ru: "Обжаренную".

source: "Scrumptious? Doubtful. Who'd eat such refuse?"
ru: "Высшего сорта? Что-то сомнительно. Кто вообще будет есть эти отбросы?"

source: "I don't have enough... but I do have some questions..."
ru: "У меня не хватает денег... лучше я задам тебе пару вопросов..."

source: "I don't have enough... Farewell."
ru: "У меня не хватает денег... Прощай".

source: "On second thought, none for me. I had a question, though..."
ru: "Если хорошо подумать, лучше я откажусь. Но у меня есть вопрос..."

source: "Come to think of it, I'm not all that hungry. Farewell."
ru: "Если подумать, то я не настолько уж и голоден. Прощай".

source: Eat the 'ratsie.'
ru: Съесть "крысочку".

source: Toss it down in disgust.
ru: С отвращением выбросить их.

source: "It was good, but I had a question for you..."
ru: "Было очень вкусно. У меня к тебе вопрос..."

source: "All right, I'll have another."
ru: "Хорошо, дай мне еще одну".

source: "No, it was foul."
ru: "Нет, вкус просто отвратительный".

source: "No more for me. Farewell."
ru: "Нет, больше не нужно. Прощай".

source: "Wait; I had a question for you..."
ru: "Погоди, у меня вопрос к тебе..."

source: Let him go.
ru: Позволить ему уйти.

source: "Who are you?"
ru: "Кто ты?"

source: "I wanted to speak with you about rats..."
ru: "Я хотел поговорить с тобой насчет крыс..."

source: "What is that that building there, behind you?"
ru: "Что это за здание, там, за тобой?"

source: "Can you tell me about this... city?"
ru: "Что ты можешь сказать об этом... городе?"

source: "Can you tell me about Sigil?"
ru: "Что ты можешь сказать о Сигиле?"

source: "Can you tell me about these slums?"
ru: "Что ты можешь сказать об этих трущобах?"

source: "Can you tell me about the Hive?"
ru: "Что ты можешь сказать об Улье?"

source: "Can you tell me about the Lady of Pain?"
ru: "Что ты можешь сказать о Леди Боли?"

source: "Do you know someone named Pharod?"
ru: "Ты знаешь кого-нибудь по имени Фарод?"

source: "I'm missing a journal. Have you seen one?"
ru: "Я потерял дневник. Тебе такой не попадался?"

source: "I would like one of those rats you have there."
ru: "Я хотел бы попробовать одну из твоих крыс".

source: "Nothing. Farewell."
ru: "Ничего. Прощай".

source: "I see. Tell me about this 'Hive.'"
ru: Понятно. Расскажи мне об 'Улье'".

source: "I had another question for you."
ru: "У меня есть другой вопрос к тебе".

source: "That is all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "Someone pays for the tails of those rats?"
ru: "Кто-то платит за хвосты этих крыс?"

source: "I had another question..."
ru: "У меня есть другие вопросы..."

source: "That is all I wanted to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "Tell me more about this Lort fellow."
ru: "Расскажи мне побольше об этом Лорте".

source: "Interesting. Answer me something else..."
ru: "Интересно. Ответь мне еще на кое-что..."

source: "I see. That is all for now; farewell."
ru: "Понятно. На сегодня хватит, прощай".

source: "'Put down?'" Any idea why that would happen?"
ru: "'Опустили'? А что произошло?"

source: "Sigil?"
ru: "Сигил?"

source: "All right. I had another question..."
ru: "Хорошо. У меня есть другой вопрос..."

source: "Perhaps I'll pay him a visit sometime. Farewell."
ru: "Может быть, я когда-нибудь нанесу ему визит. Прощай".

source: "I understand. Another question..."
ru: "Понятно. Еще вопрос..."

source: "Perhaps I'll go speak with him. Farewell."
ru: "Наверное, мне стоит поговорить с ним. Прощай".

source: "You certainly seem... friendlier... than most around here."
ru: "Ты выглядишь... более дружественно... чем остальные".

source: "Well met, Creeden. I had another question for you..."
ru: "Приятно познакомиться, Креден. У меня есть еще вопрос к тебе..."

source: "Perhaps we'll speak again, Creeden. Farewell."
ru: "Возможно, мы поговорим снова, Креден. Прощай".

source: "They become more intelligent?"
ru: "Они становится более сообразительными?"

source: "I see. I had some other questions..."
ru: "Понятно. У меня были еще вопросы..."

source: "That's all I needed to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "Where do you get all those rats?"
ru: "Откуда у тебя все эти крысы?"

source: "Where are the best places to catch rats?"
ru: "Где лучше всего ловить крыс?"

source: "Tell me about these rats you catch."
ru: "Расскажи мне об этих крысах".

source: "Nothing. Let me ask you about nothing else..."
ru: "Ничего. Позволь мне спросить кое о чем еще..."

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: "Go on..."
ru: "Продолжай..."

source: "Interesting. Let me ask about something else..."
ru: "Интересно. Позволь мне спросить кое о чем еще..."

source: "I see... that's all I need right now. Farewell."
ru: "Понятно... Это все, что хотел узнать. Прощай".

source: "Why? What is there to fear?"
ru: "Почему? Что здесь такого страшного?"

source: "The Lady?"
ru: "Леди?"

source: "I'll be wary of them, then. I had another question..."
ru: "Тогда я буду осторожным с ними. У меня есть другой вопрос..."

source: "I'll take that to mind. Farewell."
ru: "Я запомню это. Прощай".

source: "Bounty? Someone pays for rat's tails?"
ru: "Наград? Кто-то платит за крысиные хвосты?"

source: "I understand. Let me ask you something..."
ru: "Понятно. Позволь еще о кое-чем спросить..."

source: "I see. That is all I wanted to know for now. Farewell."
ru: "Понятно. Это все, что я хотел узнать на данный момент. Прощай".

source: "Why do you call it the Cage?"
ru: "Почему ты назвал его Клеткой?"

source: "Where is this place, exactly?"
ru: "Где конкретно она находится?"

source: "Nothing, actually. But I had other questions..."
ru: "На самом деле, ничего. Но у меня есть другие вопросы..."

source: "Nothing... never mind. Farewell."
ru: "Ничего... неважно. Прощай".

source: "Tell me about these doors and keys."
ru: "Расскажи мне об этих дверях и ключах".

source: "I see. Let me ask you another question..."
ru: "Понятно. Позволь мне задать другой вопрос..."

source: "That's all I wanted to know for now. Farewell."
ru: "Это все, что я хотел узнать на данный момент. Прощай".

source: "How would you know where a door leads?"
ru: "А как узнать, куда ведет дверь?"

source: "How do you find out what key opens what door?"
ru: "Как узнать, какой ключ открывает какую дверь?"

source: "Interesting. I had some other questions..."
ru: "Интересно. У меня есть другие вопросы..."

source: "Thanks for the information. Farewell."
ru: "Спасибо за информацию. Прощай".

source: Let him speak.
ru: Позволить ему говорить.

source: "How do you know what key opens what door?"
ru: "А как узнать, какой ключ какую дверь открывает?"

source: "Interesting. Let me ask you about something else..."
ru: "Интересно. Позволь мне спросить кое о чем еще..."

source: "I understand. Thanks for your answers; farewell."
ru: "Понятно. Спасибо за ответы. Прощай".

source: "Do you know why it's called the Hive?"
ru: "Ты знаешь, почему его называют Ульем?"

source: "What is of interest here?"
ru: "Здесь есть что-нибудь интересное?"

source: "Nothing, never mind. I have something else to ask..."
ru: "Ничего важного. У меня есть еще кое-что для тебя..."

source: "Never mind; that's all. Farewell."
ru: "Неважно, это все. Прощай".

source: "What's of interest here?"
ru: "Есть что-нибудь интересное в округе?"

source: "A gathering ground? For whom?"
ru: "Захоронениями? Для кого?"

source: "I see. What's of interest here?"
ru: "Понятно. Есть что-нибудь интересное в округе?"

source: "Hmmm. I had some other questions..."
ru: "Хммм. У меня есть другие вопросы..."

source: "I understand. What's of interest around here?"
ru: "Понятно. Что есть интересного в округе?"

source: "I see. Let me ask you about something else, then..."
ru: "Понятно. Позволь мне тогда спросить кое о чем еще..."

source: "Very well. Farewell, then."
ru: "Очень хорошо. Тогда прощай".

source: "I'm looking for a good time."
ru: "Я ищу развлечений".

source: "I'm looking for work."
ru: "Я ищу работу".

source: "I'm searching for a man named Pharod."
ru: "Я разыскиваю мужчину по имени Фарод".

source: "I am looking for a journal. Have you seen one?"
ru: "Я ищу дневник. Тебе такой не попадался?"

source: "Forget it. I had some other questions..."
ru: "Забудь об этом. У меня есть несколько вопросов..."

source: "Could you show me where these places are?"
ru: "Можешь сказать, где они находятся?"

source: "Dangerous?"
ru: "Опасных?"

source: "Thanks. I had another question."
ru: "Спасибо. У меня есть другой вопрос".

source: "Perhaps I'll stop by one those places. Farewell."
ru: "Наверное, я остановлюсь в одном из них. Прощай".

source: "You seem friendly enough, though..."
ru: "А вот ты достаточно дружелюбен..."

source: "Lost?"
ru: "Потеряться?"

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "The Outlands?"
ru: "Внешних землях?"

source: "Strange. Let me ask you about something else..."
ru: "Странно. Позволь мне спросить кое о чем еще..."

source: "I think I understand. Farewell."
ru: "Кажется, я понимаю. Прощай".

source: "Doors?"
ru: "Двери?"

source: "I'll hear the rest another time, perhaps. Farewell."
ru: "Я выслушаю оставшуюся часть истории в другой раз. Прощай".

source: "Yes... continue..."
ru: "Да... продолжай..."

source: "Perhaps. I had some other questions..."
ru: "Может быть. У меня есть другие вопросы..."

source: "Interesting theory; I'll think about it. Farewell."
ru: "Интересная теория, я подумаю над ней. Прощай".

source: "All right, go on."
ru: "Хорошо, продолжай".

source: "Before you go on, let me ask you something else..."
ru: "До того, как ты продолжишь, позволь спросить тебя о кое-чем еще..."

source: "Collectors?"
ru: "Сборщики?"

source: "People pay for dead rats?"
ru: "Люди платят за мертвых крыс?"

source: "I see. I had a question about something else..."
ru: "Понятно Я хотел бы узнать о кое-чем еще..."

source: "Very well. Farewell."
ru: "Отлично. Прощай".

source: "What did you say about people paying for dead rats?"
ru: "Что ты говорил о людях, которые платят за крыс?"

source: "Interesting. I had a question about something else..."
ru: "Интересно. Я хотел бы узнать о кое-чем еще..."

source: "Understandable. Farewell, Creeden."
ru: "Доходчиво. Прощай, Креден".

source: "Let me ask you about something else, then."
ru: "Позволь мне тогда спросить кое о чем еще".

source: "I'll take my leave, then. Farewell."
ru: "Тогда мне нужно идти. Прощай".

source: "It's a long story -- I just need to find him."
ru: "Это долгая история - мне просто нужно найти его".

source: "It is no concern of yours, rat-catcher."
ru: "Это не твое дело, крысолов".

source: "Forget I asked. Answer me something else..."
ru: "Забудь, что я спросил. Ответь мне на еще кое-что..."

source: "Forget it; never mind. Farewell."
ru: "Забудь, неважно. Прощай".

source: "Where is this 'Ragpicker's Square?'"
ru: "А где находится эта 'Площадь Старьевщиков'?"

source: "All right. I have more questions..."
ru: "Хорошо. У меня есть еще вопросы..."

source: "It's important that I find him... I apologize for my harsh words. Could you help me?"
ru: "Мне очень важно найти его... Прошу прощения за резкие слова. Ты можешь помочь мне?"

source: "Fine, then. Maybe you can answer me something else..."
ru: "Ну и ладно. Может, ты сможешь ответить на еще что-нибудь..."

source: "So be it. Farewell."
ru: "Ну и пусть. Прощай".

source: "I'll have to keep looking, then. Farewell."
ru: "Тогда буду искать дальше. Прощай".

source: "Thanks. You had said something about somewhere being dangerous?"
ru: "Спасибо. А что ты там сказал насчет опасных мест?"

source: "My thanks. I had another question, though..."
ru: "Спасибо. Тогда у меня есть другой вопрос..."

source: "I see... but you seem friendly enough, though..."
ru: "Понятно... но ведь ты выглядишь достаточно дружелюбным..."

source: "I see. That's all I needed to know; farewell."
ru: "Понятно. Это все, что я хотел узнать. Прощай".

source: "I see. What was it you were saying about people paying for dead rats?"
ru: "Понятно. А что ты там говорил про тех, кто платит за мертвых крыс?"

source: "I understand. I had a question about something else..."
ru: "Понятно. Я хотел бы узнать о кое-чем еще..."

source: "Thanks. You had mentioned Collectors?"
ru: "Спасибо. А что ты там говорил про Сборщиков?"

source: "My thanks. I have more questions..."
ru: "Спасибо. У меня есть еще вопросы..."

source: "Why not..."
ru: "Почему бы и нет..."

source: "I'd sooner eat my own tongue."
ru: "Да я скорее проглочу свой язык".

source: "I just don't care for them, rat-catcher."
ru: "Я не интересуюсь ими, крысолов".

source: "Thanks. I had another question..."
ru: "Спасибо. У меня есть другой вопрос..."

source: A man named Creeden told me that, if I wanted to make my way through the rubbish-filled archway in Ragpicker's Square, I ought to ask a woman named Nalls about it. He said that Nalls should be north east of the Office of Vermin and Disease Control, rooting around in a pile of lumber.
ru: Человек по имени Креден сказал мне, что если я хочу пройти сквозь мусорную арку на площади Старьевщиков, то я должен спросить об этом женщину по имени Гвоздинка. Еще он сказал, что Гвоздинка находится к северо-востоку от Офиса по контролю за паразитами и эпидемиями, у кучи деревянного мусора.

source: He thinks for a moment. "Aye, I know wot ye're speakin' of. There was a lass, name o' Nalls, who I saw walk through there, once, while I was lookin' fer rats. Don't know how she did it, though. Ye can prob'ly find her northeast a' here, rootin' around a pile o' lumber for nails an' the like."
ru: Он задумывается. "Ага, я знаю о чем ты толкуешь. Однажды из нее вышла девчонка по имени Гвоздинка. Наткнулся на ее, когда искал крыс. Даже не знаю, как это ей удалось. Скорее всего, ты найдешь ее к северо-востоку отсюда, у кучи деревянного мусора. Из него она вытаскивает гвозди".

source: "I was told to ask a man named Creeden, in front the Office of Vermin and Disease Control, about the trash-filled archway in Ragpicker's Square. Can you help me?"
ru: "Мне посоветовали расспросить человека по имени Креден у ворот Офиса по контролю паразитов и эпидемий насчет мусорной арки на площади Старьевщиков. Ты можешь мне в этом помочь?"

source: "Ah, ye've got a keen eye there, cutter! All I sell is brain vermin, I do... I'm sure ye'll find they've got a much richer flavor than yer usual rat. Quite nice, really!" He proffers them to you once more, waving the pole before your face enticingly... the rats sway to and fro, hooked like tiny sides of beef.
ru: "А у тебя острый глаз, рубака! Я продаю мозговых паразитов... Уверен, ты найдешь их намного приятнее на вкус, чем обычных крыс. Очень вкусные, правда-правда!" Он снова предлагает их тебе, соблазнительно помахивая шестом прямо у тебя перед носом... крысы покачиваются на крючках из стороны в сторону, прямо как маленькие кусочки говяжьей туши.
