Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dcrscapt.dlg.po
Languages: ru

source: You see a harried-looking man in impressive armor. He's directing several other guards in the defense of the town. "I got no time to talk!" he snarls. "If ye need to make yerself useful, get rid of that accursed deva or wipe out some of these gehreleths! Don't waste my time!" He turns back to his men.
ru: Перед тобой озабоченного вида мужчина в впечатляющих доспехах. Он отдает приказы другим стражникам для обеспечения обороны города. «Нет времени на разговоры! - кричит он. - Если считаешь себя полезным, избавься от этого проклятого дэва или уничтожь парочку гехрелетов! Не трать мое время понапрасну!» Он поворачивается к своим людям.

source: "What's going on?"
ru: «В чем дело?»

source: "All right. Farewell."
ru: «Ладно. Прощай».

source: "What's going on? Where'd you come from? That sod-pikin' deva burst outta the ground and dragged us into Carceri, that's what's goin' on! And now we gotta contend with the gehreleths who've decided we'd make a tasty snack. We're in the middle of a crisis, berk, so get out of my way!" He shoves rudely past you and refuses to answer any more of your questions.
ru: «В чем дело? Откуда ты взялся? Этот пустоголовый дэва вырвался из-под земли и утащил нас в Карцери, вот в чем дело! А теперь мы сражаемся с гехрелетами, которые решили нами перекусить на обед. Мы посреди огромной проблемы, пень, так что не путайся под ногами!» Он грубо отталкивает тебя и отказывается отвечать на какие-либо вопросы.

source: "Farewell, then."
ru: «Тогда прощай».

source: "Berk, you're getting in my way... clean up some of the deva's mess if you want to do something for this city! But STOP BOTHERING ME!"
ru: «Пень, не стой меня на пути... приберись за этим дэва, если хочешь хоть как-то помочь этому городу! Только ПЕРЕСТАНЬ НАДОЕДАТЬ МНЕ!»

source: "All right, all right..."
ru: «Хорошо, хорошо...»

source: You see a crisp, militarily-efficient man, dressed in the outfit of a Curst guard - but he seems even more authoritative. He turns a contemptuous eye to you. "What do you want?"
ru: Перед тобой бодрый военный человек, одетый в форму стражника Проклятого - только этот выглядит более авторитетным. Он презрительно окидывает тебя взором. «Чего тебе?»

source: "What can you tell me about this place?"
ru: «Что ты можешь рассказать об этом месте?»

source: "I'd like to see the person in charge."
ru: «Я бы хотел увидеть главного».

source: "A woman named Lady Roberta is involved in plans to kill her husband, Carl. I think he's one of the Burgher's assistants."
ru: «Женщина по имени Роберта собирается убить своего мужа Карла. Кажется, он еще является помощником бюргера».

source: "I wanted to turn myself in for the murder of Carl Parfidor."
ru: «Я пришел сознаться в убийстве Карла Парфидора».

source: "One of the officials of this town has asked me to murder another one of them. I thought I had better warn you."
ru: «Один из служащих города попросил меня убить другого. Я решил, что лучше предупредить вас».

source: "I want you to arrest me."
ru: «Я хочу, чтобы ты арестовал меня».

source: "I'm looking for a deva."
ru: «Я ищу дэва».

source: "Nothing. Farewell."
ru: «Ничего. Прощай».

source: "What?"
ru: «Что?»

source: "It's Curst. What do you need to know? That it's a town rife with betrayal, run by a madman, full of more intrigue than Carceri's got gehreleths, where you can trust a stranger as much as you'd trust your own family? That it's a town of deceits and vengeance dreamed of? Look around, berk, and figure the place out for yourself."
ru: «Это Проклятый. Что ты хочешь узнать? Что это город, кишащий предательствами, управляемый психами, что интриг тут будет побольше, чем в Карцери - гехрелетов, что своей собственной семье можно доверять не больше, чем любому проходимцу? Что это город, полный мечтами об обмане и мести? Оглянись по сторонам, пень, и разберись в этом месте сам».

source: "All right. Then answer some other questions for me..."
ru: «Ладно, тогда ответь еще на пару вопросов...»

source: "The person in charge? Whatever for?"
ru: «Главного? Для чего?»

source: "She is, is she? We'll take care of that, my friend. You have the thanks of the citizens of Curst."
ru: «Что, правда? Мы позаботимся об этом, приятель. От имени граждан Проклятого прими мою благодарность».

source: "Great. I had a few questions..."
ru: «Отлично. У меня есть несколько вопросов...»

source: "Great. Farewell."
ru: «Отлично. Прощай».

source: "Really. Do tell. Come to think of it, tell it to the cell you're going to be in. Are you going to cooperate?"
ru: «Ну да, без дураков. Ну давай. Пойдем, подумаешь над этим в своей камере. Сотрудничать будешь?»

source: "I'll come quietly."
ru: «Я пойду сам».

source: "Are you kidding? No way."
ru: «Ты шутишь? Ни за что».

source: His eyes sharpen behind his helm. "Give me the name. Who's planning what?"
ru: Его глаза вспыхивают под шлемом. «Сообщи мне имя. Кто это замыслил?»

source: "Siabha is planning to murder An'izius."
ru: «Сиабха планирует убить Анизиуса».

source: "An'izius asked me to frame Siabha, who asked me to do the same to An'izius. They're both corrupt."
ru: «Анизиус попросил меня подставить Сиабху, которая просила о том же самом. Они оба замешаны».

source: "An'izius is trying to murder Siabha."
ru: «Анизиус пытается убить Сиабху».

source: "Forget I said anything."
ru: «Забудь, что я сказал».

source: "For what crime? Go on. Get out of here. I'm a busy man." He surveys the surrounding area, pointedly ignoring you.
ru: «И за какое преступление? Давай, проваливай отсюда. Я занятой человек». Он осматривает окружающее пространство, подчеркнуто игнорируя тебя.

source: He tilts his head toward you. "Now why would you possibly be looking for a deva here? As far as I know, there hasn't been a deva in Curst for a long, long time. He'd have gone to ground from all the treachery and evil in the air." He laughs.
ru: Он наклонят голову к тебе. «И зачем тебе может понадобиться искать дэва? Насколько я знаю, в Проклятом не было дэва очень, очень давно. От всех этих предательств и вероломства, что витают в воздухе, он бы сразу под землю провалился», - хохочет он.

source: "All right, then. Answer a few more questions..."
ru: «Хорошо. Ответь на несколько вопросов...»

source: "All right, then. Farewell."
ru: «Тогда ладно. Прощай».

source: His eyes narrow into slits. "I've been wanting her in my cells for some time now. I have a special punishment for her. I'll send a detachment. My thanks, stranger."
ru: Его глаза сужаются. «Давно я хотел засадить ее в камеру. У меня даже специальное наказание для нее заготовлено. Я отправлю отряд. Спасибо, незнакомец».

source: "Think nothing of it. I have more questions..."
ru: «Не стоит. У меня есть другие вопросы...»

source: "Sure. Farewell."
ru: «Конечно. Прощай».

source: "Both of them, eh? Good. This should solidify my control in this city. They'll be gone before you know it. My thanks, stranger."
ru: «Оба, значит? Хорошо. Это укрепит мою власть в городе. Они исчезнут до того, как ты об этом узнаешь. Спасибо, незнакомец».

source: I informed the captain of the Curst guards that both Siabha and An'Izius were trying to implicate each other in fabricated crimes. He was delighted to hear it. I hope I've done the right thing...
ru: Я сообщил капитану стражников Проклятого, что и Сиабха, и Анизиус пытались сфабриковать друг против друга обвинение. Он с радостью воспринял это сообщение. Надеюсь, я поступил правильно...

source: "That githyanki bastard finally slipped up, eh? He'll be a happy addition to our prisoners. I'll send a detachment for him. You've got my thanks, stranger."
ru: «Наконец-то этот выродок-гитьянки попался. Он будет хорошим дополнением к нашим заключенным. Я отправлю отряд за ним. Спасибо тебе, незнакомец».

source: He glares at you. "I won't forget it. You'll either give me the information, or I'll wring it from your scarred neck."
ru: Он смотрит на тебя. «Я собираюсь этого забывать. Или ты мне выдашь информацию, или я вырву ее из твоей шрамной глотки».

source: "You'll have to force it from me."
ru: «Тогда тебе придется приложить для этого усилия».

source: I informed the captain of the Curst guards that Siabha was trying to murder An'Izius. He was delighted to hear it, and vowed to arrest her. I hope I've done the right thing...
ru: Я сообщил капитану стражников Проклятого, что Сиабха пытается убить Анизиуса. Он с радостью воспринял это сообщение и пообещал арестовать ее. Надеюсь, я поступил правильно...

source: I informed the captain of the Curst guards that An'Izius was trying to murder Siabha. He was delighted to hear it, and vowed to arrest the githyanki. I hope I've done the right thing...
ru: Я сообщил капитану стражников Проклятого, что Анизиус пытается убить Сиабху. Он с радостью воспринял это сообщение и пообещал арестовать гитьянки. Надеюсь, я поступил правильно...
