Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dcrstgrd.dlg.po
Languages: ru

source: You see one of Curst's guards. He is bloodied and panting. "Got no time to talk. You got a free hand, you can help with... the defense." He waves a hand at you, dismissing you.
ru: Перед тобой один из стражников Проклятого. Он запыхался и истекает кровью. "Нет времени на разговоры. Есть свободные руки - можешь помочь нам с... обороной". Он машет тебе рукой, отпуская.

source: "What happened was that some damn fool set something free and suddenly we're in Carceri fightin' for our lives. Now get out of here and do something useful."
ru: "Что произошло - какой-то долбанный идиот что-то освободил, и вдруг нам неожиданно приходится сражаться за свои жизни посреди Карцери. А теперь проваливай и сделай уже что-нибудь полезное".

source: "Didn't I tell you to get on about your business? I meant it! Go on!"
ru: "Разве я не сказал тебе заниматься своими делами? Я имел в виду именно это! Проваливай!"

source: "What in the Nine Hells are you doing down here?"
ru: "Что ты, во имя Девяти Преисподних, тут делаешь?"

source: "Stop right there!" The guard attacks!
ru: "Ни с места!" Стражник бросается в атаку!

source: "What happened?"
ru: "Что произошло?"

source: "Farewell, then."
ru: "Тогда прощай".

source: "Very well. Farewell."
ru: "Отлично. Прощай".

source: "Fine, fine."
ru: "Ладно, ладно".

source: "I was just wandering around."
ru: "Я просто прогуливаюсь вокруг".

source: "What can you tell me about that suit of armor?"
ru: "А что ты можешь об этих доспехах?"

source: "I'm looking for a deva."
ru: "Я ищу дэва".

source: "Nothing. Farewell."
ru: "Ничего. Прощай".

source: Fight.
ru: Сражаться.

source: Flee.
ru: Сбежать.

source: "Wandering? In the prison? You've come to aid an escape!" He swings his weapon at you!
ru: "Прогуливаешься? В тюрьме? Ты хочешь устроить побег!" Он взмахивает оружием!

source: "I don't know. It's been a part of the prison as long as I can remember. We can't open the cell, no matter how we try. It's a nice suit of armor, too, but we can't get to it at all. Now it's your turn to answer a question: What are you doing down here?"
ru: "Не знаю. Они были частью тюрьмы все время, которое я помню. Мы не смогли открыть камеру, как бы ни пытались. Да, неплохие доспехи, но добраться до них мы не можем. А теперь твоя очередь отвечать на вопросы: что ты здесь делаешь?"

source: He smiles. "You'll be joining the celestial choir soon enough, berk." He unlimbers his weapon and attacks!
ru: Он улыбается. "Тогда ты очень скоро присоединишься к хору небожителей, пень". Он хватает свое оружие и бросается в атаку!

source: You see one of Curst's finest. He looks a little bored. "What do you want? Don't you know there's a lockdown?"
ru: Перед тобой представитель правопорядка Проклятого. Похоже, он немного заскучал. "Чего тебе надо? Ты разве не знаешь, что здесь карантин?"

source: "What do you want now?"
ru: "Что на этот раз?"

source: "We're under lockdown right now because of the plague. Don't know what's causing it, but we're quarantining sections of the town 'til we find out. You want something else?"
ru: "Из-за чумы мы теперь все под карантином. Не знаю, откуда она пошла, но мы изолировали все районы города до выяснения ситуации. Еще что-нибудь?"

source: "What, the Burgher? He's in the administration building. Good luck getting to him, though. He don't see *anyone* these days. His mind's definitely going someplace else..."
ru: "С кем, с бургером? Он в административном здании. Могу только пожелать в этом удачи. В последние дни он *никого* не принимает. Его разум явно занят чем-то другим..."

source: "Lady Roberta?" His forehead creases in thought. "We'll look into this." He looks away. "Oh. Thanks."
ru: "Госпожа Роберта? - от напряженных раздумий на его лбу возникает глубокая складка. - Мы займемся этим". Он отворачивается. "А, да. Спасибо".

source: "That's not a joking matter. We're looking into this death seriously. Whoever did it is going to spend a long, long time in prison."
ru: "Это не тема для шуток. Мы всерьез занялись обстоятельствами его смерти. Кто бы это ни сделал, в тюрьме он проведет очень, очень долгий срок".

source: He shakes his head. "I might look stupid to you, but berk, I ain't getting involved in political squabbles. I value my job... and my life. Take it to the captain."
ru: Он качает головой. "Может быть я покажусь для тебя глупым, пень, но я не хочу впутываться в политические интриги. Я дорожу своей работой... и жизнью. Подойди с этим к капитану".

source: "Arrest you? What for?"
ru: "Арестовал? За что?"

source: "Then you're looking at the wrong end of the Great Ring, berk, because even if there were one here, you'd not be finding it. It'd be locked away like a miser's gold."
ru: "Тогда ты начал не с того края Великого Кольца, пень, потому что здесь их отродясь не было, и тут ты ни одного не найдешь. Иначе бы его упекли получше, чем скряга прячет золото".

source: He smirks. "Virtue is its own reward, right? You want more than that, go talk to someone in charge."
ru: Он ухмыляется. Добродетель - единственная награда. Если хочешь что-нибудь сверх этого, иди, поговори с кем-нибудь из главных".

source: "Are you going to come quietly, or do we have to get rough?"
ru: "Сам пойдешь, или придется по-плохому?"

source: "If you insist. Let's go."
ru: "Ну если ты так настаиваешь. Пошли".

source: "You've convinced me. Let's move it along, then."
ru: "Ладно, ты меня убедил. Пошли".

source: "It's a little too late for that, berk. Are you coming quietly or not?"
ru: "Уже поздно, пень. Сам пойдешь или нет?"

source: "Looking for a deva."
ru: "Ищу дэва".

source: "I'm just wandering around."
ru: "Я просто прогуливаюсь вокруг".

source: "What can you tell me about this place?"
ru: "Что ты можешь рассказать об этом месте?"

source: "A woman named Lady Roberta is involved in plans to kill her husband, Carl. I think he's one of the Burgher's assistants."
ru: "Женщина по имени Роберта собирается убить своего мужа Карла. Кажется, он еще является помощником бургера".

source: "I wanted to turn myself in for the murder of Carl Parfidor."
ru: "Я пришел сознаться в убийстве Карла Парфидора".

source: "One of the officials of this town has asked me to murder another one of them. I thought I had better warn you."
ru: "Один из служащих города попросил меня убить другого. Я решил, что лучше предупредить вас".

source: "I want you to arrest me."
ru: "Я хочу, чтобы ты арестовал меня".

source: "I'd like to see the person in charge."
ru: "Я бы хотел увидеть главного".

source: "I had a few more questions..."
ru: "У меня есть еще несколько вопросов..."

source: "No. Farewell."
ru: "Нет. Прощай".

source: "What, isn't there a reward for this?"
ru: "Эй, а разве за это не положена награда?"

source: "Farewell."
ru: "Прощай".

source: "I'm serious. I killed him."
ru: "Я серьезно. Это я убил его".

source: "Oh. Sorry for the joke. I had more questions..."
ru: "Ой, прошу прощения, это была шутка. У меня есть еще вопросы..."

source: "Oh. Sorry. Farewell."
ru: "Ой, прошу прощения. Прощай".

source: "Very well. I had a few more questions, then."
ru: "Хорошо. Тогда у меня к тебе есть еще вопросы".

source: "I just want to go to prison."
ru: "Я просто хочу попасть в тюрьму".

source: "Because I'm totally insane! Bloogidy-bloog a woo ha ha!"
ru: "Потому что я окончательно сошел с ума! Каля-баля, ха-ха!"

source: "Forget it. Answer some other questions..."
ru: "Забудь. Лучше ответь на другие вопросы..."

source: "Forget it. Farewell."
ru: "Забудь. Прощай".

source: "All right, then. I had a few questions..."
ru: "Тогда ладно. У меня есть несколько вопросов..."

source: "Forget it, then. Farewell."
ru: "Тогда забудь об этом. Прощай".

source: "Then I'd like to talk to whoever's in charge."
ru: "Тогда я бы хотел поговорить с кем-нибудь из главных".

source: "Fine. I had a few questions..."
ru: "Отлично. У меня есть несколько вопросов..."

source: "Fine. Farewell."
ru: "Отлично. Прощай"."

source: "I'll come quietly."
ru: "Я пойду сам".

source: "We're going to fight."
ru: "Нам придется сразиться".

source: "I changed my mind. Forget it."
ru: "Я передумал. Забудь об этом".

source: "All right. Let's go."
ru: "Ладно, пошли".

source: He shakes his head. "I might look stupid to you, but berk, I ain't getting involved in political squabbles. I value my job... and my life. Take it to the captain. He's over by the mid-town gate, right before you head through to the other part of town."
ru: Он качает головой. "Может быть я покажусь для тебя глупым, пень, но я не хочу впутываться в политические интриги. Я дорожу своей работой... и жизнью. Подойди с этим к капитану. Он у средних городских ворот, ты сразу увидишь его, как попадешь в ту часть города".

source: "Very well. I had a few other questions, then..."
ru: "Хорошо. Тогда у меня есть еще несколько вопросов..."

source: "What the... PRISON BREAK!" The guard attacks!
ru: "Какого... ПОБЕГ ИЗ ТЮРЬМЫ!" Стражник бросается в атаку!
