Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dcstcpr2.dlg.po
Languages: ru

source: You see an aging woman in cheap clothes. She seems to have gone to great lengths to looker younger and more attractive than she really is. As you near her you detect the smell of cheap wine in the air.
ru: Ты видишь женщину в летах в дешевой одежде. Похоже, она очень сильно старается выглядеть моложе и привлекательнее, чем это на самом деле. Рядом с ней ты улавливаешь запах дешевого вина.

source: "Greetings."
ru: "Приветствую."

source: Ignore her.
ru: Игнорировать ее.

source: She turns to face you, her face flushed from too much drink. "Why, hellooooo there. Ya looking for some... company?" She smiles at you and then actually seems to see you for the first time. "Ooooh, a bit of a mess ya are. Wha... what happened t'ya?"
ru: Она поворачивается к тебе изрядно красным от выпитого лицом. "А, привееет. Ищешь себе... компанию?" Она делает вид, что видит тебя впервые. "Ооо, на тебе живого места нет. Что... с тобой случилось?"

source: "I was hoping to ask you a few questions?"
ru: "Я надеялся задать тебе пару вопросов."

source: "None of your business."
ru: "Не твое дело."

source: "Never mind. Farewell."
ru: "Неважно. Прощай."

source: She leans in close to you and places her palms on your chest. "No... need fer questions. If'n you got the jink... then I got the talent. Me kip's right o'er there. Les go."
ru: Она наклоняется к тебе и прикладывает ладони к твоей груди. "Никаких... вопросов. У тебя есть звенелки... а у меня есть талант. Моя берлога рядом, за углом. Пойдем."

source: "That's not what I'm interested in. I need some information from you."
ru: "Я в этом не заинтересован. Мне нужна от тебя кое-какая информация."

source: "How much?"
ru: "Сколько?"

source: She puts her hands on her hips. "Lo... Look 'ere, berk. I got's ta make a livin' see? Now, ya may be a bit confused but... do I look like a sage to ya? The only answers I got fer ya are right 'ere." She opens her arms to you.
ru: Она кладет руки на бедра. "По... послушай, пень. Я свожу концы с концами. Может, ты немного сбит с толку, но... я, что похожа на мудреца? Здесь для тебя есть только один ответ." Она протягивает к тебе руки.

source: She smiles and giggles. "Ooooh, now yer talkin'... five coins and I may yell but I won't tell..." She looks at you expectantly.
ru: Она улыбается и хихикает. "Ааа, вот о чем разговор... пять монет и я могу кричать, но никому не скажу..." Он выжидательно на тебя смотрит.

source: "Sorry, I just don't have the money."
ru: "Прости, но у меня нет денег."

source: "Let's go..."
ru: "Идем..."

source: She leads you to her kip. After an hour's time she returns you to the street. "Come again... I aims to please." She smiles and waves good day.
ru: Она ведет тебя в свою берлогу. Спустя час она возвращается вместе с тобой назад на улицу. "Приходи еще... Тебе понравится." Она улыбается и машет рукой.

source: "Good day."
ru: "Хорошего дня."

source: She frowns at you. "Hey now... no need ta be rude. If'n ya can't be friendly, I can't be spendin' the time wit' ya. Git!" She turns and walks away.
ru: Она хмурится. "Эй... зачем грубить. Если ты не можешь быть деликатным, то я не смогу провести с тобой время. Кыш!" Она отворачивается и уходит.

source: Leave her in peace.
ru: Оставить ее в покое.
