Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dcstgenm.dlg.po
Languages: ru

source: You see a man with a worried expression. He glances at you as you approach and frowns.
ru: Ты видишь мужчину с озабоченным выражением лица. Увидев, как ты приближаешься, он хмурится.

source: "Greetings."
ru: «Приветствую».

source: Ignore him.
ru: Игнорировать его.

source: He sighs and turns his attention to you. "Greetings to you as well... What do you want?"
ru: Со вздохом он поворачивается к тебе. «И тебе привет... Чего тебе нужно?»

source: "I have some questions..."
ru: «У меня есть несколько вопросов...»

source: "Nothing, never mind."
ru: «Ничего, неважно».

source: He frowns. "Questions... Bar that, berk. Pike off."
ru: Она хмурится. «Вопросы... Задвинься, пень. Отвали».

source: "It will take just a moment of your time..."
ru: «Это займет совсем немного твоего времени...»

source: "Farewell then."
ru: «Тогда прощай».

source: "I don't have a moment to give you." He pauses, reaches into his belt and pulls out a dagger. "How about I give you some baatorian steel instead?"
ru: «У меня нет ни секунды на тебя, - он выхватывает из-под пояса кинжал - Как насчет того, чтобы вместо этого угостить тебя отличнейшей бааторийской сталью?»

source: Attack him.
ru: Атаковать его.

source: Leave.
ru: Уйти.

source: You see a young man. He glances at you as you approach and frowns.
ru: Ты видишь молодого парня. Увидев, как ты приближаешься, он хмурится.

source: He smiles at you but looks about nervously. "Yes. Greetings and all that... You want something?"
ru: Он улыбается тебе, но при этом выглядит нервозным. «Да. Привет и все такое... Тебе нужно что-то?»

source: "No, never mind. Farewell."
ru: «Нет, неважно. Прощай».

source: He frowns and sighs. "If you must."
ru: Протяжно вздохнув, он хмурится. «Ну если так хочешь».

source: "Who are you?"
ru: «Кто ты?»

source: "What are you doing?"
ru: «Что ты делаешь?»

source: "What can you tell me about Curst?"
ru: «Что ты можешь сказать о Проклятом?»

source: "Do you know anything about a deva?"
ru: «Тебе известно что-нибудь о дэва?»

source: "I must be going, farewell."
ru: «Я должен идти. Прощай».

source: "It isn't important who I am. Just ask your questions. He gives you an impatient look.
ru: «Неважно кто я. Просто задай вопросы и я попробую на них ответить». Он нетерпеливо смотрит на тебя.

source: "Very well. I have some questions..."
ru: «Ладно. У меня еще вопросы...»

source: "What I am doing is not really your concern. Just ask your questions."
ru: «Что я делаю - тебя не касается. Просто задай свои вопросы».

source: "Curst..." He pauses and glances about. "Don't trust nobody. That's all you got to know about Curst to survive. Don't trust nobody..."
ru: «Проклятый... - он озирается вокруг. - Никому не верь. Это все, что нужно тебе знать о Проклятом, чтобы выжить. Никому не верь...»

source: "Does that include you?"
ru: «Включая тебя?»

source: "I see. I have some more questions..."
ru: «Понятно. У меня есть еще вопросы...»

source: He smiles. "Absolutely..."
ru: Он улыбается. «Ну конечно...»

source: He frowns as he thinks. "No, nothing about a deva." He shrugs. "Ask at the administration office in the center of town."
ru: Он задумывается. «Нет, о дэва - ничего, - он пожимает плечам. Спроси кого-нибудь в административном здании в центре города».

source: "I will. I have some more questions..."
ru: «Я так и сделаю. У меня есть другие вопросы...»

source: "Thank you, farewell."
ru: «Спасибо, прощай».

source: You see an angry looking man. He glances at you as you approach and frowns.
ru: Ты видишь злобного мужчину. Увидев, как ты приближаешься, он хмурится.

source: He looks at you warily. "Uh... Hello. Whatever it is you want, I don't have it. Whatever it is you're trying to sell, I don't want it. Now leave me be." He glares at you.
ru: Он осторожно смотрит на тебя. «Э-э-э... Привет. Чего бы ты ни хотел продать, мне это не нужно. Оставь меня в покое». Она озирается по сторонам.

source: "Very well, farewell."
ru: «Хорошо, прощай».

source: "Hmm... How nice. You have questions. Well, be that as it may, I still don't want to be bothered by you. Go away." He frowns.
ru: «Хмм... Как мило. У тебя есть вопросы. Пусть даже так, но я все равно не хочу, чтобы ты надоедал мне. Уходи». Он хмурится.

source: "It will only take a moment of your time."
ru: «Это не займет много твоего времени».

source: He sighs and throws up his arms in exasperation. "All right, you don't understand my saying *no* the nice way... Do I have to do it the not so nice way?"
ru: Вздыхая он гневно трясет руками. «Ладно, ты не понимаешь *по-хорошему*... Может мне сказать это не так обходительно?»

source: "Yes, you do."
ru: «Хорошо, давай».

source: "No, farewell."
ru: «Нет, прощай».

source: He smiles. "Very well then... Go blow your questions out your arse!" He makes a rude gesture at you. "Pike off you berk!"
ru: Он улыбается. «Ну хорошо... Иди вздуй себе задницу своими вопросами! - он показывает тебе оскорбительный жест. - «Отвали, пень!»

source: You see a bored looking man. He glances at you as you approach and frowns. "I've had enough of you already, bugger off..." He turns away and ignores you.
ru: Ты видишь скучающего мужчину Увидев, как ты приближаешься, он хмурится.. «Как мне надоел, хватит меня доканывать...» Он отворачивается и не обращает на тебя внимания.

source: This person looks extremely upset at being in the prison. You can't get a response from them regardless of how hard you try.
ru: Этот субъект настолько сильно расстроен пребыванием в тюрьме, что, несмотря на все твои попытки привлечь внимание, ни на что не реагирует.
