Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dcstchlp.dlg.po
Languages: ru

source: Leave him in peace.
ru: Оставить его в покое.

source: He gives you a quick glance and starts to turn away. Changing his mind, he turns to face you. His eyes travel up and down your body examining you closely as he slowly he shakes his head. "You're a mess, cutter. I can't say I've ever seen anyone as scarred as you. What'd you do? Fight off the hordes of Baator by yourself?"
ru: Он быстро смотрит на тебя и отворачивается, но, передумав, он обращается к тебе. Он пробегается взглядом по твоему телу сверху вниз, покачивая при этом головой. "Какой кошмар, рубака. Столько шрамов я еще ни у кого не видел. Как это получилось? Дрался голыми руками с ордами Баатора?"

source: "I have some questions for you."
ru: "У меня есть вопросы к тебе".

source: "None of your business, old man."
ru: "Не твое дело, старик".

source: "I've seen a few battles and I've got the scars to prove it."
ru: "Я был во многих битвах, и теперь шрамы это могут подтвердить".

source: "What's going on here?"
ru: "Что здесь происходит?"

source: "Never mind."
ru: "Неважно".

source: He frowns at you. "Do you see the word 'sage' tattooed on me anywhere?" He looks at you as if he really expects an answer to his question.
ru: Он хмурится. "Разве на мне где-то наколота татуировка 'мудрец'?" Он смотрит на тебя, словно действительно ожидая ответа на свой вопрос.

source: "I... Well, no. I just thought that a man of your years would have acquired great wisdom that he could pass on to those less fortunate than him..."
ru: "Э-э-э... Да вроде нет. Я просто подумал, что человек в твоих годах сумел получить огромный опыт, которым он может поделиться с теми, кто не так удачлив..."

source: "Look, I just need some answers. Can you give them?"
ru: "Послушай, мне просто нужны некоторые ответы. Ты можешь мне дать их?"

source: "Oh, never mind. Farewell."
ru: "А, неважно. Прощай".

source: His frown changes to a smile as he begins to chuckle. "You're a funny one, cutter. 'Great wisdom' my arse." He pauses for a moment. "All right, you've bought yourself some answers. What can I help you with?"
ru: Постепенно его хмурое лицо расплывается в улыбке. "А ты забавный малый, рубака. 'Огромный опыт' моей задницы, - он умолкает на несколько секунд. - Ну хорошо, ты заслужил некоторых ответов. Чем я могу помочь тебе?"

source: "First of all, what's going on here?"
ru: "Прежде всего, что здесь происходит?"

source: He gestures over his shoulder. "You see the chopper? Some sod's gonna lose his head. Not something you see every day."
ru: Он кивает через плечо. "Видишь мясника? Сейчас какой-то бедолага лишится головы. Такое не каждый день увидишь".

source: "What crime did he commit?"
ru: "А какое преступление он совершил?"

source: "Oh. I wanted to ask you something else."
ru: "О. Я хотел бы у тебя кое-что еще спросить".

source: "I see. Well, I thank you for your time. Farewell."
ru: "Понятно. Что ж, спасибо за уделенное время. Прощай".

source: "I don't rightly know. Maybe he killed some sod, maybe someone turned stag on him and got him sent to the chopper. You just don't know in this burg."
ru: "Я точно не знаю. Может, убил какого-нибудь доходягу, или может быть его кто-то кинул и положил под топор мясника. В этом городишке ничего не известно".

source: "Turned stag?"
ru: "Кинул?"

source: "I have other questions for you."
ru: "У меня есть другие вопросы к тебе".

source: "Oh... I thank you. Good day."
ru: "О... Спасибо. Хорошего дня".

source: He smiles at you and chuckles. "You're new here, aren't you? 'Turned stag.' Betrayed, set up, given the shiv in the back so to say. It happens in Curst."
ru: Он смеется. "Ты ведь недавно здесь, так? 'Кинуть' - значит подставить, предать, вогнать заточку поддых. Такое случается в Проклятом".

source: "I see. Tell me something else..."
ru: "Понятно. Расскажи мне еще о кое-чем..."

source: "Hmm. I must be going now. Farewell."
ru: "Хмм. Я должен идти, прощай".

source: He scowls at you and then gives you a rude gesture. "Pike it, berk!" He turns his back to you.
ru: Он хмуро смотрит на тебя и делает неприличный жест. "Наденься на кол, пень!" Он отворачивается от тебя.

source: He nods in agreement. "I'll say you do... So what can I do for you?"
ru: Он согласно кивает. "Это точно. Что хочешь от меня?"

source: "You could tell me what's going on."
ru: "Скажи, что здесь происходит".

source: "Nothing actually. Farewell."
ru: "На самом деле - ничего. Прощай".

source: "Certainly." He waits for your questions.
ru: "Конечно". Он ждет твой вопрос.

source: "I'm looking for a deva. I've heard he's somewhere in Curst."
ru: "Я ищу одного дэва. Я слышал, что он где-то в Проклятом".

source: "What can you tell me about Curst?"
ru: "Что ты можешь сказать о Проклятом?"

source: "Who's in charge here?"
ru: "Кто здесь всем управляет?"

source: "What's the local news?"
ru: "Какие местные новости?"

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: "The chant is there's a deva in town... I don't know where he could be, though. A deva in town would certainly attract a lot of attention." He pauses to think. "I don't have an answer for you. Keep asking around. Somebody's probably seen him."
ru: "Ходят слухи, что дэва в городе... Только я не знаю, где он может быть. Дэва в городе определенно привлек бы много внимания, - он задумывается. - У меня нет ответа для тебя. Попробуй порасспрашивать еще кого. Кто-нибудь обязательно его видел".

source: "Another question."
ru: "Еще один вопрос".

source: "You've been very helpful. I must leave now."
ru: "Ты был очень полезен. Теперь мне нужно идти".

source: He pauses to think then glances around him. "Curst is a dung heap, pure and simple. A cutter's got to watch his backside here... That's all I'm willing to say."
ru: Он задумчиво оглядывается по сторонам. "Проклятый - это просто огромная навозная яма. Тут следует следить за собой... Вот все, что можно об этом сказать".

source: "All right. Let me ask you something else."
ru: "Хорошо. Позволь мне спросить чем-нибудь еще..."

source: "I thank you for your help. Farewell."
ru: "Спасибо за помощь. Прощай".

source: "That would be Tovus Giljaf. You can find him at the administration office. A word of advice to you: Don't be sticking your nose into his business. It wouldn't be the smartest thing to do and you could lose your head." He gestures at the guillotine behind him.
ru: "Наверное, Товус Гильяф. Его можно найти в административном здании. Только один совет: не суй свой нос в его дела, иначе можешь запросто лишиться головы". Ребром руки он разрубает воздух, словно гильотина.

source: "I'll keep that in mind. Another thing though..."
ru: "Я запомню это. Еще одна вещь..."

source: I see. I must leave now. Farewell."
ru: Понятно. Я должен идти. Прощай".

source: He looks deep in thought for a moment. "Well... The chant is that Tainted Barse's daughter turned up missing. He's a bit on the barmy side because of it. Other than that I can't think of anything worth mentioning.
ru: На секунду он крепко задумывается. "Ну... Говорят, что дочь Гниющего Копчика пропала. От этого он немного не в себе. Помимо этого нет ничего достойного упоминания".

source: "Who is this Tainted Barse?"
ru: "Кто такой Гниющий Копчик?"

source: "I have another question for you."
ru: "У меня есть другой вопрос к тебе".

source: "He's the barkeep at the Traitor's Gate. Local swill hole for the bubbers. It's down that way I think" He gestures in a vague direction.
ru: "Он хозяин Ворот предателей, местной дыры для пропойц. Кажется, она там". Он указывает в неопределенном направлении".

source: "Tell me something else."
ru: "Расскажи мне еще о кое-чем".

source: "I must leave you now. Farewell."
ru: "Я должен идти. Прощай".

source: You see an older man standing at the edge of a small crowd. They are gathered about what looks like a guillotine.
ru: Ты видишь старика, стоящего рядом с небольшой толпой. Они собрались вокруг предмета, похожего на гильотину.

source: "Greetings."
ru: "Приветствую".
