Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dcstcpr3.dlg.po
Languages: ru

source: You see a young woman wearing cheap clothes, cheap perfume, and a painted-on smile. She notices your attention and smiles.
ru: Ты видишь девушку в дешевой одежде, надушенную дешевыми духами и с нарисованной улыбкой на лице. Заметив твое внимание, она улыбается.

source: "Greetings."
ru: "Приветствую".

source: Ignore her.
ru: Игнорировать ее.

source: She steps closer to you, lays one hand on your shoulder and slips the other behind you to land on the small of your back. She smiles and moves the hand on your shoulder slowly down your arm. "Well now, ain't you the strong one, cutter. I like a strong man who can take what he wants." She suddenly pulls you up against her. "So tell me... what is it you want?"
ru: Она делает шаг тебе навстречу, кладет одну руку на плечо, а другой обхватывает поясницу. Улыбаясь, она медленно проводит рукой по плечу. "Ты такой сильный, рубака. Мне нравятся сильные парни, они могут взять что хотят". Неожиданно она прижимается к тебе. "Так скажи мне... чего хочешь ты?"

source: "Uh... Just answers to some questions."
ru: "Эээ... Просто ответь на несколько вопросов".

source: "Never mind. I must be going."
ru: "Неважно. Я должен идти".

source: She looks you in the eyes and her smile seems to deepen. "I'm not here to talk. You sure that's what you want?"
ru: Она смотрит тебе в глаза, улыбка становится еще более чарующей. "Я здесь не для разговоров. Ты уверен в том, чего хочешь?"

source: This woman is a little too aggressive. Something is not right.
ru: Эта девушка слишком агрессивна. Что-то здесь не так.

source: "Well... Maybe I could use some entertainment.
ru: "Ну... Возможно, мне стоит немного развлечься".

source: "Never mind. I must leave now."
ru: "Неважно. Мне нужно идти".

source: You think that something with this woman just isn't right, so you push her away from you. As you do there is a tugging at your side. You look down in time to see her *empty* hand coming out of your purse. She seems in a hurry to leave now and steps away from you.
ru: Тебе кажется, что с этой девушкой что-то не так. Ты резко отталкиваешь ее. Почувствовав рывок в ее сторону, ты смотришь вниз и замечаешь, как она достает *пустую* руку из твоего кошелька. Она пытается поскорее отойти от тебя.

source: Grab her.
ru: Схватить ее.

source: Let her go.
ru: Позволить ей уйти.

source: You deftly grab her by the wrist. She begins to struggle and desperately tries to pull away from you. "Let go of me, berk, or I'll scream for the guards!"
ru: Ты ловко ее хватаешь за запястье. Она сопротивляется и отчаянно пытается освободиться. "Отпусти меня, пень, или я позову стражу!"

source: "Go ahead and scream. You'll be dead before anyone arrives."
ru: "Давай, кричи. Когда кто-нибудь появится, ты уже будешь мертва".

source: "Go ahead and scream. I don't think anyone in this town will give a damn."
ru: "Давай, кричи. Не думаю, что кто-нибудь в этом городе хотя бы обернется".

source: She looks at you intently for a moment and then stops struggling. "Please let me go. You caught me before I peeled you."
ru: Она пристально посмотрев на тебя, она прекращает борьбу. "Пожалуйста, отпусти меня. Я не успела тебя обчистить".

source: "Give me all your coin and you can leave."
ru: "Выкладывай все деньги и можешь уйти".

source: "Fine, but don't let me catch you around here again. Understand?"
ru: "Отлично. Больше не попадайся мне здесь. Понятно?"

source: She nods her head and reaches into her purse. She pulls out a small hand full of coins and offers them to you. "Please, cutter. I won't be able to eat if you take my jink. Please just let me go."
ru: Она кивает головой и тянется к кошельку. Из него она достает небольшую горсть монет и протягивает их тебе. "Пожалуйста, рубака. Мне не на что будет есть, если ты заберешь все звенелки. Пожалуйста, отпусти меня".

source: Take the money and let her go.
ru: Взять деньги и отпустить ее.

source: Take the money and kill her.
ru: Взять деньги и убить ее.

source: You take the coins and pocket them. She continues to stare at you for a moment, then turns and slowly walks away.
ru: Ты забираешь монеты. Она продолжает смотреть на тебя, затем поворачивается и медленно уходит прочь.

source: You let go of her and wave her off. She stares at you for a moment then gives you a weak smile. "My thanks, cutter." She turns and slowly walks away.
ru: Ты отпускаешь ее взмахом руки разрешаешь уйти. Она продолжает смотреть на тебя, затем слабо улыбается. "Спасибо, рубака". Она поворачивается и медленно уходит прочь.

source: Leave.
ru: Уйти.

source: You try to grab her wrist but she deftly avoids you. She jumps away from you and turns to run.
ru: Ты пытаешься схватить ее за запястье, но она ловко от тебя уворачивается. Отскочив от тебя, она готовится убежать.

source: Attack her.
ru: Атаковать ее.

source: She releases you from her clutches, steps away, and smiles at you. "Sorry, cutter. I changed my mind. Good day." She turns and leaves.
ru: Она выпускает тебя из своей хватки и, улыбаясь, отступает от тебя. "Извини, рубака. Я передумала. Хорошего дня". Она поворачивается и уходит.
