Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dcube.dlg.po
Languages: ru

source: This small metal toy is a replica of a cube-like creature with huge eyes on one of its faces. The toy has two legs, two arms, two folding wings, and at least eighteen points of articulation. Maybe it's a collector's item.
ru: Эта маленькая металлическая игрушка - копия похожего на куб механического существа с огромными глазами на одной из граней. У него две ноги, две руки, два складных крыла и не менее восемнадцати шарнирных соединений. Возможно, это коллекционный предмет.

source: Move the arms and make sword-fighting noises.
ru: Подвигать руками, изображая звук звона мечей.

source: Bend the left knee until the leg forms a fifteen-degree angle, unfold both wings to maximum extension, then rotate the right arm 180 degrees in its socket.
ru: Согнуть левое колено, пока нога не согнется под углом пятнадцать градусов, расправить по максимуму оба крыла, потом повернуть правую руку в месте крепления на 180 градусов.

source: Put the cube away.
ru: Спрятать куб.

source: The toy *clicks* and *whirrs* as you move its clockwork joints. Within moments, the tiny cube has vanquished every imaginary opponent you have sent against it, and settled back to its normal position.
ru: Игрушка клацает и жужжит, когда ты двигаешь ее механическими соединениями. Мгновение спустя, маленький куб побеждает всех воображаемых врагов, которых ты на него послал, и возвращается в нормальное положение.

source: Wave its arms and make cheering noises.
ru: Помахать его руками, издавая приветствующие возгласы.

source: Bend the left knee until the leg forms a fifteen-degree angle, unfold both wings to maximum extension, then rotate the right arm 180 degrees in its socket.
ru: Согнуть левое колено, пока нога не согнется под углом пятнадцать градусов, расправить по максимуму оба крыла, потом повернуть правую руку в месте крепления на 180 градусов.

source: Hordes of imaginary creatures cheer the cube's victory. You can almost see a tiny oily tear brimming on one of its eyes... it is a hero, the greatest cube ever to roam the Planes, and everyone loves it.
ru: Толпы воображаемых существ приветствуют победу куба. Ты почти видишь крохотную маслянистую слезу, текущую из одного из его глаз... он герой, величайший куб, когда-либо странствовавший по планам, и все любят его.

source: Put the cube away for future battles against the multiverse.
ru: Отложить куб до будущих вселенских битв.

source: Hordes of imaginary creatures from across the Planes cheer the cube's victory. You can almost see a tiny oily tear brimming on one of its eyes... it is a hero, the greatest cube ever to roam the Planes, and everyone loves it. In your mind, Fall-from-Grace and Annah hug it and shower it with kisses.
ru: Толпы воображаемых существ по всем планам приветствуют победу куба. Ты почти видишь крохотную маслянистую слезу, текущую из одного из его глаз... он герой, величайший куб, когда-либо странствовавший по планам, и все любят его. Ты представляешь, как Падшая Грация и Анна обнимают его и осыпают поцелуями.

source: There is a *whirrrr,* a *click,* then a blinding white light suddenly explodes in your hands...
ru: Слышится жужжание, *клац*, и вдруг в твоих руках вспыхивает ослепительно-белый свет...

source: "Wh...!"
ru: «Чт!..»

source: "Well that didn't work. I'll put you away and try again in a new location."
ru: «Что ж, не вышло. Спрячу-ка я тебя и попробую еще раз в другом месте».

source: Sigh, put the cube away for future battles against the multiverse.
ru: Вздохнуть и отложить куб до будущих вселенских битв.

source: There is a *whirrrr,* a *click,* then a *click-click-click,* then a low *whirrr.* Nothing happens.
ru: Слышится жужжание, *клац*, потом *клац-клац-клац*, потом низкое жужжание. Ничего не происходить.

source: Console yourself by moving the arms and making sword-fighting noises.
ru: Утешить себя, подвигав руками и изобразив звук звона мечей.

source: Manipulate the toy and look for some sort of effect.
ru: Повертеть игрушку и посмотреть, что из этого получится.

source: You bend, twist and rotate the toy's various points of articulation, noting that the limbs often suddenly revert to their original position. Finally, as you bend its left knee, the toy makes an odd *pop!* and shudders in your hands...
ru: Ты сгибаешь и поворачиваешь разные шарнирные соединения игрушки, замечая, что конечности часто возвращаются в свое исходное положение. Наконец, когда ты сгибаешь ее левое колено, игрушка издает странный хлопок и дрожит в твоих руках...

source: Rotate the left arm.
ru: Повернуть левую руку.

source: Rotate the right arm.
ru: Повернуть правую руку.

source: Extend the left wing.
ru: Раскрыть левое крыло.

source: Extend the right wing.
ru: Раскрыть правое крыло.

source: Bend the right knee.
ru: Согнуть правое колено.

source: The toy's limbs suddenly revert to their original positions with a soft *click.*
ru: Внезапно конечности игрушки с тихим клацаньем возвращаются в свои исходные положения.

source: Bend the left knee.
ru: Согнуть левое колено.

source: The toy makes an odd *pop!* and shudders in your hands.
ru: Игрушка издает странный хлопок и дрожит в твоих руках.

source: The toy makes a soft *whir* sound.
ru: Игрушка издает тихое жужжание.

source: The toy *hmmmms* slightly, growing warm to the touch.
ru: Игрушка тихо гудит, становясь теплой на ощупь.
