Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dcwcafef.dlg.po
Languages: ru

source: This finely attired woman is relaxing here, enjoying the outside air while sipping at a beverage purchased from the nearby cafe.
ru: Нарядно одетая женщина отдыхает, наслаждаясь свежим воздухом и потягивая напиток, купленный в кафе неподалеку.

source: "Greetings..."
ru: "Приветствую..."

source: Leave the woman be.
ru: Оставить женщину в покое.

source: Her eyes widen slightly as she takes your appearance in. "Ah... greetings to you as well, sir." She smiles uneasily.
ru: Ее глаза немного расширяются, когда она замечает твое приближение. "А... приветствую вас, сэр", - натянуто улыбается она.

source: "I had some questions..."
ru: "У меня есть некоторые вопросы..."

source: "Something troubling about my appearance?"
ru: "Что-то не так с моим внешним видом?"

source: "I'll take my leave, now. Farewell."
ru: "Я должен идти. Прощайте".

source: "I... I am ashamed to admit that I was momentarily startled by your appearance. 'Tis not often I converse with men of such... worldly... appearance." She bows her head apologetically. "I pray that I have not caused offence, sir."
ru: "Мне... мне неловко признать, что меня напугало ваше присутствие. Не часто приходится общаться с мужчинами с такой... потрепанной... внешностью, - извиняясь, она склоняет голову. - Надеюсь, я не нанесла вам оскорбления, сэр".

source: "Worldly?"
ru: "Потрепанной?"

source: "Don't worry. I'll take my leave, now. Farewell."
ru: "Не беспокойтесь. Я должен идти. Прощайте".

source: "You mean I look dead, right? Well I am, you know. Dead!"
ru: "Вы имеете в виду, что я выгляжу как мертвый, так? Да, так и есть. Я мертвый

source: "Hmm. I had some question..."
ru: "Хмм. У меня есть вопрос..."

source: "Understandable, I suppose. Farewell."
ru: "Кажется, понимаю. Прощайте".

source: She nods. "Please, ask."
ru: "Пожалуйста, задавайте", - кивает она.

source: "What is this place?"
ru: "Что это за место?"

source: "What is of interest here?"
ru: "Здесь есть что-нибудь интересное?"

source: "Where could I find work, here?"
ru: "Где можно найти работу здесь?"

source: "I wanted to ask about a specific place..."
ru: "Я хочу спросить об определенном месте..."

source: "I just needed directions..."
ru: "Мне нужно узнать направления..."

source: "Never mind, actually. Farewell."
ru: "Ничего особенного. Прощай".

source: "What can you tell me about the Ward?"
ru: "Что вы можете рассказать об этом районе?"

source: "That's all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощайте".

source: "Well, the vast majority of the Ward -- where my duties keep me most often -- is filled with record halls and administrative buildings... not here, though."
ru: "Ну большая часть района - там, где я исполняю свои обязанности - отведена под архивы и административные здания... правда, здесь этого нет".

source: "Your duties?"
ru: "Свои обязанности?"

source: "What makes this section different?"
ru: "Что делает это место уникальным?"

source: "I had some other questions ..."
ru: "У меня есть другие вопросы..."

source: "Go on..."
ru: "Продолжайте..."

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: She nods and rolls her eyes. "My duties, sir. To my employer. I work in one of the many, many administration buildings here in the Ward."
ru: "Свои обязанности, сэр, - закатив глаза, кивает она. - Для моего работодателя. Я работаю в одном из бесчисленных административных зданий этого района".

source: "What do you do there?"
ru: "Чем вы здесь занимаетесь?"

source: "So what makes this section different from the rest of the Ward?"
ru: "Так что делает это место отличным от остального района?"

source: She shakes her head, smiling. "Please, sir, do me the favor of not bringing up that subject, would you? Not here, while I am trying to relax for but a moment."
ru: "Пожалуйста, сэр, сделайте мне одолжение - не поднимайте эту тему, хорошо? - улыбается она, качая головой. - Только не здесь, здесь я пытаюсь отдыхать".

source: "I will tell you what little I can..."
ru: "Я расскажу все, что знаю..."

source: "The apothecary."
ru: "Аптека".

source: "The Brothel."
ru: "Бордель".

source: "The curiosity shop."
ru: "Магазинчик странностей".

source: "The tailor."
ru: "Портной".

source: "Never mind. Let me ask about something else..."
ru: "Неважно. Позвольте спросить кое о чем еще..."

source: "Nowhere, never mind. Farewell."
ru: "Ничего, неважно. Прощайте".

source: "Advocates help argue cases, draft legal documents and act as legal representatives for their clients. The one close by, Iannis, is well-respected and quite dependable. He has resided and worked within the Ward a long, long while."
ru: "Адвокаты могут обосновать действия в суде, подготовить официальные документы и действовать в качестве законного представителя своих клиентов. Ближайший из них - Ианнис - очень уважаемый и заслуживает доверия. Он живет и работает в районе с очень давних пор".

source: "How do I reach Iannis' home?"
ru: "Как мне добраться до дома Ианниса?"

source: "I wanted to ask about somewhere else..."
ru: "Я хочу спросить о другом месте..."

source: "I had other questions..."
ru: "У меня есть другие вопросы..."

source: "Advocates help argue cases, draft legal documents and act as legal representatives for their clients."
ru: "Адвокаты могут обосновать действия в суде, подготовить официальные документы и действовать в качестве законного представителя своих клиентов".

source: "The one close by, Iannis, is well-respected and quite dependable. He has resided and worked within the Ward a long, long while."
ru: "Ближайший из них - Ианнис - очень уважаемый и заслуживает доверия. Он живет и работает в районе с очень давних пор".

source: "How do I reach the apothecary?"
ru: "Как мне попасть в аптеку?"

source: "A Sensate establishment that exists to pleasure a man's mind and senses. It is run by a succubus, appropriately enough, called Fall-from-Grace."
ru: "Заведение Чувствующих, которое создано ради наслаждения ума и чувств мужчин. Оно управляется суккубом, и очень надлежаще, которую зовут Падшая Грация".

source: "How do I reach the Brothel?"
ru: "Как мне попасть в Бордель?"

source: "A Sensate establishment that exists to pleasure a man's mind and senses. It is run by a succubus, appropriately enough." She nods politely to Fall-From-Grace.
ru: "Заведение Чувствующих, которое создано ради наслаждения ума и чувств мужчин. Оно управляется суккубом, и очень надлежаще". - она вежливо кивает на Падшую Грацию.

source: "How would I find my way down there?"
ru: "Как мне найти путь туда?"

source: "One of Sigil's most wondrous establishments... it is the headquarters of the Sensate faction, known throughout the multiverse for its concerts, art exhibitions and lectures. But its most fascinating feature is its sensoriums."
ru: "Одно из самых удивительных заведений Сигила... это штаб-квартира фракции Чувствующих, известных по всей Мультивселенной за их концерты, выставки и лекции. Однако самое удивительное у них - это их сенсориумы".

source: "Sensates?"
ru: "Чувствующих?"

source: "Sensoriums?"
ru: "Сенсориумы?"

source: "I won't profess to have been their myself, but I understand it's run by an importer of sorts... a half-fiend, in fact, whose goods come from the Lower Planes."
ru: "Не могу похвастаться, что я была там, но я знаю, что им заправляет кто-то очень важный... полудемон, на самом деле. Его товары с Нижних планов".

source: "A half-fiend?"
ru: "Полудемон?"

source: "The Lower Planes?"
ru: "Нижних планов?"

source: "Where can I find this place?"
ru: "Где можно найти это место?"

source: "Oh? To where?"
ru: "О? Куда?"

source: "Iannis' home is south of the gate to the Lower Ward - where you first entered this place, most likely. It will be on the eastern side of the road."
ru: "Дом Ианниса находится на юге от ворот в Нижний район, скорее всего, вы через них сюда попали. Он будет на восточной стороне дороги".

source: "What can you tell me about the advocate?"
ru: "Что вы можете рассказать об адвокате?"

source: "Thanks. Let me ask you about something else..."
ru: "Спасибо. Позвольте мне спросить еще кое о чем..."

source: "I see. Thanks for your time. Farewell."
ru: "Понятно. Спасибо за уделенное время. Прощайте".

source: "Follow the road that leads east from the gate to the Lower Ward - where you first entered this place, most likely. When the road forks northeast and southeast, go southwards... you will find it, there, east of the road. It faces southwards and has three windows of stained glass."
ru: "Идите по дороге на восток от ворот в Нижний район, скорее всего, вы через них сюда попали. Когда дорога разделяется на северо-восток и юго-восток, идите по южной... там и найдете, к востоку от дороги. Она обращена на юг и у нее три окна с грязными стеклами".

source: "What can you tell me about the place?"
ru: "Что вы можете рассказать об это месте?"

source: "Follow the road that leads east from the gate to the Lower Ward - where you first entered this place, most likely. When the road forks northeast and southeast, go southwards... you will find it, there, west of the road. It faces southwards and has a roof whose tiles are held down by large stones."
ru: "Идите по дороге на восток от ворот в Нижний район, скорее всего, вы через них сюда попали. Когда дорога разделяется на северо-восток и юго-восток, идите по южной... там и найдете, к западу от дороги. Она обращена на юг и у нее крыша, выложенная огромными камнями".

source: "What do you know about the place?"
ru: "Что вы знаете об этом месте?"

source: She frowns pointedly, shaking her head. "'Tis just east of the gate to the Lower Ward - where you first entered this place, most likely. It is a large, round building, whose entrance faces southwards."
ru: Она подчеркнуто хмурится, покачивая головой: "Он прямо на западе от ворот в Нижний район, скорее всего, вы через них сюда попали. Это большое круглое здание, вход находится на юге".

source: "What can you tell me of the Brothel?"
ru: "Что вы можете сказать о Борделе?"

source: "What else can you tell me about it?"
ru: "Что еще вы можете сказать об этом?"

source: "'Tis in the southeast section of this area. An unusual building, set atop a wide flight of stairs. I've never entered the place, myself... I've an odd feeling about it."
ru: "Он находится здесь, в юго-восточной части. Необычное здание, стоит на вершине широких лесничных пролетов. Никогда сама не ходила туда... От этого мне становится не по себе".

source: "What do you know of the place?"
ru: "Что вы знаете об этом месте?"

source: "I see. Thanks for you time. Farewell."
ru: "Понятно. Спасибо вам за уделенное время. Прощайте".

source: "You will find the tailor's shop just to the north and east of the gate to the Lower Ward - where you first entered this place, most likely. 'Tis a wide building, whose entrance faces southwards."
ru: "Магазин портного находится на северо-востоке от ворот в Нижний район, скорее всего, вы через них сюда попали. Это широкое здание, вход - с юга".

source: "What can you tell me of the place?"
ru: "Что вы можете сказать об этом месте?"

source: She nods, lowering his voice to a whisper. "You know, sir... Baator, the Abyss and the like. Terrible places."
ru: Кивнув, она говорит шепотом: "Ну знаете, сэр... Баатор, Бездна и тому подобное. Ужасные места".

source: "You said she was a half-fiend?"
ru: "Вы говорили, что она полудемон?"

source: "Where can I find this curiosity shop?"
ru: "Где я могу найти магазинчик странностей?"

source: "Not a tiefling, mind you, but a proper half-fiend. Daughter of an Incubus and a mortal woman, I am told. I care not for gossip, however, so let's speak of her no more."
ru: "Не тифлинг, а настоящий полудемон. Дочь инкуба и смертной женщины. Не хочу разносить сплетни, давайте не будем об этом разговаривать".

source: "You said her goods were from the Lower Planes?"
ru: "Вы сказали, что ее товары с Нижних планов?"

source: "Yes. Their proper name is the 'Society of Sensation.' They believe that the true nature of the multiverse can only be discovered through direct experience..."
ru: "Да. Их правильное - 'Общество чувств'. Они верят, что истинную сущность Мультивсленной можно постичь только с помощью непосредственного ощущения..."

source: "I see. Go on."
ru: "Понятно. Продолжайте".

source: "They actually have found a means of sharing their experiences with others, with the sensoriums."
ru: "Они нашли способ обмениваться своими ощущениями с другими с помощью сенсориумов".

source: "The Sensates have created a means by which they may take experiences, capture them in stones, and allow *others* to experience them. The Sensates roam the Planes and search their inner selves for experiences to share with others... virtually everything they have felt or sensed lies in their sensoriums."
ru: "Чувствующие создали штуки, с помощью которых они могут захватывать свои ощущения в камни и делиться этими ощущениями с *другими*. Чувствующие бродят по Планам в поисках новых ощущений, чтобы потом поделиться ими с другими... образно говоря, все, что они чувствовали или ощущали, находится в их сенсориумах".

source: "Where are these sensoriums located?"
ru: "Где находятся эти сенсориумы?"

source: "These experiences... are they like memories?"
ru: "Эти ощущения... это что-то вроде воспоминаний?"

source: "In a *way,* yes, but very intense... and not memories that you have had, but another has had, captured within the stone."
ru: "*Приближенно* - да, но они очень интенсивны... и в камне заключены не ваши, а чужие воспоминания".

source: "Captured? Does one lose their memory or experience when it's put into the stone?"
ru: "Заключены? Разве память или ощущения теряется, когда ее помещают в камень?"

source: "No..." She frowns. "Or at least, I think not. I believe the stone *copies* the sensory experience. You might ask a Sensate about it to make sure, but that is my understanding."
ru: "Нет... - она хмурится, - или, по крайней мере, я так думаю. Скорее всего, камень *копирует* испытываемые ощущения. Я себе это так представляю, но вам лучше расспросить об этом Чувствующих для полной уверенности".

source: "The name sounds familiar... is she a character in a book? The villain in a novel, no? I cannot recall."
ru: "Имя звучит знакомо... это персонаж какой-то книги? Злодейка из романа, нет? Не могу вспомнить".

source: "Never mind. I had other questions..."
ru: "Неважно. У меня есть другие вопросы..."

source: "Never mind, then. Farewell."
ru: "Тогда неважно. Прощайте".

source: "A fancy to meet you again, sir." She smiles at you over her cup. "More questions, I am certain?"
ru: "И снова рада встрече, сэр, - улыбается она, глядя на тебя поверх чашки, - снова вопросы?"

source: "That's right."
ru: "Именно так".

source: "Actually, no... just passing by. Farewell."
ru: "На самом деле, нет... просто проходил мимо. Прощайте".

source: She looks puzzled. "Say again, sir?"
ru: "Что, простите?" - недоуменно спрашивает она.

source: "I said, 'I'm dead!' Dead, dead, la-la! Dead, dead, la-la..."
ru: "Я сказал, что я мертв! Мертв, мертв, ха-ха! Мертв, мертв, ха-ха..."

source: "Never mind. I had some questions..."
ru: "Неважно. У меня есть другие вопросы..."

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: The woman's expression becomes wary. "Ah, yes... aren't we all. I must take my leave, sir. I sense I have pressing business elsewhere."
ru: Она выглядит настороженной. "Ах, да... все мы там будем. Я должна идти, сэр. Кажется, у меня осталось одно неотложное дело".

source: "Wait! I haven't told you *why* I'm dead..."
ru: "Стойте! Я ведь еще не сказал, *почему* я мертв..."

source: "Hold a moment. I had some questions..."
ru: "Постойте. У меня есть некоторые вопросы..."

source: "Farewell, then."
ru: "Тогда прощай".

source: She takes a step back. "I must profess no interest in the matter, sir." She begins looking around, as if seeking someone who might come to her aid.
ru: Она отступает назад. "Должна признаться, что это нисколько не инетересует, сэр", - говорит она, озираясь по сторонам, пытаясь найти кого-нибудь, кто сможет помочь.

source: "Because I killed too many people in my previous lives."
ru: "Потому что я убил слишком много людей в своих прошлых жизнях".

source: "Never mind, then. I had some questions..."
ru: "Тогда неважно. У меня есть другие вопросы..."

source: She drops her cup, shouting: "Guards! Guards!"
ru: Уронив чашку, она кричит: "Стража! Стража!"

source: Attack her.
ru: Атаковать ее.

source: Try and leave before anyone arrives.
ru: Попытаться уйти до того, как кто-нибудь придет.

source: "They dedicate their lives to experiencing as much of the multiverse as they can; they travel extensively, both across the Planes, and into the depths of their own minds and emotions. But they take it a step further, you know..."
ru: "Они посвящают свои жизни изучению всех ощущений Мультивселенной, каких можно испытать. Они очень активно путешествуют, как по планам, так и внутри своих мыслей и эмоций. Они пошли еще дальше..."

source: "How so?"
ru: "Каким образом?"

source: Her eyes widen slightly as she takes your appearance in. She smiles uneasily. "Ah... greetings to-" Suddenly, her eyes alight on Morte. "Oh! What a cute little mimir!"
ru: Ее глаза немного расширяются, когда она замечает твое приближение. Она натянуто улыбается. "А... приветствую... - неожиданно ее взгляд останавливается на Морте. - О! Какой симпатичненький мимир!"

source: "Mimir?"
ru: "Мимир?"

source: "Isn't he? He likes to have the top of his skull scratched."
ru: "Правда, симпатичный? Ему так нравится, когда ему чешут макушку".

source: "I wouldn't touch him - he bites."
ru: "Я бы не советовал его трогать - может укусить".

source: "Yes, yes. I had some questions..."
ru: "Да, да. У меня есть некоторые вопросы..."

source: "No. Farewell."
ru: "Нет. Прощай".

source: The woman smiles. "How darling! It talks on its own!"
ru: Женщина улыбается: "Как мило! Он еще и разговаривает сам!"

source: She shakes her head. "No, none that I've seen. They're merely objects, aren't-"
ru: "Нет, ни одному, кого я видела, - качает она головой, - они же всего лишь предметы, разве не..."

source: The woman shrugs. "That could certainly be."
ru: "Несомненно, может так и есть", - пожимает плечами женщина.

source: "Truly?" She remains smiling, but looks suspicious. "Surely you jest, sir! 'Tis only a mimir..."
ru: "Правда? - все еще улыбаясь, подозревающе спрашивает она. - Должно быть, вы шутите, сэр! Это же мимир..."

source: "What do you mean? Don't they all enjoy that?"
ru: "То есть? Разве им это не нравится?"

source: "No, I speak the truth. Go ahead."
ru: "Нет, это правда. Сами попробуйте".

source: "Never mind him. I had some questions..."
ru: "Забудьте о нем. У меня есть другие вопросы..."

source: She reaches out and gingerly pats Morte... who promptly nuzzles up against her hand, grinning wildly and winking at you all the while. She laughs uneasily: "How strange!"
ru: Она протягивает руку и осторожно гладит Морта... который, широко улыбаясь и постоянно тебе подмигивая, все время тычется носом ей в руку. Она натянуто смеется: "Как странно!"

source: "Yes... well, I had some questions..."
ru: "Да... что ж, у меня есть несколько вопросов..."

source: "Isn't it all? Farewell."
ru: "А разве нет? Прощайте".
