Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dcwrushb.dlg.po
Languages: ru

source: This older, well-dressed gentleman is clearly on his way somewhere.
ru: Этот пожилой, хорошо одетый джентльмен, несомненно, куда-то направляется.

source: "Greetings..."
ru: «Приветствую...»

source: He stops briefly to look your way, frowning and raising an eyebrow as he takes your appearance in. Finally, he looks you in the eyes. "Mmm?"
ru: Он ненадолго останавливается, чтобы посмотреть в твою сторону. Завидев тебя, он хмурится и поднимает бровь. Наконец, он смотрит тебе в глаза. «М-м-м?»

source: "I had some questions..."
ru: «У меня есть несколько вопросов...»

source: He speaks in a bitter, somewhat condescending tone: "A shame... truly. I've no time for your questions. Farewell."
ru: Он отвечает резким, чуть снисходительным тоном: «Как жаль... правда. У меня нет времени на твои вопросы. Прощай».

source: "Just a single question, then?"
ru: «Всего один вопрос!»

source: He sneers slightly. "Huh! If I must. Go... ask your 'question.' And be quick about it!"
ru: Он слегка ухмыляется. «Ха! Ну, раз так, давай... задавай свой 'вопрос'. И побыстрее!»

source: "What is this place?"
ru: «Что это за место?»

source: "I should have known you were lost. You stand in the Clerk's Ward, 'sir.' Should you wish to return to the Lower Ward - or wherever it is you came from - the gate is in the northwestern portion of this area. Farewell."
ru: «Я должен был догадаться, что ты заблудился. Ты находишься в Чиновничьем районе, 'сэр'. Если хочешь вернуться в Нижний район, или откуда ты там пришел, то ворота находятся в северо-западной части этого района. Прощай».

source: "Wait... I had more questions..."
ru: «Постой... У меня еще вопрос...»

source: "No more questions. Find someone else to pester, if you must. Farewell."
ru: «Больше никаких вопросов. Если тебе так нужно - надоедай кому-нибудь другому. Прощай».

source: "Stop. You'll stand here and answer my questions."
ru: «Ни с места. Стой здесь и отвечай на мои вопросы».

source: He puffs up, stares you in the eye and bellows "I shall *not* answer more questions! Away with you, churl, before I call a brace of Harmonium officers to hurl your scarred arse from the Ward!"
ru: Он раздувается, смотрит тебе в глаза и кричит: «Я не *буду* отвечать больше ни на какие вопросы! Прочь с дороги, хам, не то я позову парочку офицеров Гармонимума, чтобы они выдворили твой покромсанный зад из района!»

source: "I doubt anyone will make it in time to save you."
ru: «Сомневаюсь, что кто-нибудь успеет спасти тебя».

source: "Guards! Guards!" The man begins to back away.
ru: «Стража! Стража!» Человек начинает отходить.

source: Attack him.
ru: Атаковать его.

source: Try and leave before anyone arrives.
ru: Попытаться уйти до того, как кто-нибудь придет.

source: "You'll not call for anyone if you know what's good for you."
ru: «Ты никого не станешь звать, если тебе еще дорога твоя шкура».

source: "My apologies. Farewell."
ru: «Извини. Прощай».

source: "Farewell, then."
ru: «Тогда прощай».

source: "Farewell."
ru: «Прощай».

source: "What is of interest here?"
ru: «Здесь есть что-нибудь интересное?»

source: He rolls his eyes. "Do I look the tout to you, sir? I've business to attend to!" He mumbles for a bit, then speaks again: "Go find the Civic Festhall. There may be something of interest to you there."
ru: Он закатывает глаза. «Я что, похож на зазывалу, сэр? У меня есть дела!» Он пару секунд что-то ворчит, потом продолжает: «Направляйся в Городской Фестхолл. Может, там ты найдешь что-нибудь интересное».

source: "Anything else?"
ru: «Что-нибудь еще?»

source: "No." He looks to be considering something. "Well... perhaps. I'm unsure as to whether you could appreciate the place or not, but you might visit the Brothel... of Slating Intellectual Lusts."
ru: «Нет, - кажется, он что-то обдумывает. - Ну... возможно. Не уверен, придется ли тебе по душе это место, однако можешь посетить Бордель... утоления интеллектуальной страсти».

source: "Tell me about his Brothel."
ru: «Расскажи мне про этот бордель».

source: "Let me ask you about something else..."
ru: «Позволь мне спросить еще кое о чем...»

source: "Thanks for your time. Farewell."
ru: «Спасибо за уделенное время. Прощай».

source: "Where could I find work, here?"
ru: «Где здесь можно найти работу?»

source: He seems surprised. "You seek honest work? That is good. Try the apothecary. Or the advocate. Everyone should be employed, you know - find some task that makes them useful to society."
ru: Он кажется удивленным. «Ищешь честную работу? Похвально. Проверь в аптеке. Или у адвоката. Каждый должен чем-то заниматься, ну, знаешь, делать что-нибудь полезное для общества».

source: "I had a question about one of those places you mentioned..."
ru: «У меня вопрос насчет одного из мест, которые ты упоминал...»

source: "I just needed directions..."
ru: «Мне лишь нужно уточнить, как попасть в одно место...»

source: "To where? Out with it, man!"
ru: «Куда? Выкладывай, парень!»

source: "The advocate's home."
ru: «В дом адвоката».

source: "You seek the advocate? Hmm. Go south of the gate to the Lower Ward. It will be on the eastern side of the road."
ru: «Ищешь офис адвоката? Хм-м. Иди на юг от ворот в Нижний район. Он будет на восточной стороне дороги».

source: "Thanks. Let me ask you about something else..."
ru: «Спасибо. Позволь мне спросить еще кое о чем...»

source: "I see. Thanks for your time. Farewell."
ru: «Понятно. Спасибо за уделенное время. Прощай».

source: "The apothecary."
ru: «В аптеку».

source: "Follow the road that leads east from the gate to the Lower Ward. When the road forks northeast and southeast, go southwards... you will find it, there, east of the road. It faces southwards and has three windows of stained glass."
ru: «Направляйся по дороге, которая идет на восток от ворот в Нижний район. На перекрестке сворачивай и иди на юг... Там ее и найдешь, к востоку от дороги. Она стоит фасадом на юг, и у нее три витражных окна».

source: "The art store."
ru: «В галерею».

source: "Follow the road that leads east from the gate to the Lower Ward. When the road forks northeast and southeast, go southwards... you will find it, there, west of the road. It faces southwards and has a roof whose tiles are held down by large stones."
ru: «Направляйся по дороге, которая идет на восток от ворот в Нижний район. На перекрестке сворачивай и иди на юг... Там ее и найдешь, к западу от дороги. Она стоит фасадом на юг, черепица на ее крыше привалена крупными камнями».

source: "The Brothel."
ru: «В бордель».

source: "'Tis just east of the gate to the Lower Ward. It is a large, round building, whose entrance faces southwards."
ru: «Это прямо на восток от ворот в Нижний район. Большое круглое здание со входом на юге».

source: "The catacombs beneath the Ward."
ru: «В катакомбы под районом."

source: "There are two entrances - one between the tailor and the Festhall, east of the gate to the Lower Ward, and the other due south of the same gate."
ru: «Туда есть два входа: один между лавкой портного и Фестхоллом, на восток от ворот в Нижний район, а другой - на юге от ворот».

source: "The Civic Festhall."
ru: «В Городской Фестхолл».

source: "The Festhall is a massive structure in the northeastern portion of this area. You'd have to be blind as well as a fool to miss the thing."
ru: «Фестхолл - это огромное здание в северо-восточной части этого района. Нужно быть либо болваном, либо слепым, чтобы пропустить его».

source: "The curiosity shop."
ru: «В антикварный магазин».

source: "Hmm. I am told there is a woman, an importer of sorts, who sells things from other planes... mostly the Lower Planes. If that's the sort of thing you're seeking, her shop is the southwestern portion of this area, atop a wide flight of stairs."
ru: «Хм-м. Я слышал, что там есть женщина, своего рода поставщица товаров, продающая вещи с других планов... в основном, с Нижних. Если это то, что тебе нужно, то ее магазин в юго-западной части этого района. К нему ведет широкая лестница».

source: "I see. Thanks for you time. Farewell."
ru: «Понятно. Спасибо за уделенное время. Прощай».

source: "The tailor."
ru: «К портному».

source: "Go to the north and east of the gate to the Lower Ward. 'Tis a wide building, whose entrance faces southwards."
ru: «Иди на северо-восток от ворот в Нижний район. Это длинное здание со входом на юге».

source: "Nothing, never mind. Farewell."
ru: «Ничего, неважно. Прощай».

source: "What do you know of Ravel Puzzlewell?"
ru: «Ты что-нибудь знаешь про Равель Заморочку?»

source: He shakes his head, waving you away. "Find someone else to pester, if you must. Farewell."
ru: Он качает головой, отмахиваясь от тебя. «Если тебе так нужно - надоедай кому-нибудь другому. Прощай».

source: The man is quiet for a moment. "I know little. Only what I have read in books that mentioned her in passing."
ru: Он на пару секунд умолкает. «Мне известно немногое. Только то, что я вычитал в книгах, упоминавших ее между делом».

source: "What was written of her in these books?"
ru: «Что было написано о ней в тех книгах?»

source: "I see. Let me ask you about something else..."
ru: «Ясно. Позволь мне спросить кое о чем еще...»

source: "Thanks, that's all I wished to know. Farewell."
ru: «Спасибо, это все, что я хотел узнать. Прощай».

source: "Only that she was a creature of utter evil. Many folk think her a myth, but her existence was a documented fact. Sparsely so, but documented nonetheless. Of her fate following her attempt to ruin Sigil... I believe she was banished to one of the Lady of Pain's mazes."
ru: «Только то, что она - воплощение зла. Многие считают ее мифом, но ее существование было задокументировано. Не слишком подробно, и все же задокументировано. Что касается ее судьбы после попытки уничтожить Сигил... кажется, она была изгнана в один из лабиринтов Леди Боли».

source: "Tell me about the Lady of Pain."
ru: «Расскажи мне о Леди Боли».

source: "Can anyone reach these mazes?"
ru: «Можно как-нибудь попасть в эти лабиринты?»

source: "You'll *make* time, then. Now answer my questions..."
ru: «Тогда ты *найдешь* время. А теперь отвечай на мои вопросы...»

source: "I had another question..."
ru: «У меня есть другие вопросы...»

source: "Look at yourself, man! You're... you're... practically naked, covered in scars, wandering about the streets of Sigil accosting the citizens... why, I've seen fiends with better manners and more kept appearances. I do not seek to offend you, but I won't deny a man an honest answer."
ru: «Погляди на себя, парень! Ты... ты... почти что голый, весь в шрамах, бродишь по улицам Сигила и пристаешь к горожанам... а что, я видал и нечистых с более порядочной внешностью и лучшими манерами. Не хочу тебя обижать, но и не откажу тебе в честном ответе».

source: "I did ask, I suppose. I had some questions..."
ru: «Полагаю, как раз это я и спрашивал. У меня есть вопросы...»

source: "I don't need anything else. Farewell."
ru: «Мне больше ничего не нужно. Прощай».

source: "Something troubling about my appearance?"
ru: «Что-то не так в моей внешности?»

source: Let him be on his way.
ru: Позволить ему уйти.

source: "You again! I have no time for any of your questions, today. Farewell!"
ru: «Опять ты! Сейчас у меня нет времени ни на какие вопросы. Прощай!»

source: "Wait. I had some questions..."
ru: «Постой. У меня есть несколько вопросов...»

source: "No. No questions. I've somewhere to go, and won't be kept by another's curiosity. Find someone else to pester, if you must. Farewell."
ru: «Нет. Никаких вопросов. Мне нужно идти, и ничье любопытство меня не задержит. Если тебе так нужно - надоедай кому-нибудь другому. Прощай».

source: "No. Farewell."
ru: «Нет. Прощай».
