Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/ddallan.dlg.po
Languages: ru

source: You see a tall man with shoulder-length black hair and piercing blue eyes. Wherever he looks seems to smolder under his gaze. Standing next to him is a quiet young woman, who smiles vaguely at all he says. He turns those bright blue eyes at you and smiles largely. He offers his hand: "I'm Dallan. Pleased to meet you."
ru: Перед тобой высокий мужчина с черными волосами по плечи и пронзительными синими глазами. Куда бы он не глянул, от его взгляда все начинает дымиться. Рядом с ним стоит молчаливая девушка, рассеянно улыбающаяся в ответ на каждое его высказывание. Он обращает на тебя свои ярко-синие глаза и широко улыбается, протягивая руку: «Я Даллан. Рад нашей встрече».

source: "I had a few questions..."
ru: «У меня есть несколько вопросов...»

source: "Pleased to meet you. Farewell."
ru: «Взаимно. Прощай».

source: "Whatever. Farewell."
ru: «Как угодно. Прощай».

source: Dallan smiles largely at you again. "What's happening?"
ru: Даллан снова широко улыбается тебе. «Что нового?»

source: "Nothing. Farewell."
ru: «Ничего. Прощай».

source: "What do you need to know?"
ru: «Что ты хочешь знать?»

source: "I heard there's a deva in this town."
ru: «Я слышал, в этом городе есть дэва».

source: "Who are you?"
ru: «Кто ты?»

source: "Who's the girl?"
ru: «Кто эта девушка?»

source: "Forget it. Farewell."
ru: «Забудь. Прощай».

source: He laughs and shakes his head. "You have another question?"
ru: Он смеется и качает головой. «У тебя есть другие вопросы?»

source: "Yes. What do you know about this deva?"
ru: «Да. Что тебе известно об этом дэва?»

source: "Who's your friend there?"
ru: «Кто твоя подруга?»

source: "No. Farewell."
ru: «Нет. Прощай».

source: "I'm a bard, historian, actor, and all-around entertainer. Fastest fingers in the Outlands." His smile breaks out again, infectious. "At least, that's what I tell everyone."
ru: «Я бард, историк и актер, развлекающий всех и вся. Самые шустрые пальцы Внешних земель, - снова появляется его заразительная улыбка. - По крайней мере, так я всем говорю».

source: "So tell me about this deva..."
ru: «Тогда расскажи мне об этом дэва...»

source: "Who's your friend?"
ru: «Кто твоя подруга?»

source: "Thanks. Farewell."
ru: «Спасибо. Прощай».

source: He smirks. "She's a friend. That's all you need to know." She dimples slightly at his side and blushes.
ru: Он ухмыляется. «Она - моя подруга. Это все, что тебе следует знать». Она слегка улыбается и краснеет.

source: "All right, then, tell me about this deva..."
ru: «Ну ладно, расскажи тогда про этого дэва...»

source: "Tell me about yourself, then..."
ru: «Тогда расскажи мне о себе...»

source: "Got it. Farewell."
ru: «Понятно. Прощай».

source: He laughs loudly. "All things have their price, and I'm not ready to put a price on that information yet. Maybe later."
ru: Он громко хохочет. «Все имеет свою цену, но я не готов назначить ее за такие сведения. Может быть, позже».

source: "How about if I threatened you for it?"
ru: «А если я тебе пригрожу?»

source: "Tell me about your friend there, then..."
ru: «Тогда расскажи мне о своей подруге...»

source: "I understand. Farewell."
ru: «Понимаю. Прощай."

source: His hand flies to his weapon. "Then I suppose we'd see who was the better fighter."
ru: Он кладет руку на свое оружие. «Тогда, полагаю, мы бы выяснили, кто из нас лучший боец».

source: "Relax. I was just asking questions. Answer a few more for me."
ru: «Расслабься, я всего лишь задал вопрос. Ответь еще на парочку».

source: "Maybe later. I had more questions..."
ru: «Может, позже. У меня есть еще вопросы...»

source: "Hmm. I'll think about this. Farewell."
ru: «Хм. Я подумаю над этим. Прощай».

source: You see a tall man with shoulder-length black hair and piercing blue eyes. Wherever he looks seems to smolder under his gaze. Standing next to him is a quiet young woman, who smiles vaguely at all he says. He turns those bright blue eyes at you and smiles largely. "I'm Dallan. You're looking for a Key."
ru: Перед тобой высокий мужчина с черными волосами по плечи и пронзительными синими глазами. Куда бы он не глянул, от его взгляда все начинает дымиться. Рядом с ним стоит молчаливая девушка, рассеянно улыбаясь в ответ на каждое его высказывание. Он обращает на тебя свои ярко-синие глаза и широко улыбается, протягивая руку: «Я Даллан. Ты ищешь ключ».

source: "That's right. What do I have to do for it?"
ru: «Верно. Что мне за него нужно сделать?»

source: "Not right now. Farewell."
ru: «Не сейчас. Прощай».

source: For Dallan's portion of the Key, I am to speak to a githyanki official named An'izius. He can be found near the gate to Carceri in the center of town.
ru: За фрагмент ключа Даллана я должен поговорить с чиновником-гитьянки по имени Анизиус. Его можно найти у ворот в Карцери в центре города.

source: "You want the Key, don't you?"
ru: «Тебе нужен ключ, не так ли?»

source: "It's simplicity itself. One of the city leaders is having a bit of... political difficulty, shall we say. One of his enemies on the city council is causing him some trouble. Go talk to him about it and see what you can do to help him out. His name is An'izius - he's a githyanki, and you'll find him near the gate to Carceri in the center of town."
ru: «Все предельно просто. У одного из городских лидеров есть кое-какие... скажем так, политические затруднения. Один из его недругов в городском совете создает ему проблемы. Пойди, поговори с ним, разберись, чем ты можешь ему помочь. Его зовут Анизиус, он - гитьянки, его можно найти у ворот в Карцери в центре города».

source: "Let me ask you a few questions about that. Is he a friend of yours? Are you looking for a particular outcome to this?"
ru: «Позволь мне задать несколько вопросов на этот счет. Он твой друг? Или ты стремишься к какому-то определенному результату?»

source: "Very well. I'll be back. Farewell."
ru: «Хорошо. Я вернусь. Прощай».

source: His smirk grows. "Let's just say that I trust to your discretion. You'll see what I mean."
ru: Он ухмыляется еще сильнее. «Скажем так: я верю в твое благоразумие. Ты поймешь, о чем я».

source: Dallan gives you another trademark smile as he slides his arm around his friend's shoulders. "How's it coming along, hm? Any progress?"
ru: Даллан выдает тебе одну из своих фирменных улыбок, обвивая плечи подруги своей рукой. «Как твои дела, м-м? Есть продвижение?»

source: "I'm working on it. I had some questions for you..."
ru: «Я работаю над этим. У меня есть другие вопросы...»

source: "I'm working on it. Farewell."
ru: «Я работаю над этим. Прощай».

source: "Maybe later. I have something important to do right now..." He looks vaguely around the room. "We'll talk when you're done."
ru: «Может, позже. В данный момент у меня есть важные дела... - он окидывает комнату рассеянным взглядом. - Поговорим, как только ты закончишь».

source: "All right. Farewell."
ru: «Ладно. Прощай».

source: "I heard all about your fine work, friend. That was an interesting little turn-around. How'd you like Curst's politics, hm?" He quaffs his ale. "Here's your payment from my end." His voice deepens, taking on an almost ritualistic tone: "As far removed from Gods and light of Heaven..." His voice normalizes, and he says, "For the final portion of the Key, talk to Dona Quisho over there."
ru: «Я слышал все о проделанной тобой отличной работе. Интересно ты все провернул. Как тебе политика Проклятого, м-м? - он делает большой глоток эля. - Вот плата с моей стороны». Его голос становится глубже, звуча почти как во время ритуала: «И Господа, чем самый дальний полюс...» Его голос приходит в норму, и он произносит: «За последней частью ключа обратись к Доне Куишо, вон там».

source: "I had a few more questions for you first..."
ru: «Сначала у меня несколько вопросов к тебе...»

source: Dallan paid me off with his portion of the Key, and directed me to Dona Quisho. His portion read: "As far removed from Gods and light of Heaven..."
ru: Даллан расплатился со мной своей частью ключа, и отправил меня к Доне Куишо. Его часть ключа такая: «И Господа, чем самый дальний полюс...»

source: "Back again, eh? Couldn't get enough?" The girl with him is subtly different... she seems like a different person to your eye, but she acts so similar you're having a hard time deciding if it's the case.
ru: «Что, снова вернулся? Тебе все неймется?» Девчонка с ним немного другая... вроде бы она какая-то другая, но ведет себя настолько похоже, что трудно сказать точно.

source: "I had some questions..."
ru: «У меня есть несколько вопросов...»

source: "Apparently I have now. Farewell."
ru: «Похоже, что да. Прощай».

source: "What did you want to know?"
ru: «Что же ты хочешь знать?»

source: "Why did you want that matter taken care of, anyway? What was your connection?"
ru: «Почему ты вообще хотел, чтобы то дело разрешилось? Как ты с этим связан?»

source: "She's a friend, friend, and we're getting along just fine. Did you want something else?"
ru: «Она - моя подруга, просто подруга, и мы неплохо проводим время. Ты хотел еще чего-то?»

source: "Yes. Why did you want that matter taken care of? What was your connection?"
ru: «Да. Почему ты вообще хотел, чтобы то дело разрешилось? Как ты с этим связан?»

source: "Because An'izius forbade me to play in this city." He spits on the floor. "Because Siabha refused to aid me despite our long friendship. She said the time wasn't right to play her hand. Because he was a power-hungry mongrel, and she a self-aggrandizing whore. I knew that, one way or another, one or both of them would fall."
ru: «Потому что Анизиус запретил мне играть в этом городе, - он сплевывает на пол. - Потому что Сиабха отказалась мне помочь, несмотря на давнюю дружбу. Она сказала, что это неподходящее для нее время. Потому что он - жадный до власти полукровка, а она - амбициозная шлюха. Я знал, что так или иначе кто-то из них падет, или даже оба».

source: "I see. Farewell."
ru: «Понятно. Прощай».
