Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dddabus.dlg.po
Languages: ru

source: You see the dead body of a Dabus. The stench of its decay is overpowering and, from the looks of its rigid, unatural posture, extreme rigormortis has long since set in. Yet, somehow, you are inexplicably aroused by the scene.
ru: Ты видишь тело мертвого дабуса. Запах гниения просто невыносим. Судя по скованной, неестественной позе, тело давно охватило трупное окоченение. Однако все же тебе каким-то образом удалось пробудить место.

source: Use your Stories-Bones-Tell power on the corpse.
ru: Использовать на трупе свою способность "История костей".

source: For a few seconds, it appears that nothing is going to happen. Then suddenly, a faint gasp of rasping breath weezes out of the corpse's open mouth.
ru: В течение нескольких секунд ничего не происходит. Затем из открытого рта трупа неожиданно издается слабое сопение.

source: "Hello? Can you hear me?"
ru: "Привет? Ты слышишь меня?"

source: There is silence for several moments, then, without warning the corpse's mouth begins to move. "'Course I can hear you! I'm *dead* not deaf... jive mutha'."
ru: Несколько секунд висит тишина, после которых рот трупа без предупреждения начинает шевелиться. "Конечно я слышу тебя! Я же *мертвый*, а не глухой... ты, словоблудный ниггер".

source: "Take it easy... I just want to ask you some questions."
ru: "Спокойнее... Я просто хочу задать пару вопросов".

source: "Questions? Do I look like an information booth to you, sucka?"
ru: "Вопросов? Я что, похож на справочную, засранец?"

source: "What's with the jive talk... aren't you Dabus supposed to speak in rebuses?"
ru: "Какой странный говор... А разве вы, дабусы, не должны говорить загадками?"

source: "Damn! You are one stupid honkey. Everyone knows that death is a universal language. What the hell good would it do me to start spitting out all those silly ass symbols if you couldn't understand a bit of it? How would you solve this quest then, huh? Besides this is only a placeholder dialogue, jackass."
ru: "Черт! Еще одна тупая белая жопа. Всем известно, что смерть - универсальный язык. Какой черт мне прок от этих тупорылых знаков, если ты даже кусок из них понять не можешь? И как тогда ты потом квест решать будешь, а? Да и к тому же, это всего лишь заготовка диалога, балда".

source: "Can you at least tell me how you died so I can complete this damn Pregnant Alley quest and move on to the Lower Ward?"
ru: "Хоть скажи мне, как ты умер, чтобы я смог завершить этот чертов квест Беременной аллеи и попасть в Нижний район".

source: "Sure thang, white bread. You see, it's like this. I came down into this Alley lookin' ta find out what the hell was going on with the buildings changin' and all that. Well, I wandered into this here building, then next thing I knew, the doors and windows just closed up. I was trapped with no way out. I tried to hammer my way out, but each time I took a chunk out of the wall, the building just seemed to repair itself."
ru: "Запросто, белозадый. Вышло типа того. Я приперся сюда в Аллею, выяснить, какого хрена здесь творится с домами и все такое. Ну так вот, я ввалился сюда, и все что я понял - двери и окна типа захлопнулись. Я пытался пробить выход, вот только при каждом вылетевшем из стены куске дом ремонтировался обратно".

source: "Thanks, you've been a great help."
ru: "Спасибо, ты мне очень помог".

source: "Don't mention it chump!"
ru: "Хватит трепаться, обезьяна!"

source: Leave.
ru: Уйти.

source: Let the stiff rest in peace.
ru: Оставить мертвеца в покое.

source: The dead Dabus has nothing else to say to you. Try again when Steve puts the final dialogue in.
ru: Мертвому дабусу больше нечего тебе сказать. Попробуй как-нибудь в другой раз, когда Стив доделает этот диалог.
