Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/ddeathon.dlg.po
Languages: ru

source: "No name today. Farewell."
ru: "На сегодня имен нет. Прощай".

source: I had the name of the City of Es-Annon carved upon the Dustman memorial outside the Mortuary. I should return and tell the Crier-of-Es-Annon that he is relieved of his duty of remembrance.
ru: Имя города Эс-Аннона было высечено в мемориале тленных у Морга. Теперь я должен вернуться и сообщить плакальщику Эс-Аннона, что он избавлен от бремени напоминания.

source: "Sorry to disturb you. Farewell."
ru: "Извини за беспокойство. Прощай".

source: I met a crippled Dustman by the Dustman memorial. He's called "Death-of-Names," and his job seems to be burying names by inscribing them on the memorial walls. The place makes me uneasy; the memorial is a huge graveyard of names, and each of the walls are like a giant black tombstone.
ru: Я встретил искалеченного тленного возле мемориала тленных. Его зовут "Смерть-Имен", и он занимается похоронами имен, нанося их на стены мемориала. От этого места мне становится не по себе. Мемориал - это огромное кладбище имен, и каждая из стен - как огромный черный могильный камень.

source: You see a Dustman with a crooked smile frozen on his face. Despite the smile, his eyes are as dull as stones. His right arm is shorter than the left, and he keeps it tucked to his side, as if cradling a small child.
ru: Перед тобой тленный с кривой улыбкой, застывшей на его лице. Несмотря на улыбку, его глаза безжизненны. Правая рука короче левой, и он покачивает ее на перевязи, будто убаюкивая малое дитя.

source: "Greetings."
ru: "Приветствую".

source: Leave the man alone.
ru: Оставить мужчину в покое.

source: The Dustman's eyes slide over you. "Name." The way he speaks the word, it sounds like the tolling of a bell.
ru: Глаза тленного скользят по тебе. "Имя". Когда он произносит это слово, голос его звучит, как звон колокольчика.

source: "I... I don't know."
ru: "Я... не знаю".

source: "Uh... sorry to disturb you."
ru: "Э... прости, что отвлек".

source: "No name, no name, can't help you." The Dustman speaks in a curious sing-song voice. "Need to give a name if you want to see where it's died."
ru: "Нет имени, нет имени, ничем не помогу тебе, - нараспев произносит тленный. - Нужно имя, чтобы увидеть, где оно умерло".

source: "What?"
ru: "Что?"

source: "Given a name when you're born, give it back when you need it no more. Death-of-Names, Death-of-Names." His eyes swim across the monolith, then the walls of the area. "Buried many names here, Death-of-Names has. Tell me a name, I'll show its grave."
ru: "Получив имя при рождении, верни его назад, когда оно тебе больше не нужно. Смерть-имен, Смерть-имен". Его глаза скользят по монолиту и по стенам. "Много имен похоронено здесь Смертью-имен. Скажи мне имя, и я покажу его могилу".

source: "Xachariah."
ru: "Захария".

source: "Deionarra."
ru: "Дейонарра".

source: "Dhall."
ru: "Дхолл".

source: "Quentin."
ru: "Квентин".

source: "Uh... I don't know. Try 'Adahn.'"
ru: "Э... Не знаю. Попробуй 'Адан'".

source: He shakes his head. "Not dead yet, that name is. Not buried here. Not time, not time."
ru: Он качает головой. "Еще не умерло это имя. Не похоронено здесь. Еще не время, еще не время".

source: "Let me try another name..."
ru: "Давай попробуем другое имя..."

source: "Can you bury a name for me?"
ru: "Ты можешь похоронить для меня имя?"

source: "Very... well. Sorry to disturb you."
ru: "Хорошо... Извини, что отвлек".

source: He nods, then unfolds his small hand from where it is cradled on his side. It looks atrophied... it is the size of a child's hand. "Costs jink to bury a name. Three coppers, three."
ru: Он кивает, затем вынимает маленькую руку из перевязи на боку. Она атрофирована... по размерам не больше детской. "Чтоб похоронить, нужно звенелки заплатить. Три медяка, три".

source: The coppers fall into Death-of-Name's hand, and he tucks his arm back to his side. His eyes, now suddenly alive, roll to the back of his head, then snap forward and begin scanning the monolith and walls of the memorial area.
ru: Медяки падают в руку Смерти-Имен, и он прячет ее назад. Его глаза, закатившись, неожиданно оживают и взметаются в поисках места на монолите и стенах мемориала.

source: Wait...
ru: Подождать...

source: He catches sight of a spot on the wall, and he quickly scuttles over to it, hunches down, then begins to chip at the wall. He stops a few moments later, hops up, then returns to you. "Buried." The word has a finality about it that makes you uncomfortable.
ru: Он находит на стене место, быстро подходит к нему и наклоняется, затем принимается высекать что-то на стене. Несколько минут спустя он завершает работу, поднимается и возвращается к тебе. "Похоронено". Последнее слово заставляет тебя почувствовать себя неуютно.

source: "I'd like you to look for a name for me..."
ru: "Я хотел бы, чтобы ты поискал для меня имя..."

source: "I'd like to bury another name."
ru: "Я хотел бы похоронить другое имя".

source: "Thank you. Farewell."
ru: "Спасибо. Прощай".

source: You see Death-of-Names. He is standing at the monument with the same crooked smile, his arm cradled against his side.
ru: Перед тобой Смерть-Имен. Он стоит перед монументом с кривой улыбкой, а его рука висит на перевязи.

source: Leave him alone.
ru: Оставить его в покое.

source: Once again, his eyes seem to slide over you. "Name." The way he speaks the word, it sounds like the tolling of a bell.
ru: И снова глаза тленного глядят на тебя. "Имя". Когда он произносит это слово, голос его звучит, как звон колокольчика.

source: "I'd like to bury a name."
ru: "Я хотел бы похоронить имя".

source: "Xixi."
ru: "Сиси".

source: His eyes roll to the back of his head, then pop back. With a wild gleam, his eyes run across the walls of the monument, scanning the names at inhuman speed. He then points at a section of the wall. "Buried."
ru: Он закатывает глаза. Дико поблескивая, его взгляд пробегается по стенам монумента, с нечеловеческой скоростью просматривая имена. Затем он указывает на одну из стен. "Похоронено".

source: Examine the spot he is pointing at.
ru: Осмотреть то место, куда он указывает.

source: "I had another name..."
ru: "У меня есть другое имя..."

source: "Just checking. Farewell."
ru: "Просто проверяю. Прощай".

source: Chiseled into the black stone, in tiny cramped writing, is the name you requested. It is almost lost beneath the sea of names around it.
ru: Это то самое имя, которое ты запросил. Оно выбито на черном камне тонкой вязью, и практически теряется в море имен, окружающих его.

source: "I'd like to bury a name..."
ru: "Я хотел бы похоронить имя..."

source: He shakes his head. "Buried."
ru: Он качает головой. "Похоронено".

source: His eyes roll to the back of his head, then pop back. With a wild gleam, his eyes run across the walls of the monument, scanning the names at inhuman speed. He then points to the base of the monument. "Buried."
ru: Он закатывает глаза. Дико поблескивая, его взгляд пробегается по стенам монумента, с нечеловеческой скоростью просматривая имена. Затем он указывает на одну из стен. "Похоронено".

source: Chiseled into the black stone, in tiny cramped writing, is Quentin's name. Unfortunately for Quentin, it doesn't look like his name was sufficient to split the monument as he had hoped.
ru: Имя Квентина, высеченное на черном камне слегка неровным почерком. К несчастью для Квентина, его имя не разломило монумент пополам, так и не оправдав его надежд.

source: He turns to the base of the monolith, and he quickly scuttles over to it, hunches down, then begins to chip at the monument. Unfortunately for Quentin, the monument does not budge when his name is entered. Death-of-Names stops a few moments later, hops up, then returns to you. "Buried." The word has a finality about it that makes you uncomfortable.
ru: Он поворачивается к основанию монолита, быстро подбегает к нему, наклоняется и начинает что-то на нем высекать. К несчастью для Квентина, монумент не разломился после его имени. Мгновение спустя, Смерть-Имен завершает работу, поднимается и возвращается к тебе. "Похоронено". Последнее слово заставляет тебя почувствовать себя неуютно.

source: "Hmmm. Can you bury a name for me?"
ru: "Хм-м. А ты можешь похоронить для меня имя?"

source: "No names today. Sorry to disturb you."
ru: "На сегодня имен нет. Извини, что отвлек тебя".

source: "Hmmmm.... Es-Annon."
ru: "Хм-м... Эс-Аннон".

source: "I don't have any... jink. Perhaps another time."
ru: "У меня нет ни одной... звенелки. Может быть, в другой раз".

source: "Es-Annon."
ru: "Эс-Аннон".

source: "Uh... 'Adahn?'"
ru: "Э... 'Адан'?"
