Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/ddeathad.dlg.po
Languages: ru

source: "A plane of over six hundred layers of festering chaos and evil. Home to the fiendish tanar'ri!" He gestures dramatically. "But you should seek out someone more knowledgeable on the Planes than I."
ru: "Это план, состоящий из шести сотен слоев терзающего хаоса и зла. Дом демонических танарри! - он делает театральный жест. - Но вам следует поискать более сведущего в Планах, нежели я".

source: "Nine regimented plane of lawful evil." He chuckles and gestures dramatically. "Home to the fiendish baatezu! Sign a contract with them and you'll be wrapped in their chains of intrigue for life!" He smiles. "But you should seek out someone more knowledgeable on the Planes than I."
ru: "План законопослушного зла, поделенный на девять частей. - прищелкнув языком, он делает театральный жест. - Дом демонических баатезу! Только подпишите с ними договор, и тут же окажетесь в цепях их интриг на всю жизнь!" Он улыбается. "Но вам следует поискать более сведущего в Планах, нежели я".

source: "The prison plane, cold, brutal and washed with red. Betrayers and liars make their home there... it is said that the Titans are imprisoned here when they were hurled from Olympus!" He gestures dramatically. "But you should seek out someone more knowledgeable on the Planes than I."
ru: "Тюремный план, холодный, грубый и окрашенный в красное. Предатели и лжецы находят свое пристанище здесь... говорят там были заключены Титаны, сброшенные с Олимпа!" Он делает театральный жест. "Но вам следует поискать более сведущего в Планах, нежели я".

source: "Mount Celestia, a plane of eternal good and faith." He clasps his hands together in prayer. "Where devas fly the skies, archons rule with honor and nobility... the very model of goodness!" He smiles. "But you should seek out someone more knowledgeable on the Planes than I."
ru: "Небесная гора, план вечного добра и согласия. - он хлопает в ладони, вознося песнь. - Где дэва парят в небесах, а благородные архонты правят справедливо... идеал доброты!" Он улыбается. "Но вам следует поискать более сведущего в Планах, нежели я".

source: "...then I shall take my leave - for now. I shall continue to lecture here at the Hall, and perhaps in years hence... I shall meet *you* as a petitioner beyond Death's Door!"
ru: "...тогда завершим выступление на этот раз. Я продолжу свои чтения в Зале, и, возможно, спустя несколько лет... я встречу *вас* в качестве просителя по ту сторону Смерти!"

source: He looks eager to wrap things up. "...then I shall end this session... um, I shall continue to lecture here at the Hall, so... eh... tell all your friends."
ru: Похоже, ему не терпится закончить. "...тогда завершим выступление... эээ, я продолжу свои чтения здесь, в Зале, так что... эээ... расскажите об этом своим друзьям".

source: Someone in the audience shouts: "Sure! So they can come see you mess your tunic again!" The room fills with laughter...
ru: Кто-то выкрикивает с места: "Непременно! Тогда они точно увидят, как тебя опять изваляют в грязи!" Комната наполняется смехом...

source: "Eh... hmm."
ru: "Эээ... хмм".

source: Leave.
ru: Уйти.

source: This short, squat man carries himself with an air of self-importance. He appears to be giving a lecture at the moment.
ru: Этот невысокий приземистый мужчина поддерживает вокруг себя атмосферу самодовольства. Похоже, он вот-вот начнет читать лекцию.

source: Stay for the lecture.
ru: Остаться на лекции.

source: "Go on, then..."
ru: "Продолжай..."

source: "What determines which plane they appear on when they die?"
ru: "Как определяется, на какой план они попадут после смерти?"

source: "What's a petitioner?"
ru: "Кто такой проситель?"

source: "Can a petitioner die?"
ru: "Может ли проситель умереть?"

source: "Why do petitioners lose their memories?"
ru: "Почему просители теряют свою память после смерти?"
