Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/ddeathad.dlg.po
Languages: ru

source: "Sigilians, welcome! Please, take your seats, and listen to the 'darks' of which I speak!"
ru: "Здравствуйте, сигильцы! Занимайте свои места и послушайте о 'тайнах', о которых я буду говорить!"

source: Listen.
ru: Слушать.

source: Stop listening, leave.
ru: Прекратить слушать, уйти.

source: He begins speaking with a somber tone: "Death. It is what awaits you at the end of life's journey." He coughs slightly, then raises his eyebrows dramatically, waving his hands at the same time: "Death is *not* an end! But a beginning!"
ru: Он начинает речь унылым тоном: "Смерть. Вот что ждет вас в конце жизненного пути". Он слегка прокашливается, театрально вскинув брови и взмахнув руками. "Но смерть - это *не* конец! Это только начало!"

source: Keep listening.
ru: Продолжать слушать.

source: Leave the lecture hall.
ru: Покинуть лекционный зал.

source: "For when you die, you shall not cease to exist, no! Far from it! The Outer Planes shall welcome you to their breasts! There, a new life... one such as you have *never* known, awaits you there!"
ru: "Когда вы умрете, вы не перестанете существовать, нет! Это далеко не так! Внешние планы будут рады принять вас в свое лоно! Новая жизнь... которую вы *никогда* не знали, ждет вас там!"

source: "You shall cast away the tattered cloak of this life and become one of the faithful, a petitioner! As a *petitioner* on this Outer Plane, your life's journey shall *truly* begin!"
ru: "Сбросьте с себя рваные лохмотья этой жизни и станьте одними из верующих - просителями! Став *просителем* на Внешнем плане, вы заживете *истинной* жизнью!"

source: "If you have been a goodly sort of gentleman, steadfast in charity and goodwill toward your fellow bloods, perhaps the light-blanketed slopes of Mount Celestia shall house you when you die. Your spirit shall pass on to this place, dwelling as a petitioner in the beauty of golden mornings, soft sunlight that caresses..." He sighs dreamily.
ru: "Если вы были благочестивым человеком, непоколебимым в милосердии и доброй воле к своим ближним, то, возможно, белоснежные склоны Небесной горы примут вас после смерти. Ваш дух будет пребывать там в виде просителя в красотах золотых рассветов, ласкового солнечного света..." Он мечтательно вздыхает.

source: "Perhaps you lived your life to betray others and get ahead, giving lies instead of truths, back-stabbing others, all to accomplish your own goals. Cold, Blood-Red Carceri, the Plane where all turncoats fall when they pass on, shall be the cage that imprisons you. As a petitioner on this Plane, you shall live a life of treachery and treacheries, of lies and lying, knowing a life without trust."
ru: "Или же вы жили жизнью предателя, лжеца, изменника, готового на все ради своих интересов. Холодный, кроваво-красный Карцери, план, куда низвергаются все предатели после смерти, будет вам клеткой. Будучи просителем на этом плане, вы будете жить жизнью вероломства и предательства, лжи и обмана, жизнью, где ничему нельзя верить".

source: He hunches over; his eyes dart back and forth. "And *perhaps* you have lived a life of bloodthirsty evil, contemptuous of your fellow man, laying others low and doing as you pleased without a care for who or what you hurt..."
ru: Он склоняется вперед, меча взгляд из стороны в сторону. "А *возможно* вы жили жизнью кровожадного злодея, презирающего близких, втаптывающего других ради своих утех, не взирая ни на что..."

source: "...then it is perhaps one of the Lower Planes - Baator, or the chaotic swirling layers of the Abyss - that shall welcome you! Evil to the *core* are the spirits that come to this plane, and most are doomed to mindless cruelty and suffering or servitude in the dreaded..." He whispers dramatically "...Blood War."
ru: "...тогда один из Нижних планов - Баатор, или хаотично кружащиеся слои Бездны примут вас! Злые в самом своем *сердце* попадут на этот план, но большинство будет обречено на безумную жестокость и муки или же на рабство в ужасной, - он театрально понижает голос, - Кровавой войне".

source: "No matter where you go, know this: You shall be embarking on a *new* life. A new life, my Sigilians!"
ru: "Не важно, куда вы попадете, важно только одно: вы начнете *новую* жизнь. Новую жизнь, дорогие сигильцы!"

source: "You shall be one of the inhabitants, the petitioners, on this Plane or, ideally, one of the building blocks upon which the Plane is built! It is the goal of *all* petitioners! To accomplish this goal, you..." He claps his hands together for emphasis: "...MUST *clap!* HOLD *clap!* TO *clap!* YOUR * clap!* IDEALS!"
ru: "Вы должны стать одним из жителей, просителем этого Плана или, в идеальном случае, одним из строительных блоков фундамента, на котором зиждиться сам План! В этом заключается цель *всех* просителей! Чтобы выполнить свою цель, вы, - он хлопает в ладони для ударения, - ДОЛЖНЫ - *хлопок* - ДЕРЖАТЬСЯ - *хлопок* - СВОИХ - *хлопок* - ИДЕАЛОВ!"

source: "Your ideals! Good or evil, law or chaos, or somewhere in between! As you approach the alignment of the Plane, your journey will end as you become part... of... the... plane... *itself!* 'Tis a glorious existence, my Sigilians!"
ru: "Ваших идеалов! Добро или зло, порядок или хаос, а может быть что-то между ними! Попав на подходящий по мировоззрению План, вы завершите свой путь, став частью... самого... *плана*! Это почетное существование, дорогие сигильцы!"

source: "And that is what awaits you *after* 'death,' my audience! Have a care as to how you live your life, but know that it is *not* oblivion that awaits you after this life!"
ru: "Вот что ждет вас *после* 'смерти', дорогие слушатели! Живите своей жизнью, но знайте, что после нее вас ждет *не* забвение!"

source: "Now, I shall field any questions you may have for me. Anyone?"
ru: "А теперь я отвечу на любые ваши вопросы. Кто-нибудь?"

source: "I had a question..."
ru: "У меня есть вопрос..."

source: Wait silently.
ru: Тихо ждать.

source: "If there are no questions, then I shall end this session... for now. I shall continue to lecture here at the Hall, and perhaps in years hence... I shall meet *you* as a petitioner beyond Death's Door!"
ru: "Если вопросов нет, тогда завершим выступление... на этот раз. Я продолжу свои чтения в Зале, и, возможно, спустя несколько лет... я встречу *вас* в качестве просителя по ту сторону Смерти!"

source: The speaker's head turns to face Morte, frowning slightly. He leans out, trying to see who spoke. "A question? A question from one of the living, perhaps?"
ru: Немного нахмурившись, докладчик поворачивается в сторону Морта. Он вытягивает шею, пытаясь узнать, кто это сказал. "Вопрос? Вопрос от одного из живущих?"

source: He nods, as if he has put you in your place. "Very well. Now, I shall field any questions you may have for me. Anyone?"
ru: Он кивает, словно ставя тебя на свое место. "А теперь я отвечу на любые ваши вопросы. Кто-нибудь?"

source: He indicates for you to continue.
ru: Своим видом он просит тебя продолжать.

source: "What determines which plane you go to when you die?"
ru: "Как определить, на какой план ты попадешь после смерти?"

source: "What if someone can't die?"
ru: "Что, если кто-то не может умереть?"

source: "Explain 'alignment' to me."
ru: "Объясни мне, что такое мировоззрение".

source: "The Dustmen say that *this* life is where we end up when we die."
ru: "Тленные говорят, что *эта* жизнь - та, в которой мы закончим существование после смерти".

source: "Prove what you say is true."
ru: "Докажи сказанное".

source: "Tell me about the Blood War."
ru: "Расскажи мне о Кровавой войне".

source: "I wanted to ask about one of the planes you mentioned."
ru: "Я хочу спросить об одном из упомянутых планов".

source: "Never mind, actually. No question."
ru: "На самом деле, не важно. Вопросов нет".

source: "If there are no more questions...?"
ru: "Если вопросов больше нет..."

source: Get ready to leave.
ru: Собраться уходить.

source: "Your alignment, of course! Good people are destined for the Upper Planes, and *bad* people are cast into the Lower Planes..." He rolls his eyes, clasping his hand to his heart dramatically. "...may the Powers have mercy on their souls."
ru: "По вашему мировоззрению, конечно же! Хорошие люди попадают на Верхние планы, а *плохие* - низвергаются в Нижние... - Он закатывает глаза, театрально прикладывая руку к сердцу. - Да смилостивятся Силы над их душами".

source: "Where do neutral people go?"
ru: "А куда попадают нейтральные люди?"

source: "I had another question..."
ru: "У меня другой вопрос..."

source: "That's all I wished to know."
ru: "Это все, что я хотел узнать".

source: He raises an eyebrow. "An excellent question, excellent!" Heurns to the audience, raising a finger. "The answer is this: a spirit that has lived a life of complete neutrality, with no leanings toward good or evil, becomes a petitioner on the *Outlands,* the lands that encircle Sigil. They are destined for no Plane except the land that lies right outside our sky, and of which the Spire is a part."
ru: Он приподнимает бровь. "Отличный вопрос, просто отличный!" Чтобы привлечь внимание аудитории, он поднимает палец. "Ответ таков: дух, живший полностью нейтральной жизнью, не склонившийся ни к добру, ни к злу, станет просителем *Внешних земель*, земель, окружающих Сигил. Для них нет Плана, кроме той земли, что лежит под нашим небом, и частью которой является Шпиль".

source: "A petitioner is what you become when you arrive on this new Plane after you have died. As a petitioner, you forsake memory and past life, focusing solely on your new one. And the goal of this new one is...?" He waits for a response from you with a smile.
ru: "Проситель - это тот, кем вы станете, прибыв после своей смерти на новый План. Будучи просителем, вы забудете прошлую жизнь, посвятив себя полностью новой. И целью новой жизни является?.." - он с улыбкой ждет твоего ответа.

source: "To merge with the Plane."
ru: "Объединение с Планом".

source: "Answer your own question. Don't presume to test me."
ru: "Отвечай на свой вопрос. Даже не пробуй проверять меня".

source: "Don't patronize me, you sod."
ru: "Не опекай меня, бездарь".

source: "Very good! It looks as if some of my words actually have sunk into that skull of yours!" The audience chuckles.
ru: "Очень хорошо! Похоже, хоть часть моих слов задержалась-таки в ваших головах!" Слушатели сдавленно хихикают.

source: "Hmph. Remain in ignorance, then."
ru: "Пхм. Ну и оставайтесь тогда в невежестве".

source: He looks slightly uncomfortable at this. "Well... yes."
ru: После этих слов он чувствует себя несколько неуютно. "Что ж... да".

source: "How?"
ru: "Каким образом?"

source: "What happens when they die?"
ru: "Что происходит, когда они умирают?"

source: He looks a little more uncomfortable. "Well... through any of the normal means, really."
ru: Он чувствует себя еще неуютнее. "Ну... по естественным причинам, конечно же".

source: He looks a little more uncomfortable. "Well... you merge with the Plane."
ru: Он чувствует себя еще неуютнее. "Ну... объединяются с Планом".

source: "What if the petitioner dies on a Plane other than their home Plane?"
ru: "А что если проситель умер на Плане, отличного от своего домашнего Плана?"

source: "And how can they die?"
ru: "И как они могут умереть?"

source: He looks very uncomfortable. "Eh... well, then *that* is the end of life, there... um, but no petitioner wants to leave their home plane, friend!" He looks around, realizing he is in a trap. "To do so would, uh, be oblivion should they die, really."
ru: Он чувствует себя очень неуютно. "Эээ... тогда *это* будет концом жизни... эээ, но просители никогда не захотят покинуть свой домашний план, дружище!" Он осознает, что попал в ловушку. "Даже если такое случится, эээ, они умрут в забвении".

source: "Hmm. I had another question..."
ru: "Хмм. У меня другой вопрос..."

source: "I see. Well, that's all I wished to know."
ru: "Понятно. Что ж, это все, что я хотел узнать".

source: He raises an eyebrow. "Many pardons? What?"
ru: Он вскидывает бровь. "Что, прошу прощения?"

source: "I *said,* why do petitioners lose their memories when they die?"
ru: "Я *сказал*, почему просители теряют свою память после смерти?"

source: "Forget it. I had another question..."
ru: "Забудь. У меня есть другие вопросы..."

source: "Never mind. I have no question."
ru: "Не важно. У меня больше нет вопросов".

source: He looks uncomfortable. "Eh... well, you know, who wishes to be burdened with such things as memories?" The audience murmurs.
ru: Он чувствует себя неуютно. "Эээ... ну знаете ли, кто захочет таскаться с такой вещью как память?" Слушатели начинают перешептываться.

source: "I do."
ru: "Я хочу".

source: "But *why* do they lose their memories?"
ru: "Но *почему* они теряют свою память?"

source: The speaker smirks. "Looking at you, sir, I cannot begin to wonder why!" The audience chuckles.
ru: Докладчик самодовольно ухмыляется. "Глядя на вас, сэр, я даже думать не могу, почему!" Слушатели хихикают.

source: "So *why* do they lose their memories?"
ru: "Так *почему* они теряют свою память?"

source: "I..." He frowns, begins to say something, then stops. After a moment, he continues, choosing his words carefully. "I imagine that it is because that you must start afresh, your petitioner soul pure when you arrive on your new Plane."
ru: "Я..." - он хмурится, пытаясь что-то сказать, но останавливается. Спустя мгновение он продолжает, осторожно подбирая слова. "Я думаю, потому что, вы должны начать заново, душа просителя чиста, когда прибывает на новый План".

source: "And why should you have to do that, when all your life experiences have determined what Plane you end up on?"
ru: "И почему это должно случаться, если весь твой жизненный опыт как раз и определяет, на какой План ты попадешь?"

source: "That's no answer."
ru: "Это не ответ".

source: "That's... awful. Like a sick joke."
ru: "Это... отвратительно. Похоже на несмешную шутку".

source: He looks very uncomfortable. "Well... I..." He pauses. "Hmm. I don't know."
ru: Он чувствует себя очень неуютно. "Ну... я..." Он умолкает. "Хмм. Я не знаю".

source: "All right... I had another question..."
ru: "Хорошо... У меня есть другой вопрос..."

source: He becomes slightly angry. "Do you have a *better* answer, my friend? Perhaps one you can share?" The audience turns to face you.
ru: Он начинает немного злиться. "А у вас есть ответ *получше*, дружище? Может быть, поделитесь им?" Зрители разом поворачиваются к тебе.

source: "I don't remember where or when, but I seem to recall having heard that memories drift on the Astral Plane, as 'memory cores.'"
ru: "Я не помню, откуда я это узнал, но припоминаю, что слышал, что воспоминания дрейфуют по Астральному плану в виде 'сущности воспоминаний'".

source: "No... I don't."
ru: "Нет... у меня нет".

source: An audience member shouts out: "He's right!" The speaker turns to face the audience member. "Eh, well, perhaps he is. Well then, the question becomes: Is a lifetime of memories more important than living life again?"
ru: Один из слушателей кричит: "Он прав!" Докладчик поворачивается к нему лицом. "Эээ, что ж, возможно, это так. Тогда возникает вопрос: является ли жизненный путь воспоминаний важнее самой новой жизни?"

source: Truth: "Yes, it is."
ru: Правда: "Да, это так".

source: Truth: "No."
ru: Правда: "Нет".

source: "I don't know."
ru: "Я не знаю".

source: He says angrily: "Then it's simple enough: don't die, friend." The audience chuckles.
ru: Он раздраженно говорит: "Тогда все ясно: просто не умирай, дружище". Слушатели хихикают.

source: He gives an exaggerated half-bow: "There you have it, then!"
ru: Он подчеркнуто кивает: "Тогда задавайте!"

source: "I suppose so. Well, that's all I wished to know."
ru: "Я тоже так думаю. Что ж, это все, что я хотел знать".

source: He sneers. "Yes, that's what I *thought* your answer might be."
ru: Он усмехается. "Да, я так и *думал*, что ваш ответ будет таким".

source: "I've no more questions."
ru: "У меня больше нет вопросов".

source: "But compared to the life that awaits you on the new Plane, it is trivial!"
ru: "Но по сравнению с жизнью, которая ждет вас на новом Плане, это незначительно!"

source: "But why should you have to do that, when all your life experiences have determined what Plane you end up on?"
ru: "Но почему это должно случаться, если весь твой жизненный опыт как раз и определяет, на какой План ты попадешь?"

source: He laughs. "Nonsense! Everyone *dies,* friend. Even gods die."
ru: Он смеется. "Вздор! Все *умирают*, приятель. Даже боги смертны".

source: "I can't die."
ru: "Я не могу умереть".

source: "But *suppose* that someone can't die."
ru: "Но а если *предположить*, что кто-то не может умереть".

source: "Oh, truly! Look, everyone, a rare treat: one of the great immortals has graced us with his presence! Greetings, o immortal!" The audience laughs.
ru: "О, правда? Смотрите все, только здесь и сегодня: величайший бессмертный снизошел до нас своим присутствием! Приветствую тебя, о бессмертный!" Слушатели хохочут.

source: "I can prove it."
ru: "Я могу доказать это".

source: "Never mind. I've no more questions."
ru: "Неважно. У меня больше нет вопросов".

source: "Oh do! Do!" There is more laughter from the audience. "What sport! Take heed, my audience. I think we shall have a rare display of my lecture today! Come up here, o immortal, and we shall see who is right and who is dead!"
ru: "О, докажи! Докажи!" Слушатели смеются еще громче. "Внимание! Только сейчас и только сегодня! Редчайшая наглядная демонстрация моей лекции! Подойди же сюда, о бессмертный, и мы узнаем: кто будет прав, а кто - мертв!"

source: Kill yourself, then get back up.
ru: Убить себя, затем восстать.

source: "Actually, forget it."
ru: "Забудь об этом".

source: "Well then, based on what I've *said,* he would never reach the Outer Planes and never become a petitioner."
ru: "Тогда, следуя моим *высказываниям*, он никогда не достигнет Внешних планов и никогда не станет просителем".

source: "Forgive me if I did not explain myself for all my listeners: 'Alignment' is your spiritual leanings: good or evil, law or chaos. Alignment is the way you *behave.* And it is of consequence! The way you approach life decides your destination when you die."
ru: "Прошу прощения, я не объяснил смысл для всех слушателей: 'Мировоззрение' - это ваша духовная принадлежность к добру или злу, порядку или хаосу. Мировоззрение - это способ вашего *существования*. И как следствие - способ определения назначения после вашей смерти".

source: The speaker chuckles derisively... some members of the audience chuckle, as well. "There are countless petitioners, my friend, *Dustmen* among them, who would disagree with Dustman... 'philosophy.'"
ru: Докладчик насмешливо цокает языком... некоторые из слушателей вторят ему вслед. "Просителей - бесчисленное множество, мой друг, *Тленные* - всего лишь капля в море тех, кто не согласен с... 'философией' Тленных".

source: "Eh?" The lecturer looks taken aback. "And how might I do that?"
ru: "Э?" Докладчик захвачен врасплох. "И как я могу это сделать?"

source: "Die. Here. Now."
ru: "Умри. Сейчас. Здесь".

source: The audience becomes silent. Feeling the pressure, the speaker swallows slightly. "Well now..." He smirks suddenly. "If you go first, I shall do so." The audience chuckles.
ru: Слушатели замолкают. Чувствуя давление, докладчик легко вздыхает. "Ну... - его неожиданно озаряет. - Если ты будешь первым, то я повторю за тобой". Слушатели тихо хихикают.

source: "Agreed."
ru: "Договорились".

source: "Very well!" The speaker's face is stone for a moment, then it brightens. "Come up to the stage, my friend!" He turns to audience, smiling. "A rare treat, Sigilians! Today - and today only - we shall have a live demonstration of how to become a petitioner."
ru: "Очень хорошо! - напряженное лицо докладчика озаряется облегчением. - Идем сюда на сцену, мой друг!" С улыбкой он поворачивается к зрителям. "Только здесь и сейчас, дорогие сигильцы! Сегодня и только сегодня вы увидите наглядную иллюстрацию того, как стать просителем".

source: The speaker turns white at this, taking a step back. "By the Powers...!"
ru: "Силы небесные!.." - с побледневшим лицом докладчик отступает назад.

source: "I think it's only fair that you prove *your* point, now..."
ru: "Думаю, теперь есть только один способ доказать *свою* точку зрения..."

source: "Your turn."
ru: "Твоя очередь".

source: Just smile at him.
ru: Просто улыбнуться ему.

source: "Eh..." The audience watches in morbid fascination. "Well now..."
ru: "Эээ..." Слушатели завороженно замерли в ожидании. "Что ж..."

source: "Go on, die. Here. Now. Prove your words to be true. Embrace your life as a petitioner."
ru: "Давай, умирай. Здесь. Сейчас. Докажи, что твои слова истинны. Начни свою жизнь просителя".

source: Bluff: "Kill yourself, or I'll do it."
ru: Блеф: "Убей себя, или это сделаю я".

source: Truth: "Kill yourself, or I'll do it."
ru: Правда: "Убей себя, или это сделаю я".

source: He gulps. "Now... eh... hmmmn." He offers weakly: "Heh. I must confess that I'm not *quite* ready to depart this life just yet."
ru: Он задыхается. "Ну... эээ... хммм". Он слабо продолжает: "Хех. Должен признать, что я еще не *совсем* готов покинуть эту жизнь".

source: Kill him.
ru: Убить его.

source: Make a motion to kill him, stopping *just* short of his neck.
ru: Сделать угрожающий жест, остановившись за *волосок* от его шеи.

source: "So, this great new life on the Outer Planes may not be all it's supposed to be?"
ru: "Значит, эта прекрасная новая жизнь на Внешних планах может быть не совсем той, как предполагается?"

source: "That's what I *thought,* you pompous, blustery charlatan."
ru: "Так я и *думал*, ты - напыщенный тупоголовый шарлатан".

source: The speaker flinches, clasping his eyes shut and screeching... you hear a drizzling sound as he soils himself.
ru: Докладчик отскакивает с испуганными глазами и гортанным криком... ты слышишь, как он обделался.

source: The speaker is aware of his hypocrisy, but is afraid of the alternative. "Perhaps not. Heh." He glances quickly at the audience. "Eh... well. Certainly not *now.*"
ru: Докладчик боится своего притворства, однако альтернатива страшит его еще больше. "Нет, скорее всего. Хех, - он быстро оглядывается на слушателей, - Эээ... да. Определенно не *сейчас*".

source: "As I thought. I had another question..."
ru: "Так я и думал. У меня другой вопрос..."

source: "That's what I thought. I've no more questions."
ru: "Так я и думал. У меня больше нет вопросов".

source: "Eh... yes." The speaker looks cowed, and his voice drops in defeat. "Hmmmn. Yes."
ru: "Эээ... да". Докладчик похож на пугало, он полностью побежден. "Хммм. Да".

source: "Have you not heard of this, o Clueless one? The war between the baatezu and tan'nari? I do not have the centuries it would take to describe this conflict. Seek out another, for that is not what this lecture is about."
ru: "Разве ты о ней не слышал, о Пустоголовый? О войне между баатезу и танарри? Столетий не хватит на то, чтобы описать этот конфликт. Поищи кого-нибудь другого, эта лекция не об этом".

source: "Oh? Which?"
ru: "О? О каком?"

source: "The Abyss..."
ru: "О Бездне..."

source: "Baator..."
ru: "О Бааторе..."

source: "Carceri..."
ru: "О Карцери..."

source: "Mount Celestia..."
ru: "О Небесной горе..."

source: "Never mind. I had another question..."
ru: "Неважно. У меня есть другой вопрос..."

source: "Actually, forget it. I've no more questions."
ru: "Забудь. У меня больше нет вопросов".
