Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dderan.dlg.po
Languages: ru

source: You see a boisterous auctioneer. He is very animated and does a lot of shouting, yelling, and stomping. He seems to have a tendency toward melodrama and makes a lot of strange facial expressions as he waves his arms...
ru: Ты видишь шумного аукциониста. Он ведет себя очень оживленно, много кричит и топает ногами. Похоже, он склонен к театральности: его лицо принимает множество странных выражений при каждом взмахе его рук...

source: He glances at you and motions to the crowd that he's taking a break. "Well, a thousand greetings do I bestow on you, sir!" He does a double take when he notices your scars. "You know, I take one look at you with my discerning eye, and I see a man in the market for some healing charms."
ru: Он бросает на тебя взгляд и делает толпе знак, что он берет перерыв. "О, шлю вам тысячу приветствий, сэр! - заметив твои шрамы, он запоздало реагирует. - Знаете ли, я окинул вас своим проницательным взглядом, и увидел человека, который пришел на рынок за целительными амулетами".

source: He gives you a shocked look and gestures grandly at himself. "Do I, Deran, have any charms?" He pauses for effect. "No, sir, I do not... however, don't let that fact discourage you. I have plenty of other items for sale." He points to the rear of the auction block where a group of people stands in chains.
ru: Он бросает на тебя изумленный взгляд, и грациозным жестом указывает на себя. "Есть ли у меня, Дерана, амулеты? - для эффектности он выдерживает паузу. - Нет, сэр... однако пусть вас не огорчает сей факт. У меня есть множество других товаров на продажу". Он указывает на заднюю часть помоста, где стоит группа людей в цепях.

source: He shakes his head. "No, sir! These are indentured servants, not slaves. For the most part they are guilty of minor crimes. The proceeds from their sale go toward paying their debt to the city. After their term of servitude, they will be free citizens once again."
ru: Он качает головой. "Нет, сэр! Это не рабы, а слуги, работающие по договору. В большинстве своем они виновны в мелких преступлениях. Доход от их продажи идет на оплату их долга перед городом. По истечению срока своей службы они снова будут свободными гражданами".

source: He gives you a bright smile. "I don't concern myself with such thoughts. My task is to sell their contracts as given by the courts of Sigil." He lowers his voice as he leans in closer. "And collect a percentage for my efforts, you understand." He straightens.
ru: Он дарит тебе ослепительную улыбку. "Я не тревожу себя такими мыслями. Моя задача - продавать их договора согласно постановлениям сигильского суда, - он понижает голос и наклоняется ближе к тебе. - А также отчислять процент за свои хлопоты, ну вы понимаете". Он выпрямляется.

source: He shakes his head. "Then you are wasting your time and mine with this conversation."
ru: Он качает головой. "Тогда вы тратите этим разговором свое и мое время".

source: He smiles broadly, then laughs. "Very well, show me this evidence." He holds his hand out to you.
ru: Он широко улыбается, затем хохочет. "Отлично, покажите мне это доказательство". Он протягивает тебе руку.

source: He opens the document and quickly scans its contents. After a moment he sighs, then folds the document and puts it inside his shirt. "It seems the courts owe Lady Trist an apology, sir. From this moment she is free and I will make all the arrangements to have her status and property returned to her."
ru: Он открывает расписку и пробегается по ней. Через миг он вздыхает, складывает документ и прячет его в рубаху. "Похоже, суд должен принести свои извинения леди Трист. Отныне она свободна, и я приму все меры, чтобы к ней вернулись ее положение и имущество" .

source: "No, thank you. It's a rare individual who will do what you have done." He bows to you. "Excuse me, I must speak with Lady Trist. Farewell." He begins walking toward Trist.
ru: "Нет, это вам спасибо. Мало кто сделал бы то, что сделали вы, - он кланяется тебе. - Извините, мне нужно поговорить с леди Трист. Счастливо". Он направляется к Трист.

source: He shrugs his shoulders in an exaggerated way. "I don't know for certain, but I would guess theft, assault or not being able to pay their debts. Those are the most common transgressions."
ru: Он выразительно пожимает плечами. "Я точно не знаю, но думаю, это воровство, насилие и неспособность расплатиться с долгами. Это самые распространенные нарушения".

source: He shakes his head. "Little time for such wig-wag, friend. There's dealing to be done! Speak quick!"
ru: Он качает головой. "Нет времени на такую чепуху, дружище. Нужно делать дело! Говорите быстро!"

source: He gives you a look of mock concern. "It would be a dangerous thing I be saying if I told you, friend... I have no wish to put you in jeopardy."
ru: Он смотрит на тебя с притворным беспокойством. "То, что я могу рассказать вам, дружище, представляет опасность... Я не хочу подвергать вас риску".

source: He lets out a boisterous laugh. "Very well, friend. Lothar is the Master, the lord, of the famous Bones of the Night. The library where the dead themselves act as his repositories of arcane lore. All the dead of Sigil and the Planes whisper secrets to him within his Salon of Skulls."
ru: Он издает громогласный хохот. "Хорошо, дружище. Лотар - повелитель и владелец знаменитых Костей Ночи. Мертвые из тамошней коллекции служат ему хранилищем тайных знаний. Все мертвецы Сигила и планов нашептывают ему тайны в его Салоне Черепов".

source: "Try south and east of the market section of the ward... ye might come across a wrecked building, and ye might find a ladder of bones that leads down, and it could be that that ladder will lead ye to the Salon of Skulls."
ru: "Поищите в юго-восточной части района... вы наткнетесь на разрушенный дом, и там будет лестница из костей, ведущая вниз. Она должна привести вас в Салон Черепов".

source: He smiles. "Nay, friend, I have no more answers for you. I have spoken more than I should and of matters I should not. I must return to the needs of my customers." He turns away from you.
ru: Он улыбается. "Нет, дружище, у меня больше нет ответов для вас. Я и так сказал слишком много того, о чем не следует говорить. Я должен вернуться к своим покупателям". Он отворачивается от тебя.

source: "A skull?" He seems confused. "Not much market for those, at least those separated from the body..." He frowns, then turns to you, his voice drops dramatically. "Unless of course..."
ru: "Череп? - похоже, ты его озадачил. - На них небольшой спрос, по крайней мере, на тех, которых отделили от тела..." Он хмурится, потом поворачивается к тебе; его голос драматично стихает. "Если только, конечно..."

source: "Well, a matter of missing skulls can be a right serious business, a right dangerous business. You see, if one is looking to trade skulls it can only be for a select few people in Sigil..." He pauses. "It's almost a sure bet, friend, that one of those is certain to be..." He glances to the right and left, then back to you in a conspiratorial whisper. "... Lothar, the Master of Bones himself!"
ru: "Ну, пропажа черепа может оказаться очень серьезным делом, и очень опасным. Видите ли, если кто-то хочет продать череп, выбор покупателей в Сигиле у него невелик... - он делает паузу. - И почти наверняка, дружище, одним из них окажется... - он смотрит налево, потом направо, потом обращается к тебе заговорщическим шепотом. - Сам Лотар, Повелитель Костей!"

source: He gestures grandly about him. "This, sir, is the Lower Ward. Home of the common people and little else of interest. The only items worth mentioning would be the Foundry, the open-air market, and the siege tower."
ru: Он грациозным жестом обводит вокруг себя. "Это, сэр, Нижний район. Жилище простого народа, мало чем интересное. Единственные вещи, стоящие упоминания - это Литейная, открытый рынок и осадная башня".

source: He opens his arms and looks toward the sky. "The workshop of all creation, where steel and a person's soul is shaped into works of art, and creation itself can be changed within its walls..." He returns his gaze to you. "So say the Godsmen."
ru: Он разводит руки и смотрит в небо. "Мастерская всего сущего, где сталь и душа человека превращаются в произведения искусства, в чьих стенах изменяется само мироздание... - он обращает свой взор на тебя. - Так говорят боголюди".

source: He smiles. "A noble faction - all can become Gods, if they simply learn enough during their lifetimes, that they grow, develop and become better spirits! Can you think of a nobler faction?"
ru: Он улыбается. "Благородная фракция: каждый может стать богом - нужно просто узнать достаточно много в течении своей жизни, и тогда ты вырастешь, станешь совершеннее и укрепишь свой дух! Можете себе представить более благородную фракцию?"

source: "A true mystery, even to me. It simply appeared one day. None can gain entry and nothing has ever left it."
ru: "Настоящая загадка, даже для меня. Однажды она попросту появилась из ниоткуда. Никто не может в нее войти, и никто ее не покидал".

source: "The market lies south of here and caters to nearly every need. I recommend you visit it."
ru: "Рынок простирается на юге; он может удовлетворить почти любые запросы. Рекомендую посетить его".

source: He laughs and spreads his arms as if to take in the entire city. "The glorious city of gold, city from which all doors leave..." He smiles and wags his eyebrows. "...and all doors lead to! You cannot be told about Sigil, you must experience her!"
ru: Он громко смеется и разводит руки, будто хочет охватить весь город. "Знаменитый город золота, город с дверьми, ведущими куда угодно, - он улыбается и водит бровями, - и в который ведет каждая дверь! О Сигиле невозможно рассказать - его нужно прожить!"

source: You see Deran the auctioneer. He smiles at your approach. "Well met, again! What can I do for you on this glorious smog-ridden day?"
ru: Ты видишь аукциониста Дерана. Он улыбается, когда ты подходишь к нему. "Еще раз здравствуйте! Что я могу для вас сделать в этот славный задымленный денек?"

source: He gives you a sad smile. "I will answer no more of your questions, sir. I have already placed the both of us in danger, I see no reason to continue in that vein..."
ru: Он выдает печальную улыбку. "Я больше не стану отвечать на ваши вопросы, сэр. Я и так подверг нас обоих опасности, и не вижу причины продолжать в том же духе..."

source: "Deran's the name, friend! Can it be you have not heard of me? I'm wounded, verily I am!" He smiles wider at the feigned wound. "No one finer or more well-known for bringing people who want people a little closer together." He points to the rear of the auction block where a group of people stands in chains. "Do you be wanting someone, friend?"
ru: "Меня зовут Деран, дружище! Как могло статься, что вы обо мне не слышали? Я оскорблен, еще как! - он улыбается еще сильнее, при этом изображая обиду. - Нет никого лучше и известнее, кто мог бы собрать вместе тех, которые нуждаются в людях, - он указывает на дальний конец помоста, где стоит группа людей в цепях. - Вы кого-нибудь хотите, дружище?"

source: He frowns for a moment then shrugs. "Very well, sir. What about Trist?"
ru: Он недолго хмурится, потом пожимает плечами. "Хорошо, сэр. Что насчет Трист?"

source: He frowns. "Certainly sir... If you meet the requirements as governed by the courts of Sigil and can afford the contract." He smiles at you.
ru: Он хмурится. "Конечно, сэр... Если вы удовлетворяете требованиям, установленным судом Сигила, и можете позволить себе это". Он улыбается тебе.

source: He begins to count off points on the fingers of one hand. "First, you must be a citizen of Sigil. Second, you must show proof of permanent residence here and that you can provide accommodations and support for the servant. Lastly, you can not have a criminal record yourself."
ru: Он начинает загибать пальцы на руке. "Во-первых, вы должны быть жителем Сигила. Во-вторых, вы должны представить доказательство постоянного места жительства, а также того, что вы можете предоставить слуге жилье и средства к существованию. И последнее: за вами не должно числиться преступлений".

source: He gives you a broad smile then gestures at the nearby crowd. "I will start the bidding at five hundred copper, sir."
ru: Он дарит тебе широкую улыбку и указывает на толпу неподалеку. "Я начну торги с пяти сотен медяков, сэр".

source: He gives you a look of mock sadness and shakes his head. "She is to be auctioned to the highest bidder, sir. That is the law."
ru: Он смотрит на тебя с напускной печалью, качая головой. "Она будет продана тому, кто сделает наибольшую ставку, сэр. Таков закон".

source: He laughs and looks at you mockingly. "As an agent of the courts, I could go before them with new evidence and have all judgements against Trist reversed. Do you have such evidence?
ru: Он смеется и насмешливо смотрит на тебя. "Как судебный представитель, я могу передать суду новое доказательство, и все обвинения против Трист будут пересмотрены. У вас есть такое доказательство?

source: He nods his head. "Do you intend to seek such evidence on behalf of miss Trist?"
ru: Он кивает. "Вы намерены искать эти доказательства от имени госпожи Трист?"

source: He stares at you for a moment, trying to gauge your seriousness. "Very well. I will not auction Trist for now, sir. Good luck in your endeavor. Now leave me be and get to it."
ru: Он некоторое время внимательно смотрит на тебя, пытаясь оценить твою серьезность. "Очень хорошо. Я пока не буду выставлять Трист на аукцион, сэр. Удачи в поисках. А теперь оставьте меня и приступайте к делу".

source: He sighs, then frowns at you. "Would you say otherwise if you were in her shoes?" He shakes his head. "I have heard her story, sir. Although I sympathize with the lady, there is nothing I can do without evidence to back her up."
ru: Он вздыхает, потом мрачно смотрит на тебя. "А вы бы говорили иначе, будь вы на ее месте? - он качает головой. - Я слышал ее историю, сэр. И хотя я сочувствую леди, я мало что могу для нее сделать без оправдывающих ее доказательств".

source: "Greetings."
ru: "Приветствую".

source: Ignore the man.
ru: Не обращать на него внимания.

source: "Do you have any charms?"
ru: "У тебя есть амулеты?"

source: "I have some questions..."
ru: "У меня есть некоторые вопросы..."

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: "You sell slaves?"
ru: "Ты продаешь рабов?"

source: "I have some questions for you..."
ru: "У меня есть вопросы к тебе..."

source: "I must be going. Farewell."
ru: "Я должен идти. Прощай".

source: Truth: "It still sounds like slavery to me."
ru: Правда: "Мне это все равно кажется рабством".

source: Truth: "It sounds like a good way to pay their debt to society."
ru: Правда: "Похоже, это неплохой способ выплатить свой долг перед обществом".

source: Truth: "Whatever, I don't really care."
ru: Правда: "Как знаешь, мне все равно".

source: "You said they were guilty of crimes, what crimes did they commit?"
ru: "Ты сказал, что они виновны в преступлениях, так в чем же они виновны?"

source: "I see... I have some questions for you..."
ru: "Ясно... У меня есть другие вопросы к тебе..."

source: "I'm looking for someone named Lothar, or the Master of the Bones..."
ru: "Я ищу кое-кого по имени Лотар, он же Повелитель Костей..."

source: "I had a skull and it's been stolen from me. Do you know anyone who would do such a thing?"
ru: "У меня был череп, который украли. Ты не знаешь кого-нибудь, кто бы мог это сделать?"

source: "I want to ask you about Trist."
ru: "Я хотел бы спросить тебя насчет Трист".

source: "Who are you?"
ru: "Кто ты?"

source: "Can you tell me about this ward?"
ru: "Можешь рассказать об этом районе?"

source: "Can you tell me about Sigil?
ru: "Что ты можешь сказать о Сигиле?"

source: "I must be going, farewell."
ru: "Я должен идти. Прощай".

source: "I happen to like danger. Imperil me."
ru: "Так уж вышло, что я люблю рисковать. Дерзай".

source: "I see. I have some other questions..."
ru: "Понятно. У меня были еще вопросы..."

source: "I must take my leave. Farewell."
ru: "Мне нужно идти. Прощай".

source: "Where can I find this place?"
ru: "Где можно найти это место?"

source: "Thank you. I have some other questions..."
ru: "Спасибо. У меня есть другие вопросы..."

source: "I must be going now. Farewell."
ru: "Я уже должен идти. Прощай".

source: "I see. Farewell."
ru: "Понятно. Прощай".

source: "Go on..."
ru: "Продолжай..."

source: "Tell me about the Foundry."
ru: "Расскажи мне о Литейной".

source: "Tell me about the siege tower."
ru: "Расскажи мне об осадной башне".

source: "Tell me about the open-air market."
ru: "Расскажи мне об открытом рынке".

source: "I have some more questions..."
ru: "У меня еще вопросы..."

source: "Thank you, farewell."
ru: "Спасибо, прощай".

source: "The Godsmen?"
ru: "Боголюди?"

source: "Nothing, farewell."
ru: "Ничего, прощай".

source: Leave.
ru: Уйти.

source: "I have some other questions..."
ru: "У меня есть другие вопросы..."

source: "No thank you, farewell."
ru: "Нет, спасибо, прощай".

source: "Can I buy her contract?"
ru: "Могу ли я выкупить ее договор?"

source: "She says that she doesn't belong on the block."
ru: "Она говорит, что она не должна быть здесь".

source: "I have proof that she is innocent of any crime."
ru: "У меня есть доказательство того, что она ни в чем невиновна".

source: "Never mind. Farewell.
ru: "Неважно. Прощай".

source: "What are the requirements?"
ru: "Каковы эти требования?"

source: "I see... How much is her contract?"
ru: "Понятно... Сколько стоит ее договор?"

source: "What if I can prove she is innocent of the charges against her?"
ru: "Что, если я могу доказать, что она невиновна в том, в чем ее обвиняют?"

source: "What if I want to purchase her contract outright?"
ru: "Что, если я хочу выкупить ее договор без торгов?"

source: "I see... What are the requirements to purchase a servant?"
ru: "Ясно... Какие требования к тому, кто хочет купить слугу?"

source: "Not at this time."
ru: "Не в этот раз".

source: "Yes I do."
ru: "Да".

source: "Yes, I do."
ru: "Да".

source: "I don't know..."
ru: "Я не знаю..."

source: "What if I can prove she is innocent?"
ru: "Что, если я докажу, что она невиновна?"

source: "All right, I intend to help her."
ru: "Хорошо, я собираюсь помочь ей".

source: "You're right, farewell."
ru: "Ты прав, прощай".

source: Give him the document.
ru: Дать ему расписку.

source: "Thank you, Deran."
ru: "Спасибо, Деран".

source: "Farewell."
ru: "Прощай".

source: "Tell me about this Lothar."
ru: "Расскажи мне об этом Лотаре".

source: I talked to Deran, the auctioneer, about Trist. I told him that I intended to find proof of her innocence and he agreed not to auction her for now.
ru: Я поговорил с аукционистом Дераном насчет Трист. Я сказал ему, что намерен найти доказательство ее невиновности, и он согласился пока ее не продавать.

source: I gave Deran Trist's loan document. He has agreed to set Trist free and see that her status is restored.
ru: Я передал Дерану долговую расписку Трист. Он согласился освободить Трист и проследить, чтобы ее положение было восстановлено.
