Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dderfem.dlg.po
Languages: ru

source: You see a bored looking woman. She glances at you as you approach and then turns away.
ru: Ты видишь скучающую женщину. Когда ты подходишь, она смотрит на тебя и отворачивается.

source: "Greetings."
ru: "Приветствую".

source: Ignore her.
ru: Игнорировать ее.

source: She sighs and turns her attention to you. "Greetings... What do you want?"
ru: Она вздыхает и поворачивается к тебе. "Здравствуй... Чего ты хочешь?"

source: "I have some questions..."
ru: "У меня есть некоторые вопросы..."

source: "Nothing, never mind."
ru: "Ничего, неважно".

source: Her frown deepens. "I'm busy and don't have time for questions. Please go find a tout."
ru: Она мрачнеет. "Я занята, у меня нет времени на вопросы. Пожалуйста, найди себе осведомителя".

source: "It will take just a moment of your time..."
ru: "Это займет совсем немного твоего времени..."

source: "Farewell then."
ru: "Тогда прощай".

source: "I'm trying to concentrate on the auction, I don't have a moment to give you." She turns away from you.
ru: "Я пытаюсь сосредоточиться на аукционе, у меня нет на тебя времени". Она отворачивается от тебя.

source: Leave.
ru: Уйти.

source: You see a young woman. She appears quite excited. She glances at you as you approach and smiles.
ru: Ты видишь девушку. Кажется, она сильно взволнована. Когда ты подходишь, она смотрит на тебя и улыбается.

source: "Hello, cutter. You want something?"
ru: "Привет, рубака. Что-нибудь хочешь?"

source: "No, never mind. Farewell."
ru: "Нет, неважно. Прощай".

source: She frowns and sighs. "I don't want to miss anything, so make it quick."
ru: Она хмурится и вздыхает. "Я не хочу ничего пропустить, так что поторопись".

source: "Who are you?"
ru: "Кто ты?"

source: "What are you doing?"
ru: "Что ты делаешь?"

source: "What exactly is going on?"
ru: "Что именно здесь происходит?"

source: "Is there anything of interest in this ward?"
ru: "Есть ли что интересное в этом районе?"

source: "I must be going, farewell."
ru: "Я должен идти. Прощай".

source: "Someone who is trying to watch an auction. Can you make this quick please?"
ru: "Я пытаюсь наблюдать за аукционом. Ты не мог бы побыстрее?"

source: "Very well. I have some questions..."
ru: "Хорошо. У меня еще вопросы..."

source: "I'm trying to bid on one of the servants. That one man..." She hesitates and begins to blush. "Well, never mind. You want something else?"
ru: "Я пытаюсь сделать заявку на одного из слуг. Того мужчину... - она запинается и начинает краснеть. - Ну, это неважно. Ты хочешь чего-нибудь еще?"

source: "These people have been convicted of minor crimes and have incurred a debt. They are being sold into service to pay off the debt."
ru: "Эти люди были уличены в мелкие преступлениях и погрязли в долгах. Их продают в рабство, чтобы выплатить долг".

source: "What happens when the debt is paid?"
ru: "Что случается, когда долг выплачивается?"

source: "I see. I have some more questions..."
ru: "Понятно. У меня есть еще вопросы..."

source: She smiles. "Well... They are then returned to normal citizen status and set free. They can start their lives over again."
ru: Она улыбается. "Ну... Тогда им возвращают обычное гражданское положение и даруют свободу. Они могут заново начать свою жизнь".

source: "Just the auctions as far as I'm concerned. There's another auctioneer here but he only sells items and such. You should check him out though." She smiles.
ru: "Только аукционы, так как я в них участвую. Тут есть еще один аукционист, но он продает только вещи и прочее. Хотя тебе стоит к нему заглянуть". Она улыбается.

source: "I will. I have some more questions..."
ru: "Я так и сделаю. У меня были еще вопросы..."

source: You see a stern looking woman. She glances at you as you approach and then makes an effort to avoid you.
ru: Ты видишь суровую женщину. Увидев, как ты приближаешься, она пытается не обращать на тебя внимания.

source: "Thank you, farewell."
ru: "Спасибо, прощай".

source: She gives you an annoyed look. "Well, what do you want?"
ru: Она бросает на тебя раздраженный взгляд. "Ну, чего ты хочешь?"

source: "Very well, farewell."
ru: "Хорошо, прощай".

source: She frowns at you. "I don't care, take em to someone who does."
ru: Она смотрит на тебя угрюмо. "Мне все равно, задай их кому-нибудь другому".

source: "It will only take a moment of your time."
ru: "Это не займет много твоего времени."

source: Her frown deepens. "I don't care. Go away."
ru: Она становится еще более угрюмой. "Мне все равно. Уходи".

source: "You can't spare a moment to help someone out?"
ru: "Ты не можешь потратить минуту, чтобы кому-то помочь?"

source: "Farewell."
ru: "Прощай".

source: She gives you a disgusted look, snorts, and then turns away.
ru: С отвращением фыркнув на тебя, она отворачивается.

source: You see the auctioneer customer. She waves you off as you attempt to talk to her again.
ru: Ты видишь участницу аукциона. Она отмахивается от твоей попытки снова заговорить с ней.
