Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/ddevore.dlg.po
Languages: ru

source: Devore, the warehouse merchant, has said that if something goes down I should return to his warehouse. In return, I've agreed to leave him alone.
ru: Девор, торговец со склада, сказал, что если что-то случится, то я должен вернуться к нему. В обмен я согласился оставить его в покое.

source: You see a short man, his eyes smoldering with repressed resentment. He's barking out orders at his workers, and impatiently turns to you. "What do you want?"
ru: Ты видишь коротышку с подавляемым негодованием в глазах. Рявкая распоряжениями на своих рабочих, он нетерпеливо оборачивается к тебе. "Чего надо?"

source: "Who are you?"
ru: "Кто ты?"

source: "What is this place?"
ru: "Что это за место?"

source: "What can you tell me of Curst?"
ru: "Что ты можешь сказать о Проклятом?"

source: "I spoke with Grimscalp. He said that you had something of his."
ru: "Я разговаривал с Гримскальпом. Он сказал, что у тебя для меня кое-что есть".

source: "Nothing. Farewell."
ru: "Ничего. Прощай".

source: "I got nothing for you, friend, nothing. Let me just run this operation in peace, all right? Something happens, you just come on back here and we'll take care of you, but for right now, we shouldn't be seen together."
ru: "Для тебя у меня ничего нет, приятель, ничего. Позволь мне просто выполнять работу, хорошо? Случится что, вернись сюда, и мы позаботимся о тебе, но сейчас нам лучше не встречаться".

source: "All right. Farewell."
ru: "Ладно. Прощай".

source: "What, you again? What do you want?"
ru: "Что, опять ты? Чего тебе надо?"

source: "I'm Devore. This is my warehouse. These are my employees. This is my time that you're wasting."
ru: "Я - Девор. Это - мой склад. Вон они - мои рабочие. А это - мое время, впустую потраченное на тебя".

source: "All right. I had a few more questions..."
ru: "Хорошо. У меня есть еще несколько вопросов..."

source: "Thanks. Farewell."
ru: "Спасибо. Прощай".

source: He sighs with exasperation. "It's a warehouse. We store things - weapons, gold, alcohol, fabric, food - just about anything a body needs. You have heard of warehouses, right?"
ru: Он раздраженно вздыхает. "Это - склад. Мы храним разные вещи - оружие, золото, спиртное, товары, еду - все, что нужно. Ты ведь слышал о складах, верно?"

source: "Sure. I had a few more questions..."
ru: "Конечно. У меня были еще вопросы..."

source: "Farewell."
ru: "Прощай".

source: "It's a town where people try to make a living. We're all getting by doing what we can, and sometimes we're interrupted by adventurer types who seem to think that all we do all day is wait around for them to ask questions."
ru: "Это город, в котором пытаются жить. Мы все делаем, что можем, а иногда нас отвлекает какой-нибудь приключенец, который считает, что мы весь день напролет только и делаем, что ждем, когда нам кто-нибудь задаст вопросы".

source: "All right, I had a few more questions..."
ru: "Хорошо, у меня есть еще несколько вопросов..."

source: "I get the hint. Farewell."
ru: "Намек понял. Прощай".

source: "Grimscalp? You mean he didn't die? The last I saw him, he was dragging himself toward... oh, I get it. He sent you to intimidate me into giving up his share of the loot. Or to ask nicely for it... or is there something going on with the Anarchists in Sigil? He always played a deep game. It was only chance that we... I mean, THEY, heh heh heh... managed to stick a few knives in him. I'll go get his loot. I'll be right back."
ru: "Гримскальп? То есть он не умер? В последний раз, когда я его видел, он волочился к... а, понял. Он прислал тебя, чтобы запугать меня и забрать его часть добычи. Или вежливо попросить ее... Или как там это делается у Анархистов в Сигиле? Вечно он играл в непонятные игры. Это была единственная возможность наша... эээ, то есть ИХ, хе-хе-хе... воткнуть пару ножичков в него. Схожу за его добычей. Скоро вернусь".

source: "Hurry."
ru: "И побыстрее".

source: He sighs. "What?"
ru: Он вздыхает. "Ну что еще?"

source: He returns with a sack of coins and pair of brutal-looking gauntlets. He looks around nervously, and says, "Here. Take these. Now go on, get out of here."
ru: Он вернулся с мешочком монет и парой грубых перчаток. Он немного волнуясь, он говорит: "Вот, держи их. А теперь иди отсюда".

source: "I had a few more questions for you..."
ru: "У меня есть еще несколько вопросов к тебе..."

source: "Forget it. Farewell."
ru: "Забудь. Прощай".
