Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/ddillon.dlg.po
Languages: ru

source: "Aieee! Guards! The intruder be here!"
ru: «Э-э-эй! Стража! Здесь нарушитель!»

source: Done.
ru: Готово.

source: "Sahr, you'll have to be leavin'. If you're t'be escorted away, I don't want to be keepin' you here."
ru: «Сэр, вам бы лучше исчезнуть. Если уж вас должны вывести, я не хочу укрывать вас здесь».

source: Leave.
ru: Уйти.

source: "What can I do for ye, sahr?"
ru: «Чем могу служить, сэр?»

source: "I need to use the forge. Can you give me some ore?"
ru: «Я хочу воспользоваться кузницей. Ты можешь дать мне немного руды?»

source: "Tell me about your predecessor."
ru: «Расскажи мне о своем предшественнике».

source: "Nothing. Farewell."
ru: «Ничего. Прощай».

source: "I'm sorry, sahr. The supervisor tells me that ye've spent too much time at th' forge. We need to allow some others at it. My apologies, sahr."
ru: «Прошу прощения, сэр. Бригадир говорит, что вы проводите слишком много времени в кузнице. Нам нужно, чтобы и другие имели к ней доступ. Примите мои извинения, сэр».

source: "All right. Goodbye."
ru: «Ладно. Прощай».

source: "Ye want some ore? Very well. Use it well, sahr. It wants to be treated kind."
ru: «Изволите немного руды? Хорошо. Используйте ее с толком, сэр. С ней нужно хорошо обращаться».

source: "I will. Farewell."
ru: «Я постараюсь. Прощай».

source: "Whatever. Goodbye."
ru: «Как угодно. Прощай».

source: "It were the strangest thing! Once Saros got locked up, Thildon just disappeared. No note, no explanation... nothing. Just up and left. He was a right bastard, so no one were too sad he were gone."
ru: «Странные вещи творятся! Как только Сароса посадили под замок, Тильдон просто исчез. Ни записки, ни объяснения... ничего. Просто встал и ушел. Он был та еще сволочь, так что никто о нем особо не горевал».

source: "I see. Farewell."
ru: «Понятно. Прощай».

source: "Well! Once he got arrested and locked up, we did our level best to make sure he got vanished from memory. We always hated that berk, we did, and it were a relief to have him gone."
ru: «Что ж! Как только его арестовали и заперли, мы постарались на славу, чтобы стереть его из памяти. Мы всегда ненавидели этого пня, это уж точно, и без него с нам стало легче».

source: "'T'were a damn shame to see Saros gone. As a trade-off for that leatherhead Thildon, though... that's a bargain with a fiend, that's for sure. Y'love Saros, but Thildon? He's gone. It's good enough."
ru: «Очень жаль, что Сароса больше нет. Хотя вместе с ним сгинул и этот болван Тильдон... сделка с нечистым, не иначе. Сарос мне нравился, но Тильдон? Его больше нет. Этого вполне достаточно».
