Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/ddimtree.dlg.po
Languages: ru

source: You see a tall, slender man, with a glassy eyed expression. He seems engrossed in some tale that the shopkeeper is relating. Occasionally he nods his head, but makes no comments of his own.
ru: Ты видишь высокого стройного мужчину со стеклянным взглядом. Кажется, он поглощен каким-то рассказом владельца лавки. Он временами кивает, но сам ничего не говорит.

source: "Greetings."
ru: "Приветствую".

source: The man turns slightly at your greeting, just enough to acknowledge your presence. You notice that he is a little pale of complexion and rather gaunt looking. He is giving you a blank stare. The shopkeeper does not seem to notice any of this and continues with his stream of useless prattle.
ru: В ответ на твое приветствие человек немного поворачивается, как раз настолько, чтобы увидеть тебя. Ты замечаешь, что у него бледноватый оттенок лица и довольно изможденный вид. Он бросает на тебя бесстрастный взгляд. Похоже, хозяин лавки всего этого не замечает и продолжает лить потоки бесполезной болтовни.

source: Ignore the man.
ru: Не обращать на него внимания.

source: "I have some questions..."
ru: "У меня есть некоторые вопросы..."

source: "Are you... all right?"
ru: "Ты... в порядке?"

source: "Farewell."
ru: "Прощай".

source: The man slowly turns his attention back to the shopkeeper and nods at some point being made. The nod seems to come too late in the conversation to you, but the shopkeeper is oblivious to this fact. Slowly the man returns his attention to you, staring at you blankly.
ru: Человек медленно поворачивается обратно к владельцу лавки и кивает в ответ на что-то. Кажется, кивок немного запоздал по отношению к разговору, но лавочник не придает этому значения. Человек медленно поворачивается к тебе, глядя на тебя без выражения.

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: The man continues to stare at you and slowly nods. You wait for any further response but he says nothing, only stares. You are about to turn away in frustration when you think you notice a strange musty odor about the man.
ru: Человек продолжает пристально смотреть на тебя и медленно кивает. Ты ожидаешь ответа, но он не отвечает, а только смотрит. Ты уже собираешься разочаровано отвернуться, как вдруг тебе начинает казаться, что ты улавливаешь идущий от него странный запах плесени.

source: Step closer and sniff.
ru: Подойти поближе и принюхаться.

source: Ignore the man and leave.
ru: Не обращать на него внимания и уйти.

source: You lean in and sniff at the man, unsure what you'll find. As you do, a musty odor fills your senses, an odor you recognize from your time in the mortuary. It is the smell of dead flesh preserved by magic.
ru: Ты подходишь и принюхиваешься к нему, не зная, чего ожидать. При этом все твои чувства заполняет запах плесени, запах, хорошо тебе знакомый со времен пребывания в морге. Это запах мертвой плоти, удерживаемой от разложения магией.

source: "You're a zombie, aren't you?"
ru: "Ты зомби, не так ли?"

source: The man slowly nods his head to you again, then returns his attention to the shopkeeper. He ignores any further attempts to communicate.
ru: Человек снова медленно кивает тебе, затем переключает внимание на владельца лавки. Он не реагирует на все дальнейшие попытки заговорить с ним.

source: The creature continues to stare at you blankly. Slowly, as if with great effort, he begins to reply to you. Only your speak with dead power makes him understandable. "Yes... I am... Dimtree."
ru: Существо продолжает безучастно пялиться на тебя. Медленно, будто прилагая огромные усилия, он отвечает тебе. Только твоя способность разговаривать с мертвыми позволяет тебе понимать его. "Да... я... Димтри".

source: "Why are you here, Dimtree?"
ru: "Зачем ты здесь находишься, Димтри?"

source: Dimtree slowly glances at the shopkeeper and makes a feeble gesture toward him. Seeing this as a sign of interest, the shopkeeper redoubles his efforts in telling whatever tale he is relating to the poor creature. Dimtree looks at you again. "Hamrys... He talks... Hamrys never stops... Wanders town... annoys Master, annoys everyone... Master create Dimtree... Tells Dimtree talk Hamrys... Now Hamrys stay in shop... Master happy... town happy. Dimtree sad..."
ru: Димтри медленно обращает взгляд на лавочника и делает немощный жест в его сторону. Расценив это как проявление интереса, лавочник удваивает свои усилия в донесении какой-то там истории бедному созданию. Димтри снова смотрит на тебя. "Хамрис... Он болтает... Хамрис никогда не умолкает... Бродит по городу... надоедает хозяину, надоедает всем подряд... Хозяин создает Димтри... Приказывает Димтри разговаривать с Хамрисом... Теперь Хамрис остается в лавке... Хозяин доволен... город доволен. Димтри опечален..."

source: "Is there anything I can do to help you, Dimtree?"
ru: "Я могу тебе чем-нибудь помочь, Димтри?"

source: "I have some questions for you...
ru: "У меня есть вопросы к тебе..."

source: "Farewell, Dimtree."
ru: "Прощай, Димтри".

source: The creature pauses, then resumes his slow speech with you. You can almost detect a pleading tone in his voice. "Yes... Find master... Sebastion... Ask him release me... Please..." He turns his attention to Hamrys momentarily. "Please..."
ru: Существо умолкает, затем возобновляет свою долгую беседу с тобой. Ты почти различаешь в его голосе нотки мольбы. "Да... Найди хозяина... Себастиона... Попроси освободить меня... Пожалуйста... - он быстро поворачивается к Хамрису. - Прошу..."

source: "Why don't I just put you out of your misery?"
ru: "Почему бы мне просто не избавить тебя от страданий?"

source: "I don't know... I'll think about it. I have some questions..."
ru: "Не знаю... Я подумаю об этом. У меня есть еще вопросы..."

source: Dimtree barely shakes his head at you. "No... Master revive... Must ask master... Sebastion... please." He awaits your answer.
ru: Димтри с трудом качает тебе головой. "Нет... Хозяин оживит... Нужно попросить хозяина... Себастиона... пожалуйста". Он ждет твоего ответа.

source: "Sure, Dimtree. I'll see what I can do for you."
ru: "Конечно, Димтри. Посмотрим, что я смогу для тебя сделать".

source: "Sorry, Dimtree. Not my job, you know?"
ru: "Извини, Димтри. Это не моя работа, понимаешь?"

source: I have agreed to help Dimtree the zombie. I must find someone named Sebastion and ask him to free Dimtree from his current condition.
ru: Я согласился помочь зомби Димтри. Я должен найти некого Себастиона и попросить его избавить Димтри от его теперешнего состояния.

source: You can almost sense a feeling of relief emanating from the zombie. "Dimtree... thank you friend..."
ru: Ты почти ощущаешь чувство облегчения, исходящее от зомби. "Димтри... благодарит тебя, друг..."

source: "You're welcome. I have some questions..."
ru: "Не за что. У меня несколько вопросов..."

source: You can feel a sense of disappointment in the air as Dimtree turns away from you. He begins nodding once more to the shopkeeper who has not once slowed his rain of words during your entire conversation.
ru: Ты ощущаешь в воздухе чувство досады, когда Димтри отворачивается от тебя. Он снова начинает кивать лавочнику, который даже на секунду не остановил свой поток слов на протяжении всего вашего разговора.

source: Leave.
ru: Уйти.

source: The creature gives you a barely perceptible shrug of the shoulders. "Know... nothing... Dimtree summoned... by master... Know darkness... peace... rest... Then Hamrys... Sorry... help you... if could..."
ru: Существо делает едва различимое движение плечами. "Ничего... не знаю... Димтри вызвал... хозяин... Был в темноте... мире.. покое... Потом Хамрис... Извини... помогу... если смогу..."

source: "Do you know where I can find Sebastion?"
ru: "Ты не знаешь, где мне найти Себастиона?"

source: "I see... Farewell then."
ru: "Понятно... Тогда прощай".

source: The tall, gaunt man is still locked in conversation with the shopkeeper. The shopkeeper is doing all the talking, however.
ru: Высокий худощавый человек все еще разговаривает с лавочником. Тем не менее, из них двоих говорит только лавочник.

source: "Just thought I'd pay my respects... farewell."
ru: "Просто хотел оказать знак уважения... прощай".

source: Ignore him.
ru: Игнорировать его.

source: Dimtree turns to face you slightly as you approach. You can feel a sense of expectation in the air about him. "You... find master? Dimtree release?"
ru: Когда ты подходишь, Димтри слегка поворачивается к тебе. Ты чувствуешь, как в воздухе над ним повисло чувство ожидания. "Ты... нашел хозяина? Освободишь Димтри?"

source: "Not yet, Dimtree. I'll keep working on it. Farewell."
ru: "Пока нет, Димтри. Я продолжаю работать над этим. Прощай".

source: The creature pauses. "Not know... Remember voice... give order be here... Walking... Hamrys... Nothing more... Sorry."
ru: Существо останавливается. "Не знаю... Помню голос... отдает приказ быть здесь... Иду к... Хамрису... Больше ничего... Извини".

source: "I see, farewell then."
ru: "Понятно, что ж, прощай".

source: "Yes, Dimtree. I know how to release you now."
ru: "Да, Димтри. Теперь я знаю, как тебя освободить".

source: "Not right now, I must be going. Farewell."
ru: "Не сейчас, я должен идти. Прощай".

source: Dimtree turns to face you and gestures toward you. "Please friend..."
ru: Димтри поворачивается к тебе и показывает в твою сторону. "Пожалуйста, друг..."

source: Speak the words Sebastion taught you.
ru: Произнести слова, которым научил тебя Себастион.

source: "Not right now. Farewell."
ru: "Не сейчас. Прощай".

source: You pause to gather your thoughts and then carefully speak the words Sebastion taught you. You then reach out and touch Dimtree lightly on the forehead.
ru: Ты делаешь паузу, чтобы собраться с мыслями, затем осторожно произносишь слова, которым научил тебя Себастион. Ты протягиваешь руку и легонько касаешься лба Димтри.

source: "Rest well, Dimtree."
ru: "Покойся с миром, Димтри".

source: With a sigh the zombie collapses at your feet. You think you hear a fleeting *thank you, friend* as he falls to the ground.
ru: Со вздохом зомби оседает у твоих ног. Кажется, ты слышишь мимолетное *спасибо, друг*, когда он падает на землю.

source: Dimtree turns to face you. "You... help please? You... find Sebastion... release me..."
ru: Димтри поворачивается к тебе. "Ты... поможешь? Ты... найди Себастиона... освободи меня..."

source: "Yes, I'll help you."
ru: "Хорошо, я помогу тебе".

source: "No, it's not my problem."
ru: "Нет, это не моя проблема".

source: "I don't know, I'll think about it. Farewell."
ru: "Не знаю, я подумаю над этим. Прощай".

source: "Where can I find Sebastion?"
ru: "Где я могу найти Себастиона?"

source: "You're welcome. Farewell."
ru: "Не за что. Прощай".

source: Dimtree turns to face you. "Why you here...You refuse help... You change mind... find Sebastion... release me... please?"
ru: Димтри поворачивается к тебе. "Зачем ты здесь... Ты отказался помочь... Ты передумал... найди Себастиона... освободи меня... пожалуйста..."

source: I cast the spell that I learned from Sebastion on Dimtree. He is now at peace and no longer needs to listen to Hamrys' prattle.
ru: Я наложил на Димтри заклинание, которому научился у Себастиона. Теперь он покоится с миром и больше не обязан слушать болтовню Хамриса.
