Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/ddolora.dlg.po
Languages: ru

source: This dark-haired, pale-skinned woman has a cultured, refined look about her. As she turns to you, you note that her eyes - which you had previously thought to be gray - are the color of brushed steel.
ru: Перед тобой темноволосая бледноватая женщина с утонченными чертами. Когда она поворачивается к тебе, ты замечаешь, что ее глаза - кажется, раньше они были серыми - приобрели стальной оттенок.

source: "Greetings..."
ru: "Приветствую..."

source: I agreed to seek out a man named Merriman, Dolora's first love, and speak to him on her behalf. She told me he was a member of the Society of Sensation, and so should ask for him at the Civic Festhall.
ru: Я согласился найти мужчину по имени Весельчак, первую любовь Долоры, и поговорить с ним от ее имени. Она сказала, что он был членом Общества Восприятия, поэтому мне следует поискать его в Городском Фестхолле.

source: In return for a reward, I agreed to seek out a man named Merriman, Dolora's first love, and speak to him on her behalf. She told me he was a member of the Society of Sensation, and so should ask for him at the Civic Festhall.
ru: В обмен на вознаграждение я согласился найти мужчину по имени Весельчак, первую любовь Долоры, и поговорить с ним от ее имени. Она сказала, что он был членом Общества Восприятия, поэтому мне следует поискать его в Городском Фестхолле.

source: I returned to Dolora after finding Merriman, and returned to her the keys to her heart.
ru: Разыскав Весельчака, я вернулся к Долоре и вернул ей ключи от ее сердца.

source: The woman's voice is soft, calm, and without inflection - it has a certain 'far-away' quality, is if somehow not attached to her. "Greetings... I am called Dolora. May I serve you, somehow?"
ru: Голос у женщины мягкий, спокойный, без всякой интонации; он имеет некий "отдаленный" характер, словно не принадлежит ей. "Приветствую... Меня зовут Долора. Могу ли я быть чем-нибудь полезной?"

source: She blinks her eyes, then touches her hand to her heart, bowing her head slightly. "I am able to debate any scholarly or academic matter quite proficiently, if that is your wish. I am also well-versed in various games of strategy, should you wish to play something - though I have the materials for few such games, here."
ru: Она закрывает глаза, затем касается рукой своего сердца, слегка наклонив голову. "Если тебе будет угодно, я могу достаточно профессионально вести дискуссию на любую научную или академическую тему. Также я хорошо играю в различные стратегические игры - если ты хочешь играть. Только у меня здесь все необходимое лишь для нескольких игр".

source: Dolora seems neither intrigued nor repulsed, but answers in the same, flat tone: "Then you are mistaken as to the purpose of this establishment; the Brothel caters to lusts of the cerebral sort, and not those of the loins. In any case, I can assure you I would make a most unsatisfactory partner."
ru: Долора никак не реагирует - ни улыбкой, ни гневом, отвечая все тем же ровным голосом: "Тогда ты ошибся в предназначении этого заведения. Бордель утоляет страсти интеллектуального характера, а не физиологического. Да и к тому же, могу тебя заверить - мною партнер будет лишь разочарован".

source: "That is simply my nature. Allow me to show you." She reaches out to touch your arm...
ru: "Просто такова моя сущность. Позволь мне продемонстрировать". Она пытается прикоснуться к твоей руке...

source: Dolora runs the back of her hand along your forearm; her skin is smooth and dry, but cold, like chilled iron. The touch sends a shiver down your spine and sets the hairs of your arm on end. "Do not trouble yourself to ask who or what I am, for I will only tell you that this is simply my nature."
ru: Долора проводит тыльной стороной ладони по твоей руке. Ее кожа гладкая и сухая, но холодная как сталь. От этого прикосновения по твоему телу пробегает дрожь, а волосы на руке становятся дыбом. "Не ломай голову над вопросом, кто или что я. Просто знай, что такова моя сущность".

source: You pull your arm away before she can touch you. "So be it. I had merely intended to illustrate my statement; I would not have harmed you."
ru: Ты убираешь руку до того, как она тебя касается. "Так и быть. Я лишь хотела показать тебе, что я имела в виду. Я бы не причинила тебе вреда".

source: Dolora nods. "That is correct. I am neither a tome nor a tutor; I have no desire to educate my patrons. Should you have a matter to discuss, however... the fifteen factions and their effect on Sigilian politics, the most effective battle stratagems for warring in Acheron, the meaning of existence itself... I would be most pleased to choose a counter-point and engage you in debate."
ru: Долора кивает. "Да, это так. Но я не энциклопедия и не репетитор, я не собираюсь обучать своих клиентов. Однако, если у тебя есть тема для обсуждения... влияние пятнадцати фракций на политику Сигила, наиболее эффективная стратегия ведения битв в войнах Ахерона, смысл бытия... я буду рада выбрать противоположную точку зрения и столкнуться с тобой в дискуссии".

source: After only a few minutes of talking, Dolora crushes each of your arguments with casual ease; her counter-points to your feeble attempts at debate make your position seem pathetic and childish. She seems to take no joy in her victory, however, and merely offers: "If you would like, we can debate once more upon the same topic... I could argue your position this time, should you desire it."
ru: За несколько минут разговора Долора сокрушила каждый из твоих доводов с небрежной легкостью; ее контраргументы делают твои слабые попытки отстаивать свою позицию жалкими и глупыми. Похоже, победа не доставила ей большого удовольствия, тем не менее, она предлагает: "Если хочешь, мы можем подискутировать на эту тему еще раз... На этот раз, если пожелаешь, я могу защищать твою точку зрения".

source: Dolora nods. "Mistress Grace instructed me to show no mercy, for another of her students always allows a patron to win after a lengthy debate. It was Mistress Grace's desire that I provide a different sort of experience for the clientele."
ru: Долора кивает. "Госпожа Грация распорядилась, чтобы я была беспощадной. Другая ее ученица после длительной дискуссии всегда позволяет клиенту побеждать. Это воля госпожи Грации - я обеспечиваю другой вид впечатлений для посетителей".

source: You make a serious effort, but it's to no avail; Dolora easily and unhesitatingly crushes each of your arguments with her infallible sense of logic. She seems to take no joy in her victory, however, and merely offers: "If you would like, we can debate once more upon the same topic... I could argue your position this time, should you desire it."
ru: Ты прикладываешь все усилия, но этого недостаточно. Долора легко и непринужденно сокрушает каждый из твоих доводов своей железной логикой. Похоже, победа не доставила ей большого удовольствия, тем не менее, она предлагает: "Если хочешь, мы можем подискутировать на эту тему еще раз... На этот раз, если пожелаешь, я могу защищать твою точку зрения".

source: You choose a topic and begin. At first, you seem to be holding up fine... but in time, your position crumbles as Dolora crushes one of your arguments after another with her infallible sense of logic. She seems to take no joy in her victory, however, and merely offers: "If you would like, we can debate once more upon the same topic... I could argue your position this time, should you desire it."
ru: Ты выбираешь тему и начинаешь. Поначалу ты держишься неплохо... но со временем начинаешь сдавать свои позиции - Долора сокрушает твои доводы один за другим своей железной логикой. Похоже, победа не доставила ей большого удовольствия, тем не менее, она предлагает: "Если хочешь, мы можем подискутировать на эту тему еще раз... На этот раз, если пожелаешь, я могу защищать твою точку зрения".

source: You choose a topic and begin... the debate lasts a long time as the two of you exchange points and counter-points, each attempting to methodically undermine the other's position. As you speak, a strange feeling begins to come over you... a memory, trying to surface...
ru: Ты выбираешь тему и начинаешь... дискуссия все продолжается и продолжается, вы обмениваетесь доводами и контрдоводами, методично пытаясь выяснить друг у друга слабые стороны. Во время разговора у тебя появляется странное чувство... воспоминание, пытающееся всплыть в памяти...

source: Though Dolora is extremely hard-pressed to beat you, she eventually prevails... her infallible sense of logic at last wins out over even your most brilliant arguments. She seems to take no joy in her victory, however, merely nodding in approval. "You are a most skilled debater; this there is no denying. I feel that, had you time to perform some research, I might not have bested you."
ru: Хотя Долоре и было невероятно сложно это сделать, она, наконец, побеждает тебя... ее железная логика в конечном счете сокрушает твои даже самые блестящие аргументы. Похоже, победа не доставила ей большого удовольствия, тем не менее, она одобрительно кивает. "Ты весьма красноречивый оратор, с этим не поспоришь. Думаю, если бы у тебя было немного времени на исследования, то я бы перед тобой не устояла".

source: Dolora nods. "If you would like, we can debate once more upon the same topic... I could argue your position this time, should you desire it."
ru: Долора кивает. "Если хочешь, мы можем подискутировать на эту тему еще раз... На этот раз, если пожелаешь, я могу защищать твою точку зрения".

source: You choose a topic and begin... the debate lasts a long time as the two of you exchange points and counter-points, each attempting to methodically undermine the other's position. Though Dolora is extremely hard-pressed to beat you, she eventually prevails... her infallible sense of logic at last wins out over even your most brilliant arguments. She seems to take no joy in her victory, however, merely nodding in approval. "You are a most skilled debater; this there is no denying. I feel that, had you time to perform some research, I might not have bested you."
ru: Ты выбираешь тему и начинаешь... дискуссия все продолжается и продолжается, вы обмениваетесь доводами и контрдоводами, методично пытаясь выяснить у друг друга слабые стороны. Хотя Долоре и было невероятно сложно это сделать, она, наконец, побеждает тебя... ее железная логика в конечном счете сокрушает твои даже самые блестящие аргументы. Похоже, победа не доставила ей большого удовольствия, тем не менее, она одобрительно кивает. "Ты весьма красноречивый оратор, с этим не поспоришь. Думаю, если бы у тебя было немного времени на исследования, то я бы перед тобой не устояла".

source: As hard-pressed as you are to beat Dolora's infallible sense of logic, you eventually win out. She merely nods in approval. "You are a most skilled debater; this there is no denying. I do feel, though, that had I time to perform some research, you might not have bested me."
ru: Жестко атакуя железную логику Долоры, ты, наконец, одерживаешь победу. Она одобрительно кивает. "Ты весьма красноречивый оратор, с этим не поспоришь. Думаю, если бы у меня было немного времени на исследования, ты бы передо мной не устоял".

source: You choose a topic and begin... the debate lasts a long time as the two of you exchange points and counter-points, each attempting to methodically undermine the other's position. As hard-pressed as you are to beat her infallible sense of logic, however, you eventually win out. Dolora merely nods in approval. "You are a most skilled debater; this there is no denying. I do feel, though, that had I time to perform some research, you might not have bested me."
ru: Ты выбираешь тему и начинаешь... дискуссия все продолжается и продолжается, вы обмениваетесь доводами и контрдоводами, методично пытаясь выяснить у друг друга слабые стороны. Жестко атакуя железную логику Долоры, ты, наконец, одерживаешь победу. Она удовлетворенно кивает. "Ты весьма красноречивый оратор, с этим не поспоришь. Думаю, если бы у меня было немного времени на исследования, ты бы передо мной не устоял".

source: "Of course. Is there anything in particular you wish to play?"
ru: "Конечно. Ты хочешь сыграть в какую-то определенную игру?"

source: "Here, then - allow me to show you one." Dolora brings out a thin, lacquered box, which unfolds into a small board marked with a grid. The contents of the box prove to be a number of polished stone chips... half of them black, half of them white. "This game goes by many names. Shall I explain the rules to you?"
ru: "Тогда вот... позволь мне показать одну игру". Долора достает тонкую лакированную коробочку, которая раскладывается в небольшую размеченную на клетки доску. В коробочке находится много отполированных каменных фишек... половина из них - черные, половина - белые. "У этой игры много названий. Объяснить тебе правила?"

source: Dolora explains to you the rules of the game - how the chips are moved, how one bests one's opponent. It seems, somehow, faintly familiar to you. "The rules are simple, yes? But a great deal of complexity lies within the game, itself. It takes a great deal of time to master. Shall we play?"
ru: Долора объясняет тебе правила игры - как ходить фишками, какие условия выигрыша. Эта игра кажется тебе чем-то неуловимо знакомой. "Правила просты, верно? Однако в самой игре таится большая сложность. Чтобы постичь ее, потребуется много времени. Сыграем?"

source: Despite your being certain you've played before, you perform miserably... Dolora defeats you rapidly and with such ease that it's almost laughable. She does not smile or gloat, however, but quietly begins to put the game away. "I fear that time and practice would do you little good - it seems you simply cannot grasp such games."
ru: Несмотря на то, что ты определенно играл в эту игру раньше, твоя игра ужасна... Долора так быстро и легко побеждает тебя, что становится даже смешно. Тем не менее, она не улыбается и не торжествует, а просто начинает тихонько убирать игру. "Боюсь, сколько бы ты не практиковался, это мало чем тебе поможет - подобные игры тебе просто не по зубам".

source: Dolora nods. "Mistress Grace instructed me to hold nothing back, for another of her students plays so that her opponent will always just manage a win. It was Mistress Grace's desire that I provide a different sort of experience - a true challenge, rather than something that might be more pleasing to one's ego."
ru: Долора кивает. "Госпожа Грация распорядилась, чтобы я не поддавалась. Другая ее ученица играет так, что противнику в конце концов удается победить. Это воля госпожи Грации: я обеспечиваю другой вид впечатлений для посетителей - предоставить по-настоящему трудную задачу, вместо того чтобы тешить чье-то самомнение".

source: Despite your being certain you've played before, Dolora defeats you easily. She does not smile or gloat, however, but quietly begins to put the game away. "You seem to possess a decent understanding of the game. In time, you could become quite proficient."
ru: Несмотря на то, что ты определенно играл в эту игру раньше, Долора с легкостью с тобой расправляется. Тем не менее, она не улыбается и не торжествует, а просто начинает тихонько убирать игру. "Похоже, ты уяснил суть игры. Со временем ты сможешь стать достаточно умелым игроком".

source: As you play, you come to realize that you've done so before. Even your best tricks, though, are nothing to Dolora's well-calculating strategies... the game runs steadily downhill for you until you are, at last, beaten entirely. She does not smile or gloat, however, but quietly begins to put the game away. "You seem to possess a good understanding of the game. In time, you could become quite good."
ru: За игрой ты понимаешь, что ты уже раньше в нее играл. Однако даже самые лучшие приемы не помогают против хорошо просчитанной стратегии Долоры... ты сдаешь позиции одну за другой, пока, наконец, не проигрываешь окончательно. Тем не менее, она не улыбается и не торжествует, а просто начинает тихонько убирать игру. "Похоже, ты хорошо уяснил суть игры. Со временем ты сможешь стать очень умелым игроком".

source: As you play, you come to realize that you've done so before. You recall varies ploys and strategies that have won you previous games, trying every trick you know to beat her. Suddenly, a strange feeling comes over you... a memory, trying to surface...
ru: За игрой ты понимаешь, что ты уже раньше в нее играл. Ты вспоминаешь несколько тактических уловок и стратегий, с помощью которых ты раньше побеждал, пытаешься использовать любую возможность победить ее. Неожиданно у тебя возникает странное чувство... воспоминание, пытающееся всплыть в памяти...

source: Throughout the game, Dolora seems to counter-act all but your most crafty moves one after another. Despite your best efforts, you at last fall beneath her well-calculated strategies. She does not smile or gloat, however, but quietly begins to put the game away. "You are a fine player. In time, I am certain you could become a master of the game."
ru: По ходу игры Долора нейтрализует твои даже самые искусные ходы. Несмотря на все твои усилия, ты сдаешься под натиском ее хорошо рассчитанной стратегии. Тем не менее, она не улыбается и не торжествует, а просто начинает тихонько убирать игру. "Ты отличный игрок. Со временем ты сможешь стать мастером этой игры".

source: As you play, you come to realize that you've done so before. You recall varies ploys and strategies that have won you previous games, trying every trick you know to beat her. Still, Dolora seems to counter-act all but your most crafty moves one after another. Despite your best efforts, you at last fall beneath her well-calculated strategies. She does not smile or gloat, however, but quietly begins to put the game away. "You are a fine player. In time, I am certain you could become a master of the game."
ru: За игрой ты понимаешь, что ты раньше уже в нее играл. Ты вспоминаешь несколько тактических уловок и стратегий, с помощью которых ты раньше побеждал, пытаешься использовать любую возможность победить ее. Однако Долора нейтрализует твои даже самые искусные ходы один за другим. Несмотря на все твои усилия, ты сдаешься под натиском ее хорошо рассчитанной стратегии. Тем не менее, она не улыбается и не торжествует, а просто начинает тихонько убирать игру. "Ты отличный игрок. Уверена, что со временем ты сможешь стать мастером этой игры".

source: As you play, you come to realize that you've done so before. You recall varies ploys and strategies that have won you previous games, and employ every trick you know to beat her. Suddenly, a strange feeling comes over you.. a memory, trying to surface...
ru: За игрой ты понимаешь, что ты раньше уже в нее играл. Ты вспоминаешь несколько тактических уловок и стратегий, с помощью которых ты раньше побеждал, используешь любую возможность победить ее. Неожиданно у тебя возникает странное чувство... воспоминание, пытающееся всплыть в памяти...

source: Dolora plays excellently, counter-acting all but your most crafty moves, but eventually your feints and calculating maneuvers win over her well-crafted strategies. She nods approvingly as she begins to put the game away. "You are a fine player, perhaps a master. I commend you for your skill."
ru: Долора отлично играет, нейтрализуя твои даже самые искусные ходы, но в итоге твои отвлекающие атаки и просчитанные маневры сокрушают ее хорошо проработанную стратегию. Она одобрительно кивает и начинает убирать игру. "Ты отличный игрок, возможно, даже мастер. Я восхищаюсь твоим умением".

source: As you play, you come to realize that you've done so before. You recall varies ploys and strategies that have won you previous games, and employ every trick you know to beat her. Dolora plays excellently, counter-acting all but your most crafty moves, but eventually your feints and calculating maneuvers win over her well-crafted strategies. She nods approvingly as she begins to put the game away. "You are a fine player, perhaps a master. I commend you for your skill."
ru: За игрой ты понимаешь, что ты раньше уже в нее играл. Ты вспоминаешь несколько тактических уловок и стратегий, с помощью которых ты раньше побеждал, используешь любую возможность победить ее. Долора отлично играет, нейтрализуя твои даже самые искусные ходы, но в итоге твои отвлекающие атаки и хорошо просчитанные маневры сокрушают ее хорошо проработанную стратегию. Она одобрительно кивает и начинает убирать игру. "Ты отличный игрок, возможно, даже мастер. Я восхищаюсь твоим умением".

source: She looks up from the floor and into your eyes. Once more you're struck by the pale smoothness of skin, the cold depths of her silvery eyes. "No... no, I fear not. My troubles are a matter of the heart. In time, I think, all things shall be resolved."
ru: Оторвав взгляд от пола, она смотрит тебе в глаза. Тебя снова поражает бледность кожи и холод ее серебряных глаз. "Нет... нет, боюсь, что нет. Мои проблемы слишком личного характера. Наверное, со временем все разрешится благополучно".

source: "Certain?" Dolora pauses, as if thinking. "No, I am not. My first love, Merriman, possesses still the keys to my heart. So long as he has them, I shan't be free to love another. This is the cause of my melancholy."
ru: "Уверена? - Долора умолкает, как бы задумавшись. - Нет. Весельчак, моя первая любовь, по-прежнему владеет ключами от моего сердца. Пока они у него, я не вольна полюбить другого. Вот в чем причина моей тоски".

source: Dolora shakes her head. "I may not leave this place. The reasons why are deeply personal, and not to be shared with strangers - even ones who might bestow a kindness upon me - but suffice to say that I cannot seek out Merriman myself."
ru: Долора качает головой. "Я не могу уйти отсюда. Почему - это слишком личное, и я не собираюсь делиться этим с незнакомцем, хоть он и добр ко мне. Достаточно сказать, что я не могу сама искать Весельчака".

source: Dolora nods, the slightest hint of smile appearing on her lips. She bows her head. "Were you to find and speak with Merriman, I would be most grateful. He is a member of the Society of Sensation, so you may wish to ask for him at the Civic Festhall."
ru: Долора кивает, на ее губах появляется малейший намек на улыбку. Она склоняет голову. "Я буду благодарна, если ты найдешь Весельчака и поговоришь с ним. Он - член Общества Восприятия, так что тебе стоит поспрашивать о нем в Городском Фестхолле".

source: "I possess little save for a few pieces of jewelry I once received as gifts. Should those suffice, I would be willing to reward you with them. Merriman is a member of the Society of Sensation, so you may wish to ask for him at the Civic Festhall."
ru: "У меня есть немного драгоценностей, которые я получила в подарок. Этого должно быть достаточно для вознаграждения. Весельчак - член Общества Восприятия, поэтому тебе стоит поспрашивать о нем в Городском Фестхолле".

source: Dolora's cold, steely eyes flicker over you briefly as you approach her. "Greetings. In what manner may I serve you?"
ru: Холодные стальные глаза Долоры вспыхивают, когда она замечает твое приближение. "Приветствую. Чем я могу быть полезной тебе?"

source: Dolora's eyes flash as she sees you. "Did you find him? Has he agreed to return the keys to my heart?"
ru: Глаза Долоры вспыхивают, когда она замечает тебя. "Ты нашел его? Он согласился вернуть ключи к моему сердцу?"

source: Dolora stares at you silently for a moment. "Where are they?"
ru: Несколько секунда Долора молча смотрит на тебя. "Где же они?"

source: "At last..." As she takes the keys from your grasp, her hand brushes against yours - her skin is dry, but icy to the touch, like cold metal. "These will be of great use to me. I thank you."
ru: "Наконец-то..." Она берет у тебя ключи, ее рука касается твоей. Ее кожа суха и холодна на ощупь, словно холодный металл. "Это послужит мне хорошую службу. Спасибо тебе".
