Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/ddolora.dlg.po
Languages: ru

source: Dolora nods and removes a pair of bracelets from a pouch at her side. "These are yours, now; you have earned them."
ru: Долора кивает и вынимает пару браслетов из своей сумки на боку. "Теперь они твои. Ты заслужил их".

source: Dolora's eyes flash as she sees you. "The keys to my heart... have you found what you have lost?"
ru: Глаза Долоры вспыхивают, когда она замечает тебя. "Ключи от моего сердца... ты нашел, где их потерял?"

source: "Of course. I will answer what I can."
ru: "Конечно. Я отвечу на твои вопросы, если смогу".

source: Dolora blinks. "Merriman never told me much regarding my construction. I know little of the inner workings of my body, much as you likely know little of yours. Outwardly, though, I am a human woman in all respects... save for the texture and temperature of my flesh. Does that satisfy your curiosity?"
ru: Долора закрывает глаза. "Весельчак никогда не рассказывал мне много о моей конструкции. Я мало знаю о внутреннем устройстве моего тела, так же как и ты - о своем. Внешне я женщина во всех аспектах... не считая фактуры и температуры тела. Твое любопытство удовлетворено?"

source: "Its functions are as much a mystery to me as any human's. When I first came to this place, I did not understand emotions, nor have any of my own. I have... feelings... now, though I am only beginning to understand them."
ru: "Как он действует - для меня загадка, так же как и разум любого человека. Когда я впервые пришла сюда, я не понимала эмоций, да и сама их не имела. Но теперь у меня есть... чувства... хотя я только начинаю их понимать".

source: "I can only assume that Merriman made the keys so that there would be no risk of me drawing away from him before he had tired of his experiment. Now that they are in my possession, I am free to develop and possess my own emotions."
ru: "Я могу лишь предполагать, что Весельчак сделал их, чтобы не было риска того, что я уйду от него до того, как он потеряет интерес к своему эксперименту. Но теперь, когда ключи у меня, я вольна создавать и обладать собственными эмоциями".

source: "I, like the other women here, am a student of Mistress Grace. She tutors us in the ways of dialogue and verbal intercourse. Most of the students will go on to become members of the Society of Sensation, having come to study beneath the mistress in preparation for the faction's initiation rites."
ru: "Я, как любая другая женщина здесь, являюсь ученицей госпожи Грации. Она обучает нас различным способам общения и вербального связи. Большинство учениц хотят стать членами Общества Восприятия, и здесь, под надзором госпожи, проходят обучение для подготовки к последнему обряду посвящения фракции".

source: "I am learning much. This pleases me, yes." She smiles for a moment; the expression seems awkward on her pale face, as if it was somehow foreign to her.
ru: "Я многое узнала. И да, это доставляет мне удовольствие". Она некоторое время улыбается; эта эмоция выглядит неуклюже на ее бледном лице, словно она никогда этого не делала.

source: "You would do well to seek the answers to such questions from Mistress Grace. She would explain them better than I might."
ru: "Тебе стоит поискать ответы на подобные вопросы у госпожи Грации. Она ответит на них гораздо лучше, чем я".

source: "Yes, I can. The Brothel for Slating Intellectual Lusts is a school; its prostitutes are tutored in the ways of dialogue and verbal intercourse. I would recommend you speak to the establishment's proprietor, Mistress Grace, should you require a more enumerated explanation."
ru: "Да, могу. Бордель утоления интеллектуальной страсти - это школа; его проститутки обучаются различным способам общения и вербального связи. Если тебе необходимо более развернутое пояснение, рекомендую поговорить с владелицей этого заведения, госпожой Грацией".

source: "I will assume you mean her personal scent, which she alleges has been stolen from her by one of the prostitutes, here. I do not know with whom it now rests. You may wish to ask Nenny, however, as she sees much of what occurs here."
ru: "Наверное, ты имеешь в виду ее личный аромат, который, по ее словам, украла одна из здешних проституток. Не знаю, у кого он сейчас. Однако, ты можешь расспросить Ненни - она подмечает многое из того, что здесь происходит".

source: "Vivian utilizes an aspect of the Art to create, change and enhance the olfactory aspects of an object, living or dead. Perhaps the thief knows some of these skills, as well. Her scent would have to rest in an object, however, and not on the thief, were that the case - else Vivian would know them by their smell."
ru: "Вивьен использует определенную сторону Искусства для создания, изменения и улучшения обонятельных свойств объектов, живых или мертвых. Возможно, вор тоже владеет одним из этих навыков. Однако ее аромат мог остаться на одном из предметов, а не на воре - иначе бы Вивьен сразу же узнала по запаху, кто вор".

source: Dolora shakes her head. "I have not seen Marissa's veil since she last wore it outside her chambers. That was some time ago." She shuts her eyes for a moment, then speaks again: "Nenny sees much of what goes on, here. You might do well to ask her if she has seen anything that might help you."
ru: Долора качает головой. "Я не видела вуаль Мариссы с тех пор, как она в последний раз надела ее вне своих покоев. Это было достаточно давно, - она на миг закрывает глаза, затем продолжает. - Ненни знает многое из того, что здесь происходит. Спроси ее об этом - возможно, она что-нибудь видела".

source: Memories of a great hall begin to form in your mind... a vast place, full of well-dressed elites... a formal ball was taking place. Before you was a small, impeccably dressed fellow who wore a golden medallion; it was emblazoned with a symbol you dimly recall as the "Sign of One." The two of you stood in a circle of onlookers who've gathered to listen to your debate.
ru: В памяти всплывает огромный зал... просторное место, заполненное хорошо одетой знатью... какой-то званый вечер. Перед тобой стоит какой-то невысокий, безупречно одетый мужчина, на котором висит золотой медальон. Медальон украшен символом, за которым ты смутно узнаешь "Знак Единого". Вы оба стоите в кругу, образованном слушающими вашу дискуссию зрителями.

source: "But... but that's impossible!" the man was saying, looking perplexed. "Oh, but it is." You recall yourself replying. "I've made several inarguable points and given you a number of examples. You simply don't exist." "But... you can't! Were I to accept that, I'd... I'd..."
ru: "Но... но это же невозможно!" - ошеломленно произносит мужчина. "Но это так, - ты слышишь собственный голос. - Я привел несколько неоспоримых доводов и множество примеров. Ты просто не существуешь". "Но... это не так! Если я приму это, то я... я..."

source: "Yes. You'd cease to exist." And without a flash of light or puff of smoke - with no fanfare of any sort - the man was simply gone.
ru: "Да. Ты прекратишь существовать". И тут мужчина попросту исчезает - без каких-либо вспышек, клубов дыма или фанфар.

source: The onlookers *oohed* and *aahed*," some clapped... you remember giving a flourishing bow and walking away, a small, satisfied smile upon your lips. You suddenly realize Dolora is watching you closely. "Are you feeling well? We might finish our discussion at another time, should you like..."
ru: Зрители *охают* и *ахают*, кто-то аплодирует... Ты делаешь энергичный поклон и с легкой и довольной улыбкой уходишь прочь. Внезапно ты осознаешь, что Долора внимательно смотрит на тебя. "С тобой все в порядке? Может быть, закончим дискуссию в другой раз?.."

source: Memories of a smoke-filled field of battle begin to fill your mind... atop a great hill overlooking the fighting you sat, mounted upon a massive, four-legged beast. The braying of horns carried your orders to the troops below.
ru: Воспоминание затянутого дымом поля битвы заполняет твой разум... ты сидишь на огромном четырехногом животном на вершине холма. Рев горнов разносит твои приказы солдатам внизу.

source: Even as you watched, your forces divided, fleeing left and right as the foreign army fought its way up the hill to slay the enemy lord - you.
ru: Ты видишь, как твои силы разделяются надвое, солдаты разбегаются вправо и влево от вражеской армии, пробивающейся наверх к холму, чтобы сокрушить вражеского командира - тебя.

source: "The fools," you had thought, lips curling into a wicked smile. "My knights shall charge down the hillside and stop their advance in an instant... and at that very moment my 'retreating' footmen will fall in to crush their flanks! Ah, yet another victory soon to be mine..." You suddenly realize Dolora is watching you intently. "Are you feeling well? We might take up the game another day, if you so wish..."
ru: "Глупцы, - думаешь ты с кривой усмешкой. - Мои всадники нападут с холма и моментально остановят их продвижение... А в это время мои "отступающие" пехотинцы нападут на них с флангов! Еще одна победа будет моей..." Неожиданно ты осознаешь, что Долора внимательно смотрит на тебя. "С тобой все в порядке? Если хочешь, мы можем завершить игру в другой раз..."

source: She shakes her head. "I fear you are mistaken. Unless this is most recent development, there is no tenth student."
ru: Она качает головой. "Боюсь, ты ошибаешься. Десятой ученицы нет, если только это не новое поступление".

source: Dolora's face seems to brighten when she sees you. "Greetings, again. How may I serve you?"
ru: Лицо Долоры озаряется, когда она видит тебе. "И снова здравствуй. Чем я могу быть полезной тебе?"

source: "I, too, have heard such a rumor, but I do not know. Perhaps another of the women here can give you the answer, if not Kesai herself. Ask Juliette... she and Kesai were once goods friends, before Juliette met Merriman."
ru: "Я тоже слышала похожий слух, но ничего об этом не знаю. Может быть, другая девушка сможет дать ответ, или сама Кесай. Спроси Джульетту... они с Кесай были близкими подругами, пока Джульетта не повстречала Монтекки".

source: "Yes. Her name is Ecco. Her voice - and in fact her every means of communication - was stolen and destroyed. Ecco's words once wooed away the paramour of the godling Paramisha. Paramisha, in a jealous rage, tore away Ecco's voice, sealed it within a crystal vial, and hurled it into a megogalamdraga's maw. Ecco's voice is forever lost to her; only another, new voice could return to her the ability to communicate once more. I know this because I spoke to Paramisha's parmour myself, once."
ru: "Да. Ее зовут Экко. Ее голос - и вообще все ее средства общения - были украдены и уничтожены. Однажды Экко своими речами соблазнила любовника богини Парамиши. Парамиша в ревностном гневе выкрала голос Экко, заключила его в хрустальный сосуд и бросила в пасть мегогаламдраги. Для Экко голос потерян навсегда. Только другой, новый голос сможет вернуть ей способность общаться. Я знаю это, потому что однажды сама разговаривала с тем любовником Парамиши".

source: You finish the game with much the same result as before. "A most enjoyable game. Again?"
ru: Вы заканчиваете игру с тем же результатом. "Очень увлекательная игра. Еще раз?"

source: Leave her be.
ru: Оставить ее в покое.

source: "In what ways can you serve me, Dolora?"
ru: "Чем ты можешь быть мне полезной, Долора?"

source: "Not really, but I had some questions..."
ru: "Ничем, но у меня есть некоторые вопросы..."

source: "No, I just wished to meet you. Farewell."
ru: "Нет, я просто хотел повидаться с тобой. Прощай".

source: "I was hoping for something of a more 'physical' nature..."
ru: "Я надеялся на что-то более "телесное"..."

source: "Debate, you say?"
ru: "Говоришь, дискуссию?"

source: "Could we play a game, then?"
ru: "Тогда, может быть, сыграем?"

source: "Actually, could I just ask you a few questions?"
ru: "Вообще-то, я хотел задать тебе несколько вопросов".

source: "On second thought, I'll just take my leave. Farewell."
ru: "Если подумать, мне уже пора уходить. Прощай".

source: "Oh? Why would you say that?"
ru: "Э? Почему ты так говоришь?"

source: "You had mentioned debating?"
ru: "Ты упоминала какие-то дискуссии?"

source: "In that case, I had some questions..."
ru: "Тогда я бы хотел задать несколько вопросов..."

source: "Farewell, then."
ru: "Тогда прощай".

source: Allow her to touch you.
ru: Позволить ей прикоснуться к тебе.

source: Draw away from her.
ru: Отпрянуть от нее.

source: "Very well. You had mentioned debating?"
ru: "Отлично. Ты упоминала какие-то дискуссии?"

source: "All right. Could we play a game, then?"
ru: "Хорошо. Тогда, может быть, сыграем?"

source: "Very well... show me, then."
ru: "Хорошо... показывай".

source: "Forget it. You had mentioned debating?"
ru: "Забудь об этом. Ты упоминала какие-то дискуссии?"

source: Choose a topic, see if you can 'best' her.
ru: Ты выбираешь тему. Посмотрим, сможешь ли ты ее "победить".

source: "Hmm. Could we play a game, then?"
ru: "Хмм. Тогда, может быть, сыграем?"

source: "Actually, let me just ask you some questions..."
ru: "Позволь мне лучше спросить кое о чем..."

source: "No, not right now. Farewell."
ru: "Нет, не сейчас. Прощай".

source: "Wait... are you always so ruthless in a debate?"
ru: "Постой... ты всегда такая безжалостная в споре?"

source: "No thanks. Could we play a game?"
ru: "Нет, спасибо. Может быть, сыграем?"

source: "That's all right. I had some questions, though..."
ru: "Все нормально. У меня есть несколько вопросов..."

source: "That's enough, for now. Farewell, Dolora."
ru: "На сегодня хватит. Прощай, Долора".

source: "I see. Could we play a game, now?"
ru: "Понятно. Может быть, сыграем?"

source: "I understand. I had some questions for you..."
ru: "Я понимаю. У меня были еще вопросы к тебе..."

source: "That makes sense. Farewell, Dolora."
ru: "Вполне логично. Прощай, Долора".

source: Allow the memory to surface.
ru: Позволить воспоминанию проявиться.

source: Repress the memory.
ru: Подавить воспоминание.

source: "Thanks..."
ru: "Спасибо..."

source: "I don't know... you're quite an opponent."
ru: "Не знаю... Ты достойный противник".

source: "Not right now, thanks. Could we play a game, though?"
ru: "Нет, не сейчас, спасибо. Может быть, сыграем?"

source: "Perhaps, perhaps not. I'd consider that an unfair advantage, though."
ru: "Может быть, а может быть и нет. Думаю, это было бы нечестным преимуществом".

source: "The one we played before would be fine."
ru: "В ту, в которую мы уже играли".

source: "No... I don't really remember any games..."
ru: "Нет... Я не помню ни одной игры..."

source: "Actually, let me ask you some questions, instead..."
ru: "Позволь мне спросить кое о чем еще вместо этого..."

source: "Yes, please."
ru: "Да, пожалуйста".

source: "Yes, let's."
ru: "Да, давай".

source: "Do you always play so mercilessly?"
ru: "Ты всегда играешь так беспощадно?"

source: "Maybe not. You mentioned debating, before?"
ru: "Наверное. До этого ты что-то говорила про дискуссии?"

source: "Hmm. I had some questions..."
ru: "Хмм. У меня есть некоторые вопросы..."

source: "I didn't find it very entertaining, anyway. Farewell."
ru: "Они все равно никак не развлекают. Прощай".

source: "I see. You mentioned debating, before?"
ru: "Понятно. До этого ты что-то говорила про дискуссии?"

source: "Perhaps. You mentioned debating, before?"
ru: "Возможно. До этого ты что-то говорила про дискуссии?"

source: "Thanks. I had some questions..."
ru: "Спасибо. У меня есть вопросы..."

source: "Maybe if I had more time, I'd practice. Farewell."
ru: "Потренируюсь, как будет время. Прощай".

source: "Thanks... but do you always play so mercilessly?"
ru: "Спасибо... А ты всегда играешь так беспощадно?"

source: "My thanks. I had some questions..."
ru: "Благодарю. У меня есть другие вопросы..."

source: "Thanks. You mentioned debating, before?"
ru: "Спасибо. До этого ты что-то говорила про дискуссии?"

source: "Yes, it seems I've played before after all. Farewell."
ru: "Да, кажется, я уже играл в эту игру. Прощай".

source: "What's wrong? Anything I can help you with?"
ru: "Что-то нет так? Может быть, я могу помочь?"

source: "I'll speak with you another time, then. Farewell."
ru: "Тогда я поговорю с тобой в другой раз. Прощай".

source: "Are you certain there's nothing I could do?"
ru: "Ты точно уверена, что я ничем не могу помочь?"

source: "Why don't you seek him out, speak with him?"
ru: "Почему ты не разыщешь его и не поговоришь с ним?"

source: "Then I'll find this Merriman, and speak to him on your behalf."
ru: "Тогда я найду Весельчака и поговорю с ним от твоего имени".

source: "You're in luck. I can find Merriman... for a price."
ru: "Тебе везет. Я могу разыскать Весельчака... за вознаграждение".

source: "I see. Farewell, Dolora."
ru: "Понятно. Прощай, Долора".

source: "I'll return when I find him. Farewell."
ru: "Я вернусь, когда разыщу его. Прощай".

source: "It'll have to do. I'll be back if I find him. Farewell."
ru: "Я так и сделаю. Я вернусь, когда найду его. Прощай".

source: "Just how might serve me, Dolora?"
ru: "А что ты можешь сделать для меня, Долора?"

source: "Actually, I just had some questions..."
ru: "Вообще-то, у меня просто несколько вопросов..."

source: "None; I was just passing by. Farewell."
ru: "Ничем, я просто проходил мимо. Прощай."

source: "No, not yet. Farewell."
ru: "Еще нет. Прощай".

source: "Yes... I have the keys to your heart. Here they are."
ru: "Да... У меня есть ключи от твоего сердца. Вот они".

source: "Eh... I'll return when I have them."
ru: "Э... Я вернусь, когда они будут у меня".

source: "Of course, Dolora. I had some questions..."
ru: "Пожалуйста, Долора. У меня есть пара вопросов..."

source: "Glad to help. Farewell, Dolora."
ru: "Рад был помочь. Прощай, Долора".

source: "Of course. And my reward...?"
ru: "Да-да, конечно. Моя награда?.."

source: "I had some questions, now..."
ru: "Теперь у меня есть некоторые вопросы..."

source: "Right. Farewell, Dolora."
ru: "Точно. Прощай, Долора".

source: "Yes... here they are."
ru: "Да... Вот они".

source: "No... I'll return when I do, though."
ru: "Нет... Я вернусь, когда найду их".

source: "I was hoping to learn more about your nature."
ru: "Я бы хотел узнать побольше о твоей сущности".

source: "What are you doing here?"
ru: "Что ты здесь делаешь?"

source: "Can you tell me about this place?"
ru: "Что ты можешь сказать об этом месте?"

source: "What can you tell me about the silent prostitute?"
ru: "Что ты можешь рассказать о молчаливой проститутке?"

source: "I'm trying find Vivian's scent... do you know where it might be?"
ru: "Я пытаюсь найти аромат Вивьен... не знаешь, где он может быть?"

source: "I'm trying find Marissa's Crimson Veil... do you know where it might be?"
ru: "Я пытаюсь найти малиновую вуаль Мариссы... не знаешь, где она может быть?"

source: "I've spoken to nine prostitutes altogether... do you know who or where the tenth student is?"
ru: "Я переговорил со всеми девятью проститутками... ты не знаешь, кто десятая или где она находится?"

source: "Never mind, actually. Farewell."
ru: "Ничего особенного. Прощай".

source: "What about your mind, your emotions?"
ru: "А твой разум, чувства?"

source: "What do the keys do, exactly?"
ru: "Для чего нужны ключи?"

source: "I had another question..."
ru: "У меня есть другие вопросы..."

source: "That's all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай."

source: "How does your mind work? You do have emotions, then?"
ru: "Как работает твой разум? Есть ли у тебя эмоции?"

source: "Do you enjoy it here?"
ru: "Тебе нравится здесь?"

source: "Tell me about this Society of Sensation."
ru: "Расскажи мне об Обществе Восприятия".

source: "Initiation rites?"
ru: "Обряду посвящения?"

source: "You mentioned the Society of Sensation...?"
ru: "Ты упомянула об Обществе Восприятия?.."

source: "You had said something about initiation rites?"
ru: "Ты что-то сказала про обряд посвящения?.."

source: "How could someone's scent be *stolen?*"
ru: "Как чей-то аромат вообще может быть *украден*?"

source: Continue the memory.
ru: Продолжить воспоминание.

source: "No... let's continue the debate..."
ru: "Нет... продолжим дискуссию..."

source: "No... let's continue the game..."
ru: "Нет... продолжим игру..."

source: "I had another question, then..."
ru: "У меня есть еще один вопрос..."

source: "Never mind, then. Farewell."
ru: "Тогда неважно. Прощай".

source: "And just how might you serve me, Dolora?"
ru: "И что ты можешь сделать для меня, Долора?"

source: "Actually, I had some questions..."
ru: "Вообще-то, у меня несколько вопросов..."

source: "I was just passing by, Dolora. Farewell."
ru: "Я просто проходил мимо, Долора. Прощай".

source: "Not just now. I had some questions..."
ru: "Не сейчас. У меня есть другие вопросы..."

source: "Perhaps another time, Dolora. Farewell."
ru: "Возможно, в другой раз, Долора. Прощай".

source: One of the prostitutes suggested that I ask Nenny if she knows anything about who took Vivian's personal scent. Apparently, Nenny's got a reputation for always wandering around and watching what other people are doing.
ru: Одна из проституток посоветовала мне расспросить Ненни, не знает ли она, кто забрал личный аромат Вивьен. Очевидно, что у Ненни репутация вездесущей и следящей за всеми девушки.

source: One of the prostitutes suggested that I ask Nenny if she's seen Marissa's Crimson Veil anywhere. Apparently, Nenny's got a reputation for always wandering around and watching what other people are doing.
ru: Одна из проституток посоветовала мне расспросить Ненни, не видела ли она где-нибудь малиновую вуаль Мариссы. Очевидно, что у Ненни репутация вездесущей и следящей за всеми девушки.

source: Dolora, one of the women in the Brothel of Slating Intellectual Lusts, refuses to answer any of my questions that don't relate to her tasks as a 'prostitute'... I fear, though, that she might hold information dear to my quest.
ru: Долора, одна из девушек в Борделе утоления интеллектуальной страсти, отказалась отвечать на любые вопросы, касающиеся ее обязанностей в качестве "проститутки"... Однако, я опасаюсь, что у нее могут быть ценные для меня сведения.

source: Dolora told me that Ecco - the silent prostitute - could not speak because her voice had been stolen and destroyed. She said that Ecco's words once wooed away the paramour of the godling Paramisha. Paramisha, in a jealous rage, tore away Ecco's voice, sealed it within a crystal vial, and hurled it into a megogalamdraga's maw. Dolora told me that Ecco's voice is forever lost to her, and that only another, new voice could return to Ecco the ability to communicate once more. It's some tale, but Dolora says she got it form that Paramisha's paramour himself...
ru: Долора рассказала мне, что Экко - молчаливая проститутка - не может говорить, потому что ее голос был украден и уничтожен. Она сказала, что однажды Экко своими речами соблазнила любовника богини Парамиши. Парамиша в ревностном гневе выкрала голос Экко, заключила его в хрустальный сосуд и бросила в пасть мегогаламдраги. Долора сказала, что для Экко голос потерян навсегда, и что только другой, новый голос сможет вернуть ей способность общаться. Это похоже на сказку, но Долора заверила, что услышала это от самого любовника Парамиши...
