Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/ddorfin.dlg.po
Languages: ru

source: You see a muscular young man wearing dirty work clothes. He seems to be checking the contents of several crates and comparing them with a list.
ru: Ты видишь мускулистого молодого мужчину, одетого в грязную рабочую одежду. Похоже, он проверят содержимое ящиков, сверяя их со списком.

source: "Greetings."
ru: "Приветствую".

source: Ignore the man.
ru: Не обращать внимания на мужчину.

source: He pauses for a moment before turning to face you. "Yes? May I help you?"
ru: Он на секунду задерживается перед тем, как повернуться к тебе. "Да? Чем я могу помочь?"

source: "I have some questions..."
ru: "У меня есть некоторые вопросы..."

source: "No, not really. Farewell."
ru: "Нет, ничего. Прощай".ощай".

source: He glances about quickly. "All right..."
ru: Он рассеянно смотрит вокруг. "Хорошо..."

source: "Who are you?"
ru: "Кто ты?"

source: "What are you doing?"
ru: "Что ты делаешь?"

source: "What can you tell me about this place?"
ru: "Что ты можешь рассказать об этом месте?"

source: "I'm looking for a deva. I've been told he's in Curst."
ru: "Я ищу одного дэва. Мне сказали, что он в Проклятом".

source: "I must be going, farewell."
ru: "Я должен идти. Прощай".

source: "I'm Dorfin, cutter. I'm one of the warehousemen here." He gives you a friendly smile.
ru: "Я - Дорфин, я один из здешних кладовщиков". Он озаряет тебя дружелюбной улыбкой.

source: "Inventory." He frowns. "For the third time this month, I might add."
ru: "Составляю опись". Он хмурится. "Уже третий раз за месяц, должен сказать".

source: "Is that unusual?"
ru: "Это что-то особенное?"

source: "I see. I have some more questions..."
ru: "Понятно. У меня есть еще вопросы..."

source: He sighs. "No, the boss is a slave driver. He works us hard and rarely let's up on us." He shrugs. "It's a living."
ru: Он вздыхает. "Нет, босс сущий погонщик рабов. Он заставляет нас вкалывать на работе и редко нас отпускает". Он вздыхает. "Такова жизнь".

source: "If he's such a slave driver, why do you work for him?"
ru: "Если он такой погонщик, почему же ты на него работаешь?"

source: He leans in close to whisper to you. "We're allowed one day a week off... with pay no less. We don't complain because of that."
ru: Он наклоняется к тебе и шепчет. "У нас есть один выходной день в неделю... полностью оплачиваемый. Поэтому мы не жалуемся".

source: "Interesting. Why does he do that?"
ru: "Интересно. Почему он это делает?"

source: He shrugs. "I have no idea and I don't really care. It's a break from the grind."
ru: Он пожимает плечами. "Не знаю, да мне все равно. Это все равно, что передышка от тяжелой работы".

source: He gives you a confused look then shrugs. "It's just a warehouse. We store the usual stuff. You know, tools, weapons, foodstuff, whatever..."
ru: Он смущенно смотрит на тебя, пожимая плечами. "Это просто склад. Мы храним обычные товары. Ну знаешь, инструменты, оружие, еду, все что угодно..."

source: "Really?" He looks surprised. "I can't even imagine that... I mean, why would a deva come here?" He pauses for a moment then barks out a laugh. "Ha! Unless it was to rain *holy justice* down upon us."
ru: "Правда?" Он удивлен. "Даже представить себе этого не могу... То есть, что дэва мог забыть здесь?" Спустя секунду он разряжается громким смехом. "Ха! Если только, он не собирается обрушить на нас *святое правосудие*".

source: 'What do you mean?"
ru: "О чем это ты?"

source: "The citizens of Curst are not known for their kindness and generosity. A deva actually is too good for this place. There is no reason for one to be here unless, of course, he or she was sent by some power. That would only be done in the name of some sort of *higher* justice."
ru: "Граждане Проклятого не славятся добротой и благородством. Дэва слишком хорош для этого места. Нет никаких явных причин для того, что он оказался здесь. За исключением, конечно, если его или ее не прислала какая-нибудь сила. А это случается только во имя какой-нибудь *высшей* справедливости".

source: "I see. I have some other questions..."
ru: "Понятно. У меня были еще вопросы..."

source: You see Dorfin, the warehouseman. He nods at you. "Hello again, cutter."
ru: Ты видишь Дорфина, служащего склада. Он кивает тебе. "Привет, рубака".

source: "Never mind. Farewell."
ru: "Неважно. Прощай".
