Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/ddrtrgh2.dlg.po
Languages: ru

source: "Kill the troco for usss, yesss, and you take itsss money. We take itsss food. You like, yesss?"
ru: «Убей для нассс троко, да, и забирай его деньги. Нам доссстанется его еда. Нравитсся, а?»

source: "What is that creature?"
ru: «Что это за существо?»

source: "Trocopotoca. You like? We not like, no... sssscary and mean monssster. They not like usss. Thissss one... it guard body we want. You kill it?"
ru: «Трокопотока? Нравитссся? А нам - нет... ссстрашный и злой зверь. Мы им не нравимсся. Этот... охраняет труп, который нам нужен. Убьешшшь его?»

source: "What's with your friend?"
ru: «Что с твоим другом?»

source: "Not friend! Braggart! Big ghoul! Afraid of nothing, he saysss! You see him getting clossse to troco? No! He coward! You kill it and show him who brave isss!"
ru: «Не друг! Хвассстун! Хвассстливый упырь! Ничего не боюсссь, говорит! Видел, чтобы он подходил к троко? Нет! Он труссс! Убей троко и покажи, кто тут сссмелый!»

source: "What is it, anyway?"
ru: «Так что же это такое?»

source: "Fine. I'll kill it."
ru: «Хорошо, я убью его».

source: "Sssss... worthlesssss flessh! Go!"
ru: «Ссссс... бесссполезное мясо! Уходи!»

source: "Very well."
ru: «Хорошо».

source: "No, I don't think so."
ru: «Нет, я так не думаю».

source: "I'll kill it."
ru: «Я убью его».

source: "My thanksss... you take money when it diessss."
ru: «Ссспасибо... заберешшшь деньги, когда он умрет».

source: "That's the plan."
ru: «Вот это - план».

source: "I'll let you do it."
ru: «Сам этим занимайся».

source: "Sure."
ru: «Конечно».

source: "I don't think so."
ru: «Я так не думаю».

source: "Why you not kill troco? Troco needssss to die! Kill it!"
ru: «Почему не убиваешшшь троко? Троко должен сссдохнуть! Убей его!»

source: "I'm going, then."
ru: «Тогда я пошел».

source: "What... what bringsss you back here, foolish meat? Dieee!" The ghastly creature leaps at you!
ru: «Зачем... зачем ты вернулосссь, глупое мясссо? Умри-и-и!» Жуткая тварь накидывается на тебя!

source: Fight.
ru: Сражаться.

source: Flee.
ru: Сбежать.

source: "You take your treasssure, yesss? Take it and go, meat thing."
ru: «Ты за своим сссокровищем, да? Забирай и уходи, мясссная тварь».

source: "What is that thing?"
ru: «Что это за тварь?»

source: "Trocopotoca, yesss? You like? We not like, no... sssscary and mean monssster. They not like usss. Dead now, yesss?"
ru: «Трокопотока? Нравитссся? А нам - нет... ссстрашный и злой зверь. Мы им не нравимссся. Он уже мертвый, да?»

source: "You're welcome. Farewell."
ru: «Не за что. Прощай».

source: "It's a deal."
ru: «По рукам».

source: "Not if you die first."
ru: «Нет, сперва ты умрешь».

source: "Take it and go, then... we mussst eat."
ru: «Тогда забирай и уходи... нам нужно есссть».

source: "Farewell."
ru: «Прощай».

source: "Back so ssssoon? Go. We eat."
ru: «Так ссскоро вернулся? Уйди. Мы едим».

source: "Very well. Farewell."
ru: «Отлично. Прощай».
