Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/ddrunk.dlg.po
Languages: ru

source: This man is drunk out of his gourd. He can barely stand, much less speak to you. He reeks of liquor, vomit, and stale urine.
ru: Этот мужчина порядком нализался из своей тыквенной бутыли. Он с трудом может стоять, не то что разговаривать с тобой. От него воняет каким-то пойлом, блевотиной и затхлой мочой.

source: The drunk seems only dimly aware of your speaking to him. He looks about, confused, trying to discover the source of your voice. You notice Annah creeping around behind him, most likely looking for a coin-purse.
ru: До забулдыги с трудом доходит, что ты разговариваешь с ним. Он смущенно озирается, пытаясь найти источник твоего голоса. Ты замечаешь, что Анна подкрадывается к нему сзади с явным намерением поживиться его кошельком.

source: The drunk seems only dimly aware of your speaking to him. He looks about, confused, trying to discover the source of your voice.
ru: До забулдыги с трудом доходит, что ты разговариваешь с ним. Он смущенно озирается, пытаясь найти источник твоего голоса.

source: "Huh, huh? Whuh? G-guuuuurk!" He suddenly begins to wretch copiously; you hop back to avoid being spattered. You won't be getting anything useful from this disheveled, stench-ridden waste of a life.
ru: "Ух, ух? Шта? Ииииик!" Неожиданно его начинает обильно рвать; ты отпрыгиваешь назад, стараясь избежать брызг. Ничего более полезного от этого растрепанного вонючего разочарования ты не получишь.

source: "Huh, huh? Whuh? G-guuuuurk!" He suddenly begins to wretch copiously; you and Annah hop back to avoid being spattered. You won't be getting anything useful from this disheveled, stench-ridden waste of a life.
ru: "Ух, ух? Шта? Ииииик!" Неожиданно его начинает обильно рвать; вместе с Анной ты отпрыгиваешь назад, стараясь избежать брызг. Ничего более полезного от этого растрепанного вонючего разочарования ты не получишь.

source: "I have some questions for you..."
ru: "У меня есть вопросы к тебе..."

source: Ignore him.
ru: Игнорировать его.

source: "Annah... don't."
ru: "Анна... не надо".

source: Shake him to get his attention.
ru: Встряхнуть его, чтобы привлечь внимание.

source: Leave him be.
ru: Оставить его в покое.
