Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/debb.dlg.po
Languages: ru

source: Refuse to shake.
ru: Не подать руки.

source: His handshake is firm. "Now, I hereby tender my apologies for the unfair jesting, lad. Hope no hard feelings; can I buy you a tankard or two of something to smooth any ruffled feathers?"
ru: Рукопожатие у него крепкое. "А теперь я предлагаю свои извинения за недостойное подтрунивание, парень. Надеюсь, не обижаешься; могу ли я купить тебе кружку-другую чего-нибудь, чтобы пригладить взъерошенные перышки?"

source: "Why not?"
ru: "Почему бы и нет?"

source: "No."
ru: "Нет".

source: He withdraws his hand. "Fair enough, fair enough. I hereby tender my apologies for the unfair jesting, lad. Hope no hard feelings; can I buy you a tankard or two of something to smooth any ruffled feathers?"
ru: Он убирает руку. "Справедливо, вполне справедливо. Прямо здесь и сейчас предлагаю свои извинения за недостойное подтрунивание, парень. Надеюсь, не обижаешься; могу я купить тебе кружку-другую чего-нибудь чтобы пригладить взъерошенные перышки?"

source: "That's the spirit, lad! Bide a moment." He rises to his feet and heads to the bar. After a moment, he returns to his seat with a pair of tankards. "Here you go, lad. Drink up!" He takes a massive swallow from his own tankard, puffs on his pipe, and says, "What can ol' Ebb do for you on this fine Sigil day?"
ru: "Так держать, парень! Обожди здесь". Он встает на ноги и направляется к бару. Через мгновение он возвращается назад с парой кружек. "Это тебе, парень. Выпьем!" Сделав большой глоток из своей кружки и затянувшись своей трубкой, он произносит: "Что старина Эбб может сделать для тебя в этот чудесный сигильский денек?"

source: "I had some questions about this place."
ru: "У меня есть вопросы об это месте".

source: "Nothing. Farewell."
ru: "Ничего. Прощай".

source: "Fair enough, lad, fair enough." He puffs on his pipe, pauses a moment or two, and says, "So, what can ol' Ebb do for you on this fine Sigil day?"
ru: "Вполне справедливо, парень, вролне справедливо". Он пыхтит своей трубкой, выдерживая паузу, и произносит: "Что старина Эбб может сделать для тебя в этот чудесный сигильский денек?"

source: "Oh, well I gathered that, jest to look at you. I mean, you don't look like you're from around these parts, lad... you look a little too out of sorts to be a seasoned native!" Ebb chuckles, then takes another drink. "So what can I help you with, lad? You need to know the lay of the land?" Ebb winks.
ru: "Ну, это я уловил, едва взглянув на тебя. В смысле, не похож ты на местного, парень... на вид ты совсем из другого теста, никак не бывалый или абориген! - Эбб издает смешок, и делает очередной глоток. - Итак, чем я могу тебе помочь, парень? Тебе нужно узнать, что за расклад?" Эбб подмигивает.

source: "Who are you?"
ru: "Кто ты?"

source: "What are you doing?"
ru: "Что ты делаешь?"

source: "What is this place?"
ru: "Что это за место?"

source: "Yes. Tell me how this city and its environs work."
ru: "Да. Расскажи мне, как все устроено в Сигиле и округе".

source: "No. Farewell."
ru: "Нет. Прощай".

source: "Ebb Creakknees, Third Measure of the Harmonium, now retired and being a tout with one's voice since I don't step as lightly as I might these past two or three decades!" He chuckles. "Now, lad, who be you and what trouble might you be in?"
ru: "Эбб Коленоскрип, Третья степень Гармониума, ныне в отставке и являюсь голосистым осведомителем, поскольку последние два или три десятка лет мне уже не так просто передвигать ногами! - он посмеивается. - Итак, парень, кто ты и в какие неприятности попал?"

source: "Third Measure of the Harmonium?"
ru: "Третья степень Гармониума?"

source: "What's a tout?"
ru: "Что за осведомитель?"

source: "What makes you think I'm in trouble?"
ru: "С чего ты взял, что я попал в неприятности?"

source: "Forget it. Farewell."
ru: "Забудь об этом. Прощай".

source: Ebb puffs up slightly in pride and gets a semi-stern look on his face. "Aye, Third Measure of the Harmonium..." He relaxes a little. "Though I haven't served a tour of duty in many a decade. Pushing a quill wasn't quite up my alley after all the fights and skirmishes I been in, so I just bide my time keeping tabs on things down here in the Hive and helping out a little where I can. An' you look like someone who might need a hand... are you in some kind of trouble, lad?"
ru: Эбб гордо выпускает дым, его лицо обретает суровые черты. "Да, Третья ступень Гармониума... - он слегка расслабляется. - Хотя я уже много лет не совершал служебный обход. Скрипеть пером - не совсем моя стезя после всех тех потасовок и заварушек, в которых я побывал, поэтому я провожу свое время здесь, в Улье, и помогаю понемногу где могу. Вот ты похож на того, кому следует подсобить... попал в неприятности, парень?"

source: "What fights and skirmishes have you been in?"
ru: "В каких заварушках и потасовках ты побывал?"

source: "A few troubles."
ru: "Есть пара проблем".

source: "A few troubles: I woke up in the Mortuary and seem to have forgotten who I am."
ru: "Есть пара проблем: я проснулся в Морге и, похоже, забыл кто я такой".

source: "None of your business, really. I had some other questions..."
ru: "Вообще-то это не твое дело. У меня есть несколько вопросов..."

source: "Not as far as you're concerned. Farewell."
ru: "Все не так плохо, как ты думаешь. Прощай".

source: Ebb rolls his eyes. "More than I can remember, lad! Well... *almost* more than I can remember, leastwhys. I did an all too-long tour in the Blood War, that infernal muck-up War of Lies on Terras, far too many years in the Black Centuries War..." Ebb begins to tick off the wars on his finger and counts silently to himself. "...eh, then there was the Three-Planes War, and many others, I even took part in the Harmonium War of Liberation. Oh, towards the end there, I was also in the Sigil City Watch... some could argue that was the most dangerous of them all!" He laughs loudly. The mention of the Blood War feels like a cold dagger slipping into your heart.
ru: Эбб закатывает глаза. "В стольких, что я уже и не припомню их все, парень! Ну... по крайней мере, *близко* к тому, чтобы всех их и не помнить. Меня слишком надолго занесло на Кровавую войну, а также на ту дьявольски запутанную Войну Лжи на Террасе, слишком много лет я провел на войне Черных Веков... - Эбб начинает загибать пальцы, беззвучно подсчитывая. - Так, потом была еще Трехплановая война, и еще много других; я даже немного поучаствовал в Освободительной Войне Гармониума. О, а под конец я также был в Городском Дозоре Сигила... можно сказать, что это было самым опасным из всего, что я пережил!" Он громко смеется. Упоминание Кровавой войны вызывает у тебя ощущение холодного стального кинжала, вонзающегося в сердце.

source: "Tell me more of the Blood War."
ru: "Расскажи мне еще о Кровавой войне".

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "Thanks, Ebb. Farewell."
ru: "Спасибо, Эбб. Прощай".

source: Ebb sighs, oblivious to your reaction. "Aye... the Blood War: The most dangerous family feud this side of the primordial soup. A mean-spirited mob of fiends on one side, a batch of war-monger fiends on the other. It's the war that creation sparked, and they've been digging into each other ever since."
ru: Эбб вздыхает, не замечая твоего волнения. "Да... Кровавая война - самый опасный семейный раздор по эту сторону от первичного начала. Разъяренная толпа демонов с одной стороны, банда воинствующих демонов с другой. Это война, зажженная искрой сотворения, и с тех пор они непрерывно рвут друг другу глотки".

source: "Two sets of fiends warring against each other, eh?"
ru: "Значит, было два вида демонов, сражающихся друг с другом?"

source: "Thanks. Farewell."
ru: "Спасибо. Прощай".

source: "Aye. The tanar'ri, vicious killers who care for none but themselves, and the baatezu war machine, all for law and order under their infernal rules. The whole mess spills out into other planes from time to time, and it's made the multiverse a less-pleasant place to live."
ru: "Так точно. Танарри, яростные убийцы, которые заботятся только о себе, и военная машина баатезу, во имя закона и порядка по их инфернальным правилам. Весь кавардак время от времени выплескивается на прилегающие планы, и это делает мультивселенную значительно менее приятным местом для жизни".

source: "I see. I had some other questions..."
ru: "Понятно. У меня были еще вопросы..."

source: "I see. Farewell, Ebb."
ru: "Понятно. Прощай, Эбб".

source: "Oh, now, well, I hope it wasn't nothing too serious, now... but I'll leave that for yourself to say if and when you feel like talking about it. Don't mean to press the point, no... that'll get you in more trouble around here than anything else."
ru: "О, в общем, надеюсь, это не так серьезно, а пока... я подожду, пока ты сам не решишь, что готов об этом поговорить. Не хочу на тебя давить, нет... иначе это тебе доставит еще больше хлопот, чем все остальное".

source: "Eh?" Ebb blinks, then frowns. "What was that you said, lad? That you woke up in the Mortuary..." Ebb studies you closely. "Oh now, did they mistake you for dead under all them scars mayhap?" Ebb chuckles. "Can't say I would have been any smarter..." He puffs his pipe. "Them Dusties..." He catches himself. "I mean, them *Dustmen*... Dusties being a rude term to refer to them pale-faced fellas, and I don't mean them too much disrespect... they have all the perceptions and friendliness of a gravestone sometimes, eh? Can't say I couldn't see them screwing that up, no, lad."
ru: "А? - Эбб моргает, а затем хмурится. - Что ты сказал, парень? Проснулся в Морге... - Эбб внимательно тебя изучает. - О, может быть, они по ошибке приняли тебя за мертвеца из-за всех этих шрамов? - Эбб посмеивается. - Не скажу, что я бы оказался умнее... - Он пыхтит трубкой. - Эти Мертвяки... - Он прерывает себя. - Я хочу сказать, эти *Тленные*... Мертвяки - слишком грубый термин, чтобы обращаться к этим бледнолицым парням, и я не хочу высказать излишнего неуважения... так вот, у них иногда проницательность и дружелюбие могильных камней, не так ли? Не могу сказать, чтобы они ошибались так сильно, нет, парень".

source: "That's what I've heard. I had some other questions..."
ru: "Именно я это и слышал. У меня есть некоторые вопросы..."

source: "Well, now, it's a good thing you asked that, because now you've told me that you're green and a tout about's the best person a Clueless could have run into on the streets of Sigil, and I'm jest the man someone like you is in need of." He takes a drink. "A tout's a friendly city guide, shows you what's what, gives you a little jaunt around town... a guide -- aye, a guide is the best way to look at it. 'Cept I don't really leave this chair on account of my age, so mostly I suggest directions and places you might want to see in your travels in our fair city. Don't cost you a cent."
ru: "Ну, это хорошо, что ты спросил, поскольку теперь понятно, что ты совсем зелен, и осведомитель - это лучший человек, на которого пустоголовый может наткнуться на улицах Сигила, то я как раз тот, кто тебе нужен, - он прикладывается к кружке. - Осведомители - это дружелюбные городские гиды, которые покажут что и где, дадут небольшую экскурсию по городу... гид, да, гид - это наилучшее их определение. Только я не часто встаю с этого стула по причине возраста, поэтому я просто предлагаю указания, и места, которые ты, возможно, захочешь посетить, путешествуя по нашему старому доброму городу. И даже медяка не возьму".

source: "Why is it free?"
ru: "Почему бесплатно?"

source: "How old are you?"
ru: "Насколько ты стар?"

source: "A tout who can't move can't command much of a price, lad. By the Powers, 'twould be unfair ta charge for just a bag of words!"
ru: "Осведомитель, который не может двигаться, не может и устанавливать тарифов, парень. Великие Силы, было бы нечестно взимать плату всего лишь за набор слов!"

source: "Then I had some other questions..."
ru: "Тогда у меня есть некоторые вопросы..."

source: "True enough. Farewell."
ru: "Верно. Прощай".

source: "Old enough to know better, lad, and too old to walk much!" He puffs on his pipe. "Let's just say my best years are behind me, and there's only a few irons that keep this heart beating."
ru: "Достаточно стар, чтобы мудрить, парень, и слишком стар, чтобы особо расхаживать! - он пыхтит трубкой. - Скажем так, мои лучшие годы позади, и осталось всего несколько железок, заставляющих это сердце продолжать биться".

source: "What irons?"
ru: "Каких железок?"

source: "Fair enough. I had some other questions..."
ru: "Вполне справедливо. У меня есть некоторые вопросы..."

source: "Fair enough. Farewell."
ru: "Вполне справедливо. Прощай".

source: "Well, lad, not ta bring down the conversation, but I'm hoping that one day a holy fella will be making his way to the ol' Smoldering Corpse Bar and hopefully he'll shrive me of some of my private sins so I can go on and step off this plane for good."
ru: "Ладно, парень, менять тему не буду: надеюсь, что когда-нибудь святой братец окажется тут, в баре Тлеющий Труп, и, возможно, он отпустит мне некоторые личные грехи, чтобы я мог покинуть этот план навеки".

source: "I see. Farewell."
ru: "Понятно. Прощай".

source: "Lad, no one has as many scars as you have and isn't in some sort of trouble, either from himself or from others!" Ebb looks at you in mock reproach. "What do you take old Ebb for? Blind?! Ha! Look, I'm a little weathered around the edges but I've still got some sight and sense! Now, what's dogging your heels to be causing such trouble? Mayhap I can help you, eh?"
ru: "Парень, ни у кого не бывает столько шрамов, как у тебя, без каких-либо проблем, как от остальных, так и от самого себя! - Эбб смотрит на тебя с притворным упреком. - Ты за кого принимаешь старину Эбба? За слепого?! Ха! Слушай, я, может, уже слегка и поистрепался по углам, но глаза и мозги у меня на месте! Итак, что за беды гложут тебя, доставляя столько неприятностей? Может, я смогу тебе помочь, а?"

source: "A few troubles. That's all."
ru: "Пара неприятностей, не более того".

source: "Probably not. Farewell."
ru: "Пожалуй, нет. Прощай".

source: "'What am I doing?' Peculiar question, lad. What does it look like I'm doing... I'm whittling away my time among pleasant surrounding, nursing a tankard of ale, set with nice pouch of pipeweed, and interesting company. A perfect way to spend one's day, I think! Eh? Eh?" Ebb claps you on the shoulder and laughs.
ru: "Что я делаю? Занятный вопрос, парень. И на что же похоже то, что я делаю... Я убиваю время в приятном окружении, нянчась с кружкой эля, заготовив мешочек милого табачка, и с интересной компанией. По мне, так это прекрасный способ проводить день! А? А?" Эбб, смеясь, хлопает тебя по плечу.

source: "'Eh', indeed. I had some other questions..."
ru: "Верно. У меня есть некоторые вопросы..."

source: "Sure. Farewell."
ru: "Конечно. Прощай".

source: "Ye're in the Smoldering Corpse Bar, lad. Not a pretty place as some, but it's got it's own homespun kind of charm."
ru: "Ты в баре "Тлеющий Труп", парень. Он не так красив, как остальные места, но есть в нем свое домашнее очарование".

source: "Tell me about the patrons here."
ru: "Расскажи мне о здешних завсегдатаях".

source: "Who's the smoldering corpse there?"
ru: "Что это там за коптящийся труп?"

source: "What's good to drink here?"
ru: "Что хорошего тут можно выпить?"

source: "Farewell."
ru: "Прощай".

source: "Well, you got O, who claims to be a letter 'stead of a person, some Mercykillers waitin' around for a criminal, pair o' abishai on furlough from the Blood War; a githzerai over there who's been watching you from afar - not too unusual, mind you, they're peery cutters; and Alais down there, a Clueless kid whose britches seem to be jest a bit too tight, if you get my meaning. If you're wanting information on the planes, talk to Candrian Illborne over there - he knows more'n most I know."
ru: "Ну, есть тут некий О, который утверждает, что он буква, а не человек; несколько Убийц Милосердия, ждущих появления преступника; пара абишаев в отгуле с Кровавой войны; гитцерай, наблюдающий за тобой издалека - не слишком необычно, я тебе доложу, они те еще рубаки; и Алаис там внизу, пустоголовый, чересчур задирающий нос, если ты понимаешь, о чем я. Если же тебе нужна информация о планах, поговори с Кандрианом Болезнерожденным - он знает чуть ли не больше чем я".

source: "Him? Oh, no corpse, lad -- no deader him. Near as we can tell, ol' Ignus is still alive inside that little roastspit. Near as we can figure, anyway." Ebb wrinkles his nose. "He can smell damnably awful sometimes, too. Keeps me on the pipe to make sure it don't worm its way into my nose it does." He chuckles.
ru: "Этот? О, ну это не труп, парень - не мертвец он. Насколько мы можем судить, старина Игнус все еще жив на своей жаровне. По крайней мере, нам так кажется, - Эбб морщит нос. - Кстати, иногда он может чертовски ужасно вонять. Поэтому я не выпускаю изо рта трубку, чтобы его вонь не попала мне в нос". Он смеется.

source: "How did he get there?"
ru: "Как он туда попал?"

source: "Well, not some say I've got Baator-all discrimination when it comes ta drink, but I've got drinks I'm partial to, and some vintages to which I'm not. Actually, one of my favorite little things ta get here is some Arborean fire seeds... you swill them in your mouth, add a little air and some spit and some alcohol, and you can breathe a little fire when you need to. Leastways, that's how it feels."
ru: "Ну, некоторые говорят, что у меня бааторское отношение к выпивке, однако есть напитки, к которому я неравнодушен, а есть некоторые урожаи, до которого мне дела нет. Вообще, одна из моих любимых штучек - это арборейские огненные семена... ты их полощешь во рту, добавляя воздуха, слюны и алкоголя, и можешь дыхнуть огнем, если захочешь. По крайней мере, ощущения именно такие".

source: Ebb takes a smoke from his pipe for a moment, as if deciding how to phrase his comment. "Well, now lad, Ignus had a smattering of problems and some not-slight wizardly magicks ta boot, and seldom do the two mix well, if you understand me. He liked to..." Ebb puffs on his pipes, and smoke trails up. "...well, he liked ta burn things, and he started torching places and people, and generally making a bunch of trouble."
ru: Эбб затягивается трубкой, будто обдумывая свою реплику. "Ну, парень, у Игнуса были некоторые проблемы, и довольно некислые способности к магии, что редко можно назвать хорошим сочетанием, если ты понимаешь, о чем я. Он любил... - Эбб пыхтит трубкой, и из нее струится дым. - Ну, любил горящие вещи, вот и начал сжигать места и людей, в общем и целом, создавая кучу неприятностей".

source: "And?"
ru: "И?"

source: "Too bad. Farewell."
ru: "Очень жаль. Прощай".

source: "Well, now most of this was going on in the Hive, and I'll be the first to admit that the Hive is not the first place the Harmonium goes to keep Sigil's law... " Ebb looks a little shame-faced. "A failing on our part, since it may be the place where our presence is most needed. So, by the Lady's reckoning, there was a little streetside justice in the wizardly community... a bunch of tea leaf readers, hedge wizards, and midwife witches got together and managed to weave a spell that was kind of poetic justice." Ebb gestures with his pipe at the figure. "So now he sits there and burns. He's still alive, which I don't think they counted on."
ru: "Ну, большая часть этого происходила в Улье, и я буду первым, кто признает, что Улей - далеко не то место, куда в первую очередь направился Гармониум, чтобы поддерживать законы Сигила... - лицо Эбба приобретает несколько стыдливое выражение. - Наш просчет, поскольку это именно то место, где наше присутствие наиболее необходимо. Итак, по настоянию Леди образовалось некоторое уличное правосудие из сообщества волшебников... кучка гадалок на чайных листах, магов-самоучек и повитух собралась вместе и смогла сплести заклинание, ставшее в некотором роде поэтическим правосудием, - Эбб указывает трубкой на фигуру. - Так что теперь он сидит здесь и горит. Он все еще жив, хотя не думаю, чтобы они это предусмотрели".

source: "Hm. I had some other questions..."
ru: "Хм. У меня есть несколько вопросов..."

source: "Interesting. Farewell."
ru: "Интересно. Прощай".

source: "Aye, lad? What do you want to know?"
ru: "Да, парень? Что ты хочешь узнать?"

source: "Do you know someone named Pharod?"
ru: "Ты знаешь кого-нибудь по имени Фарод?"

source: "I am missing a journal."
ru: "Я потерял дневник".

source: "Tell me of Sigil and its environs."
ru: "Расскажи мне о Сигиле и его округе".

source: "What other places can you recommend?"
ru: "Какие еще места ты можешь порекомендовать?"

source: "Nothing, I suppose. Farewell."
ru: "Думаю, ничего. Прощай".

source: "Pharod?" Ebb frowns, takes the pipe from his mouth. "Now, lad, what you be wanting with a berk like Pharod?"
ru: "Фарод? - Эбб хмурится, достав трубку изо рта. - Ну, парень, что же тебе нужно от такого пня как Фарод?"

source: "I think I used to know him."
ru: "Мне кажется, что я его знал".

source: "I think he stole some of my belongings."
ru: "Мне кажется, что он украл что-то у меня".

source: "None of your business. What do you know of him?"
ru: "Не твое дело. Что ты о нем знаешь?"

source: "Nothing. I had some other questions..."
ru: "Ничего. У меня есть другие вопросы..."

source: "Aye, well the more's your misfortune, then. Mayhap forgetting some things is better for you, then." Ebb puffs heavily on his pipe.
ru: "Ага, тогда по большей части тебе не повезло. Возможно, кое-что забыть для тебя и к лучшему". Эбб обильно пыхтит трубкой.

source: "What do you know of him?"
ru: "Что ты знаешь о нем?"

source: "What do you know about him?"
ru: "Что ты знаешь о нем?"

source: "Well, now I don't know everything there is to know about ol' Pharod, but I know some of the dark surrounding him. If you're determined to track down that spider and nail him to a wall, then I suppose I could spill some of the chant so you know what you're tangling with." He pauses to tamp his pipe. "Pharod dug his nest deep into Ragpicker's Square not too long ago, got a bunch of collectors and gangs together and started what one could almost consider a collecting faction... be that as it may be..."
ru: "Ну, я не все знаю о Фароде, но знаю, что его окружает темнота. Если ты решил выследить этого паучару и пригвоздить его к стене, тогда, наверное, тебе можно передать слухи, чтобы ты знал, с кем имеешь дело, - он на мгновение замолкает, чтобы набить трубку. - Фарод не так давно окопался на площади Старьевщиков, собрал свору сборщиков и бандитов, и основал то, что многие называют фракцией сборщиков... этим они и занимаются..."

source: "Where can I find him?"
ru: "Где я могу найти его?"
