Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/debb.dlg.po
Languages: ru

source: "Well, lad, if you're looking for Pharod, which I would say is pretty barmy of you, you're a little off the beaten path. You want to be finding Ragpicker's Square. Chant is that Pharod's set up his kip somewhere in the Square. Even an ol' fella like me who's been around the ring a few times don't know exactly where. I figure that Pharod wants to keep the dark on his location dark. If you're all bound and determined to find Pharod, go to Ragpicker's Square, and try and dig up Pharod's location from some of the locals. Try and be careful about it, since there's plenty in the Square that would make a gut-harp outta you as soon as look atcha."
ru: "Ну, парень, если ты ищешь Фарода, что, я тебе доложу, само по себе весьма глупо, то ты сбился с пути. Тебе следует найти площадь Старьевщиков. Говорят, что Фарод устроился где-то там. Даже я, старик, не раз обошедший кольцо, не знаю, где именно. Думаю, Фарод хочет оставаться в тени. Если ты решился найти его, отправляйся на площадь Старьевщиков и попробуй узнать от местных, где скрывается Фарод. Однако будь осторожен: на площади полно тех, кто выпотрошит тебя, как только увидит".

source: NULL MODE - NOTIFY COLIN IF YOU HIT
ru: NULL MODE - СКАЖИТЕ COLIN ЕСЛИ НАТКНЕТЕСЬ

source: "Very well. I had some other questions..."
ru: "Очень хорошо. У меня есть другие вопросы..."

source: "You're missing a journal? Was there more to the journal than just pages and words? Otherwise, I can't imagine too many bloods who would bother themselves with letters unless it was really hot and spicy. Not much use for books of learning around here. I don't know where you might find such a thing..." Ebb puffs on his pipe, then he snaps his fingers. "But you know, lad, if Pharod is the one who scraped you off the Sigil street, then he might know the dark of where your stuff is... it's most likely in his larder, if you ask me. A dead man is usually in no position to keep his possessions when the Collectors tumble cross his body."
ru: "Потерял дневник? Был ли он больше чем просто набор страниц со словами? Если нет, не представляю себе знатока, который обременял бы себя буквами, если они только не особо горячи и пикантны. Тут мало кого интересует учеба и книги. Даже не знаю, где тебе такую вещь искать... - Эбб пыхтит трубкой, а потом щелкает пальцами. - Но знаешь что, парень, если Фарод был тем, кто соскреб тебя с улиц Сигила, возможно, он сможет пролить свет на то, где твои вещи... и, скорее всего, они в его кладовой, если тебя интересует мое мнение. Мертвец не сможет оставить свои вещи себе, когда Сборщики наткнутся на его тело".

source: "Tell me about Pharod."
ru: "Расскажи мне о Фароде".

source: Ebb laughs loudly. "You don't think small, do ye? If you want to know what's outside the city, go talk to Candrian Illborne over there -- he's the traveler of this place. As for the rest of it, well... I can tell you of the Lady, the dabus, keys and portals, the way we keep track of time, the way the city's laid out... What was it y'wanted to know?"
ru: Эбб громко смеется. "На мелочи не размениваешься, да? Если хочешь знать, что за городом, иди и поговори с Кандрианом Болезнерожденным, он местный путешественник. Что же до остального, ну... Могу рассказать о Леди, дабусах, ключах и порталах, как тут следят за временем, как устроен город... Что ты хочешь узнать?"

source: "Actually, just answer some other questions..."
ru: "Просто ответь на другие вопросы..."

source: "Tell me of the Lady."
ru: "Расскажи мне о Леди".

source: "Tell me of the dabus."
ru: "Расскажи мне о дабусах".

source: "Tell me of Sigil's time."
ru: "Расскажи мне о времени Сигила".

source: "Tell me of the city's layout."
ru: "Расскажи мне о городских района".

source: "Tell me of keys and portals."
ru: "Расскажи мне о ключах и порталах".

source: "What else did you want to know of the Cage?"
ru: "Что еще ты хотел узнать о Клетке?"

source: "Well, now, not many know much about her, lad, and I'm figuring even those that know more than a little don't know too much more. She's a mystery, she is, and even should you run across her... Powers forbid... she's silent and deadly. She's not evil, far's I can tell, but she keeps the dark about herself and Sigil pretty tight. None's been able to penetrate it, and if they have, they've been mazed."
ru: "Не многие знают о ней что-либо, парень, и думаю, что те, кто знают хоть что-то, большего не узнают. Она - загадка, и коль уж встретишься с ней... Да уберегут меня Силы... она безмолвна и смертоносна. Она не зла, насколько я могу судить, но секреты, свои и Сигила, хранит ревностно. Никто не смог их раскрыть, а если и были такие, то закончили свои дни в лабиринте".

source: "Go on."
ru: "Продолжай".

source: "Mazed? What do you mean?"
ru: "В лабиринте? Что ты имеешь в виду?"

source: "I had some other questions about Sigil."
ru: "У меня есть другие вопросы о Сигиле".

source: "Chances are you won't meet her unless ya do something really bad... Hurting a lot of people, killing a dabus, challenging her rule, worshipping her... She hates that, we figure, or interfering with a dabus' work (which may as well be the Lady's work)... If you're lucky, just the Mercykillers will come for you, but if she comes, you'll be dead as soon as her shadow falls on you."
ru: "Скорее всего, ты ее никогда не встретишь, если не сделаешь что-то совсем плохое... Причинить боль множеству людей, убивать дабусов, оспаривать ее правление или поклоняться ей... Как мы поняли, она ненавидит это, а также когда мешают работе дабусов (поскольку это фактически работа Леди)... Если повезет, за тобой придут лишь Убийцы милосердия, но если придет она, ты умрешь, как только ее тень падет на тебя".

source: "What did you mean when you said 'mazed'?"
ru: "Что ты имеешь в виду - "в лабиринте"?"

source: "Please continue."
ru: "Пожалуйста, продолжай".

source: "Now, the Lady can do almost anything in Sigil, lad, near as we can figure. Make it bigger or smaller, make new portals, seal off old ones, make sure the Blood War don't break out in the streets, keep folks from teleporting into the city, keeping the Powers out."
ru: "Ну, насколько мы можем судить, парень, Леди в Сигиле может почти все. Увеличивать или уменьшать его, создавать новые порталы, закрывать старые, не допускать того, чтобы Кровавая война не ворвалась на улицы, не давать кому-то телепортироваться в город, удерживать Силы за его пределами".

source: "Who are the powers?"
ru: "Кто эти силы?"

source: "Aye. Sometimes bloods will be packed off to a place where they can't do no harm. The Lady, see, she'll take a bit of Sigil, and make a little dimensional pocket out of it, a maze. She places those that have crossed her in there and lets 'em rot." Ebb puffs his pipe. "Now... you can't escape getting mazed once the Lady sets her gaze on you, lad. She'll get you eventually, no matter how hard you try and dodge her. You'll be walking down an alley, or about to step through a portal, or take a left turn down a street you've gone manyfold times before, and suddenly you're someplace you don't recognize. Now, mazes aren't escape-proof. There's always a way out of each one... a portal the Lady places there. You just have ta figure out where it is and how to use it."
ru: "Так точно. Иногда знатоки переносятся в место, где они вреда нанести не могут. Понимаешь, Леди берет кусочек Сигила и делает из него небольшой пространственный карман, лабиринт. Она помещает туда тех, кто перечит ее воле, и оставляет их там гнить, - Эбб пышет трубкой. - Вот еще что... от лабиринта не отделаешься, если Леди положит на тебя глаз. Она так или иначе до тебя доберется, как бы ты не увиливал. Ты будешь идти по переулку, или шагнешь в портал, или свернешь с улицы, по которой шел много раз до этого, и вдруг окажешься в месте, которого не узнаешь. Но лабиринты не защищены от побега. Из них всегда есть выход... портал, который Леди там оставляет. Нужно только разгадать, где он и как его использовать".

source: "Aye, those funny floating bloods that speak in symbols?" Ebb laughs. "Quite a piece of work, eh? The dabus are kind of the Lady's janitors and workmen, doing exactly what she wants, make sure Sigil's running up to snuff, patching walls, tearing down old buildings, building new ones, setting up portals, sealing off others, and on and on. They're a pretty neutral-faring bunch, and you don't want to interfere with one or kill one, or you'll bring the Lady's wrath down on you right quick."
ru: "А, эти смешные парящие существа, говорящие символами? - Эбб смеется. - Тот еще шедевр, да? Дабусы вроде как рабочие и уборщики Леди, делающие именно то, чего она хочет, делают так, чтобы Сигил не останавливался, латают стены, сносят старые здания, строят новые, устанавливают одни порталы, закрывают другие, и тому подобное. Они довольно безобидны, но лучше им не мешать и не убивать их, иначе можно быстро навлечешь на себя гнев Леди".

source: "The way we measure time in Sigil's by the brightness of the sky. See, we haven't got a sun and moon like most worlds -- we just got this everlasting haze that brightens and darkens at regular cycles. What most folks call midnight, we call anti-peak. What they call noon, we call peak. See, it's based on the peak and anti-peak of the brightness. So when someone says something about 'five hours past peak', that's what they mean."
ru: "Время мы измеряем в Сигиле по яркости неба. Видишь ли, солнца и лун, как в большинстве миров, у нас нет - есть только бесконечное марево, которое то светлеет, то темнеет по регулярному циклу. То, что многие называют полночью, мы зовем антипиком. То, что называют полднем, мы зовем пиком. Видишь ли, все это основано на пике и антипике яркости. Поэтому, когда кто-то говорит что-то типа "пять часов после пика", именно это они и имеют в виду".

source: "Whew. Let me wet my tongue." He takes a pull from his tankard. "The city floats above an infinitely tall spire -- the Spire. It lies on its side like a discarded wagon wheel, but there's no spokes that connect it to the Spire. It's divided into six wards, each of them with its own function. Right now, you're in the Hive. I think the purpose of the Hive is to be squalor to the rest of the city's grandeur!" He laughs. "Factions -- philosophical clubs, or gangs if you prefer -- divide up the running of the city between 'em."
ru: "Фух. Дай горло промочить, - он отпивает из кружки. - Город плавает над бесконечным тонким Шпилем. Город обвивает его как обод колеса, только без спиц, соединяющих его со Шпилем. Разделен он на шесть районов, у каждого своя функция. Сейчас ты в Улье. Думаю назначение Улья - быть трущобами по отношению к великолепию самого города! - он смеется. - Фракции - философские клубы или банды, как хочешь - делят управление города между собой".

source: "Were you in a faction?"
ru: "Ты был во фракции?"

source: "The city's called the crossroads of the planes and the City of Doors and the Cage. It's got portals to all o' creation, they say, and all manner of beasties come through here to trade, call kip, or hop from one place to another. Now, that's just the quick version, lad; you'll have to experience the place for yourself."
ru: "Город называют перекрестком планов, и Городом Дверей, а также Клеткой. Тут есть порталы всякие разные, как говорят, и все виды бестий приходят сюда торговать, искать пристанище, или чтобы перепрыгнуть в другое место. Ну, это если вкратце, парень; место нужно будет самостоятельно освоить".

source: "You mentioned something about portals?"
ru: "Ты что-то говорил про порталы?"

source: "Sigil's called the City of Doors for a reason, lad... there's portals everywhere. Portals are... well, like doors that lead across the multiverse, 'cept they don't look like doors... Instead they can be any bounded space... window, door, pothole, picture frame, barrel hoop, the spaces inside scaffolding, a wardrobe... each could be a portal, waiting for just the right key to open it and take you someplace in the multiverse. Now, keys... "
ru: "Сигил называют Городом Дверей не просто так, парень... тут кругом порталы. Порталы это... ну, они как двери через мультивселенную, только на двери они не похожи... Они могут представлять собой любое ограниченное пространство... оконная или дверная рама, котловина, картинная рама, днище бочка, пространству между лесами, шкаф... все это может быть порталом, ждущим только правильного ключа, который сможет его открыть, и перенести тебя куда-то в мультивселенной. Что же до ключей..."

source: "Aye, each portal has a key you need to open it. Now, while portals can be any bounded space, keys have more variety... They can be anything from a little tune you hum when next to the portal, to dancing a jig, to being in the right mood, to having a piece of the place you want to go in your hand... and on an' on. In my youth, I once convinced a girl that kissing a man beside it... could open a portal to Arcadia. Turned out I was right, and many trips to Arcadia did we have. Many portals probably have never been found. There's some you can uncover just by asking people and getting the right key. Finding out the dark of a portal is the toughest part. But I warn you, lad. Portal-hoppin' shouldn't be a pasttime for a fella in your way... nor should you be wandering Sigil after dark, neither. You'd do best to stick to the main ways, in open peak and watch yourself."
ru: "Ага, к каждому порталу нужен ключ, чтобы его открыть. Если порталом может быть любое ограниченное пространство, то ключи могут быть намного разнообразнее... Ими может быть все что угодно: коротенькая мелодия, которую нужно напеть у портала, танец джиги, определенное настроение, кусочек того места, куда хочешь направиться, удерживаемый в руке... и все такое прочее. В молодости я однажды убедил девушку, что поцелуй с мужчиной в определенном месте может открыть портал в Аркадию. Оказалось, я был прав, и мы не раз там бывали. Пожалуй, множество порталов так никогда и не найдут. Остальные можно открыть, узнав о них у людей, и добыв нужный ключ. Найти портал - сложнее всего. Но я тебя предупреждаю, парень. Прыгать по порталам от скуки такому как ты не стоит... как не стоит и шататься по Сигилу в темноте. Лучше бы тебе держаться главных улиц, не бродить в антипик и следить за собой".

source: Ebb raises his hand as if to stop you and laughs slightly. "Oh, now, hold on, lad -- I'm no has-been faction member... they say, and they're right, that once ye're one of the Harmonium, ye're a Harmonium for life. We're the bloods that try and make sure Sigil stays outta trouble. No rocking the spire, no folks getting too over-enthusiastic about hurting each other, keeping the city down to a low roar. We try and keep the peace, lad, and mosttimes, we do a decent job."
ru: Эбб поднимает руку, будто останавливая вас, и слегка усмехается. "О, погоди-ка, парень - я не какой-то там бывший член фракции... как говорят некоторые (и они правы): коль стал одним из Гармониума - ты на всю жизнь в Гармониуме. Мы - те самые знатоки, кто пытается защитить Сигил от неприятностей. На шпиле не кататься, друг другу морды особо не начищать, и по округе не шуметь. Стараемся поддерживать мир, парень, и большую часть времени отлично справляемся со своей работой."

source: "It's another way of saying Gods, lad. And there's a great horde of them across the Planes." Ebb takes a puff from his pipe. "They can't come to Sigil, though... the Lady has a way of keeping them out that she hasn't spilled the chant to yet. Be that as it may, it's kept Sigil from being seized by outside interests."
ru: "Это всего лишь одно из названий Богов, парень. А их тьма-тьмущая разбросана по планам, - Эбб затягивается трубкой. - Хотя они и не могут прийти в Сигил... Леди нашла способ, которым делиться не стала, как держать их на расстоянии. Так она удерживает Сигил от захвата внешними интересами".

source: "What was that you said about being mazed?"
ru: "Что ты там говорил о заключении в лабиринт?"

source: Well..." Ebb puffs on his pipe and studies you. "This is perhaps the best kip you could have wandered into from the start... judging by your tattoos, you might be partial to having designs on yer body, in which case, there's a tattoo salon a little spireward from here. You want to stay away from the Alley of Dangerous Angles if ya can... Ignus torched that place not long ago, and ever since, a bunch of bad bloods have set up their kip in that stretch of desert."
ru: Ну... - пыхтя трубкой, Эбб изучает тебя. - Пожалуй, это лучшая берлога, в которую ты мог забрести для начала... судя по твоим татуировкам, ты неравнодушен к украшению своего тела, а в таком случае тут неподалеку есть салон тату, буквально в двух шагах. И держись подальше от Переулка Опасных Углов... Не так давно Игнус сжег это место, и с тех пор свора отморозков обосновалась на пепелище".

source: "Thanks. Farewell, Ebb."
ru: "Спасибо. Прощай, Эбб".

source: "Back for more, eh?" Ebb leans back in his chair. "Good t'see ye again, lad."
ru: "Вернулся за добавкой, да? - Эбб потягивается в своем кресле. - Приятно снова тебя видеть, парень".

source: "Greetings, Ebb. I had some questions..."
ru: "Приветствую, Эбб. У меня есть вопросы..."

source: You see a slightly stooped old man with a full grey beard and a lion's mane of grey hair. He wears a couple of shoulder guards as armor, and he keeps a helmet nearby. He smokes a pipe and carries a pouch of tobacco around his waist. He looks pretty strong, but he's a little plump and also appears to have some sort of breathing trouble. "Well, now, aren't *you* a sight, lad! Never have I seen so many scars blanketing a fella -- like a scar cloak ye're wearing! Where you been -- hanging out in a grain thresher?!" He laughs. "Oh, I'm just jesting with ye, lad, no offense meant and I hope no offense taken. I'm Ebb." He extends his hand.
ru: Ты видишь слегка сутулого старика с густой серой бородой и львиной гривой седых волос. Он носит пару наплечников от доспехов и держит шлем на руках. Он курит трубку, мешочек с табаком к которой висит на поясе. На вид он довольно силен, однако немного страдает излишним весом и одышкой. "Ты только посмотри на себя, парень! Никогда еще не видел ни у кого столько шрамов - будто на тебе плащ из них! Ты где был - отсыпался в зернодробилке?! - он смеется. - О, я просто подтруниваю, парень, без обид. Я надеюсь, ты не обижаешься. Я - Эбб". Он протягивает руку.

source: "Greetings, Ebb."
ru: "Приветствую, Эбб".

source: Ebb nods to you. "Nice work in Curst, friend."
ru: Эбб кивает тебе. "Отличная работа в Проклятом, друг".

source: "Thanks, Ebb. Couldn't have done it without your help. Farewell."
ru: "Спасибо, Эбб. Без твоей помощи я бы не справился. Прощай".

source: "Thanks, Ebb. Tough trip, though. Farewell."
ru: "Спасибо, Эбб. Хотя поездка была трудной. Прощай".

source: Ebb nods to you. "Nice work back there, friend." He turns back to his drink.
ru: Эбб кивает тебе. "Хорошая была работа, друг". Он возвращается к своей выпивке.

source: Ebb tips you a wink as you come back in, and turns back to his drink.
ru: Когда ты снова подходишь, Эбб подмигивает тебе и возвращается к своей выпивке.

source: "Good to see you again, too."
ru: "Я тоже рад снова видеть тебя".

source: You see a slightly stooped old man with a full grey beard and a lion's mane of grey hair. He wears a couple of shoulder guards as armor, and he's holding a helmet. He smokes a pipe and carries a pouch of tobacco around his waist. He looks pretty strong, but he's a little plump and also appears to have some sort of breathing trouble. He appears to be the leader of the group gathered here. "Greetings, cutter, and maybe you'd better explain what you're doing in here."
ru: Ты видишь слегка сутулого старика с густой серой бородой и львиной гривой седых волос. Он носит пару наплечников от доспехов и держит шлем в руке в руке. Он курит трубку, мешочек с табаком к которой висит на поясе. На вид он довольно силен, однако немного страдает излишним весом и одышкой. Похоже, что он лидер группы, собравшейся здесь. "Приветствую тебя, рубака. Думаю, тебе лучше объяснить, что ты здесь делаешь."

source: "I was just checking out what's in here."
ru: "Я просто хотел узнать, что тут внутри".

source: "What are *you* doing in here?"
ru: "Что *ты* здесь делаешь?"

source: "There's a lot of chaos going around in this town, and I'm seeking allies in stamping it out."
ru: "В этом городе много хаоса, и я ищу союзников, чтобы его выбить его прочь."

source: "I was just leaving..."
ru: "Я как раз уходил..."

source: You see Ebb Creakknees. A halo of smoke wreathes his smile as he says, "Well met by chaos, traveler. What brings you to these parts?"
ru: Ты видишь Эбба Коленоскрипа. Дымный ореол обволакивает его улыбку, когда он произносит: "Добро пожаловать в хаос, путник. Что привело тебя в эти места?"

source: You see a slightly stooped old man with a full grey beard and a lion's mane of grey hair. He wears a couple of shoulder guards as armor, and he's holding a helmet. He smokes a pipe and carries a pouch of tobacco around his waist. He looks pretty strong, but he's a little plump and also appears to have some sort of breathing trouble. He appears to be the leader of the group gathered here. "Well met, comrade. We meet under the sign of Anarchy."
ru: Ты видишь слегка сутулого старика с густой серой бородой и львиной гривой седых волос. Он носит пару наплечников от доспехов и держит шлем в руке. Он курит трубку, мешочек с табаком к которой висит на поясе. На вид он довольно силен, однако немного страдает излишним весом и одышкой. Похоже, что он лидер группы, собравшейся здесь. "Здравствуй, товарищ. Мы снова встретились, теперь под знаком Анархии."

source: "What are you doing in here?"
ru: "Что ты здесь делаешь?"

source: "Well met!" Ebb laughs. "We meet again, under the sign of Anarchy!"
ru: "Какая встреча! - Эбб смеется. - Мы снова встретились, теперь под знаком Анархии!"

source: "What brings *you* here? And why are you talking about anarchy?"
ru: "Что *тебя* привело сюда? И почему ты говоришь об анархии?"

source: "I need some help, Ebb."
ru: "Мне нужна помощь, Эбб".

source: You see a slightly stooped old man with a full grey beard and a lion's mane of grey hair. He wears a couple of shoulder guards as armor, and he's holding a helmet. He smokes a pipe and carries a pouch of tobacco around his waist. He looks pretty strong, but he's a little plump and also appears to have some sort of breathing trouble. He appears to be the leader of the group gathered here. He motions you toward him.
ru: Ты видишь слегка сутулого старика с густой серой бородой и львиной гривой седых волос. Он носит пару наплечников от доспехов и держит шлем в руке. Он курит трубку, мешочек с табаком к которой висит на поясе. На вид он довольно силен, однако немного страдает излишним весом и одышкой. Похоже, что он лидер группы, собравшейся здесь. Он призывно машет тебе.

source: Move toward him.
ru: Подойти к нему.

source: Refuse.
ru: Отказаться.

source: Ebb tips you a wink, and motions you closer. "Cutter, you've traveled a long and hard path, but I'm here to ease it. Are you with me?"
ru: Эбб подмигивает тебе и пододвигается ближе. "Рубака, ты прошел долгий и тяжелый путь, но я здесь, чтобы облегчить его. Ты со мной?"

source: "What are you doing in the company of Anarchists, Ebb? I thought you were Harmonium."
ru: "Что ты делаешь в компании Анархистов, Эбб? Я думал, ты из Гармониума."

source: "Tell me."
ru: "Скажи мне".

source: "No. Go pike yourself."
ru: "Нет. Сам забейся".
