Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/debb.dlg.po
Languages: ru

source: He bows as low as his paunch will allow. "As you can see... a warehouse full of plotters and schemers. With the old order falling apart here, we think it's best to make sure its pieces are swept away and the people introduced to a new freedom. We're a dangerous bunch, you see."
ru: Он кланяется так низко, насколько это возможно с его брюшком. "Как видишь... склад, полный коварных интриганов. Поскольку старые порядки разваливаются на куски, мы думаем, как бы смести их, и дать людям новую свободу. Как видишь ли, мы опасные типы".

source: "The people won't have much freedom when they're killed by the monsters that are ravaging the city."
ru: "У людей не станет больше свободы от того, что их сожрут монстры, опустошающие город".

source: "Are you sure that now is the best time to do that?"
ru: "Ты уверен, что сейчас самое время для этого?"

source: "Not as dangerous as I am. Let me show you." Attack them.
ru: "Вы не так опасны, как я. Давайте покажу". Атаковать их.

source: "We'll have no more chaos in this town."
ru: "Больше хаоса в этом городе не будет".

source: "Why, we plot and scheme, my friend. With the order of the town toppled, we're in a... unique... position to ensure that our views are heard. And I'm in charge of this little band of adventurers - only for command purposes, of course!"
ru: "Ну что же, мы планируем и строим интриги, мой друг. Поскольку городской порядок близок к падению, мы в... уникальном... положении, позволяющем сделать так, что нас услышат. Я во главе этой небольшой команды искателей приключений - конечно же, исключительно в целях управления!"

source: "What exactly are you scheming?"
ru: "Что именно вы планируете?"

source: "What do you mean?"
ru: "О чем это ты?"

source: "You seek allies against the chaos? Yet we seek to increase the chaos, to overthrow the old order, to ensure that the old schemes do not rise again. It's our job, after all..."
ru: "Ты ищешь союзников в борьбе с хаосом? А мы вот хотим хаос усилить, сбросить старый порядок, чтобы гарантировать, что старая система не вернется. В конце концов, это наша работа..."

source: "It might be what we do, but we don't support destruction for its own sake. We destroy so that others may rebuild. There'll be nothing left of Curst if this keeps up."
ru: "Может это и наша работа, но мы не поддерживаем разрушение ради разрушения. Мы рушим, чтобы другие могли перестроить. От Проклятого не останется ничего, если это будет продолжаться".

source: "Why would you want to increase the chaos? The town's already in Carceri, and now the citizens are being devoured."
ru: "Почему ты хочешь усилить хаос? Город уже в Карцери, а граждан жрут заживо".

source: "Then it's my job to stop you. Prepare to die."
ru: "В таком случае моя задача остановить вас. Приготовьтесь к смерти".

source: "My friend, I am Ebb Creakknees, formerly Harmonium Third Measure and currently leader pro tem for this cell of the Revolutionary League. I'm here to whip them into shape and set the town up for stripping itself of the old order."
ru: "Друг мой, я - Эбб Коленоскрип, бывшая Третья степень Гармониума, а ныне действующий лидер этой ячейки Революционной лиги. Я здесь, чтобы придать им форму и заставить город сбросить с себя старый порядок".

source: "The old order's pretty well stripped away."
ru: "От старого порядка и духу не осталось".

source: "You're Anarchists? Then you must be stopped."
ru: "Вы Анархисты? Тогда вас нужно остановить".

source: "And what are you going to do with the town?"
ru: "И что вы собираетесь сделать с городом?"

source: "In that case, I'll just be leaving."
ru: "В таком случае я просто ухожу".

source: "Leaving? Ah, but my friend, you can't. You see, we can't allow you to leave here now that you've seen our faces."
ru: "Уходишь? Ах, мой друг, но ты не можешь этого сделать. Видишь ли, мы не можем позволить тебе уйти сейчас, когда ты видел наши лица".

source: "I'd like to see you try to stop me."
ru: "Хотел бы я посмотреть на то, как вы попытаетесь меня остановить".

source: His self-assured exterior slips for a moment. "What do you mean?"
ru: Его самоуверенный вид тут же исчезает. "Что ты имеешь в виду?"

source: "What I mean is that while you've been plotting the overthrow of the city government, evil has come to Curst and is currently destroying what's left of the city."
ru: "Я имею в виду то, что пока вы тут плели интриги по свержению городского правительства, зло пришло в Проклятый и сейчас разрушает то, что осталось от города".

source: "But... we must do something! All our work will be for naught if they're all dead! Here. Take this." He turns to his brethren. "We must go, or all our work will be for naught! Come on!" He races for the door.
ru: "Но... нужно же что-то сделать! Все наши усилия пропадут впустую, если все они умрут! Вот. Возьми это. - он поворачивается к собратьям. - Мы должны идти, иначе наш труд будет напрасен! Вперед!" Он бежит к двери.

source: "When the people see that their leaders've failed them, chances are good they'll crush the power structures that've repressed them and make something new, something beautiful. We're going to help them."
ru: "Когда люди увидят, что их предводители подвели их, появится неплохой шанс, что они сломят органы власти, подавлявшие их, и создадут что-то новое, что-то прекрасное. И мы им поможем."

source: "Oh, so you're going to help fight the fiends, then?"
ru: "О, так ты собираешься помочь сражению с демонами?"

source: "How are you going to make something beautiful from this?"
ru: "Как ты собираешься создать что-то прекрасное из этого?"

source: "What do you mean, exactly?"
ru: "Что именно ты имеешь в виду?"

source: "The timing seems a little awkward."
ru: "Похоже, сейчас не самое подходящее время".

source: "Friend, chaos is the redeeming feature of this town. With the slide into Carceri, it's apparent it's one of the town's most basically held beliefs."
ru: "Друг, хаос есть неизгладимая черта этого города. Поскольку он съезжает в Карцери, похоже, что это - одно из самых общепринятых убеждений города".

source: "Yes, and evil seems to be a part of it too. We need to get the town out of here before we're all dead."
ru: "Да, и похоже, что зло тоже его часть. Нужно вырвать город отсюда, пока мы все не погибли".

source: "Then you support what's happening here?"
ru: "То есть ты поддерживаешь то, что здесь происходит?"

source: "Friend, it gives me no pleasure to do this... but if I must, we need to ensure that this town doesn't retain the corruption of the past administration." He waves his hands at his co-conspirators. "Take them."
ru: "Друг, мне не доставляет это удовольствия... но я должен. Нужно убедиться, что город не унаследует коррупцию бывшего правительства, - он подает заговорщикам сигнал рукой. - Взять их".

source: "Why are you doing this? Can't you see the town is falling apart? I don't mean that in a good way, either."
ru: "Почему ты это делаешь? Ты что, не видишь, что город разваливается? И я не думаю, что это хорошо".

source: Fight.
ru: Сражаться.

source: He sighs impatiently. "The point is that when the corruption is cut out of this city, like rot from an apple, something new can rise from its destruction. Consider it a wildfire in the city's administration. Heh heh."
ru: Он нетерпеливо вздыхает. "Суть в том, что когда коррупция будет вырезана из города, как гниль из яблока, кое-что новое сможет взойти на его руинах. Можешь считать это пожаром в управлении города. Хе-хе".

source: "The wildfire is certainly spreading."
ru: "Пожар определенно разгорается".

source: "So you support what's happening here?"
ru: "Так ты поддерживаешь то, что здесь происходит?"

source: "Indubitably, friend. Indubitably."
ru: "Без сомнений, друг. Без сомнений".

source: "Then we have nothing more to say to each other. Farewell."
ru: "Тогда нам больше нечего друг другу сказать. Прощай".

source: "Then I'll have to kill you in order to return Curst to its natural place."
ru: "Тогда мне придется тебя убить, чтобы вернуть Проклятый на свое место".

source: He leans forward to whisper into your ear. "I know who you are to the Revolutionary League. I know you've turned stag on the Anarchists. I've infiltrated them for the Harmonium, and I'm betraying them from the inside. We need to get this town back to the Outlands. Are you with me?"
ru: Он наклоняется вперед и шепчет тебе на ухо. "Я знаю, кто ты в Революционной лиге. Я знаю, что ты шпион. Я втерся к ним в доверие ради Гармониума, и предаю их изнутри. Нужно вернуть этот город Внешним землям. Ты со мной?"

source: "Yes."
ru: "Да".

source: "Not on your life."
ru: "Не в этой жизни".

source: "Then follow my lead. We'll put these Anarchist bastards through their paces, eh? Tell me the town's being overrun by fiends. But do it loudly, so they can hear it."
ru: "Тогда делай как я скажу. Мы скажем, куда этим ублюдкам Анархистам топать, верно? Скажи мне, что город захвачен демонами. Только говори громко, чтобы они могли услышать".

source: "Very well." You speak more loudly. "The town is being overrun by fiends while you sit in here plotting about how to bring a better life to the people of the city. If you truly wish to win their hearts, showing you care about them would be a good start. Go save them."
ru: "Хорошо, - ты повышаешь голос. - Город захвачен демонами, пока вы тут сидите и строите планы по улучшению жизни обитателей города. Если действительно хотите завоевать их сердца, демонстрация вашей заботы о них станет хорошим началом. Идите и спасите их".

source: Ebb tips you a wink, slides a scroll into your hand, and then opens his stance a little so the other Anarchists can see his face. "But... we must do something! All our work will be for naught if they're all dead!" He turns to his brethren. "We must go, or all our work will be for naught! Come on!" He races for the door.
ru: Эбб подмигивает тебе, незаметно засовывая свиток в руку, а затем слегка отступает, чтобы Анархисты могли видеть его лицо. "Но... нужно же что-то сделать! Все наши усилия пропадут впустую, если все они умрут! - он поворачивается к собратьям. - Мы должны идти, иначе наш труд напрасен! Вперед!" Он бежит к двери.

source: "Good luck..."
ru: "Удачи..."

source: "Then you leave me no choice. If you're not part of the solution, you're part of the problem." He turns toward his compatriots. "He'll betray us if given half a chance. Take him."
ru: "Тогда ты не оставляешь мне выбора. Если ты не часть решения, то ты часть проблемы, - он поворачивается к соратникам. - Он предаст нас при первой же возможности. Взять его".

source: He leans in even closer, the stink from his smoking pipe overpowering, and whispers, "I'm undercover. Triple agent. Harmonium agent, infiltrating the Anarchists, pretending to be a Harmonium double agent. You've got to think more even more deviously than these berks to get in... and I'm still not sure if my cover's blown or not. So... are you going to help me help you?"
ru: Он наклоняется еще ближе, аромат его трубки перебивает все запахи; он шепчет, "Я под прикрытием. Тройной агент. Агент Гармониума, внедренный к Анархистам, притворяющийся двойным агентом Гармониума. Нужно мыслить еще более коварно, чем эти пни, чтобы попасть внутрь... и я до сих пор не знаю, близок ли я к провалу или нет. Итак... ты мне собираешься помочь мне помочь тебе?"

source: "What do I have to do?"
ru: "Что мне нужно сделать?"

source: "I can't do that."
ru: "Я не могу этого сделать".
