Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/decco.dlg.po
Languages: ru

source: I gave Ecco a Fiend's Tongue, which Vrischika told me would give any creature the ability to speak. However, it had less than satisfactory results... the tongue seems to have a lot to say and Ecco's not happy about it. Now I'll have to find something *else* which will remove the effects of the Fiend's Tongue... perhaps another visit to Vrischika's shop is in order.
ru: Я дал Экко язык демона, который, как сказала мне Вришика, даст любому существу способность говорить. Однако, он дал неутешительные результаты... похоже, язык еще много чего может сказать, и Экко этому не рада. Теперь мне нужно найти что-нибудь *еще*, что могло бы снять эффекты языка демона... пожалуй, на очереди еще один визит в магазинчик Вришики.

source: "Wait... try using these Deva's Tears... they should soothe the tongue's cursing."
ru: "Постой... попробуй эти слезы дэва... они должны утихомирить твой язык".

source: "Wait... I think I saw a way to help you at Vrischika's curiosity shop: Deva's Tears. They're expensive, though..."
ru: "Постой... Думаю, что я видел в магазинчике странностей Вришики то, что может тебе помочь, - слезы дэва. Только они недешевые..."

source: I gave Ecco the Deva's Tears, which soothed the Fiend's Tongue's cursing and allowed her to speak normally again. Now she'll be able to answer any questions I might have for her...
ru: Я дал Экко слезы дэва, которые успокоили язык демона и позволили ей вновь говорить нормально. Теперь она может ответить на все вопросы, которые у меня имеются...

source: I told Ecco about the Deva's Tears I saw in Vrischika's shop, and she gave me a promissory note so that I might purchase them for her.
ru: Я рассказал Экко про слезы дэва, которые я увидел в магазинчике Вришики, и она дала мне долговое обязательство, чтобы я смог купить их для нее.

source: "Of course. I had some questions, now..."
ru: "Ну конечно. А теперь у меня другие вопросы..."

source: "Thanks. I had some questions, now..."
ru: "Спасибо. А теперь у меня другие вопросы..."
