Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/decco.dlg.po
Languages: ru

source: The woman nods and smiles briefly. The scent of her hair, sweetly perfumed, fills your nostrils.
ru: Девушка кивает и слегка улыбается. Твои ноздри наполняет восхитительный запах ее волос.

source: She nods.
ru: Она кивает.

source: This striking young woman has skin the color of burnished copper. A translucent white dress, held precariously by golden clasps, is draped carefully over her shapely form.
ru: У этой изумительной девушки кожа цвета полированной меди. Белое полупрозрачное платье, лишь слегка удерживаемое золотыми застежками, аккуратно облегает ее стройные формы.

source: She smiles and curtseys, but offers no response.
ru: Она улыбается и делает реверанс, но не дает ответа.

source: She shakes her head and smiles sadly at you.
ru: Она качает головой и печально тебе улыбается тебе.

source: She looks at you, then raises an eyebrow.
ru: Она смотрит на тебя, затем поднимает бровь.

source: She nods, smiling pleasantly.
ru: Она кивает, мило улыбаясь.

source: She pouts, shaking her head.
ru: Она делает недовольную гримаску, мотая головой.

source: Her eyes flash and she smiles. She nods at you.
ru: Ее взгляд вспыхивает, и она улыбается. Затем кивает тебе.

source: She simply looks at you.
ru: Она глупо смотрит на тебя.

source: She sighs softly and nods.
ru: Она нежно вздыхает и кивает.

source: She smiles pleasantly, then shakes her head.
ru: Она мило улыбается, потом качает головой.

source: Her eyes widen in surprise... then she gives you a beaming smile, rolling her eyes and shaking her head.
ru: Ее глаза расширяются от удивления... затем она дарит тебе лучезарную улыбку, закатывает глаза и качает головой.

source: She looks at you strangely and shakes her head slowly...
ru: Она странно глядит на тебя и медленно качает головой...

source: She pauses at this, opens her mouth, then frowns. After a moment, she shakes her head.
ru: Она останавливается, раскрывает рот, затем нахмуривается. Мгновение спустя она качает головой.

source: She scowls and shakes her head.
ru: Она хмурится и мотает головой.

source: She nods vigorously, clasping her hands together and smiling at you.
ru: Она энергично кивает, сложив ладони вместе и улыбаясь тебе.

source: She shakes her head, her face wrought with frustration. She suddenly looks at you pleadingly, as if expecting an answer.
ru: Она качает головой, на лице ее написано разочарованием. Внезапно она бросает на тебя умоляющий взгляд, как бы ожидая ответ.

source: She shrugs, frowning.
ru: Она пожимает плечами и мрачнеет.

source: Ecco nods to you slowly, smiling at you with eyes full of gratitude.
ru: Экко медленно кивает, улыбаясь тебе. Ее глаза наполнены благодарностью.

source: Ecco frowns, narrowing her eyes at you. She looks away for a moment, sighs, and then nods to you.
ru: Экко нахмуривается и глядит на тебя, сузив глазами. Некоторое время она смотрит в сторону, затем вздыхает и кивает тебе.

source: Ecco curtseys as you approach, her carefully painted lips forming the slightest of smiles.
ru: При твоем приближении Экко делает реверанс, ее аккуратно накрашенные губы образуют легчайшую улыбку.

source: Ecco looks at you hopefully as you approach her, biting her lower lip.
ru: Когда ты подходишь, Экко смотрит на тебя с надеждой, закусив нижнюю губу.

source: She shakes her head, shrugging, and gives you an apologetic look.
ru: Она качает головой, пожимает плечами и виновато смотрит на тебя.

source: Ecco shakes her head. "No, I've no idea. Have you spoken to Nenny? She's always wandering about, taking in everything with those wide eyes of hers."
ru: Экко мотает головой. "Нет, понятия не имею. Ты говорил с Ненни? Она тут вечно бродит, осматривая все своими глазищами".

source: She raises her eyebrow and gives you a skeptical look.
ru: Она поднимает бровь и скептически смотрит на тебя.

source: She nods and takes the bottle from you. She gingerly picks out the severed tongue from the briny solution and, after staring at it for a moment in disgust, places it into her mouth... suddenly, her eyes widen, and there is a burst of reddish light from between her lips!
ru: Она кивает и берет у тебя сосуд. Она осторожно вынимает отрезанный язык из соленого раствора и, посмотрев на него с отвращением, кладет себе в рот... Неожиданно ее глаза расширяются, и сквозь ее губы пробивается вспышка красноватого света!

source: Ecco opens her mouth, closes it, then open it once more... and speaks! "I... I can speak again! Oh, joy! I than-DAMN THEE TO THE DARKEST OF PITS, THOU STENCH-RIDDEN WORM! KNEEL BEFORE ME IN SUPPLICATION, INSECT!"
ru: Экко раскрывает рот, закрывает его, потом снова открывает... и начинает говорить! "Я... я снова могу говорить! Какое счастье! А теперь... ЧТОБ ТЫ ПРОВАЛИЛСЯ В САМУ ПРЕИСПОДНЮЮ, ТЫ, ЗЛОВОННЫЙ ЧЕРВЬ! НА КОЛЕНИ ПРЕДО МНОЙ, НАСЕКОМОЕ!"

source: Ecco yelps and covers her mouth with both hands... her eyes are wide with panic.
ru: Экко взвизгивает и прикрывает рот обеими руками... Ее глаза расширяются от ужаса.

source: She slowly takes her hands away from her mouth, nodding. "It seems I must DEVOUR THY FRAIL SHELL AND CONSIGN THY SOUL TO THE ABYSS FOR ALL ETERNITY! THOU SHALT SERVE IN MY BATTLE-THRALL 'TIL THE PLANES GRIND TO A HALT! THOU ART MINE, MINE, MI-" Ecco shuts her mouth again, and begins to softly, quietly weep.
ru: Она медленно убирает руки со рта и кивает. "Кажется, я должна СОЖРАТЬ ТВОЮ ХИЛУЮ ОБОЛОЧКУ И БРОСИТЬ ТВОЮ ДУШОНКУ В БЕЗДНУ НА ВЕКА! ТЫ БУДЕШЬ СЛУЖИТЬ РАБОМ В МОЕМ ВОЙСКЕ, ПОКА ПЛАНЫ НЕ СОТРУТСЯ В ПОРОШОК! ТЫ МОЙ, МОЙ, МО..." Экко снова закрывает себе рот и начинает тихонько плакать.

source: Ecco glares daggers at you, lips curling into a sneer.
ru: Экко бросает на тебя пронизывающий взгляд, губы ее искривляются в презрительной усмешке.

source: Ecco nods as you approach her, a hopeful look in her eyes.
ru: При твоем приближение Экко кивает тебе с надеждой.

source: She nods, smiling, and takes the vial from you. Ecco places a few of the sparkling blue drops onto her tongue: "I... I believe the Tears are working. Yes... they are! I can speak in my own voice once more - oh, how I thank you!" Ecco squeezes your hand and bows her head gratefully, her eyes welling with tears of joy.
ru: Она кивает, улыбаясь, и берет у тебя пузырек. Экко роняет себе на язык несколько сверкающих голубых капель: "Кажется... Кажется, слезы действуют. Да... так и есть! Я снова могу говорить своим собственным голосом... о, как же я тебе благодарна!" Она сжимает твою руку и в благодарности склоняет голову, глаза ее наполняются слезами радости.

source: Ecco nods and produces a slip of paper from her clothes... it appears to be a promissory note in the amount of one thousand commons, which the possessor can collect upon from the Brothel. She gives you a questioning glance.
ru: Экко кивает и достает из своих одежд клочок бумаги... Он оказывается долговым обязательством на сумму в тысячу монет, которую его владелец может потребовать от Борделя. Она вопрошающе смотрит на тебя.

source: "Oh... I hadn't thought of that! Yes, yes... here..." Ecco pulls several parchment-wrapped rolls of copper coins from her purse. "This should be more than enough. And again, I thank you!" She smiles warmly at you.
ru: "О... Я об этом не подумала! Да, да... вот... - Экко достает из кошелька несколько обернутых в пергамент стопок медных монет. - Этого должно быть более чем достаточно. И еще раз, спасибо тебе!" Она дарит тебе теплую улыбку.

source: Ecco beams with happiness: "Again, I thank you!" She stands close to whisper in your ear, the smell of her perfumed hair intoxicating... "Your appearance belies your great kindness, sir." She kisses you on the cheek and steps away from you, reaching into her purse. "Here, my friend... this should more than pay for whatever the Tears cost you. I insist you take it."
ru: Экко сияет от счастья: "Еще раз, спасибо! - она подходит вплотную, чтобы шепнуть тебе что-то на ухо; аромат ее духов опьяняет... - Твоя внешность противоречит твоей великой доброте, - она целует тебя в щеку и отступает, доставая что-то из кошелька. - Вот, друг мой... тут в любом случае должно быть больше, чем ты заплатил за слезы. Я настаиваю, чтобы ты взял их".

source: Ecco beams with happiness: "Again, I thank you!" She stands close to whisper in your ear, the smell of her perfumed hair intoxicating... "Your appearance belies your great kindness, sir." She kisses you on the cheek and steps away from you, smiling.
ru: Экко сияет от счастья: "Еще раз, спасибо! - она подходит вплотную, чтобы шепнуть тебе что-то на ухо; аромат ее духов опьяняет... - Твоя внешность противоречит твоей великой доброте, - она целует тебя в щеку и отступает, улыбаясь.

source: Ecco nods, wiping the last of her tears away. She reaches into her purse and presents several rolls of parchment-wrapped copper coins to you. "Your reward, sir... and justly deserved."
ru: Экко кивает, утирая слезы. Она вынимает из кошелька и дает тебе несколько обернутых в пергамент стопок медных монет. "Твоя награда, сэр... честно заработанная".

source: She nods. "Of course." Her voice is entirely flat. "Here you are." She hands you several more rolls of coin.
ru: Она кивает. "Конечно, - голос ее совершенно спокоен. - Держи". Она дает тебе еще несколько стопок монет.

source: Ecco waves pleasantly to you as you approach her. "Greetings, sir, and well met once more!"
ru: Экко весело махает тебе, когда ты подходишь к ней. "Приветствую, сэр, еще раз добро пожаловать!"

source: Ecco nods coolly to you as you approach.
ru: Когда ты подходишь, Экко холодно кивает тебе.

source: "The Brothel is a school of sorts, where young women.... the 'prostitutes'..." She gives a wry smile. "...study the art of language and its subtleties, as our Mistress Grace might say, generally en route to becoming Sensates. The Brothel runs on the donations of its many patrons, who come here seeking something more than base, physical pleasure in the company of a woman."
ru: "Бордель - это нечто вроде школы, где девушки.... "проститутки"... - она выдает кривую улыбку, - изучают искусство общения и все его тонкости, как сказала бы наша госпожа Грация, и как правило, встают на путь становления Чувствующим. Бордель существует на пожертвования от клиентов, которые приходят сюда в поисках чего-то большего, чем низменное физическое наслаждение в компании женщины".

source: Ecco nods, and lowers her voice: "In fact, I do... not only does she exist, she has *children!*"
ru: Экко кивает и понижает голос: "Вообще-то, да... она не просто существует - у нее есть *дети*!"

source: "I am a student, here, as are all the 'prostitutes.' We seek to better learn the art of language in order to stimulate the minds... to heighten our awareness of ourselves and others, and to create new ways of experiencing another person." She pauses, lost in thought.
ru: "Я здесь ученица, так же как и все "проститутки". Мы стремимся глубже изучить искусство общения, чтобы стимулировать разум... чтобы лучше понимать самих себя и других, и чтобы создать новые способы познания других людей". Она умолкает, сбившись с мысли.

source: "Well... I've been without the ability to speak for so *long.* Most patrons came to me seeking someone to listen, someone attentive and capable of understanding them that they could speak to, free of interruption and the like. Now that I can speak once more, I wonder if the time has come for me to move on... leave the Brothel, and become a Sensate."
ru: "Ну... Я так *долго* была лишена способности говорить. Большинство клиентов приходили ко мне в поисках кого-то, кто бы выслушал их, кого-то внимательного и способного понять их, с кем можно было бы говорить, и чтобы их не перебывали, и так далее. Теперь, когда я снова могу говорить, я начинаю сомневаться: а не время ли мне уйти... покинуть Бордель, и стать Чувствующей".

source: She looks at you, puzzled, before shaking her head.
ru: Она озадаченно смотрит на тебе, затем качает головой.

source: Ecco looks puzzled. "I... know of no tenth student. Perhaps she is new? If there is another, I have not met her."
ru: Экко выглядит озадаченной. "Я... не знаю никакой десятой ученицы. Может, она новенькая? Если есть такая, то я ее не встречала".

source: "A member of the Society of Sensation. Ask Fall-From-Grace, or someone at the Civic Festhall, if would you know more of them."
ru: "Чувствующие - это члены Общества Восприятия. Спроси Падшую Грацию, или кого-нибудь в Городском Фестхолле, если хочешь узнать о них больше".

source: "Greetings..."
ru: "Приветствую..."

source: "Greetings, again..."
ru: "И снова приветствую..."

source: Leave her be.
ru: Оставить ее в покое.

source: "I had some questions..."
ru: "У меня есть некоторые вопросы..."

source: "I'll take my leave, now. Farewell."
ru: "Я должен идти. Прощай".

source: "Is your name 'Ecco?'"
ru: "Тебя зовут Экко?"

source: "May I ask why you can't communicate?"
ru: "Могу ли я спросить, почему ты не можешь говорить?"

source: "Do you know of *any* way to return your voice?"
ru: "Ты знаешь хоть *какой-нибудь* способ вернуть твой голос?"

source: "Who are you?"
ru: "Кто ты?"

source: "Hmm. I had some other questions..."
ru: "Хмм. У меня еще несколько вопросов..."

source: "What are you doing here?"
ru: "Что ты здесь делаешь?"

source: "Can you tell me about this place?"
ru: "Что ты можешь сказать об этом месте?"

source: "I'm trying to find Vivian's scent... do you know where it might be?"
ru: "Я пытаюсь найти аромат Вивьен... Ты не знаешь, где они могут быть?"

source: "I'm trying to find Marissa's Crimson Veil... do you know where it might be?"
ru: "Я пытаюсь найти малиновую вуаль Мариссы... Ты не знаешь, где она может быть?"

source: "I've spoken to nine prostitutes altogether... do you know who or where the tenth student is?"
ru: "Я переговорил со всеми девятью проститутками... ты не знаешь, кто десятая или где она находится?"

source: "Never mind, actually. Farewell."
ru: "А вообще, не обращай внимания. Счастливо".

source: "Can you speak?"
ru: "Ты можешь говорить?"

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: "Can you write, then, or pantomime?"
ru: "Ну, тогда ты можешь писать или объясняться жестами?"

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: Vow: "I swear I'll look for a way to return your voice."
ru: Дать клятву: "Клянусь, что найду способ вернуть твой голос".

source: "I'll try to find a way to return your voice."
ru: "Я попытаюсь найти способ вернуть твой голос".

source: "I can try to return your voice... for a price."
ru: "Я мог бы попытаться вернуть твой голос... за деньги".

source: "Just the same, I had some other questions..."
ru: "Тем не менее, у меня есть другие вопросы..."

source: "Farewell, then."
ru: "Тогда прощай" .

source: "What? What do you know of her?"
ru: "Что? Что ты знаешь о ней?"

source: "Are you silent because of a broken heart?"
ru: "Ты молчишь из-за того, что тебе разбили сердце?"

source: "Do you know the word that will undo the multiverse if it's spoken?"
ru: "Ты знаешь слово, которое погубит мультивселенную, если его произнести?"

source: "Are you emotionally wounded? Is that why you can't speak?"
ru: "Твои чувства ранены? Из-за этого ты не разговариваешь?"

source: "Did your voice cause someone's death or some other tragedy?"
ru: "Твой голос стал причиной чьей-то смерти или какой-то другой беды?"

source: "Have you sworn never to speak for one reason or another?"
ru: "Ты поклялась больше никогда не говорить по какой-то причине?"

source: "Was your voice stolen?"
ru: "Твой голос был украден?"

source: "Actually, let me ask you about something else..."
ru: "А вообще, позволь спросить тебя кое о чем еще..."

source: "Never mind; farewell."
ru: "Не обращай внимания. Счастливо".

source: "May I ask if it was something else, then?"
ru: "Позволь мне тогда спросить кое о чем еще..."

source: "I had other questions..."
ru: "У меня есть другие вопросы..."

source: "That's all I wished to know. Farewell."
ru: "Это все, что я желал узнать. Прощай".

source: "Do you know of *any* way to get your voice back?"
ru: "Ты знаешь хоть *какой-нибудь* способ вернуть твой голос?"

source: "I'll need to know your name to ask about your voice..."
ru: "Чтобы спросить о твоем голосе, мне нужно знать твое имя..."

source: "I'll need to know your name to ask about your voice. Is it 'Ecco?'"
ru: "Чтобы спросить о твоем голосе, мне нужно знать твое имя. Тебя ведь Экко зовут?"

source: "I'd... best be going. Farewell."
ru: "Мне... лучше уйти. Прощай".

source: "I'd best ask someone else, then. Farewell."
ru: "Тогда мне лучше спросить кого-нибудь другого. Счастливо".

source: "I'll look for something that would give you a voice, then. Farewell, Ecco."
ru: "Тогда я поищу что-нибудь, что вернет тебе голос. Прощай, Экко".

source: "It's a deal, then - I'll look for something that would give you a voice. Farewell."
ru: "Тогда договорились: я поищу что-нибудь, что вернет тебе голос. Прощай".

source: "Just passing by, Ecco. Farewell."
ru: "Экко, я просто проходил мимо. Прощай".

source: "I've gotten this Fiend's Tongue for you..."
ru: "Я достал для тебя язык демона..."

source: "I still haven't found a way to give you a voice again. I'll return when I do."
ru: "Я еще не нашел способ вернуть тебе голос. Вернусь, когда найду".

source: "Let me ask about something else, then..."
ru: "В таком случае, позволь мне спросить кое о чем еще..."

source: "That's all I wanted to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "I'll take my leave, now; farewell."
ru: "А теперь я должен идти, прощай".

source: "I'm told that, should you place it in your mouth, you'll regain the ability to communicate."
ru: "Мне сказали, что как только ты положишь его в рот, к тебе вернется способность разговаривать".

source: "Are you all right?"
ru: "Ты в порядке?"

source: Wait for her response.
ru: Подождать, пока она ответит.

source: "Eh?"
ru: "А?"

source: "It must be... the Fiend's Tongue..."
ru: "Должно быть... это из-за языка демона..."

source: "I'll try and find a way to make things right - perhaps Vrischika will have something else than can help you. Farewell."
ru: "Я попытаюсь исправить это дело: возможно, у Вришики есть что-нибудь еще, что может помочь тебе. Прощай".

source: "Well, you can speak again... sort of... so where's my reward?"
ru: "Ну, теперь ты можешь говорить... вроде как... так где же моя награда?"

source: "I imagine I won't get my reward until I make this right. I'll be back... perhaps Vrischika will have something else than can help you. Farewell."
ru: "Полагаю, я не получу вознаграждение, пока не доведу дело до конца. Я вернусь... быть может, у Вришики есть что-нибудь еще, что сможет тебе помочь. Прощай".

source: "I imagine I won't be getting my reward until I make this right. I'll be back... perhaps Vrischika will have something else than can help you. Farewell."
ru: "Полагаю, я не получу вознаграждение, пока не доведу дело до конца. Я вернусь... быть может, у Вришики есть что-нибудь еще, что сможет тебе помочь. Прощай".

source: "I've brought you these Deva's Tears... they should soothe the tongue's cursing."
ru: "Я принес тебе эти слезы дэва... они должны успокоить твой язык".

source: "Ecco... I've found a way to help you... Deva's Tears, at Vrischika's curiosity shop. They're expensive, though..."
ru: "Экко... Я нашел то, что тебе поможет... это слезы дэва из магазинчика странностей Вришики. Вот только они недешевые..."

source: "I haven't found a way to help you, yet... I'll return when I do."
ru: "Я пока что не нашел способа помочь тебе... Я вернусь, как только найду".

source: "It was my pleasure to help. Farewell, Ecco."
ru: "Был рад помочь. Прощай, Экко".

source: "I'm happy to help... but the Deva's Tears cost me quite a bit..."
ru: "Рад был помочь... вот только слезы дэва обошлись мне недешево..."

source: "My pleasure... and forget about the reward, Ecco. I'm glad I could help."
ru: "Пожалуйста... и забудь о награде, Экко. Я рад, что смог тебе помочь".

source: "Yes, you're welcome... now about my reward..."
ru: "Да не за что... как там на счет моей награды..."

source: "Yes... this will be enough. I'll be back when I have the Tears, Ecco."
ru: "Да... этого будет достаточно. Я вернусь, когда раздобуду слезы, Экко".

source: "Farewell, Ecco."
ru: "Прощай, Экко".

source: "Thanks, Ecco. Farewell."
ru: "Спасибо, Экко. Прощай".

source: "Thanks. Farewell."
ru: "Спасибо. Прощай".

source: "Hello, Ecco... I had some questions..."
ru: "Привет, Экко... У меня есть пара вопросов..."

source: "Well met, Ecco. I was just passing by; farewell."
ru: "Рад встрече, Экко. Я просто проходил мимо. Прощай".

source: "Just passing by. Farewell, Ecco."
ru: "Я просто проходил мимо. Прощай, Экко".

source: "Sensates?"
ru: "Чувствующие?"

source: "I had another question..."
ru: "У меня еще вопрос..."

source: "She *what?*"
ru: "У нее есть *что*?"

source: "Where would I find them?"
ru: "Где мне их найти?"

source: "Interesting. I had another question..."
ru: "Интересно. У меня еще вопросы..."

source: "Fascinating. Thanks, Ecco; farewell."
ru: "Как интересно. Спасибо, Экко. Прощай".

source: "Go on..."
ru: "Продолжай..."

source: "That's all I wished to know; farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "A Sensate?"
ru: "Чувствующей?"

source: "Interesting. Let me ask you something else..."
ru: "Интересно. Позволь мне спросить кое о чем еще..."

source: "Perhaps. Farewell, Ecco."
ru: "Возможно. Прощай, Экко".

source: "I wish you the best in whatever path you choose, Ecco. Farewell."
ru: "Экко, желаю тебе всего наилучшего, какой бы путь ты не выбрала. Прощай".

source: "I had some other questions...."
ru: "У меня есть другие вопросы..."

source: One of the prostitutes I met at the Brothel has somehow lost her ability to communicate... she can't - or won't - even write or pantomime. Until she can speak again, I won't be able to question her...
ru: Одна из проституток, которую я встретил в Борделе, каким-то образом утратила способность разговаривать... она не может (либо не хочет) даже писать или объясняться жестами. Я не смогу задавать ей вопросы, пока к ней не вернется дар речи...

source: I confirmed that the 'silent' prostitute's name is 'Ecco.'
ru: Я убедился, что "молчаливую" проститутку зовут Экко.

source: It appears that what Dolora told me of Ecco was correct - she cannot speak because her voice was stolen.
ru: Оказывается, то, что Долора рассказала мне об Экко, было правдой - она не может разговаривать, потому что у нее украли голос.

source: I told Ecco that I would try to find something that would give her a voice again.
ru: Я сказал Экко, что попытаюсь найти что-нибудь, что вернет ее голос.

source: One of the prostitutes suggested that I ask Nenny if she knows anything about who took Vivian's personal scent. Apparently, Nenny's got a reputation for always wandering around and watching what other people are doing.
ru: Одна из проституток посоветовала мне расспросить Ненни, не знает ли она, кто забрал личный аромат Вивьен. Очевидно, что у Ненни репутация вездесущей и следящей за всеми девушки.

source: One of the prostitutes suggested that I ask Nenny if she's seen Marissa's Crimson Veil anywhere. Apparently, Nenny's got a reputation for always wandering around and watching what other people are doing.
ru: Одна из проституток посоветовала мне расспросить Ненни, не видела ли она где-нибудь малиновую вуаль Мариссы. Очевидно, что у Ненни репутация вездесущей и следящей за всеми девушки.
