Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/deguards.dlg.po
Languages: ru

source: This guardsmen turns as you approach, but makes no sound. Through the slits on his helm you can spy a pair of dull, apathetic eyes.
ru: При твоем приближении стражник поворачивается, но остается безмолвным. Сквозь щели в его шлеме тебе удается разглядеть тупой безразличный взгляд.

source: "That man's just a scapegoat. If he's executed, it'll only add to the chaos that threw this town into Carceri in the first place. We have to put an end to this madness so we can get the Curst back where it belongs... before we're *all* killed."
ru: "Этот человек - всего лишь козел отпущения. Если его казнят, это только прибавит хаоса, который и сбросил этот город в Карцери. Мы должны положить конец этому безумию, чтобы вернуть Проклятий на прежнее место... пока нас *всех* не убили".

source: "You can't let that men be executed - he's just a scapegoat. It's *wrong.* This sort of thing's why Curst slid into Carceri... and it's what we need to stop in order to get the gate-town back on the Outlands."
ru: "Ты не можешь позволить казнить этого человека - он всего лишь козел отпущения. Это *неправильно*. Из-за подобных вещей Проклятый и сполз в Карцери... мы должны это прекратить, чтобы вернуть привратный город во Внешние земли".

source: "You can't let that man be executed."
ru: "Ты не можешь позволить казнить этого человека".

source: "Never mind, then. Farewell."
ru: "Тогда неважно. Прощай".

source: The guard merely shrugs.
ru: Стражник попросту пожимает плечами.

source: "Don't you care? Can't you see what's going on here?"
ru: "Разве тебе не все равно? Ты что, не видишь, что здесь происходит?"

source: Leave.
ru: Уйти.

source: The guard offers only a lazy sniff as a reply.
ru: В качестве ответа стражник только лениво фыркает.

source: "Fine... I'll find someone else."
ru: "Отлично... Поищу кого-нибудь другого".

source: This apathetic guardsman seems determined to ignore you entirely.
ru: Этот равнодушный стражник, похоже, решил полностью игнорировать тебя.
