Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/deivene.dlg.po
Languages: ru

source: You see a slight young woman with pale features. The sunken flesh around her cheeks and neck makes her appear as if she is starving. She seems intent on dissecting the corpse in front of her, prodding the chest with a finger.
ru: Ты видишь хрупкую молодую женщину с бледнотой на лице. Впалая кожа вокруг скул говорит о том, то она недоедает. Судя по всему, она увлечена обследованием тела, лежащим перед ней, тыкая по телу пальцем.

source: "Greetings."
ru: "Приветствую".

source: Leave her alone.
ru: Оставить ее в покое.

source: The woman does not respond... she seems too intent on the body in front of her. As you watch her work, you suddenly notice her hands... her fingers are talons. They are darting in and out of the corpse's chest cavity like knives, removing organs.
ru: Женщина не отвечает... похоже, она очень сильно увлечена трупом, лежащим перед ней. Следя за ее работой, ты случайно обращаешь внимание на ее руки... ее пальцы похожи на когти. Они легко пронзают труп как нож, оставляя на теле полости от удаляемых органов.

source: "I said, Greetings."
ru: "Приветствую, говорю".

source: "What's wrong with your hands?"
ru: "Что произошло с твоими руками?"

source: The woman makes no response.
ru: Женщина не отвечает.

source: Tap the woman, get her attention.
ru: Прикоснуться к женщине, привлечь ее внимание.

source: The woman jumps and whips around to face you... her eyes are a rotting yellow, with small orange dots for pupils. As she sees you, her expression changes from surprise to irritation, and she frowns at you.
ru: Женщина вздрагивает и круто разворачивается к тебе... у нее тусклые желтые глаза с маленькими оранжевыми точками вместо зрачков. При виде тебя ее удивление сменяется раздраженностью, она хмурится на тебя.

source: "Uh... greetings."
ru: "Ух... Приветствую".

source: She doesn't seem to have heard you. She leans forward, squinting, as if she can't quite make you out... whatever is wrong with her eyes must make her terribly near-sighted. "You -" She clacks her taloned fingers together, then makes a strange motion with her hands. "Find THREAD and EM-balming juice, bring HERE, to Ei-Vene. Go - Go - Go." NOTE: You have been assigned a quest. Quests are displayed in your diary and in the "Quests" portion of your journal. To see all the quests you've been assigned (and their status), simply select "quests" from the journal menu.
ru: Кажется, она тебя даже не слышала. Щурясь, она наклоняется вперед, как будто не может разглядеть тебя... что бы ни случилось с ее глазами, но ее вид с близкого расстояния вселяет страх. "Ты". Она соединяет когти вместе, затем делает странное движение рукой. "Найди НИТКУ и БАЛЬЗАМ, принеси СЮДА, к Эи-Вейн. Пшел - пшел - пшел". ПРИМЕЧАНИЕ: Только что ты получил задание. Задания отображаются в твоем дневнике в разделе "Задания". Чтобы увидеть все задания, полученные тобой (а также их статус), просто выбери "Задания" из меню дневника.

source: Give her the thread and embalming fluid.
ru: Дать ей нитку и банку с бальзамирующей жидкостью.

source: "I had some questions first..."
ru: "Сначала у меня есть некоторые вопросы..."

source: Leave.
ru: Уйти.

source: She turns away... she makes no sign that she heard you. Her hearing must be as poor as her eyesight.
ru: Она отвернулась... никаких признаков, что она услышала тебя. Должно быть, ее слух еще хуже зрения.

source: Tap her on the shoulder, get her attention.
ru: Прикоснуться к ее плечу, привлечь ее внимание.

source: Without missing a beat, Ei-Vene snaps the thread from your hands and hooks it around one of her talons, then begins sewing up the corpse's chest. She then takes the embalming fluid, and begins to apply a layer to the corpse.
ru: Не теряя ни минуты, Эи-Вейн выхватывает нитку из твоих рук и вдевает в один из своих когтей, а затем начинает зашивать тело трупа. Затем она берет бальзамирующую жидкость и начинает наносить слой на тело.

source: Wait.
ru: Подождать.

source: As you are about to leave, Ei-Vene speaks: "Stay. You - next."
ru: Едва ты собираешься уйти, Эи-Вейн говорит: "Стой. Ты следующий".

source: Leave. Quickly.
ru: Уйти. Быстро.

source: Within minutes, she is finished. She clicks her talons, then turns to face you. To your surprise, she extends her hand and drags her talons along your arms and chest.
ru: Спустя несколько минут она заканчивает. Пощелкивая когтями, она поворачивается к тебе. К твоему удивлению, она протягивает руку и проводит своими когтями по твоим рукам и телу.

source: "Uh, it's not that I'm not flattered, but..."
ru: "Ух, не то, чтобы я не польщен, но..."

source: Keep playing zombie.
ru: Продолжать строить из себя зомби.

source: Push her away, leave.
ru: Оттолкнуть ее, уйти.

source: She looks shocked as you push her away. "Zomfie? You no zomfie!" She takes a step back, then before you can react, she claps her hands three times. In response, the tolling of a huge bell echoes throughout the Mortuary.
ru: Она потрясена тем, что ты оттолкнул ее. "Зомфи? Ты не зомфи!" Сделав шаг назад, она быстро, что ты не успеваешь среагировать, хлопает в ладони три раза. В ответ во всем Морге раздается звон огромного железного колокола.

source: As she traces your arms and chest, you suddenly notice she seems to be examining your scars. She withdraws her talons, clicks them twice, then bends forward and examines some of the tattoos on your chest. "Hmmph. Who write on you? Hivers do that? No respect for zomfies. Zomfies, not paintings." She sniffs, then pokes one of your scars. "This one bad shape, many scars, no preserfs."
ru: Когда она касается твоих рук и тела, ты неожиданно понимаешь, что она изучает твои шрамы. Она отводит свои когти, дважды ими щелкает, затем наклоняется вперед и осматривает татуировки на теле. "Хммм. Кто это изрисовал тебя? Никакого уважения к зомфи. Зомфи, а не художество". Она принюхивается, затем похлопывает по твоим шрамам. "Плохой стиль, много шрамов, никакого сохранения".

source: Her talons suddenly hook into the thread you brought her, and lightning-like, she jabs another talon into the skin near one of your scars. It feels barely more than a pin-prick, but it looks like she's about to start stitching you up.
ru: Неожиданно ее когти зацепляют нитку, которую ты принес, а другой рукой она молниеносно пронзает твою кожу в месте шрама. Похоже на укол булавки. Кажется, она хочет заштопать твое тело.

source: Let her work.
ru: Позволить ей работать.

source: The sensation is curiously painless as Ei-Vene begins to stitch up your scars. When she is done, she sniffs you, frowns, then stabs her fingers into the embalming fluid. Within minutes, she has dabbed your body with the fluid... and strangely enough, it makes you feel *better.*
ru: Эи-Вейн начинает зашивать твои шрамы, ощущения при этом удивительно безболезненны. Закончив, она обнюхивает тебя, хмурится, затем окунает пальцы в бальзамирующую жидкость. В течении нескольких минут она наносит жидкость на твое тело... довольно странно, но ты чувствуешь себя *лучше*.

source: Ei-Vene puts the last touches on your body, gives you another sniff, nods, then makes a shooing motion with her talons. "Done. Go - go."
ru: Эи-Вейн в последний раз прикасается к твоему телу, снова принюхивается, кивает, а затем делает отгоняющее движение когтями. "Готово. Пшел - пшел".

source: "Wait a minute." (You make the motion of a key turning with your hand.) "I need an embalming key. Do you have one?"
ru: "Минуточку". (Ты делаешь открывающий жест рукой.) "Мне нужен ключ от бальзамационной. У тебя он есть?"

source: You see Ei-Vene. She is still dissecting the corpse's chest with her talons. The rhythm of the talons reminds you of something, but you can't quite recall what.
ru: Ты видишь Эи-Вейн. Она все еще потрошит тело трупа своими когтями. Ритм движений когтей что-то тебе напоминает, но ты не можешь вспомнить что.

source: Watch her, study the motions of her hands.
ru: Наблюдать за ней, изучая движения ее рук.

source: Tap her, get her attention.
ru: Прикоснуться к ее плечу, привлечь ее внимание.

source: As you study the motion of Ei-Vene's hands, you feel a prickling along your scalp, and then suddenly, you find your vision swimming, blurring, until...
ru: Наблюдая за движением рук Эи-Вейн, ты чувствуешь покалывание в голове. Внезапно на тебя накатывает видение, нечеткое и размытое...

source: She turns, sees you, then frowns. "Dum zomfies." She clacks her taloned fingers together impatiently, then makes a stitching motion with her fingers. "Find thread and embalming fluid, bring here, to Ei-Vene. Go - Go - Go."
ru: Заметив тебя, она поворачивается, а затем хмурится. "Тупые зомфи". Она щелкает когтистыми пальцами, а затем делает движение рукой, как будто что-то зашивает. "Найди нитку и бальзам, принеси сюда, к Эи-Вейн. Пшел - пшел - пшел".

source: She leans forward, looks at your hand motions, then sniffs. Her hand darts into her robe, then emerges, a key hanging from her wickedly sharp index finger. She flicks it into your hand. 'Bring back when done. Go - go."
ru: Она наклоняется вперед, присматриваясь к твоему жесту, затем принюхивается. Ее рука скрывается в одеянии, затем появляется вместе с ключом, висящим на кончике пальца. Она кладет его на твою ладонь. "Принеси обратно потом. Пшел - пшел".

source: She turns away... she makes no sign that she heard you.
ru: Она отвернулась... никаких признаков, что она услышала тебя.

source: "All right then..."
ru: "Ну хорошо..."

source: She turns, sees you, then frowns. "Dum zomfies." She clacks her taloned fingers together impatiently, then makes a stitching motion with her fingers. "You done. All stich up. Go - Go - Go."
ru: Заметив тебя, она поворачивается, а затем хмурится. "Тупые зомфи". Она щелкает когтистыми пальцами, а затем делает движение рукой, как будто что-то зашивает. "Ты готов. Все зашито. Пшел - пшел - пшел".

source: I met a Dustwoman embalmer named Ei-Vene in the Mortuary. In addition to her taloned hands and tallow-colored flesh, she was near-sighted and deaf, and mistook me for a zombie. She ordered me to go find her a jar of embalming fluid and some needle and thread, presumably for stitching up the corpse on the table in front of her. It turns out I'd already found both, so I gave them to her.
ru: В Морге я повстречался с Тленной бальзамировщицей по имени Эи-Вейн. Мало того, что ее руки похожи на когти, а кожа бледного цвета, так она еще близорука и глуховата, из-за чего она приняла меня за зомби. Она приказала мне найти ей банку с бальзамирующей жидкостью и иголку с ниткой, предположительно для того, чтобы зашить тело, лежащее на столе перед ней. Оба предмета у меня уже были, так что я сразу же дал их ей.

source: I met a Dustwoman embalmer named Ei-Vene in the Mortuary. In addition to her taloned hands and tallow-colored flesh, she was near-sighted and deaf, and mistook me for a zombie. She ordered me to go find her a jar of embalming fluid and some needle and thread, presumably for stitching up the corpse on the table in front of her. There must be some around the Mortuary somewhere, perhaps in one of the adjoining rooms.
ru: В Морге я повстречался с Тленной бальзамировщицей по имени Эи-Вейн. Мало того, что ее руки похожи на когти, а кожа бледного цвета, так она еще близорука и глуховата, из-за чего она приняла меня за зомби. Она приказала мне найти ей банку с бальзамирующей жидкостью и иголку с ниткой, предположительно для того, чтобы зашить тело, лежащее на столе перед ней. Они должны быть где-то в Морге, возможно в одной из соседних комнат.

source: After I delivered the embalming fluid and thread to Ei-Vene, she stitched up my scars and applied the embalming fluid on my body. Strangely enough, it made me feel... healthier.
ru: После того, как я принес Эи-Вейн бальзамирующую жидкость и нитку, она зашила мои шрамы и нанесла бальзам на мое тело. Довольно странно, но я чувствую себя... здоровее.

source: I delivered the embalming fluid and thread to Ei-Vene. She didn't seem terribly grateful.
ru: Я принес Эи-Вейн бальзамирующую жидкость и нитку. Не могу сказать, что она ужасно обрадовалась этому.

source: I convinced Ei-Vene to give me the embalming key.
ru: Мне удалось уговорить Эи-Вейн дать мне ключ от бальзамационной.

source: She leans forward, looks at your hand motions, then sniffs. Her hand darts into her robe, rummages around for a moment, then she shrugs. "No key." She makes a shooing motion. "Go - go - go."
ru: Она наклоняется вперед, присматриваясь к твоему жесту, затем принюхивается. Ее рука скрывается в одеянии, что-то ищет, затем она пожимает плечами. "Ключа нет". Она делает отгоняющее движение. "Пшел - пшел - пшел".

source: You watch her for a while, and the rhythm of her hands causes two memories to surface - one of you playing some sort of stringed instrument, perhaps a harp. The other memory is that of stealing a purse... to your surprise, this last memory gives you a sudden temptation to pick Ei-Vene's pocket. NOTE: You have regained a memory. Memories can give you additional experience points, skills, and may even lead to you gaining more memories later on.
ru: Некоторое время ты наблюдаешь за ней, под ритм движения ее рук в твоей памяти всплывает два эпизода. В одном из них ты играешь на каком-то струнном инструменте, похожим на арфу. В другом кто-то ворует чей-то кошелек... к твоему удивлению, это воспоминание внезапно толкает тебя на осмотр карманов Эи-Вейн. ПРИМЕЧАНИЕ: Только что восстановилась часть твоей памяти. Эти вспышки дадут тебе дополнительный опыт, навыки и позднее даже могут привести новым воспоминаниям.

source: Watching Ei-Vene stitch up the corpse with her talons triggered a strange memory... I recall performing a similar operation on a corpse, long ago, except that I think I was placing something *inside* its chest rather than taking something out. It felt like I was putting whatever it was in there so I could retrieve it later. In the memory, when I crossed my arms, the corpse itself crossed its arms as well... it had the number "42" written on its scalp.
ru: Наблюдая за тем, как Эи-Вейн зашивает своими когтями тело умершего, я что-то вспомнил... Очень давно я делал точно такое же действие над телом, однако при этом я ничего не вынимал, а наоборот, что-то положил *внутрь* тела. Такое чувство, что я положил что-то, что смогу позднее забрать обратно. В воспоминании я скрестил свои руки на груди, и труп повторил мои движения... на его черепе был написан номер "42".

source: ...you are standing in front of a freshly-slain corpse, rigor mortis making a mockery of its smile; the number '42' has been stitched onto its scalp. The zombie is lying on a slab, and you have just finished stitching up its chest. You have placed something inside, something that may prove useful if you come this way again...
ru: ...ты стоишь перед недавно умершим телом, предсмертная судорога оставила издевательскую улыбку на его лице; на черепе выколот номер '42'. Ты только что зашил тело зомби, лежащего на плите. Ты что-то положил внутрь тела, что-то, что может быть полезным в случае, если ты снова вернешься сюда...

source: Echo: "Keep these things safe and wait for my return."
ru: Эхо: "Храни это до тех пор, пока я не вернусь".

source: The memory of your voice is an echo, strange and hollow to your ears. You cross your arms in front of your chest, and to your surprise, the corpse does, too. After a moment, its hands fall back to its sides, and as it does, the vision fades... until you are watching Ei-Vene's hands make their stitching motions once more. NOTE: You have regained a memory. Memories can give you additional experience points, skills, and may even lead to you gaining something else of value later on.
ru: В памяти эхом отозвался твой голос, странный и пустой. Ты скрещиваешь руки перед собой, и, к твоему удивлению, труп повторяет твое движение. Секунду спустя его руки падают по швам и видение меркнет... ты снова наблюдаешь, как руки Эи-Вейн зашивают тело. ПРИМЕЧАНИЕ: Только что восстановилась часть твоей памяти. Эти вспышки дадут тебе дополнительный опыт, навыки и позднее даже могут привести новым воспоминаниям.
