Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/demoric.dlg.po
Languages: ru

source: As you say the word *doubt,* Emoric flinches slightly; it is almost undetectable beneath his stone-faced fa'ade, but you know what to look for. A Dustman Emoric may be, but it only takes the barest change in his expressions to betray his thoughts.
ru: При слове *сомневаешься* Эморик немного вздрагивает; дыхание не выдает его, но тебе известна эта уловка. Тленный Эморик может быть непоколебимым как камень, но едва заметное изменение выражения лица выдало его мысли.

source: "Again -- if you *doubt,* test me. You will find my mind clear of emotion and my path that of a Dustman."
ru: "И снова - если ты *сомневаешься* во мне, испытай меня. Ты обнаружишь, что мой разум свободен от эмоций и мой путь - это путь Тленных".

source: Emoric falls silent as he studies you. After a moment, he speaks. "I carry no doubts with me. Yet a test is required. If you desire to join the Dustman faction, I will hear your request."
ru: Эморик затихает, изучая тебя. Спустя мгновение он начинает говорить. "Во мне нет сомнений. Но испытание все еще необходимо. Если ты желаешь присоединиться к фракции Тленных, я услышу твой запрос".

source: "Yes, I desire to join the Dustman faction."
ru: "Да. Я желаю присоединиться к фракции Тленных".

source: "Again you have misjudged me. I have no *desire* to join the Dustman faction. I merely believe what the Dustmen believe."
ru: "И снова ты несправедлив ко мне. Я не *желаю* присоединиться к фракции Тленных. Я всего лишь верю в то, во что верят Тленные".

source: "Is your desire to join the Dustmen faction stronger than your loyalty to this other faction?"
ru: "Твое желание присоединиться к фракции Тленных тверже лояльности к какой-либо другой фракции?"

source: "Yes."
ru: "Да".

source: "You have mistaken my intentions. I have no *desire* to join the Dustman faction. I merely believe in what the Dustman believe."
ru: "Ты меня не так понял. Я не *желаю* присоединиться к фракции Тленных. Я всего лишь верю в то, во что верят Тленные".

source: "I withdraw my request. I had some other questions..."
ru: "Я прошу отклонить мой запрос. У меня есть некоторые вопросы..."

source: "Never mind; I must take my leave. Farewell."
ru: "Ладно, неважно, я должен идти. Прощай".

source: "If you desire to join the Dustman faction, then passion rules your mind. Passion's path is not a Dustman's path."
ru: "Если ты желаешь присоединиться к фракции Тленных, значит, твоим разумом правят чувства. Путь чувств - не путь Тленных".

source: "I misspoke. I have no *desire* to join the Dustman faction. I merely believe what the Dustmen believe."
ru: "Я оговорился. Я не *желаю* присоединиться к фракции Тленных. Я всего лишь верю в то, во что верят Тленные".

source: "Can you tell me more about the path of a Dustman, then?"
ru: "Могу ли я тогда спросить тебя о пути Тленных?"

source: "Never mind, then; I must take my leave. Farewell."
ru: "Тогда неважно. Я должен идти. Прощай".

source: "There will be anger from your old faction. You will no longer be welcome in their halls and minds."
ru: "После этого твоя предыдущая фракция обозлится на тебя. Путь к их покоям и умам для тебя будет закрыт".

source: Renounce Faction: "If that is what must be, that is what must be. My mind must be true to itself, not to another. As of this moment, I forsake the beliefs of the Godsmen."
ru: Отказ от фракции: "Будь что будет. Мой разум должен быть верен себе, а не другому. Отныне я отказываюсь от убеждений Боголюдей".

source: Renounce Faction: "If that is what must be, that is what must be. My mind must be true to itself, not to another. As of this moment, I forsake the... uh, 'beliefs' of the Chaosmen."
ru: Отказ от фракции: "Будь что будет. Мой разум должен быть верен себе, а не другому. Отныне я отказываюсь от убеждений Хаотов".

source: Renounce Faction: "If that is what must be, that is what must be. My mind must be true to itself, not to another. As of this moment, I forsake the beliefs of the Sensates."
ru: Отказ от фракции: "Будь что будет. Мой разум должен быть верен себе, а не другому. Отныне я отказываюсь от убеждений Чувствующих".

source: Lie to infiltrate Dustmen for Anarchists: "If that is what must be, that is what must be. My mind must be true to itself, not to another. As of this moment, I forsake the beliefs of my old faction."
ru: Ложь ради внедрения в ряды Тленных для Анархистов: "Будь что будет. Мой разум должен быть верен себе, а не другому. Отныне я отказываюсь от убеждений моей старой фракции".

source: "Then I am not ready. Farewell."
ru: "В таком случае я еще не готов. Прощай".

source: "Very well. Do you know our philosophy?"
ru: "Очень хорошо. Тебе известна наша философия?"

source: "Not fully, no."
ru: "Нет, не во всем объеме".

source: "I withdraw my request to join the Dustman faction. I had some other questions..."
ru: "Я прошу отклонить мой запрос на присоединение к фракции Тленных. У меня есть некоторые вопросы..."

source: "I withdraw my request to join the Dustman. I had some other questions..."
ru: "Я прошу отклонить мой запрос на присоединение к Тленным. У меня есть некоторые вопросы..."

source: "This 'life' that many cling to with their emotions is a false existence. As long as one clings to it, they will continually be reborn to it. One must divest themselves of emotion to escape this cycle."
ru: "Эта 'жизнь' с цепляющимися эмоциями - ложная реальность. Пока кто-то цепляется за нее, он обречен постоянно перерождаться в ней. Он должен отделить себя от эмоций и избежать этого цикла".

source: "Very well. Now I understand your philosophy."
ru: "Очень хорошо. Теперь я понимаю вашу философию".

source: "Recite it."
ru: "Продекламируй".

source: "The goal of all Dustmen is to reach the True Death, oblivion. This 'life' that many cling to with their emotions and passions is a false one. As long as one clings to it, one will continually be reborn into it. One must divest themselves of emotion to escape this cycle."
ru: "Задача Тленного - достичь Истинной Смерти, забвения. Эта 'жизнь' с цепляющимися эмоциями - ложная реальность. Пока кто-то цепляется за нее, он обречен постоянно перерождаться в ней. Он должен отделить себя от эмоций и избежать этого цикла".

source: "Do you believe it?"
ru: "Ты веришь в это?"

source: Truth: "Yes."
ru: Правда: "Да".

source: Lie: "Yes."
ru: Ложь: "Да".

source: Truth: "Not entirely."
ru: Правда: "Не во все".

source: "I withdraw my request to join the Dustmen. I had some other questions..."
ru: "Я прошу отклонить мой запрос на присоединение к Тленным. У меня есть некоторые вопросы..."

source: "Never mind; I no longer wish to become a member of the Dustman faction. Farewell."
ru: "Неважно. Я больше не хочу быть членом фракции Тленных. Прощай".

source: "Then it shall be tested. Speak with Initiate Norochj. He is here in the bar. Return when you have done what he has asked of you."
ru: "Тогда это надо проверить. Поговори с Посвященным Норочжем. Он здесь неподалеку, в этом баре. Возвращайся, как только сделаешь то, что он попросит".

source: "I will speak with him. I had some questions first, though..."
ru: "Я поговорю с ним. Но у меня есть еще вопросы..."

source: "Very well. I will go speak with him now."
ru: "Хорошо. Я незамедлительно пойду и поговорю с ним".

source: "I don't think I want to do this, after all. Farewell."
ru: "В конце концов, я не думаю, что мне нужно это делать. Прощай".

source: "Belief may come with time's passing. Is your conviction so strong that our philosophy shall never have a home in your mind?"
ru: "Вера может придти со временем. Неужели твои убеждения настолько сильны, что наша философия никогда не найдет в твоем разуме прибежища?"

source: "I would like to put my uncertainty to time's test. I will spend time among the Dustmen, then examine my beliefs."
ru: "Я хотел бы испытать мою неопределенность временем. Я проведу время среди Тленных, а затем прислушаюсь к своим убеждениям".

source: "I don't think I will ever believe in your philosophy. I withdraw my request. I had some other questions..."
ru: "Не думаю, что когда-нибудь смогу поверить в вашу философию, я отклоняю свой запрос. У меня есть несколько вопросов..."

source: "I don't think I want to join the Dustmen faction. Farewell."
ru: "Не думаю, что я хочу присоединиться к фракции Тленных. Прощай".

source: Emoric nods. "You have done as I asked. Do you wish to continue with your initiation?"
ru: Эморик кивает. "Ты сделал то, что я просил. Хочешь ли ты продолжить свое посвящение?"

source: "Yes. I would like to see more of the Dustmen faction."
ru: "Да. Я хочу знать больше о фракции Тленных".

source: "Yes. I am still not certain my beliefs are those of a Dustmen, but I would like to see more of the faction before making a final decision."
ru: "Да. Я все еще не уверен в том, что мои убеждения совпадают с верой Тленных, но до того, как принять окончательное решение, я хочу узнать о фракции больше".

source: "No. I would like to withdraw my request to join the Dustmen faction."
ru: "Нет. Я хочу отклонить свой запрос на присоединение к фракции Тленных".

source: "Nothing further will be asked of you."
ru: "От тебя больше ничего не требуется".

source: "Very well. I had some more questions, though..."
ru: "Очень хорошо. Но у меня были еще вопросы к тебе..."

source: "I will take my leave, then. Farewell."
ru: "Тогда я пойду. Прощай".

source: "I have another test. Seek one of our Initiates, Awaiting-Death. He is here in the bar. He reaches for the True Death out of passion. If he persists, it shall remain forever out of reach. Speak with him and see if he can be helped."
ru: "У меня есть другое испытание. Разыщи одного из наших Посвященных, Ждущего-Смерти. Он здесь, в баре. Он пытается достичь Истинной Смерти с излишним рвением. Если он будет таким настойчивым, то он никогда ее не достигнет. Поговори с ним, и попробуй ему помочь".

source: "I already spoke to him about it."
ru: "Я уже поговорил с ним насчет этого".

source: "He will not speak to me."
ru: "Он не хочет со мной разговаривать".

source: "I will speak to Awaiting-Death and see what can be done."
ru: "Я поговорю со Ждущим-Смерти и посмотрю, что можно сделать".

source: "I will speak with him. I had some other questions first, though..."
ru: "Я поговорю с ним. Но у меня есть еще вопросы..."

source: "I withdraw my request to join the Dustmen."
ru: "Я прошу отклонить мой запрос на присоединение к Тленным".

source: "He would not hear my words as well. I would hear your thoughts on Awaiting-Death."
ru: "Он и меня не желает слушать. Я хотел бы узнать твое мнение о Ждущем-Смерти".

source: "Can a Dustman filled with so much passion truly be called a Dustman? I think not."
ru: "Может ли Тленный, одержимый чувствами, называть себя истинным Тленным? Я думаю, что нет".

source: "He is not a Dustman. Perhaps in time."
ru: "Он - не Тленный. Возможно, пока что".

source: "He is a Dustman."
ru: "Он - Тленный".

source: "I have no thoughts on this. What is, is."
ru: "У меня нет соображений по этому поводу. Вот и все".

source: "I would know what you spoke of."
ru: "Я хотел бы узнать, о чем вы разговаривали".

source: "He will not speak to me. I tried, but he would not hear me."
ru: "Он не пожелал разговаривать со мной. Я пытался, но он не слушает меня".

source: "He has chosen life over death. For now."
ru: "Он выбрал жизнь вместо смерти. Пока что".

source: "He has chosen to live for a while longer and attempt to dampen his passion for death."
ru: "Он решил пожить еще дольше и попытаться заглушить свое стремление к смерти".

source: "He has chosen to endure this life, and in enduring, dampen his passion for death."
ru: "Он решил переносить эту жизнь, чтобы заглушить свое стремление к смерти".

source: "He has chosen to live for a while longer and learn how to die."
ru: "Он решил пожить еще дольше и изучить способы смерти".

source: "I would know your thoughts on Awaiting-Death's choice."
ru: "Я хотел бы знать твое мнение о решении Ждущего-Смерти".

source: "He will never be a Dustman."
ru: "Он никогда не станет Тленным".

source: "He is a Dustman. He has learned his lesson."
ru: "Он - Тленный. Он усвоил этот урок".

source: "You spoke with the Initiate Awaiting-Death. Your thoughts on the Initiate Awaiting-Death are known to me. You have done as I asked." Emoric nods. "I have another test. There is another I wish you to speak to here at the bar. Her name is Sere. Sere is an Initiate of the Fifth Circle." Emoric falls silent for a moment. "She no longer holds Dustmen teachings as she once did. Her heart is bitter. One would know why."
ru: "Ты поговорил с посвященным Ждущим-Смерти. Мне известно твое мнение о Ждущем-Смерти. Ты сделал то, что я просил". Эморик кивает. "У меня есть еще одно испытание. В баре есть некто, с кем ты должен поговорить. Ее имя Увядшая. Увядшая - Посвященная Пятого Круга". Эморик на секунду умолкает. "Раньше она обучала Тленных, а теперь - нет. Ее сердце ожесточено. Я хочу знать, почему".

source: "She will not speak to me."
ru: "Она не хочет со мной разговаривать".

source: "I already spoke to her. The fever she was stricken with a half-month ago has made her afraid of death. She blames the Dustmen."
ru: "Я уже разговаривал с ней. Лихорадка, которой она переболела полмесяца назад, заставила ее бояться смерти. Она осуждает в этом Тленных".

source: "I will go speak to her now."
ru: "Я немедленно поговорю с ней".

source: "I will speak with her. I had some other questions first, though..."
ru: "Я поговорю с ней. Но у меня есть еще вопросы..."

source: "I do not wish this test. I withdraw my request to join the Dustmen."
ru: "Я не хочу проходить это испытание. Я отклоняю свой запрос на присоединение к Тленным".

source: "I would know what she said to you."
ru: "Я хотел бы узнать, что она сказала тебе".

source: "The fever she was stricken with a half-month ago has made her afraid of death. She blames the Dustmen."
ru: "Лихорадка, которой она переболела полмесяца назад, заставила ее бояться смерти. Она осуждает в этом Тленных".

source: "Nothing of import yet. I will speak to her again."
ru: "Пока ничего важного. Я еще раз поговорю с ней".

source: "I would know what you said to her."
ru: "Я хотел бы узнать, что ты сказал ей".

source: "I told her that her fear and doubt has defined her. She is not a Dustman."
ru: "Я сказал ей, что ее страхи и сомнения выдали ее. Она - не Тленная".

source: "I told her that her fear is temporary. Time will prove her a Dustman."
ru: "Я сказал ей, что ее страхи временны. Время докажет, что она - Тленная".

source: "I found the source of her distress, but I was unable to solve it for her."
ru: "Я нашел источник ее беспокойства, но не смог разрешить его".

source: "She would not hear me, either." Emoric nods. "You have done as I asked. Do you wish to continue with your initiation?"
ru: "Она и меня не желает слушать". Эморик кивает. "Ты сделал то, что я просил. Хочешь ли ты продолжить свое посвящение?"

source: "I do not wish to say. I withdraw my request to join the Dustmen."
ru: "Я не хочу об этом говорить. Я отклоняю свой запрос на присоединение к Тленным".

source: "Yes. There is more I would learn about the Dustman faction. I wish to continue with the tests."
ru: "Да. Я хочу больше узнать о фракции Тленных. Я хочу продолжить испытание".

source: "No. I withdraw my request to join the Dustmen."
ru: "Нет. Я отклоняю свой запрос на присоединение к Тленным".

source: "You have done as I asked." Emoric nods. "Do you wish to continue with your initiation?"
ru: "Ты сделал то, что я просил". Эморик кивает. "Хочешь ли ты продолжить свое посвящение?"

source: "I don't think there is anything more I can learn. I withdraw my request to join the Dustmen."
ru: "Не думаю, что есть еще что-нибудь, что я мог бы изучить. Я отклоняю свой запрос на присоединение к Тленным".

source: "An Initiate of the Fifth Circle, Soego, has undertaken missionary service for the Dustmen." Emoric falls silent for a moment... you don't know whether he's trying to make a point or whether he's confused. "His path is not one known to me nor to the faction. I would know his whereabouts."
ru: "Посвященный Четвертого Круга, Соэго, предпринял миссионерскую службу". Эморик на секунду умолкает... ты не знаешь, пытается ли он выдержать выразительную паузу, или же он просто смущен. "Его дальнейшее пребывание неизвестно ни мне, ни фракции. Я хотел бы знать о его местонахождении".

source: "Isn't Soego at the Mortuary?"
ru: "Это не тот Соэго, который из Морга?"

source: "I thought I had kil... er, last I heard, he had suffered an accident. Isn't he still in the Mortuary?"
ru: "Кажется, я его... эээ, я слышал, что его настиг несчастный случай. Разве он еще не в Морге?"

source: "I already found him."
ru: "Я уже нашел его".

source: "I'll go look for him, then. I had some questions, first, though..."
ru: "Тогда пойду, поищу его. Но сначала я бы хотел задать несколько вопросов..."

source: "I do not wish to do this. I withdraw my request to join the Dustmen."
ru: "Я не хочу этого делать. Я отклоняю свой запрос на присоединение к Тленным".

source: "No longer. His departure was sudden."
ru: "Больше нет. Его отбытие было неожиданным".

source: "I'll go look for him, then. Farewell."
ru: "Тогда пойду, поищу его. Прощай".

source: "I would know his whereabouts."
ru: "Я хотел бы знать о его местонахождении".

source: "I found him in the catacombs beneath Sigil. He died there."
ru: "Я нашел его в катакомбах под Сигилом. Он умер там".

source: "I found him in the catacombs beneath Sigil."
ru: "Я нашел его в катакомбах под Сигилом".

source: "Why is he there?"
ru: "Почему он там находится?"

source: "I do not know."
ru: "Я не знаю".

source: "He has discovered a group of undead guardians who were protecting the catacombs. He is trying to convince them to join the True Death."
ru: "Он обнаружил группу мертвых охранников, защищавших катакомбы. Он пытается убедить их присоединиться к Истинной Смерти".

source: "He is infected with lycanthropy. His mind is no longer his own and his Dustman beliefs are lost."
ru: "Он заражен ликантропией. Его разум более не принадлежит ему, и его вера в Тленных утеряна".

source: "Why was he there?"
ru: "Почему он там находился?"

source: "He discovered a group of undead guardians who were protecting the catacombs. He was trying to convince them to join the True Death."
ru: "Он обнаружил группу мертвых охранников, защищавших катакомбы. Он пытался убедить их присоединиться к Истинной Смерти".

source: "He was infected with lycanthropy, which drove him into the catacombs. His mind was no longer his own and his Dustman beliefs were lost."
ru: "Он был заражен ликантропией, которая свела его в катакомбы. Его разум более не принадлежал ему, и его вера в Тленных была утеряна".

source: "Very well. You found him." Emoric doesn't react to your answer other than give a slight nod. "You have done all the tasks that I have asked of you. I will make you a Dustman, an Initiate of the Fifth Circle. Do you still wish to be a member of the faction?"
ru: "Очень хорошо. Ты нашел его". Эморик, кроме легкого кивка, никак не отреагировал на твой ответ. "Ты выполнил все задания, которые я дал тебе. Я сделаю тебя Тленным, Посвященным Пятого Круга. Ты все еще желаешь стать членом фракции?"

source: "No. I have changed my mind."
ru: "Нет. Я передумал".

source: "Your initiation requires a promise."
ru: "Твое посвящение требует клятвы".

source: "A promise?"
ru: "Клятвы?"

source: "You must promise to serve the Dustmen. You must promise that you have left Life behind. You must promise that your goal is to reach the True Death."
ru: "Ты должен поклясться служить Тленным. Ты должен поклясться, что оставишь Жизнь позади. Ты должен поклясться, что твоя цель - достичь Истинной Смерти".

source: "Uh... no thanks."
ru: "Ух... Нет, спасибо".

source: "Very well."
ru: "Очень хорошо".

source: "Again: Do you believe the tenets of the Dustmen?"
ru: "Еще раз: ты веришь в догматы Тленных?"

source: "Lie: Yes."
ru: Ложь: "Да".

source: "I shall act as your witness. Make the promise."
ru: "Я буду свидетелем. Поклянись".

source: Make Vow: "I promise to serve the Dustmen. I have left Life behind. I seek only the True Death."
ru: Клятва: "Клянусь, что буду служить Тленным, что оставлю Жизнь позади, что буду искать только Истинную Смерть".

source: Lie: "I promise to serve the Dustmen. I have left Life behind. I seek only the True Death."
ru: Ложь: "Клянусь, что буду служить Тленным, что оставлю Жизнь позади, что буду искать только Истинную Смерть".

source: "You are now numbered among the Dead. There are things I must tell you."
ru: "Теперь ты часть Мертвяков. Есть несколько вещей, которые ты должен знать".

source: Listen.
ru: Слушать.

source: "The walking dead dwell among the Dustmen. Work with the Dustmen. Yet at other times, they have been the enemies of the living."
ru: "Ходячие мертвецы живут бок о бок с Тленными. Работают с Тленными. Хотя в то же время они являются врагами всего живого".

source: "That has not escaped my notice."
ru: "Это трудно не заметить".

source: "The Dustmen have a truce with all the Dead. This truce is known as the *Dead Truce.* The dead shall never harm a Dustman as long as we uphold it." As Emoric intones these words, you suddenly feel a strange crawling sensation in the back of your skull... it has something to do with the Dead Truce, but you can't recall what it is.
ru: "У Тленных перемирие со всеми Мертвецами. Это перемирие известно как *Перемирие со Смертью*. Мертвые никогда не будут причинять вред Тленным, пока мы им помогаем. При этих словах Эморика ты чувствуешь странное ползущее ощущение в основании черепа... нужно что-то сделать с Перемирием со Смертью, но ты не можешь вспомнить, что именно".

source: "I see."
ru: "Понятно".

source: "Uh... yeah, I suppose they would never harm a true Dustman... anyone pretending to be a Dustman wouldn't have the same protection, I suppose."
ru: "Ух... ага, они, скорее всего, не причинят вреда настоящему Тленному... навереное, прикидывающийся Тленным такой защиты не получит".

source: "Furthermore, there exist magics that prolong life or interfere with death. Such magics are an anathema to our faction. They rarely work on members of our faction. Nothing must attempt to interfere with your passage to the True Death. Do you understand?"
ru: "Вдобавок к этому, существует магия, которая продлевает жизнь или мешает смерти. Подобная магия нашей фракцией подвергнута анафеме. Она очень редко действует на членов нашей фракции. Ничто не должно мешать твоему приближению к Истинной Смерти. Тебе понятно?"

source: "What if it's... difficult... for the person in question to die?"
ru: "А что, если это... сложно... для особы, в плане смерти?"

source: "Does that include healing spells?"
ru: "А излечивающая магия сюда подпадает?"

source: "I had a question about this Dead Truce..."
ru: "У меня вопрос насчет Перемирия со Смертью..."

source: "Uh... yeah, I suppose that anti-resurrection taboo would only apply to a true Dustman, huh? It doesn't prevent healing spells, does it?"
ru: "Ух... ага, наверное, этот запрет на воскрешение применимо только для истинных Тленных, да? А он не будет мешать заклинаниям излечения?"

source: "I understand. Now that I am a Dustman, I had some faction-related questions..."
ru: "Я понимаю. Теперь, когда я стал Тленным, у меня есть несколько вопросов касательно фракции..."

source: "I had some non-faction-related questions..."
ru: "У меня есть несколько вопросов, не касающихся фракции..."

source: "I understand. Farewell."
ru: "Понятно. Прощай".

source: "About that 'nothing should interfere with the True Death' philosophy. Uh, what if it's... difficult... for the person in question to die?"
ru: "Насчет того, что ничто не должно мешать философии Истинной Смерти. Ух, а что, если это... сложно... для особы в плане смерти?"
