Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/demoric.dlg.po
Languages: ru

source: "Does that 'non-resurrection' policy include healing spells?"
ru: "В правило 'запрета воскрешения' включены излечивающие заклинания?"

source: "I had a question about the Dead Truce."
ru: "У меня вопрос насчет Перемирия со Смертью..."

source: "As a Dustman, what sort of assistance is available to me?"
ru: "Какая помощь доступна мне как Тленному?"

source: "I need some assistance."
ru: "Мне нужна некоторая помощь".

source: "I had some other, non-faction-related questions..."
ru: "У меня есть еще несколько вопросов, не касающихся фракции..."

source: "The nature of your question is unclear, Initiate."
ru: "Природа твоего вопроса неясна, Посвященный".

source: Truth: "I think I'm immortal."
ru: Правда: "Кажется, я бессмертен".

source: "Well, I know someone who is immortal, and I'm asking on his behalf."
ru: "Я знаю кое-кого, кто бессмертен, я спрашиваю от его лица".

source: "What if the Dustman in question was immortal?"
ru: "Что будет, если выяснится, что некоторый Тленный является бессмертным?"

source: "Never mind. I had some other faction-related questions..."
ru: "Неважно. У меня есть еще несколько вопросов, касающихся фракции..."

source: "Forget it. I had some other, non-faction-related questions..."
ru: "Забудь. У меня есть еще несколько вопросов, не касающихся фракции..."

source: "What prompts you to say such a thing, Initiate?"
ru: "Что заставило тебя сказать такое, Посвященный?"

source: "I cannot seem to die. I can be wounded and recover quickly."
ru: "Кажется, я не могу умереть. Если меня ранить, то очень быстро восстанавливаюсь".

source: "Farewell."
ru: "Прощай".

source: Emoric stares at you. "Show me, Initiate."
ru: Эморик смотрит на тебя. "Покажи мне, Посвященный".

source: Do it.
ru: Сделать это.

source: "Forget it... I was being unclear. I had some other, non-faction-related questions..."
ru: "Забудь... Это слишком сложно. У меня есть еще несколько вопросов, не касающихся фракции..."

source: "I misspoke. Farewell."
ru: "Я ошибся. Прощай".

source: You make a small cut, and the wound heals almost immediately. Emoric stares at the wound as it heals, is silent for a moment, then turns his gaze back to you. "Something about your nature resists the True Death. You are no longer a Dustman. You must leave."
ru: Ты делаешь небольшой порез, который практически мгновенно заживает. Эморик тихо наблюдает за тем, как заживает рана, а затем смотрит на тебя в недоумении. "Что-то в твоей сущности сопротивляется Истинной Смерти. Ты больше не Тленный. Ты должен уйти".

source: "If I must... I renounce the Dustmen. Farewell."
ru: "Если я должен... Я отрекаюсь от Тленных. Прощай".

source: Emoric is silent for a moment. "Then... this friend... suffers greatly. He has trapped himself in this false existence and can never reach the True Death."
ru: Эморик молчит. "Тогда... этот друг... испытывает сильные страдания. Он поймал себя в ловушку в этой реальности и никогда не достигнет Истинной Смерти".

source: "Trapped *himself?"*
ru: "Поймал *себя*?"

source: "Why would someone remain trapped in this false existence?"
ru: "Почему же кто-то остается в ловушке этой ложной реальности?"

source: "I see. I had some other faction-related questions..."
ru: "Понятно. У меня есть еще несколько вопросов, касающихся фракции..."

source: "Understood. Farewell."
ru: "Понятно. Прощай".

source: "To reach the True Death, one must divest themselves of all passions and any ties to this false existence. These things act as an anchor on the spirit. Many creatures, such as ghosts or other restless spirits, are confined to this false existence because of unfulfilled passions."
ru: "Чтобы достичь Истинной Смерти, нужно отделить себя от всех чувств и всего, что связывает в этой фальшивой реальности. Они привязываются к духу. Множество созданий, таких, как призраки или неупокоенные духи, продолжают пребывать в этой фальшивой реальности именно из-за оставшихся чувств".

source: "When you said before that this immortal person has trapped themselves in this life, what did you mean?"
ru: "Когда ты сказал, что бессмертный поймал себя в ловушку в этой жизни, что ты имел в виду?"

source: "I see. Thanks for the information. Farewell."
ru: "Понятно. Спасибо за информацию. Прощай".

source: "Then they would not be a Dustman. Their belief in immortality would trap the Initiate in this life, and they would never reach the True Death." Emoric falls silent for a moment. "What prompts such a question, Initiate?"
ru: "Тогда он не будет Тленным. Вера в бессмертие станет ловушкой в этой жизни для Посвященного, и он никогда не достигнет Истинной Смерти". Эморик умолкает на несколько секунд. "Что заставило задать тебя подобный вопрос, Посвященный?"

source: "I had this immortal friend, see. I was asking on his behalf."
ru: "Видишь ли, у меня есть бессмертный друг. Я спрашиваю от его лица".

source: "Their *belief* would trap them? How?"
ru: "Его *вера* станет ловушкой для него? Каким образом?"

source: "No reason. I had some other faction-related questions..."
ru: "Нет никаких причин. У меня есть еще несколько вопросов, касающихся фракции..."

source: "Never mind. I had some other, non-faction-related questions..."
ru: "Неважно. У меня есть еще несколько вопросов, не касающихся фракции..."

source: "I was just asking. Farewell."
ru: "Я просто спросил. Прощай".

source: "Curative magics will work normally. Reincarnations and resurrection magics, however, should not be used on members of our orders. Such magics go against a believer's passage to True Death."
ru: "Излечивающая магия работает как обычно. А вот магию реинкарнации и воскрешения членам нашей фракции использовать нельзя. Подобная магия идет вразрез с верой в Истинную Смерть".

source: "Very well. I must take my leave. Farewell."
ru: "Очень хорошо. Я должен идти. Прощай".

source: "What happens if I attack one of the walking dead?"
ru: "А что случится, если я нападу на ходячего мертвеца?"

source: "What about self-defense?"
ru: "А как насчет самообороны?"

source: "Then you will have broken the Dead Truce."
ru: "Тогда ты нарушишь Перемирие со Смертью".

source: "There will never be a situation where the Dead will attack you as long as the Truce is maintained."
ru: "Пока Перемирие соблюдается, подобная ситуация, когда Мертвый первым нападает на тебя, невозможна".

source: "What happens if I attack one of them?"
ru: "А что случится, если я нападу на одного из них?"

source: "How may this one help you, Initiate?"
ru: "Чем могу помочь, Посвященный?"

source: "I am in need of healing."
ru: "Мне нужно исцеление".

source: "I need a place to rest."
ru: "Мне нужно место для отдыха".

source: "Do you have any spells or items that could help me?"
ru: "У тебя есть какие-нибудь заклинания или предметы, которые могут помочь мне?"

source: "Nothing, never mind. I had some other faction-related questions..."
ru: "Ничего, неважно. У меня есть еще несколько вопросов, касающихся фракции..."

source: "Nothing today, actually. Farewell."
ru: "На самом деле - ничего. Прощай".

source: Emoric bows his head slightly, and you feel a numbing chill pass through your body, as if your bones and muscles were turning to stone. As the chill winds its way through your body, the pain from your wounds subsides. Moments later, sensation returns... but the pain is now gone.
ru: Эморик легко кивает, ты чувствуешь цепенящий холод, проходящий сквозь тебя, как будто бы если твои кости и мускулы превратились в камень. По мере того, как ледяной ветер проходит сквозь тебя, боль покидает твои раны. Спустя мгновение осязание возвращается... а боль исчезает.

source: "Thank you. I had some other faction-related questions..."
ru: "Спасибо тебе. У меня есть еще несколько вопросов, касающихся фракции..."

source: "I feel whole again. I had some other, non-faction-related questions..."
ru: "Теперь я себя чувствую лучше. У меня есть еще несколько вопросов, не касающихся фракции..."

source: "Thank you. Farewell."
ru: "Спасибо. Прощай".

source: "You may rest here, Initiate."
ru: "Ты можешь отдохнуть здесь, Посвященный".

source: "Thank you..."
ru: "Спасибо..."

source: You awake some time later feeling refreshed, then make your way back to Emoric.
ru: Ты просыпаешься некоторое время спустя, чувствуя себя посвежевшим, после чего направляешься назад к Эморику.

source: "I am rested, thank you. I had some other faction-related questions..."
ru: "Я отдохнул, спасибо тебе. У меня есть еще несколько вопросов, касающихся фракции..."

source: "Thank you for letting me rest. Farewell."
ru: "Спасибо, что позволил мне отдохнуть. Прощай".

source: "If you desire to join the Dustman faction, I will hear your request."
ru: "Если ты желаешь присоединиться к фракции Тленных, я должен услышать твой запрос".

source: "You have misjudged me. I have no *desire* to join the Dustman faction. I merely believe what the Dustmen believe."
ru: "Ты несправедлив ко мне. Я не *желаю* присоединиться к фракции Тленных. Я всего лишь верю в то, во что верят Тленные".

source: "Not today. I must take my leave. Farewell."
ru: "Не сегодня. Я должен идти. Прощай".

source: "As a Dustman Initiate, you will have access to our storehouse of knowledge and our storehouse of magic and items. You may also come to me if your body is in need of healing, or if your body is in need of rest."
ru: "Как Посвященный Тленный, ты получишь доступ к нашим хранилищам знаний, магии и предметов. Если твое тело нуждается в излечении или отдыхе, то ты можешь прийти ко мне".

source: "What do you have in your storehouse?"
ru: "Что есть в вашем хранилище?"

source: "Very well. I had some other, non-faction-related questions..."
ru: "Очень хорошо. У меня есть еще несколько вопросов, не касающихся фракции..."

source: As you are about to speak, you feel a prickling sensation along the back of your skull. You have a feeling that mentioning your 'condition' to Emoric might be a bad thing to do. He is still staring at you, waiting for you to speak.
ru: Уже начиная говорить, ты ощущаешь покалывание в основании черепа. Ты чувствуешь, что упоминание о твоем 'состоянии' Эморику может быть плохой идеей. Он все еще смотрит на тебя, ожидая того, что ты скажешь.

source: "Did you require anything else, Initiate?"
ru: "Тебе что-нибудь нужно еще, Посвященный?"

source: "I would like to look in the store again."
ru: "Я хотел бы еще раз взглянуть на хранилище".

source: "I had some faction-related questions for you..."
ru: "У меня есть несколько вопросов, касающихся фракции..."

source: "Yes. I had some other, non-faction-related questions..."
ru: "Да. У меня есть еще несколько вопросов, не касающихся фракции..."

source: "Immortality is a choice. Belief, whether one's own or another's, affects the flesh. One is immortal when one does not *want* to give up life."
ru: "Бессмертие - это выбор. Вера, неважно - своя или чужая, затрагивает плоть. Бессмертными становятся лишь тогда, когда *не хотят* расставаться с жизнью".

source: "But then, by your argument, death is also a choice. Why do people die in the first place?"
ru: "Но тогда, следуя твоим аргументам, смерть - это тоже выбор. Но тогда почему люди умирают неожиданно?"

source: "Hmmmm. I had some other, non-faction-related questions..."
ru: "Хммм. У меня есть еще несколько вопросов, не касающихся фракции..."

source: "Interesting. Farewell."
ru: "Интересно. Прощай".

source: "Death is also a choice. But unlike immortality, there are many that believe in death. Their belief permits us to die." Emoric falls silent for a moment. "We are not meant to live forever, Initiate. In our minds, we know this to be true."
ru: "Смерть - это тоже выбор. Но во отличие от бессмертия, в смерть верят много существ. Их вера позволяет нам умирать". Эморик на секунду умолкает. "Мы не живем вечно, Посвященный. В наших умах мы принимаем это за истину".

source: "So... why would someone remain trapped in this false existence?"
ru: "Тогда... почему же кто-то остается в ловушке этой ложной реальности?"

source: You see a heavy-set man with dark skin and grim features. He is dressed in Dustman robes and is regarding you with a stony gaze.
ru: Ты видишь крепкого мужчину с темной кожей и угрюмым выражением лица. Он одет в робу Тленных и смотрит на тебя каменным взглядом.

source: "Greetings."
ru: "Приветствую".

source: In joining the Dustmen, Emoric spoke of the 'Dead Truce' - apparently, Dustmen maintain a truce with the undead such as skeletons and zombies, and these creatures will not harm a member of their faction unless attacked first. However, when he made me a Dustmen, I had a strange feeling that I had somehow already broken this compact somehow. The Dead Truce may help serve as a ward against attacks by the undead, but I have a strange suspicion it will not prevent them from attacking me. I do not know why... perhaps I have committed some crime against them in the past?
ru: При присоединении к Тленным Эморик упомянул о 'Перемирии со Смертью' - очевидно, Тленные поддерживают перемирие со скелетами, зомби и прочей нежитью, и эти существа не причиняют вреда членам фракции до тех пор, пока те на нападут первыми. Тем не менее, когда он сделал меня Тленным, я почувствовал странно чувство, как будто я каким-то образом уже разрушил это соглашение. Перемирие со Смертью может послужить хорошую службу против нападения нежити, но мне почему-то кажется, что это не убережет меня от их атак. Я не знаю, почему... возможно, в прошлом я совершил какое-то преступление против них?
