Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/demoric.dlg.po
Languages: ru

source: You see Emoric. He is regarding you with a stony gaze.
ru: Ты видишь Эморика. Он смотрит на тебя каменным взглядом.

source: Ignore the man.
ru: Не обращать внимания на мужчину.

source: "I had some questions for you."
ru: "У меня есть вопросы к тебе".

source: Ignore Emoric, continue on.
ru: Не обращать внимания на Эморика, пройти мимо.

source: "You have renounced us." Emoric falls silent; it feels like he is pronouncing judgment. "You are no longer a Dustman."
ru: "Ты отрекся от нас". Эморик утихает; его слова звучат, как приговор. "Ты больше не Тленный".

source: "I understand. There are still some things I would know, however... "
ru: "Я понимаю. Тем не менее, есть несколько вещей, которые мне нужно узнать..."

source: "Sorry to trouble you. Farewell."
ru: "Извини за беспокойство. Прощай".

source: "You have the look of one lost." The man's voice is like stone settling. "Did the wind send you, or are you here with purpose?"
ru: "Кажется, ты потерялся". Голос мужчины напоминает грохот камней. "Каким ветром тебя занесло сюда или у тебя здесь дело?"

source: "Who are you?"
ru: "Кто ты?"

source: "I am a visitor only. Farewell."
ru: "Я всего лишь посетитель. Прощай".

source: "I am Emoric, Factotum and Initiate of the Fourth Circle."
ru: "Я - Эморик, Фрактотум и Посвященный Четвертого Круга".

source: "Is this your bar?"
ru: "Это твой бар?"

source: "Very well. That is all I wished to know. Farewell."
ru: "Хорошо. Это все, что я хотел узнать. Прощай".

source: "If you measure ownership in copper, this is not my establishment. If you measure ownership in spirit, it is mine." He pauses, as if trying to emphasize a point. "The Dustmen here are my students. They are under my protection."
ru: "Если ты измеряешь владение в меди, то это не мое заведение. Если ты измеряешь владение в духе, то оно - мое". Он умолкает, выдерживая выразительную паузу. "Здешние Тленные - мои ученики. Они под моим надзором".

source: "Can I ask you some questions...?"
ru: "Могу ли я задать пару вопросов?.."

source: "I must take my leave. Farewell."
ru: "Я должен идти. Прощай".

source: Emoric waits.
ru: Эморик ждет.

source: "Can you tell me about the Dustmen faction?"
ru: "Что ты можешь рассказать о фракции Тленных?"

source: "I would like to join the Dustmen faction."
ru: "Я бы хотел присоединиться к фракции Тленных".

source: Infiltrate Dustmen for Anarchists: "I would like to join the Dustmen faction."
ru: Инфильтрация к Тленным для Анархистов: "Я хотел бы присоединиться к фракции Тленных".

source: "Can you tell me about the Dead Contracts?"
ru: "Что ты можешь сказать о Контрактах Смерти?"

source: "I have come here in search of a journal."
ru: "Я пришел сюда в поисках дневника".

source: "I am searching for a man named Pharod. Have you seen him?"
ru: "Я разыскиваю мужчину по имени Фарод. Ты не встречал его?"

source: "I spoke to Pharod and discovered where Pharod is getting the bodies he brings to you."
ru: "Я поговорил с Фародом и узнал, где Фарод находит тела, которые доставляет вам".

source: "About seeking out Pharod and asking him where the bodies are from... is the job still open?"
ru: "Насчет поисков Фарода и вопроса, где он достает тела... работа еще открыта?"

source: "I spoke with Norochj and did as he asked."
ru: "Я говорил с Норочжем и сделал так, как он просил".

source: "I spoke with Awaiting-Death."
ru: "Я говорил с Ждущим-Смерти".

source: "I spoke with Sere."
ru: "Я говорил с Увядшей".

source: "I found Soego."
ru: "Я нашел Соэго".

source: "As a Dustman, I request your help."
ru: "Как Тленный, я прошу твоей помощи".

source: "As a Dustman, I had some questions about our faction..."
ru: "Как Тленный, я хочу задать несколько вопросов о нашей фракции..."

source: "I would know why you seek the Collector Pharod."
ru: "Я хочу знать, почему ты разыскиваешь Сборщика Фарода".

source: "Collector?"
ru: "Сборщика?"

source: "He stole something from me."
ru: "Он кое-что украл у меня".

source: "I wish to speak with him."
ru: "Я хочу поговорить с ним".

source: "Why? Is there something wrong?"
ru: "Зачем? Что-то не так?"

source: "Actually, I misspoke. I had some other questions instead..."
ru: "На самом деле, я ошибся. У меня есть несколько вопросов..."

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: "Collectors gather the dead and bring them to us. I would know why you seek this Collector."
ru: "Сборщики собирают мертвых и приносят их нам. Я хочу знать, зачем ты ищешь Сборщика".

source: "Why do Collectors gather the dead?"
ru: "А почему Сборщики собирают мертвых?"

source: "They gather the dead for us for copper's sake."
ru: "Они собирают мертвых для нас в обмен на медяки".

source: "You pay them for the dead bodies? Why?"
ru: "Вы платите им за мертвые тела? Зачем?"

source: "That's all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "The streets are not a burial ground. The Mortuary is where the dead are to be interred. It is the duty of a Dustman." Emoric falls silent for a moment. For some reason, you feel he is trying to make a point. "I would know why you seek this Collector Pharod."
ru: "Улицы - не земля для погребений. Морг - вот то место, где хоронят мертвых. Это обязанность Тленных". Эморик на момент утихает. Почему-то ты чувствуешь, что он пытается сменить тему. "Я хочу знать, почему ты разыскиваешь Сборщика Фарода".

source: "The Collector Pharod has brought many corpses to the Mortuary of late. One must ask where these bodies are from."
ru: "В последнее время Сборщик Фарод принес очень много тел к вратам Морга. Кто-то должен спросить, откуда берутся эти тела".

source: "I found out where they are from."
ru: "Я узнал, откуда они берутся".

source: "Tell me more about the bodies."
ru: "Расскажи мне о телах побольше".

source: "Look, whatever is between you two is your business. I just want to know where he is."
ru: "Послушай, это ваше с ним дело, я просто хочу знать, где он находится".

source: "Perhaps I could find out where these bodies are from."
ru: "Возможно, я узнаю, откуда берутся эти тела".

source: "I really don't know. I had some other questions..."
ru: "Пока не знаю... У меня были еще вопросы..."

source: "I don't think I can help you. Farewell."
ru: "Не думаю, что могу помочь тебе. Прощай".

source: "Some are recent-dead. They still have their last moments in their eyes. Many more bodies are centuries-dead. The dust of ages lies upon their bones. One must ask where these bodies are from."
ru: "Некоторые умерли совсем недавно. В их глазах еще можно различить последний миг их жизни. Но гораздо больше тел мертвы уже многие столетия. На них лежит вековая пыль. Кто-то должен узнать, откуда берут эти тела".

source: Emoric remains silent. His gaze is unnerving... he doesn't seem to blink.
ru: Эморик хранит молчание. Его взгляд давит... кажется, он даже не моргает.

source: "Why do you want to know my business with Pharod?"
ru: "Почему ты хочешь знать, что за дело у меня к Фародому?"

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "As do I. He has made such a thing difficult. He speaks through other men." Emoric falls silent for a moment. "When two men speak through other men, little is said and much is lost."
ru: "И я тоже. Но это очень трудно сделать. Он говорит только через посредников". Эморик умолкает на мгновение. "А когда двое разговаривают через посредника, мало что доходит и многое теряется".

source: "Why do you want to speak with Pharod?"
ru: "Зачем ты хочешь поговорить с Фародом?"

source: "Why does Pharod not want to talk to others?"
ru: "Почему Фарод не желает общаться с другими?"

source: "Do you know where I can find him?"
ru: "Ты знаешь, где его можно найти?"

source: "The why is unclear. He is a man who hides from others and hides his reasons."
ru: "Непонятно, почему. Он - тот, кто прячется от других, и причины понятны лишь ему".

source: "How would you do such a thing?"
ru: "И что ты собираешься делать?"

source: "I would track down Pharod and ask him."
ru: "Я собираюсь выследить Фарода и спросить его".

source: "If you spoke with the Collector Pharod and returned with his answers, you will have done a great service for the Dustmen. Find where the dead he brings to us are from, and you will be rewarded."
ru: "Если ты поговоришь с Фародом и вернешься с его ответами, то окажешь огромную услугу Тленным. Узнай, откуда он достает мертвых, и ты получишь награду".

source: "Very well. I will find Pharod, speak to him, and find out where these dead bodies he brings you are from."
ru: "Очень хорошо. Я найду Фарода, поговорю с ним и узнаю, откуда он достает тела мертвых, которые приносит вам".

source: "No thanks. I don't want this job."
ru: "Нет, спасибо. Мне не нужна такая работа".

source: Emoric nods. "Your path is our path. Return here when you have the Collector Pharod's answers."
ru: Эморик кивает. "Твой выбор - это твой выбор. Возвращайся, когда ты получишь ответы от Сборщика Фарода".

source: "Can you tell me where he is?"
ru: "Ты можешь сказать, где он находится?"

source: "Very well. I had some other questions..."
ru: "Очень хорошо. У меня есть другие вопросы..."

source: "I'll see what I can do, then. Farewell."
ru: "Посмотрим, что я смогу сделать. Прощай".

source: Emoric nods. "Your path is your own."
ru: Эморик кивает. "Это твой выбор".

source: "It is not known to me where the Collector Pharod is. He hides from the eyes of the Dustmen. I would seek other Collectors and ask them your question."
ru: "Неизвестно, где находится Сборщик Фарод. Он прячется от глаз Тленных. Я бы разыскал других Сборщиков и задал бы им твой вопрос".

source: "Where do the bodies he brings us come from?"
ru: "Откуда он берет тела, которые приносит нам?"

source: Truth: "They come from the catacombs beneath Sigil. He's taking the bodies you have buried and selling them back to you. When you bury them again, he just digs them up again."
ru: Правда: "Они из катакомб под Сигилом. Он берет тела, которые вы похоронили, и продает их вам назад. Когда вы снова их хороните, он просто откапывает их назад".

source: Lie: "A number of people in Ragpicker's Square have contracted a wasting sickness that causes their bodies to decay prematurely. Their bodies just *seem* to be older than they are."
ru: Ложь: "Очень много людей на площади Старьевщиков заражено изнурительной болезнью, от которой они преждевременно разлагаются. От этого их тела *выглядят* старее, чем на самом деле".

source: "Actually, I misspoke - I haven't found that out yet. I had some other questions..."
ru: "На самом деле, я ошибся - я еще не разузнал об этом. У меня есть несколько вопросов..."

source: "Actually, I'm still looking into it. Farewell."
ru: "На самом деле, я все еще расследую это дело. Прощай".

source: Emoric falls silent. He is staring at you with his stony gaze - and you are suddenly struck with the feeling that his eyes are burrowing into your skull.
ru: Эморик замолкает. Он смотрит на тебя каменным взглядом - и тебя неожиданно поражает чувство, что его глаза просверливают дырку в твоем черепе.

source: "Uh..."
ru: "Ух..."

source: Emoric nods. "You have done a service for the Dustmen." He removes his hands from his sleeves, then lets his long sleeves drape across the table like a curtain. When he pulls them back, a small lapis lazuli coffin lies upon the table. It is a tiny thing, barely two inches wide and three inches long. The Dustman symbol is engraved on the coffin lid.
ru: Эморик кивает. "Ты хорошо послужил Тленным". Он достает руки из рукавов, которые ниспадают на стол подобно занавесу. Когда он одергивает их назад, на столе остается лежать небольшой резной гробик. Он очень маленький, едва достигает двух пальцев в ширину и трех - в длину. На крышке гроба вырезан символ Тленных.

source: Pick up the box.
ru: Взять коробочку.

source: As you pick up the coffin, it *chirrups,* unfolds, and dissolves into a stream of hundreds of copper pieces, which you (somehow) manage to keep from spilling across the floor of the bar. How all these coins fit into the tiny coffin is beyond you.
ru: Как только ты берешь гробик, он с *треском* открывается, растворяясь в дорожку из сотен медных монет, которую тебе каким-то образом удается не уронить на пол бара. Ты не можешь представить, как удалось поместить столько монет в такой маленький гробик.

source: "Thanks. I had some other questions for you..."
ru: "Спасибо. У меня были еще вопросы к тебе..."

source: "These eyes have seen no journal. Perhaps your search will take you elsewhere."
ru: "Эти глаза не видели дневника. Возможно, тебе стоит поискать где-нибудь в другом месте".

source: "Very well. I had some other questions for you..."
ru: "Очень хорошо. У меня были еще вопросы к тебе..."

source: "I will look somewhere else, then. Farewell."
ru: "Тогда я пойду поищу где-нибудь еще. Прощай".

source: "Dustmen seek the True Death. Some call it 'oblivion,' but this is incorrect. To Dustmen, the True Death is freedom from the chains of this false life."
ru: "Тленные ищат Истинной Смерти. Некоторые называют ее 'забвением', но это не так. Для Тленных Истинная Смерть является освобождением от цепей этой ложной жизни".

source: "False life?"
ru: "Ложной жизни?"

source: "That had slipped my mind. Farewell."
ru: "Совсем забыл об этом. Прощай".

source: "This 'life' that many cling to with their emotions is a false existence. As long as one clings to it, they will continually be reborn into it. One must divest themselves of emotion to escape this cycle."
ru: "Эта 'жизнь' с цепляющимися эмоциями - ложная реальность. Пока кто-то цепляется за нее, он обречен постоянно перерождаться в ней. Он должен отделить себя от эмоций и избежать этого цикла".

source: "I see. Can you tell me about how your faction is organized?"
ru: "Понятно. Скажи, как организована ваша фракция?"

source: "Dustmen are organized into five circles. The Fifth Circle is made of the lowest rank of Dustmen, Initiates. The First Circle is comprised of the highest ranking Dustmen, the ruling body of our faction."
ru: "Тленные организованы в пять кругов. Пятый Круг - самый низкий ранг среди Тленных, Посвященные. Первый Круг состоит из самых высокопоставленных Тленных, которые правят нашей фракцией".

source: "Do you wish to sign the Dead Contract?"
ru: "Ты хочешь подписать Контракт Смерти?"

source: "What is it, exactly?"
ru: "А что это такое на самом деле?"

source: "Yes, I'll sign."
ru: "Да, я хочу его подписать".

source: "No, I had some other questions I wanted to ask..."
ru: "Нет, у меня есть вопросы, которые я бы хотел задать..."

source: "Perhaps some other time. Farewell."
ru: "Возможно, в другой раз. Прощай".

source: "In exchange for fifty copper commons, the Dead Contract gives the Dustman faction the rights to your corpse after death. Do you wish to sign the Dead Contract?"
ru: "В обмен на пятьдесят медных монет, согласно Контракту Смерти, фракция Тленных получает права на твое тело после твоей смерти. Ты хочешь подписать Контракт Смерти?"

source: "I'll sign."
ru: "Я подпишу".

source: Even though signed Mortai's contract: "I'll sign."
ru: Даже если подписан контракт с Мортаем: "Я подпишу".

source: Even though signed Coppereyes' contract: "I'll sign."
ru: Даже если подписан контракт с Медноглазым: "Я подпишу".

source: Even though signed both Mortai's and Coppereyes' contracts: I'll sign.
ru: Даже если подписаны контракты и Мортая, и Медноглазого: "Я подпишу".

source: Emoric pulls forth a dusty piece of parchment from his robe and a quill pen. He directs you to sign the parchment in three places.
ru: Эморик вынимает из робы пыльный пергамент и перо для письма. Он указывает тебе подписать пергамент в трех местах.

source: Sign in the places indicated.
ru: Расписаться в указанных местах.

source: "I've changed my mind. I had some other questions I wanted to ask..."
ru: "Я передумал. У меня есть вопросы, которые я хотел бы задать..."

source: You take the quill in your hand, and you begin to scratch your signature into the parchment... the quill pen makes a strange *skritching* noise as it touches the parchment, like a chisel on stone.
ru: Ты берешь перо в руку и начинаешь выводить свою подпись на пергаменте... при касании пергамента перо производит странный *скрипучий* звук, как резец по камню.

source: Continue signing...
ru: Продолжить подписывание...

source: As you try to sign the parchment, however, you notice that it seems to be impervious to your pen... no matter how hard you try, you can't seem to pen your name. The ink doesn't seem to want to leave the pen.
ru: Пытаясь подписать пергамент, ты замечаешь, что перо засорилось... как ты ни пытаешься, но ты не можешь вывести свою подпись. Кажется, чернила не хотят выходить и пера.

source: "Uh... Emoric? What's with this contract?"
ru: "Ух... Эморик? Что с этим контрактом?"

source: When you glance up to speak to Emoric, you see that his face has turned to stone... he has become a statue. The rest of the bar seems to have filled with gray haze, and you can no longer make out the rest of the patrons. A faint whisper comes from Emoric's mouth, as if his stone lungs were trying to force a breath from his chest.
ru: Когда ты поднимаешь голову, чтобы посмотреть на Эморика, то замечаешь, что его лицо превратилось в камень... он превратился в статую. Весь бар погрузился в серый туман, сквозь который никого не разглядеть. Из губ Эморика исходит тихий шепот, будто его окаменевшие легкие пытаются выдохнуть воздух из груди.

source: "Emoric...?"
ru: "Эморик?.."

source: You can barely make out the whisper coming from Emoric's stone lips, when you realize that it is not one, but many whispers... *Sign* *But know that its price is set in soul and stone* *And what can change the nature of a man?* The whispering words rise to a ragged, dead chorus, as if being spoken by five, ten, twenty, a hundred voices - old, young, female, male, desperate, calm, hysterical...
ru: Ты едва можешь различить шепет из губ Эморика, при этом ты понимаешь, что это шепот не одного, а нескольких голосов... *Подписывай* *Но знай, что ценой является душа и камень* *И что сможет изменить сущность человека?* Шепчущие голоса нарастают, превращаясь неровный хор мертвых, произносимый пятью, десятью, двадцатью, сотней голосов - старых, молодых, женских, мужских, отчаянных, спокойных, истерических...

source: "Nature of a man...?"
ru: "Сущность человека?.."

source: As you speak the words, suddenly you feel faint, and the next thing you hear is Emoric's voice, normal. "Do you still wish to sign?"
ru: Произнеся эти слова, ты неожиданно чувствуешь слабость, и следующее, что ты слышишь - спокойный голос Эморика. "Ты все еще хочешь расписаться?"

source: Try and get your bearings...
ru: Попытаться взять себя в руки...

source: It is as if time has exhaled and resumed its normal breathing... the haze filling the bar has vanished, and Emoric is no longer a statue. You feel a strange pressure inside your skull, as if something desperately wishes to surface, but cannot. It was as if you remembered a dozen splinters of memory at once, all stabbing into each other to create an image... and you know, somehow, that every whisper that came from Emoric's stone face belonged to *someone*... now long dead.
ru: Время вновь приходит в норму... наполнявший бар туман исчезает, и Эморик больше не похож на статую. Ты чувствуешь странное давление в твоем черепе, как будто что-то отчаянно хочет выбраться наружу, но не может. Моментально тебя озаряют сразу несколько вспышек воспоминаний, которые вместе образуют единую картинку... ты каким-то образом понимаешь, что каждый шепот, исходивший от каменного лица Эморика, принадлежал *кому-то*... кто давно умер.

source: Look at the parchment again.
ru: Посмотреть на пергамент снова.

source: As you stare at the dusty parchment upon the table, you know for a fact that this is not the first time you have penned your name to a contract... and perhaps not the first time you have signed one such as this.
ru: Глядя на пыльный пергамент на столе, ты осознаешь тот факт, что ты уже не в первый раз выводишь свою подпись на контрактах... и возможно также, не в первый раз и на подобном.

source: Finish signing the contract.
ru: Расписаться во всех местах.

source: Even though you've signed Mortai's contract, finish signing Emoric's contract anyway.
ru: Даже подписав до этого контракт Мортая, все равно подписать контракт Эморика.

source: Even though you've signed Coppereyes' contract, finish signing Emoric's contract anyway.
ru: Даже подписав до этого контракт Медноглазого, все равно подписать контракт Эморика.

source: Even though you've signed both Mortai's and Coppereyes' contracts, finish signing Emoric's contract anyway.
ru: Даже подписав до этого контракт и Мортая, и Медноглазого, все равно подписать контракт Эморика.

source: "Actually, I think I will hold off before signing this. I had some other questions first..."
ru: "Лучше повременить с подписанием. Сначала у меня есть несколько вопросов..."

source: "I do not wish to sign. Farewell."
ru: "Я не хочу подписывать. Прощай".

source: As you touch the quill to the parchment again, you hear a whisper, and a rush of thought and memory wells up within your skull...
ru: Едва касаясь снова пером пергамента, ты слышишь шепот. Лавина воспоминаний обрушивается на твой череп.

source: Suppress the memory, sign the contract...
ru: Подавить память, подписать контракт...

source: Surrender to the memory.
ru: Сдаться в угоду памяти.

source: "Actually, I think I'll hold off before signing this. I had some other questions first..."
ru: "Мне стоит подождать подписанием. Сначала у меня есть несколько вопросов..."

source: You scratch a 'X' across the contract in the three places Emoric indicated. As you finish, Emoric takes the contract and hands you a bag of fifty coppers.
ru: На нацарапываешь "Х" на контракте в трех местах, указанных Эмориком. После этого Эморик забирает контракт и вручает тебе мешочек с пятьюдесятью монетами.

source: "Now that that is out of the way, I had some other questions for you..."
ru: "Теперь, когда с этим разобрались, у меня есть несколько вопросов к тебе..."

source: "Our business is concluded... farewell."
ru: "Наше сделка завершена... Прощай".

source: "Another faction already counts you among its ranks."
ru: "Другая фракция уже приняла тебя в свои ряды".

source: Lie: "You are mistaken. I belong to no other faction."
ru: Ложь: "Ты ошибаешься. Я не принадлежу ни одной из фракций".

source: "I wish to forsake that faction and join the Dustmen."
ru: "Я хочу покинуть эту фракцию и присоединиться к Тленным".

source: "Never mind, then. I had some other questions..."
ru: "Ладно, неважно. У меня есть другие вопросы..."

source: "I am not mistaken." Emoric's voice is like stone, but even so, you can detect faint cracks of doubt in his voice.
ru: "Я не ошибаюсь". Голос Эморика каменеет, но тем не менее ты различаешь нотки сомнения в его голосе.

source: "You are in error. My mind is a Dustman's, and it belongs to no other faction. If you *doubt* me, then give me a test."
ru: "Ты ошибаешься. Мои мысли только о Тленных, и я не принадлежу к другим фракциям. Если ты *сомневаешься* во мне, то испытай меня".

source: "Very well, I wish to forsake that faction and join the Dustmen."
ru: "Хорошо, я хочу покинуть эту фракцию и присоединиться к Тленным".

source: "Never mind. I had some other questions..."
ru: "Неважно. У меня есть другие вопросы..."

source: "We have nothing more to discuss, then. Farewell."
ru: "Тогда нам нечего больше обсуждать. Прощай".
