Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/devskull.dlg.po
Languages: ru

source: "Evil? Bah! I'm merely a pragmatist."
ru: "Злой? Еще чего! Я всего лишь прагматик".

source: "Is it not a fine solution? It always worked for me. Poison and magic work equally as well, I've found."
ru: "А разве это не отличное решение? Оно всегда срабатывало. И, как я выяснил, яд и магия справляются с этой задачей в одинаковой степени хорошо".

source: This skull speaks with a deep voice and a jocular tone. "Have you come to learn of truth? I have truth a-plenty."
ru: Этот череп обращается к тебе низким голосом в шутливой манере: "Ты пришел познать истину? У меня ее полным-полно".

source: "Tell me of yourself."
ru: "Расскажи мне о себе".

source: "How did you come to be here?"
ru: "Как ты попал сюда?"

source: "What can you tell me of Lothar?"
ru: "Что ты можешь сказать о Лотаре?"

source: "What can you tell me of the other skulls here?"
ru: "Что ты можешь рассказать о других черепах?"

source: "Forget it. Sorry to waste your time. Farewell."
ru: "Забудь. Извини, что занял твое время. Прощай".

source: "Come for a little more tutoring in the true ways of the world, eh? I'm your man!"
ru: "Пришел за чем-то большим, чем наставление на праведный путь, а? Ты по адресу!"

source: "I? I am Stern, one of the great practitioners of personal peace through intensive redirection of hostilities."
ru: "О себе? Я Штерн, один из величайших деятелей в сфере обеспечения личного покоя путем кардинального перераспределения враждебных действий".

source: "Funny you should mention that. I had a black book given to me in order that I might puzzle out its secrets. I unlocked its powers for a terrible price - one I would gladly pay again! - and sharpened my edge considerably. Little did I realize that the book would betray me to another - a mewling rat-thing that overwhelmed me in a wave of rodents and tore the flesh from my living bones. The rat went through a series of disciples, each of them betrayed by the book, until it wound up in the possession of the rat-man Mantuok. If you find this book, accept its powers and be rid of it before you suffer the same fate."
ru: "Забавно, что ты об этом спрашиваешь. Однажды мне дали черную книгу, чтобы я постиг ее тайны. Я раскрыл ее могущество ужасной ценой (которую я с радостью заплатил бы снова!) и стал намного сильнее. Вот только я не учел, что книга предаст меня сопливой крыске, которая одолела меня полчищем грызунов и заживо обглодала мне кости. Книга прошла через руки нескольких последователей, каждого из которых она предавала, пока она не оказалась в руках крысочеловека Мантуока. Если найдешь эту книгу, прими предлагаемое ею могущество и избавься от нее, пока с тобой не случилось то же самое".

source: "I'll keep an eye out. Tell me of yourself."
ru: "Я буду начеку. Расскажи мне о себе".

source: "My thanks. What can you tell me of Lothar?"
ru: "Спасибо. Что ты можешь рассказать мне о Лотаре?"

source: "Well, then... what can you tell me of the other skulls here?"
ru: "Хорошо... что ты можешь рассказать о других черепах?"

source: "A tragic tale. Farewell."
ru: "Ужасная история. Прощай".

source: Stern, the assassin's skull in Lothar's library of skulls, has told me of a book that Mantuok the wererat carries. He has warned me to beware the powers offered by the book.
ru: Штерн, череп наемного убийцы из коллекции Лотара, рассказал мне о книге, которую носит крысооборотень Мантуок. Он предупредил, что я должен опасаться могущества, предлагаемого книгой.

source: "What can I tell you of Lothar? I will tell you nothing. Even this bare existence is better than the oblivion he promises should I speak his secrets."
ru: "Что я могу рассказать о Лотаре? Ничего я не скажу. Даже это жалкое существование лучше, чем то, что он обещает со мной сделать, если я разболтаю его тайны".

source: "You can tell me..."
ru: "Можешь мне рассказать..."

source: "Very well, then. Tell me of yourself."
ru: "Ну, ладно. Расскажи мне о себе".

source: "All right. Then how did you come to be here?"
ru: "Ладно. Тогда как ты здесь оказался?"

source: "So what can you tell me of the other skulls here?"
ru: "Так что же ты можешь рассказать мне о других черепах?"

source: "Forget it, then. Farewell."
ru: "Тогда забудь. Прощай".

source: "Of the skulls that will speak to you, I can offer no good words. Their experiences have not been shared with me; indeed, we have spoken precious little until your arrival. Perhaps," it says, a smirk in its voice, "there's something special about your very presence."
ru: "Об этих черепах я не могу рассказать ничего хорошего. Они мне душу не изливают; на самом деле, мы практически не разговаривали между собой до тех пор, пока не пришел ты. Возможно, - произносит он насмешливым тоном, - в самом твоем присутствии есть нечто особенное".

source: "Possibly. Tell me of yourself."
ru: "Возможно. Расскажи мне о себе".

source: "No doubt. How did you get here?"
ru: "Несомненно. Как ты сюда попал?"

source: "That's right. Enough for you to tell me of Lothar."
ru: "Точно. Достаточно будет рассказать мне о Лотаре".

source: "Quite right, and you're about to be deprived of it. Farewell."
ru: "Совершенно верно, но уже скоро я лишу тебя своего общества. Прощай".

source: "However you choose to define it, Grimscalp." Stern turns his attention back to you. "I was the best of the lot, so it's said."
ru: "Если тебе будет угодно так это называть, Гримскальп, - Стерн переключается на тебя. - Я был лучшим среди многих - так говорили".

source: "Then how did you wind up here?"
ru: "Тогда как тебя сюда занесло?"

source: "What happened to you?"
ru: "Что с тобой случилось?"

source: You get the distinct impression Stern's skull is sneering at you. "And gain merely your friendship? Bah. There is nothing you can offer me, no service nor item, that will impel me to betray Lothar to you. Begone!"
ru: У тебя создается отчетливое впечатление, что череп Штерна насмехается над тобой. "Ради твоего расположения? Да ну. Ты не сможешь мне предложить ничего, что убедило бы меня предать Лотара. Сгинь!"

source: "Just answer a few more questions, then..."
ru: "Тогда просто ответь еще на пару вопросов..."

source: "Farewell, then."
ru: "Тогда прощай".

source: "I will not." The skull turns its attention inward; you can feel the force of its personality vanish.
ru: "Не буду". Череп замыкается в себе. Ты чувствуешь, как сила его личности исчезает.

source: "Fine, then."
ru: "Тогда ладно".
