Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/df_ss_*.dlg.po
Languages: de

source: The emotion washes over you, like you are drowning, DROWNING, and you need to speak, you LONG to speak, but you cannot...and...
de: Чувства захлестывают тебя так, будто ты тонешь, ТОНЕШЬ, и тебе нужно сказать, ты ЖАЖДЕШЬ сказать, но не можешь... и...

source: ...and you scream, scream as you tear your hands from the stone, bloody tears rushing from your eyes, running in streams down your arms, your hands, to coat the stone. Blood! Her blood! And... you can't WARN her... and you can't stop CRYING...
de: ...и ты кричишь, кричишь, отрывая руки от камня, кровавые слезы льются из твоих глаз, текут ручьями по твоим рукам, покрывают камень. Кровь! Ее кровь! И... ты не можешь ее ПРЕДОСТЕРЕЧЬ... и не можешь перестать ПЛАКАТЬ...

source: Try and gather your thoughts...
de: Попробовать собраться с мыслями...

source: As much as you want to hurl the memory of the experience from you, you hold it fast, because you know it's important to remember it. It was *you* in that experience... it was Deionarra's experience, but because it was you, your memories flooded you, and you could FEEL both sides at once. Who WERE you? Who was that... that *shade* of you?
de: Как бы ты не хотел выкинуть из головы воспоминание о пережитом, ты не даешь ему забыться, поскольку понимаешь, что важно его запомнить. В переживании присутствовал *ты*... это было переживание Дейонарры, но так как это был ты, твои воспоминания переполнили тебя, и ты смог ЧУВСТВОВАТЬ обе стороны одновременно. Кем ты БЫЛ? Кем была эта... эта *тень* от тебя?

source: Turn from the stone, leave.
de: Отвернуться от камня и уйти.

source: You tear yourself from the experience, but you do with effort - you feel like you are swimming up through an ocean, struggling, *fighting* to reach the surface. You take a deep breath, and your head clears, and you are once again facing the azure blue stone, its surface still and cold.
de: Ты отрываешь себя от переживания, но это дается тебе не без усилий: тебе кажется, будто ты плывешь в океане, борешься, *пытаешься* достичь суши. Ты делаешь глубокий вдох, твоя голова проясняется - и ты вновь стоишь перед лазурным камнем; его поверхность спокойна и холодна.
