Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/df_ss_10.dlg.po
Languages: ru

source: This is an unusual, bluish-purple stone. It is securely fastened to the pedestal that it rests upon.
ru: Это необычный фиолетовый камень. Он надежно прикреплен к подставке, на которой он покоится.

source: Leave.
ru: Уйти.

source: This bluish-purple stone is the one that the clerk directed you towards. Within it lies the experience 'slowly dawning horror.'
ru: Это фиолетовый камень, к которому тебя направил клерк. В нем хранится переживание 'медленно накатывающий ужас'.

source: Begin the sensation.
ru: Начать переживание.

source: "How good could it be?" you think, regarding the burgundy liquid carefully. Across the table from you, the twisted old man smiles slyly. "Please, sir, try." he whispers, his hushed voice the sound of dry leaves blown over a roughly cobbled street. "Thou shall find it more than lives up to thy expectations, I am sure."
ru: "Каково оно?" - думаешь ты, внимательно разглядывая вино. Сидящий на другом конце стола скрюченный старик хитро улыбается тебе. "Прошу вас, сэр, попробуйте, - шепчет он, его тихий голос звучит, как сухие листья, несущиеся по булыжной мостовой. - Уверяю вас, оно более чем оправдает ваши ожидания".

source: Continue experience.
ru: Продолжить переживание.

source: Interrupt the experience, leave.
ru: Прервать переживание и уйти.

source: You nod at him and lift the crystal goblet into the air, watching the light play through the crimson liquor. You'd come a long way for this drink... searched long and hard for this old man... and you'll be damned to let anything rush you, now. The moment was to be savored.
ru: Ты киваешь ему и поднимаешь хрустальный бокал, наблюдая игру света в малиновом напитке. Чтобы отведать его, ты преодолел долгий путь... долго и упорно разыскивал этого старика... и будь ты проклят, если теперь позволишь себе торопиться. Нужно насладиться этим моментом.

source: You raise the glass to your lips, inhaling the stuff's aroma. The bouquet is light, sweet, intoxicating... almost dizzyingly so. You've tried countless drinks... written tomes about them, their flavors and smells, means of manufacture, in your journeys across the Planes. But this... this stuff was supposed to be legendary. No living man you'd found or heard of had tried the stuff. The stories were ridiculous - nothing could taste quite so good - but if there were the slightest bit of truth to them, this would be some fine liquor indeed.
ru: Ты подносишь бокал к губам, вдыхаешь аромат. Букет у него легкий, сладкий, пьянящий... почти дурманящий. Ты перепробовал несчетное количество напитков... написал много книг о них, их запахе и вкусе, о способах их производства, во время своих путешествий по планам. Но этот... этот напиток считали легендарным. Ни один из встреченных тобой людей не пробовал его. Истории о нем просто нелепы - ничто не может быть таким вкусным. Но если в них есть хоть крупица правды, это должен быть действительно отличный напиток.

source: At last, you drink of the goblet, a cautious sip...
ru: Наконец ты делаешь осторожный глоток...

source: Incredible! Indescribable! As the flavor washes over your palette, you fight the urge to shudder with delight. Nothing... *nothing* you have tried in all your long years has tasted quite like this. You look up at the old man, startled to find your glass empty - you had drained it all in a single draught. You wipe your eyes with the back of your hand, not entirely sure when you had begun to cry.
ru: Невероятно! Неописуемо! Когда его букет омывает твою вкусовую палитру, ты с трудом сдерживаешь порыв содрогнуться от удовольствия. Ничто... *ничто* из того, что ты пробовал за свою долгую жизнь, не имело подобного вкуса. Ты смотришь на старика, испуганно обнаружив, что кубок уже пуст: ты осушил его одним глотком. Ты вытираешь глаза тыльной стороной ладони, не понимая, когда ты начал плакать.

source: "Tears of joy, eh?" The old man laughs softly. "Quite pleasing to the tongue, is it not? Wouldst thou like some more, perchance?" He smiles at you once more. "Yes... yes, if I might..."
ru: "Слезы радости, да? - старик тихонько смеется. - Весьма приятно для языка, не правда ли? Быть может, вы хотите еще?" Он снова улыбается тебе. "Да... да, если можно..."

source: "Surely." he replies, refilling your glass. Try as you might, you cannot resist downing it in a single gulp. You thrust your finger into the goblet in an attempt to find some last, hidden drop of the stuff. Several times more does he fill the goblet, and each time you gulp the stuff down as a starving man would devour a feast, unable to control yourself, to deny yourself another exquisite taste of it.
ru: "Конечно", - отвечает он, наполняя твой бокал. Как ты не стараешься, ты не можешь удержаться, и выпиваешь его одним глотком. Ты засовываешь в бокал палец в попытке найти последнюю каплю. Он еще несколько раз наполняет бокал, и каждый раз ты проглатываешь его, словно изголодавшийся на пиру, не в силах контролировать себя, не в силах отказать себе в том, чтобы не испытать его изысканный вкус еще раз.

source: He chuckles softly once more. "A drink such as this... a man wouldst do anything for it, no?" You nod without hesitation. "Yes, a man would..." Looking at him, his sly smile suddenly takes on a whole new meaning. A sense of horror begins to creep over you, even as you begin to yearn painfully for more of the blood-red liquor...
ru: Он снова тихонько хихикает. "Что за напиток... человек готов ради него на все, разве нет?" Ты киваешь, не колеблясь. "Да, человек готов..." Глядя на него, ты внезапно обнаруживаешь, что его лукавая улыбка принимает уже совершенно иное значение. Ощущение ужаса начинает подкрадываться к тебе, несмотря на мучительное желание еще раз попробовать этот кроваво-красный напиток...

source: "Yes, yes..." The old man grins, his yellow eyes gleaming. "A man *wouldst* do anything, in the *thrall* of such a drink... even the most terrible, the most heinous of deeds... as thou shall see, my newest servant."
ru: "Да, да... - старик ухмыляется, его желтые глаза блестят. - Человек сделает *что-угодно*, будучи *порабощенным* этим напитком... даже самые ужасные, самые гнусные вещи... как ты вскоре и увидишь, мой новый слуга".

source: Stir yourself from the experience.
ru: Оторваться от переживания.

source: Stir yourself from the experience, leave.
ru: Оторваться от переживания и уйти.

source: This bluish-purple stone is the one that the clerk directed you towards. Within it lies the experience 'lycanthropy.'
ru: Это фиолетовый камень, к которому тебя направил клерк. В нем хранится переживание 'ликантропия'.

source: Suddenly aware that the hour has almost come, you leap from your bed and run flying from your cottage and into the surrounding woods. Stumbling in the dark, you come to a small, moonlit clearing... the one you had found last week and decided to use, tonight. You hastily strip off your clothes, sit in the long grass, and wait.
ru: Вдруг осознав, что время уже почти настало, ты вскакиваешь с постели и стремглав выбегаешь из хижины в окружающий ее лес. Спотыкаясь в темноте, ты подходишь к маленькой поляне, залитой лунным светом... той, которую ты нашел на прошлой неделе и решил воспользоваться ею сегодня ночью. Ты торопливо раздеваешься, садишься в высокую траву и ждешь.

source: You close your eyes, listening to the steady chirp of crickets, the throaty croaking of bullfrogs in the nearby creek, the rustle of the grass as the wind caresses it. What would someone think, seeing this through your eyes, *experiencing* this moment and what was next to come? Soon you would travel to the city, find a cleric to rid you of the Curse... but for now, may as well make the best of things. You rub your hands together with anticipation, grinning like a bearded, fire-haired giant of a madman, sitting naked and alone in a forest clearing in the dead of night.
ru: Ты закрываешь глаза, слушая спокойное пение сверчков, гортанное кваканье жаб в ручье поблизости, шелест трав, ласкаемых ветром. О чем будет думать тот, кто увидит это твоими глазами, *проживет* этот миг и то, что будет дальше? Скоро ты отправишься в город и найдешь клирика, чтобы он избавил тебя от этого проклятья... а пока можно воспользоваться моментом. Ты потираешь ладони в предвкушении, улыбаясь, как бородатый рыжеволосый гигант-безумец, одиноко сидящий нагишом на лесной поляне, позней ночью.

source: A prickling sensation runs across your skin, and your senses sharpen dramatically. You breathe in through your nose, inhaling the scent of everything around you: the damp earth, the sweat on your cast-off clothes, the opossum clinging fearfully to the tree behind you...
ru: Мороз пробегает у тебя по коже, и твои чувства значительно обостряются. Ты вдыхаешь носом, улавливая все запахи вокруг себя: сырой земли, пота на сброшенной тобой одежде, опоссума, боязливо взбирающегося на дерево позади тебя...

source: You open your eyes and look down at your forearms. The faint moonlight reveals the slightest quivering across their surface... but in moments, the flesh begins to ripple impossibly, tufts of thick brown fur sprouting forth. With a grisly crackling sound - like popping joints and grinding bones - your back and shoulders begin to hunch and broaden... uncomfortable, but not quite painful. Your muscles - your entire body mass - doubles, triples in size, and continues to grow.
ru: Ты открываешь глаза и смотришь на свои предплечья. Под слабым светом луны вся их поверхность еле заметно дрожит... но уже через миг плоть начинает немыслимо вздыматься, и наружу пробиваются пучки густой бурой шерсти. С ужасающим хрустом, который издают ломающиеся суставы и перемалываемые кости, твоя спина и плечи начинают сгибаться и расширяться... неприятно, но не так уж больно. Твои мышцы, все твое тело удваивается, утраивается в размерах и продолжает расти.

source: Still fascinated by the transformation yourself, you watch as your fingers wither away to nothing, hands swelling into meaty paws from which burst fur and massive, black claws. The night seems to become brighter as your eyes transform, become accustomed the darkness... a wide muzzle comes into view, and you touch your wet, snuffling nose delicately, chuckling to yourself. Next time, you think, you'll have to stare into a mirror or pond as the Curse takes effect... watch your face warp and change, losing its familiar shape to become a bear's.
ru: Все еще в восторге от собственного преображения, ты наблюдаешь, как пальцы твои усыхают, руки превращаются в мясистые лапы, покрытые шерстью, с массивными черными когтями. Изменившись, твои глаза приспосабливаются к темноте, и ночь становится светлее... тебе становится видна широкая пасть; ты осторожно трогаешь свой влажный сопяший нос, посмеиваясь про себя. В следующий раз, думаешь ты, когда проклятье начнет действовать, ты поглядишь в зеркало или водоем... рассмотришь, как меняется твое лицо, утрачивая свои привычные черты и ставая медвежьей мордой.

source: Soon, it becomes difficult to concentrate upon anything but your more basic urges... food would be good, right now. Yes, food - perhaps you'll get lucky and find a nice, fat catfish in the creek. You rise off your massive haunches with a *huff* and begin to amble through the trees on all fours, heading for the water's edge...
ru: Вскоре стает сложно сосредоточиться на чем-либо, кроме своих базовых потребностей... хорошо бы поесть, прямо сейчас. Да, поесть... может, тебе повезет, и ты найдешь в ручье славного жирного сома. Пыхтя, ты поднимаешь свой массивный зад и начинаешь брести через лес на всех четырех, направляясь к берегу...

source: The experience seems to have stirred some long forgotten, vaguely similar memory in your own mind... you feel as if you've gained something from using the sensory stone.
ru: Похоже, это переживание пробудило в тебе какие-то похожие, давно забытые воспоминания... ты чувствуешь, будто что-то приобрел, используя камень переживаний.
