Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/df_ss_09.dlg.po
Languages: ru

source: This is an unusual, violet stone. It is securely fastened to the pedestal that it rests upon.
ru: Это необычный фиолетовый камень. Он надежно прикреплен к подставке, на которой он покоится.

source: Leave.
ru: Уйти.

source: This violet stone is the one that the clerk directed you towards. Within it lies the experience 'a vastly important secret.'
ru: Это фиолетовый камень, к которому тебя направил клерк. В нем хранится переживание 'чрезвычайно важная тайна'.

source: Begin the sensation.
ru: Начать переживание.

source: Six Imperial servants rush ahead of you, swinging the golden doors of the Dragon Palace wide. "Long live the Empress!" they cry in unison. "One thousand years! Long live the Empress! One Thousand Years!"
ru: Шестеро имперских слуг спешат перед тобой, распахивая настежь золотые двери Дворца Дракона. "Да здравствует императрица! - кричат они в унисон. - Тысячу лет! Да здравствует императрица! Тысячу лет!"

source: Continue experience.
ru: Продолжить переживание.

source: Interrupt the experience, leave.
ru: Прервать переживание и уйти.

source: Beyond the threshold, dozens of loyal warlords, kings in their own right, drop to their knees, touching their heads to the floor in deference as you pass them en route to the grand Imperial Throne.
ru: За порогом десятки преданных военначальников, королей по праву, падают ниц, касаясь пола головами в почтении, когда ты проходишь мимо них к великому Имперскому трону.

source: As you turn and face your minions, seating yourself upon the Imperial Throne, you allow a small, satisfied smile to creep across your carefully painted lips. There is but one thought in the forefront of your mind:
ru: Когда ты поворачиваешься лицом к своим слугам, сев на Имперский трон, ты позволяешь небольшой удовлетворенной улыбке прокрасться на тщательно подведенные губы. В твоем сознании мелькает лишь одна мысль...

source: ...that the body of the young Empress, Wu Tsun Sha, lies broken at the bottom of the Well of Solitude, and that you - Bai Hwa, a horse merchant's daughter - are at last poised to shake the Empire and the corrupt Wu Dynasty to its very foundations.
ru: ...что тело молодой императрицы, Ву Цу Ша, разбитое, лежит на дне Колодца Одиночества, и что ты - Баи Хва, дочь торговца лошадьми - наконец, готова пошатнуть Империю и подорвать династию Ву до самого ее основания.

source: Stir yourself from the experience.
ru: Оторваться от переживания.

source: Stir yourself from the experience, leave.
ru: Оторваться от переживания и уйти.

source: This violet stone is the one that the clerk directed you towards. Within it lies the experience ' shock and a rise to seething vengefulness.'
ru: Это фиолетовый камень, к которому тебя направил клерк. В нем хранится переживание 'потрясение и нарастающая жажда мести'.

source: You stand somewhere in the nether regions of the Planes, a sweltering place where the ground is beaten copper, and the sky is of brass. Here, the bodies of sinners - petitioners in this horrid place - are rolled amongst iron brambles and bronze scorpions until their bones are fine, gray dust.
ru: Ты стоишь где-то на нижних планах, в знойном месте, где земля из кованной меди, а небо из бронзы. Здесь тела грешников, просителей в этом страшном месте, валяются среди железной ежевики и бронзовых скорпионов, пока их кости не превращаются в мелкую серую пыль.

source: You squint at the horizon, the bone-dust rising with putrid-smelling gusts of wind that carry with them the sound of agonized moaning. There is nothing but flat, metallic landscape as far as the eye can see. The dust is everywhere, in everything... it stings at your eyes, coats the insides of your mouth with a pasty film. You spit, wiping at it with your finger, but it's of no use: the stuff's taste has fouled your mouth completely.
ru: Ты косишься на горизонт; костяная пыль поднимается под порывами зловонного ветра, несущего ее со звуком мучительных стонов. Здесь нет ничего, только плоский металлический ландшафт, тянущийся, насколько хватает глаз. Пыль везде и во всем... она жжет тебе глаза, покрывает твой рот изнутри вязкой пленкой. Ты сплевываешь, стираешь ее пальцем, но безуспешно: твой рот уже полностью осквернен ее вкусом.

source: You look down at the 'key' in your hand... a minute platinum orb... and picture the man's face who solemnly swore to you the magical portal you just passed through - now gone, of course - led to the green fields of Bytopia. Someone, by all the Powers and their proxies, was going to pay for this one.
ru: Ты смотришь на 'ключ' в своей руке... миниатюрный платиновый шарик... и вспоминаешь лицо человека, который торжественно клялся тебе, что магический портал, через который ты должен пройти - теперь уже, конечно, прошел, - ведет к зеленым полям Байтопии. Во имя всех Сил и их посредников, кто-то должен за это заплатить.

source: The experience seems to have stirred some long forgotten, vaguely similar memory in your own mind... you feel as if you've gained something from using the sensory stone.
ru: Похоже, это переживание пробудило в тебе какие-то похожие, давно забытые воспоминания... ты чувствуешь, будто что-то приобрел, используя камень переживаний.
