Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/df_ss_08.dlg.po
Languages: ru

source: This is an unusual, reddish-orange stone. It is securely fastened to the pedestal that it rests upon.
ru: Это необычный красно-оранжевый камень. Он надежно прикреплен к подставке, на которой он покоится.

source: Leave.
ru: Уйти.

source: This reddish-orange stone is the one that the clerk directed you towards. Within it lies the experience 'horrible regret.'
ru: Это красно-оранжевый камень, к которому тебя направил клерк. В нем хранится переживание 'горькое раскаяние'.

source: Begin the sensation.
ru: Начать переживание.

source: You stand on the deck of your flagship, the Divine Hammer, as it floats over the continent of Agarheim, held aloft by the winds of magic. The very landscape roils and shudders beneath the bombardment of your fleet, one thousand ships' cannons and bombards hurling their sorcerous fire down like vengeful gods. The shockwaves began to hit your ship only minutes ago - a constant vibration that sends shudders through the whole of the ancient craft and moves your very bones - accompanied by a constant, rumbling bass. As the land's mountains begin to sink and the seas that surround it begin to boil off into the atmosphere, your first officer comes to stand beside you.
ru: Ты стоишь на палубе своего флагмана, Божественного Молота, когда он подплывает к континенту Агархейм, поддерживаемый в воздухе магическими ветрами. Сама земля дрожит под обстрелом твоего флота; тысячи корабельных пушек и бомбард швыряют колдовским огнем, словно мстительные боги. Ударная волна достигает твоего корабля только несколько минут спустя - непрекращающаяся вибрация, проходящая через все древнее судно и шевелящая даже твои кости - и сопровождается непрерывным рокотом. Когда горы начинают тонуть, а окружающие их моря - кипеть, твой первый офицер подходит и становится рядом с тобой.

source: Continue experience.
ru: Продолжить переживание.

source: Interrupt the experience, leave.
ru: Прервать переживание и уйти.

source: "My Lord Admiral... permission to speak freely, sir." You nod your aquiesence, your stomach sinking as you guess at his question. "My lord... forgive me, but how? What gives us the right? A billion lives..."
ru: "Милорд адмирал... разрешите говорить свободно, сэр". Ты кивком даешь молчаливое согласие, тебя мутит от догадки о том, какой вопрос он задаст. "Милорд... простите, но почему? Кто дал нам право? Миллиарды жизней..."

source: You speak without turning to him, unable to take your eyes of Rhumos, the nation's vast capital city, as it vaporizes into a cloud of super-heated gasses twelve miles across and growing ever-wider. "If you only knew the full treachery of the Agarites, First Officer Felm, one which is beyond most any man's comprehension... then you would know. You would speak of our right to annihilate them? We've no right to let them live."
ru: Ты отвечаешь, не оборачиваясь к нему, не в силах оторвать глаза от Румоса, огромной столицы государства, когда она превращается в облако раскаленных газов шириной в двенадцать миль, и все еще растущее. "Если бы ты знал все вероломство Агаритов, первый офицер Фелм, вероломство за пределами человеческого понимания... ты бы понял. Ты говоришь о нашем праве истреблять их? Да мы не в праве оставить их в живых".

source: "But... sir? Traitors, all of them? Surely, among the hundreds of thousands. How many innocents-" "Silence! Speak of it no more - our king has spoken, His will be done. The task set to us is a horrible one, not fit for contemplation or questioning. There is no room for pity, no room for remorse - only *duty.*"
ru: "Но... сэр? Все они - предатели? Несомненно, это лишь один на сотню тысяч. Как много невинных..." "Молчать! Больше ни слова об этом. Так сказал наш король, и его воля исполнена. Порученная нам задача ужасна, и не годится для обдумывания или вопросов. Нет места для жалости, нет места для сожалений - только *долг*".

source: The two of you stand silently for a time, watching the last minutes of Agarheim. At long last you sigh... a low, stuttering exhalation that sounds as if something has broken inside you. Beneath the brazen plate that covers the ruined half of your face, your dead eye begins to weep...
ru: Некоторое время вы молча стоите, наблюдая последние минуты Агархейма. Наконец ты вздыхаешь... низкий прерывистый выдох, звучащий так, будто что-то у тебя внутри сломано. Под медной пластиной, покрывающей изуродованную половину твоего лица, твой мертвый глаз начинает плакать...

source: "Falm... my friend... I would have you understand. I know now, as I look down at what I have wrought here, that were I to think upon what I have done... what I have *truly* done... I would be struck mad. A deed such as this... the anguish would overwhelm, destroy me. So, First Officer Falm, it must be that there *are* no innocents in Agarheim... no mothers, no children, no *people.* Only traitors. Vile, cunning traitors, who deserve no less than the full brunt of our most Holy King's wrath. Do you understand this?"
ru: "Фалм... друг мой... я тебя понимаю. Теперь, глядя на, что я натворил, я понимаю, что если бы я обдумывал то, что сделал... то, что я сделал *на самом деле*... я бы сошел с ума. Подобное деяние... страдания сокрушили бы и уничтожили меня. Так что, первый офицер Фалм, получается, в Агархейме *нет* невинных... ни матерей, ни детей, ни людей *вообще*. Только предатели. Подлые хитрые предатели, заслуживающие в полной мере гнев нашего священнейшего короля. Понимаешь?"

source: "Y-yes, m'lord." "Good. Now go... I wish to be alone, here." "By your command, Lord Admiral." Falm bows his head and returns below deck, leaving you to stand over the end of a civilization.
ru: "Д-да, милорд". "Хорошо. А теперь иди... я хочу побыть здесь один". "Слушаюсь, лорд адмирал". Фалм кивает и спускается вниз, оставив тебя наедине с концом цивилизации.

source: Stir yourself from the experience.
ru: Оторваться от переживания.

source: Stir yourself from the experience, leave.
ru: Оторваться от переживания и уйти.

source: This reddish-orange stone is the one that the clerk directed you towards. Within it lies the experience 'indescribable frustration.'
ru: Это красно-оранжевый камень, к которому тебя направил клерк. В нем хранится переживание 'неописуемое разочарование'.

source: You can see it now, the crown of Haephon, gleaming upon a marble pedestal. No more than twenty strides away, it is... with it, you could wrest control of the armies of Aethanopolis away from your treacherous brother and restore your father's kingdom. A fool, your wretched brother was... you smile grimly at the thought... to leave the king's only daughter alive, thinking she could do him no harm.
ru: Теперь ты видишь ее, корону Хефона, сверкающую на мраморном пьедестале. До нее не больше двадцати шагов... с нею ты могла бы вырвать власть над армиями Этанополиса из рук твоего вероломного брата и восстановит отцовское королевство. Какой же дурак твой жалкий братец... ты мрачно улыбаешься этой мысли... оставить в живых единственную дочь короля, думая, что она не сможет ему навредить.

source: A sound! The creak of leather sandals, the softest hiss... over there, by that third pillar! She was close now, Polaphi the Medusa, jealously guarding the crown her servants had stolen for her so long ago. Crouching behind a wide pillar, you wrap your hand tightly around your trusted Thrice-Blessed Javelin. With your Helm of Swiftness and the Hundred-Mirrored Shield, even a beast such as Polaphi would be no match for you. Any moment, now, she would round the pillar and meet the sight of you. Even if she turned away from the shield, your javelin would surely find her throat...
ru: Звук! Скрип кожаных сандалий, тихое шипение... сюда, за третью колонну! Теперь она близко, Медуза Полафи, ревностно охраняющая корону, которую ее слуги давным-давно украли для нее. Прокрадываясь за широкой колонной, ты крепко стискиваешь свой надежный Трижды-благословенный дротик. С Шлемом проворства и Щитом сотни отражений даже такая тварь, как Полафи, тебе нипочем. Теперь в любой миг она может выйти из-за колонны и встреться с тобой. Даже если она отвернется от щита, твой дротик несомненно найдет ее глотку...

source: Suddenly, there is a gentle touch on your shoulder. You gasp, spinning around to face - of course - the Medusa. Accepting the inevitable, you only have time to loose a piercing cry of frustration before your lungs... and every other part of you... solidifies into cold, gray stone.
ru: Внезапно кто-то нежно прикасается к твоему плечу. Ты раскрываешь рот от удивления, обернувшись к лицу - конечно же - Медузы. Смирившись с неизбежным, ты успеваешь лишь выпустить из легких пронзительный крик разочарования... и все части твоего тела... превращаются в холодный серый камень.

source: The experience seems to have stirred some long forgotten, vaguely similar memory in your own mind... you feel as if you've gained something from using the sensory stone.
ru: Похоже, это переживание пробудило в тебе какие-то похожие, давно забытые воспоминания... ты чувствуешь, будто что-то приобрел, используя камень переживаний.
