Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/df_ss_*.dlg.po
Languages: de

source: This base of this aquatic blue stone has been sculpted so it appears to have melted into the pedestal it rests upon. A stream of perfect azure tears drip down the sides, framing the inscription beneath the pedestal: "Longing."
de: Основа этого аквамаринового камня выполнена так, что кажется, будто он вплавлен в подставку, на которой он покоится. По его краям стекают потоки прекрасных лазурных капель, обрамляя надпись под подставкой: "Тоска".

source: Begin the sensation.
de: Начать переживание.

source: Leave.
de: Уйти.

source: As you place your hands upon the stone, its surface ripples beneath your touch. A chill washes over your arms, like plunging your hands into a mountain stream.
de: Когда ты кладешь руки на камень, его поверхность покрывается рябью. Твои руки омывает прохладой, будто ты сунул их в горный ручей.

source: Close your eyes, submerge into the experience...
de: Закрыть глаза, погрузиться в переживание...

source: Shake off the experience, let go of the stone.
de: Стряхнуть переживание, отойти от камня.

source: As you close your eyes, you blink and re-open them - your eyes are brimming with tears, and you are overcome with a terrible sensation of *drowning.* As the sensation rolls through you, there is a stirring in your breast, a *hunger,* poisonous like a serpent, BITING into your heart, until you feel as if your breast will *explode.* You want desperately to steady yourself, focus, but all that comes to your eye is tears...
de: Закрыв глаза, ты моргаешь и вновь открываешь их: из твоих глаз текут слезы, и ты охвачен ужасным ощущением, как будто ты *тонешь*. Когда это ощущение проходит сквозь тебя, ты чувствуешь шевеление в груди, *голод*, ядовитый как змея, ВПИВАЮЩАЯСЯ в твое сердце, и вот ты чувствуешь, что грудь твоя вот-вот *взорвется*. Ты отчаянно хочешь успокоится, сосредоточиться, но все, что ты видишь - это слезы...

source: Wipe away your tears...
de: Вытереть слезы...

source: Stir yourself from the experience.
de: Оторваться от переживания.

source: You raise your hand to wipe away your tears - your hands are soft, delicate woman's hands; they brush the stray tears from your cheek, and you cup them in your hands, each of the tears like jewels shimmering in the lights...
de: Ты поднимаешь руки, чтобы вытереть слезы. У тебя нежный тонкие женские руки; ты стираешь слезы со щек и собираешь их в ладони; каждая из слезинок мерцает на свету, словно драгоценный камень...

source: Turn to examine the lights...
de: Обернуться, чтобы осмотреть источник света...

source: Close your eyes, sigh...
de: Закрыть глаза, вздохнуть...

source: You close your eyes, but his words echo in your mind, a hundred, a THOUSAND times. Will he EVER return?! The sound is a whisper, an echo: "Only you. ONLY you." Yet you HESITATED, at the brink of time's door, and he must have thought you AFRAID to go, but you were not, you were AFRAID to stay, and the fear... the serpent writhes in your breast again, its fangs biting into your heart, filling it to bursting with its *poison.* The tears come again, running down your cheeks in streams, his words echoing...
de: Ты закрываешь глаза, но слова его эхом раздаются в твоей голове, сотни, тысячи раз. Вернется ли он ВООБЩЕ?! Слышится шепот, эхо: "Только ты. ТОЛЬКО ты". И все же ты СОМНЕВАЕШЬСЯ, стоя на пороге двери Времени. Он, должно быть, подумал, что ты БОИШЬСЯ идти, но это не так: ты БОИШЬСЯ остаться, и страх... змея вновь терзает твою грудь, ее клыки впиваются в сердце, наполняя его *ядом*. Снова появляются слезы и ручьями текут по щекам, а его слова раздаются эхом...

source: Echo: "Only you. ONLY you."
de: Эхо: "Только ты. ТОЛЬКО ты".

source: Echo: "Only you can help me, Deionarra. But it was wrong for me to ask you for your help..."
de: Эхо: "Только ты можешь мне помочь, Дейонарра. Но не стоило мне просить тебя о помощи..."

source: You speak... Deionarra... yet you, it is YOU, gray-skinned like a statue, striding from the light - are you that *scarred?!* Your body looks like it has been bathed in knife blades, the wounds, the tattoos, horrible - yet, you see through DEIONARRA'S EYES, and she sees... how can she SEE you in such a way, she puts a CLOAK over your features, she sees you in such *light,* such terrible longing, *light*... for she...how... can she FEEL such...?
de: Ты говоришь... Дейонарра... и все же это ты, ТЫ, серый как статуя, вышедший из света - и ты так *изуродован*?! Твое тело выглядит так, будто ты купался в лезвиях; раны, татуировки... ужас. И все же ты видишь это ГЛАЗАМИ ДЕЙОНАРРЫ, а она видит... как она может ВИДЕТЬ тебя таким, она надела МАСКУ на твое лицо, она видит тебя в таком *свете*, так ужасно по тебе тоскует... ведь она... как... она может ЧУВСТВОВАТЬ такое?..

source: Try to re-focus, brace yourself, hold onto the experience...
de: Попытаться сконцентрироваться, собраться с духом, удержаться в переживании...

source: You feel your vision tearing, doubling until you are that man striding from the light, it IS you, but NOT you... you feel yourself being TORN; it is Deionarra's experience, but at the same time, it is also *yours,* and you... what...
de: Ты чувствуешь, как твой взор разрывается, раздваивается, и теперь ты - человек, вышедший из света, это ТЫ, но это НЕ ты... ты ощущаешь себя РАЗДЕЛЕННЫМ; это переживание Дейонарры, и в то же время это еще и *твое* переживание, и ты... что...

source: Echo: "I asked too much of you to accompany me, Deionarra. I have no right to place you in such danger for my sake..."
de: Эхо: "Я требовал от тебя слишком многого, попросив сопровождать меня, Дейонарра. Я не имею права подвергать тебя такой опасности в своих интересах..."

source: Tear yourself away from the experience.
de: Оторваться от переживания.

source: It is your words, but they are a surgeon's words, chosen with cold skill, without a TRACE of emotion. With every word, you feel yourself SNEERING inside, knowing what the (stricken) girl will see next through her (longing-stained) eyes, and who - are you THAT person, that man TWISTING her with your words, not KNOWING how powerful they are to her, like bolts from a ballista, piercing her breast, her... yet, she SEES only RELIEF at your return. How... how can she FEEL... and not know you mean to...?
de: Это твои слова, но это слова хирурга, подобранные с холодной тщательностью, без ТЕНИ чувств. С каждым словом ты чувствуешь, как внутри себя ты УСМЕХАЕШЬСЯ, зная, что и кого теперь увидит эта (убитая горем) девчонка своими (потемневшими от тоски) глазами. Ты ли ТОТ человек, ЗАПУТЫВАЮЩИЙ ее твоими словами, не ПРЕДСТАВЛЯЮЩИЙ, насколько значимы они для нее? Они - словно стрелы баллисты, пронзающие ее грудь, ее... и все же она ВИДИТ лишь ОБЛЕГЧЕНИЕ в том, что ты вернулся. Как... как может она ЧУВСТВОВАТЬ... и не понимать, к чему ты клонишь?..

source: Echo: "I have come to ask your forgiveness, Deionarra. I shall return to you as soon as I am able -"
de: Эхо: "Я пришел попросить у тебя прощения, Дейонарра. Я вернусь к тебе, как только смогу..."

source: Your vision tears again, doubling and bleeding, until you are facing yourself again, trying desperately to speak, to WARN Deionarra that this is not a man, but a creature that kills for his own needs, he doesn't CARE about you, Deionarra, you are a TOOL to him, a TOOL he needs to - but Deionarra speaks, and you can't STOP her....
de: Твое видение вновь разрывается, раздваиваясь и кровоточа, и вот ты снова видишь себя, безуспешно пытающегося объяснить, ПРЕДУПРЕДИТЬ Дейонарру, что это не человек, а тварь, убивающая ради собственных нужд. Ему на тебя НАПЛЕВАТЬ, Дейонарра, ты для него - ИНСТРУМЕНТ, нужный ему ИНСТРУМЕНТ. Но Дейонарра отвечает, и ты не в силах ее ОСТАНОВИТЬ....

source: Echo: "I would place myself in a *thousand* dangers, embrace eternity for you, my Love! I am *not* afraid! Listen to me -- I will accompany you, though the Planes themselves should bar -"
de: Эхо: "Я подверглась бы *тысяче* опасностей, охватила бы вечность для тебя, любовь моя! Мне *не* страшно! Выслушай меня: я пойду с тобой, даже если сами планы преградят..."

source: "...though the Planes themselves should bar the way...." You feel yourself shattering, relief and satisfaction - his SATISFACTION at her words, KNOWING she would say them, always KNOWING, and her admission of love is like the slamming of a portcullis across your heart. Trapped. She is yours, but you must be *certain,* so you drive the nail home.
de: "...сами планы преградят нам путь..." Ты чувствуешь разбитость, облегчение и удовлетворенность - его УДОВЛЕТВОРЕННОСТЬ ее словами, ведь он ЗНАЛ, что она их скажет, всегда ЗНАЛ, и ее признание в любви - словно захлопывающаяся решетка возле твоего сердца. Попалась. Она твоя, но ты должен быть *уверен*, и потому ты забиваешь гвоздь до конца.

source: Echo: "The way is dangerous. You will have to be strong... *far* stronger than you are now."
de: Эхо: "Путь опасен. Тебе придется быть сильной... *намного* более сильной, чем сейчас".

source: Swimming through her mind, relief, the wave of relief, the end of longing, yet LONGING for him more at his words, not noticing his manipulations... all you need to be is strong, and his path shall be as one with yours! Your thoughts are like fires... for you can be strong, stronger than he knows, you know no fear, you would DIE for him...!
de: Сквозь ее разум проносится волна облегчения, конец томлению. И все же она ТОСКУЕТ по нему еще сильнее из-за его слова, не замечая его манипуляций... все, что тебе нужно - это быть сильной, и его путь станет твоим! Твои мысли - словно огонь... ведь ты можешь быть сильной, сильнее, чем он может себе представить, ты не знаешь страха, ты УМРЕШЬ за него!..

source: Echo: "I can be strong, my Love. I will -"
de: Echo: "Я могу быть сильной, любовь моя. Я..."

source: Her words slide off of him like water. The serpent in her breast, the one piercing her heart with its poison has been replaced by this serpent in the flesh. She sees nothing of this, and his next words are planned, carefully, so carefully...
de: Он пропускает ее слова мимо ушей. Змею в ее груди, наполнявшую ее сердце ядом, подменили этим змеем во плоти. Она этого совсем не видит, и следующие его слова подготовлены, тщательно подготовлены...

source: Echo: "I can't say if we'll succeed, Deionarra, but I'll do my best to protect you. And I will expect nothing less of the same from you. You..."
de: Эхо: "Не знаю, преуспеем ли мы, Дейонарра, но я сделаю все, что в моих силах, чтобы защитить тебя. И я буду ожидать от тебя не меньшего. От тебя..."

source: "...you may be required to make some *sacrifices.*" At that final, terrible, word, you feel yourself being TORN apart; he means her harm... he means YOU harm, for you are HER, and he means to HURT her, yet you NEED her to be harmed, and - you want to SCREAM, SCREAM AT HER THAT SHE IS IN DANGER, RUN, RUN, DEIONARRA, FOR HIS EYES UNMAKE ALL THINGS AND -
de: "...от тебя могут потребоваться некоторые *жертвы*". Услышав это последнее ужасное слово, ты чувствуешь себя УНИЧТОЖЕННЫМ; он намеревается причинить ей вред... он намеревается причинить вред ТЕБЕ, ведь ты и есть ОНА, и он хочет причинить ей БОЛЬ, и все же тебе НЕОБХОДИМО, чтобы она страдала, и... ты хочешь КРИЧАТЬ, КРИЧАТЬ ЕЙ, ЧТО ОНА В ОПАСНОСТИ: БЕГИ, БЕГИ, ДЕЙОНАРРА, ВЕДЬ ЕГО ГЛАЗА УНИЧТОЖАЮТ ВСЕ И...

source: Echo: "Of course, my Love. Life is sacrifice. This I have learned."
de: Эхо: "Конечно, любовь моя. Любовь - это жертва. Это я уже усвоила".

source: You... she... her... you speak the words, and in it, you feel yourself dying inside. You are a spectator, and you have watched a woman die, for the words are a death sentence. Yet, still, still she speaks, unheeding, uncaring....
de: Ты... она... ее... ты произносишь эти слова, и чувствуешь, будто умираешь внутри. Ты наблюдатель, и ты наблюдал за смертью женщины, ведь те слова были смертным приговором. И все же она продолжает говорить, небрежно, неосторожно....

source: Echo: "I... left a legacy in my father's keeping, my Love; ask for the sixth, the third, the Kay and the 'S.' In it, I bequeath everything to you; it's not much, but with it, I left..."
de: Эхо: "Я... оставила наследство под присмотром отца, любовь моя; попроси шестое, седьмое, Кей и 'С.'. В нем я все завещала тебе; там не так уж много, но я оставила..."

source: Echo: "I...left a legacy in my father's keeping, my Love; ask for the sixth, the third, the Kay and the 'S.' In it, I bequeath everything to you; it's not much, but with it, I left..."
de: Эхо: "Я... оставила наследство в имении отца, любовь моя; попроси шестое, седьмое, Кей и 'С.'. В нем я все завещала тебе; там не так уж много, но я оставила..."

source: I saw Deionarra's final days within one of the sensory stones in the Festhall's Private Sensorium. In it, she told me... the one in the experience... that she had left a legacy for me. It may prove useful...
de: В одном из камней переживаний частного сенсориума в Фестхолле я увидел последние дни Дейонарры. В нем она сказала мне... прямо в переживании... что оставила мне наследство. Это может пригодиться...

source: You... him... a wave of *irritation* washes over you; you clench your teeth to prevent the irritation from crossing your features. Must she *always* continue to prattle, even when you do not *prompt* her?! Must she - but no - no, keep the irritation inside, only a trace slips out...
de: Ты... он... тебя окатывает волной *раздражения*; ты стискиваешь зубы, чтобы раздражение не проступило у тебя на лице. И зачем ей *постоянно* трещать, даже если ты не *подталкиваешь* ее к этому?! Зачем ей - но нет - нет, держи раздражение в себе... и только его след проскальзывает...

source: Echo: "Come now, I cannot DIE, Deionarra. There is no NEED for such foolishness..."
de: Эхо: "Брось, Дейонарра, я не могу УМЕРЕТЬ. Нет НУЖДЫ для таких глупостях..."

source: Her... you... she is overcome with FEAR, fear that revolts you, and the fear wells up inside her... you, you as you watch him frown, and you hasten to correct him! He must know the reasons and know the wisdom behind them so he is impressed with your planning! Speak! Speak, before he turns away...
de: Она ... ты... она охвачена СТРАХОМ, страхом, к которому ты питаешь отвращение, и страх внутри нее нарастает... ты, ты наблюдаешь, как он нахмуривается, и спешишь его поправить! Он должен узнать причины и узреть в них мудрость, и он будет впечатлен твоими мыслями! Говори! Говори, пока он не отвернулся...

source: Echo: "I know I often act foolishly, my Love...but you said yourself that you CAN forget things if you are badly hurt. There are things in the legacy that could help you remember should you forget yourself."
de: Echo: "Я знаю, что часто поступала глупо, любовь моя... но ты говорил, что МОЖЕШЬ забывать вещи, если сильно ранен. В наследстве есть то, что поможет тебе впомнить, если ты забудешь себя".

source: In that experience of Deionarra's in the sensory stone in the Festhall... I know that when she suggested I leave a legacy, it struck a chord with my previous incarnation. He may have been motivated to leave a legacy for himself, just as a precaution. If I could only find the number for it, I might be able reclaim it.
de: В переживании Дейонарры в камне переживаний Фестхолла... я узнаю, что когда она предложила мне оставить наследство, это нашло отклик в сердце моей прошлой инкарнации. Может, он был заинтересован оставить для себя наследство - просто в качестве меры предосторожности. Если бы я только смог разузнать его номер, я смог бы вернуть его себе.

source: In that experience of Deionarra's in the sensory stone in the Festhall... I know that when she suggested I leave a legacy, it struck a chord with my previous incarnation. This is what motivated him to leave that legacy for himself, just as a precaution.
de: В переживании Дейонарры в камне переживаний Фестхолла... я узнаю, что когда она предложила мне оставить наследство, это нашло отклик в сердце моей прошлой инкарнации. Это и подвигло его оставить для себя наследство - просто в качестве меры предосторожности.

source: She... you coldly regard her through your eyes, tracing your gaze along her furrowed brow, wrinkled with worry, desperation. She has acted as you *expected*... yet there is something in what she says...
de: Она... ты прохладно смотришь на нее, водя своим взглядом по ее насупленному лбу, изборожденному морщинками беспокойством и отчаяньем. Она действовала так, как ты и *ожидал*... и все же что-то есть в том, что она говорит...

source: Echo: "Perhaps... yet I hope nothing in this legacy is of *value*...I do not want you to leave any things here in some safe that could be of some use on our journey."
de: Эхо: "Возможно... и все же я надеюсь, что в этом наследии нет ничего *ценного*... я бы не хотел, чтобы ты оставила там вещи, которые могли бы пригодиться нам в путешествии".

source: Her illusion is shattered, just for a moment - you watch, silent, as the emotion falls to the ground, splintering like silvered glass. "...of some use..." such a casual statement, yet even Deionarra SEES, and you hope, just for a moment, you HOPE that she SEES him for what he is... the serpent, the SERPENT...
de: Ее иллюзия разбита, лишь на мгновение. Ты молча наблюдаешь, как ее чувства обрушиваются на землю, раскалываясь, как серебреное стекло. "...пригодиться...", столь небрежная формулировка, и все же даже Дейонарра ВИДИТ, и на миг у тебя появляется надежда, ты НАДЕЕШЬСЯ, что она ВИДИТ его таким, какой он есть... змей, ЗМЕЙ...

source: ...and your hope dies, as in Deionnara's eyes, the emotion is rebuilt, the slivers being drawn from the ground, the illusion rebuilt, but the slight sliver of pain remains. He thinks you have done something foolish! Yet, you did it for HIM! You must... must make amends, but how?! You must convince him the legacy is unimportant, but it ISN'T, it ISN'T. It's EVERYTHING...
de: ...и надежда твоя умирает, когда чувства возрождаются в глазах Дейонарры; осколки подняты с земли, иллюзия восстановлена, но остался небольшой осколок боли. Он думает, что ты сотворила какую-то глупость! И все же ты сделала это ради НЕГО! Ты должна... должна исправиться, но как?! Ты должна убедить его, что наследство не важно, но ведь это НЕ ТАК, НЕ ТАК. Это ВСЕ...

source: Echo: "The legacy, my Love, it... it just has a few things to help you remem --"
de: Эхо: "Наследство, любовь моя, в нем... в нем всего лишь несколько вещей, чтобы помочь тебе вспом..."

source: The scythe of words falls on Deionarra, so quick, so sharp, you cannot follow its arcing path.
de: Коса слов падает на Дейонарру, столь быстрая, столь острая, что ты не в силах проследить ее путь.

source: Echo: "A legacy? The things you do, Deionarra... such... *romantic* gestures. No matter..."
de: Это: "Наследство? То, что ты сделала, Дейонарра... это такой... *романтический* жест. Неважно..."

source: No! She... you... Deionarra... you have driven him away again, like you did the night before! You feel the serpent stirring again, reborn, curling around your heart. There is the softest of hisses, yet he does not hear...
de: Нет! Она... ты... Дейонарра... ты снова его отпугнула, как прошлой ночью! Ты снова чувствуешь шевеление змеи, возрожденной, обвившей твое сердце. Слышно тихое шипение, и все же он не слышит...

source: Echo: "Would... would you wish to leave a legacy, my Love? For yourself.. or for anyone you would want to. It might help you remember if you left something for yourself... or for the ones you loved..."
de: Эхо: "Ты... ты бы не хотел оставить наследие, любовь моя? Для себя.. или кого-нибудь, для кого бы ты хотел его оставить. Это может помочь тебе вспомнить, если ты оставишь что-нибудь для себя... или для тех, кого ты любил..."

source: The word scythe falls again, terrible and swift. Yet this time, the illusion holds, and the serpent is cloaked. The serpent is cunning, and it shall not reveal itself until it strikes.
de: Коса слов падает снова, ужасная и стремительная. И все же на этот раз иллюзия устояла, змея скрыта. Змея коварна, и не покажет себя, пока не нападет.

source: Echo: "A legacy for myself? Not likely... the things I would leave for myself would not be safe in some advocate's office, Deionarra. But enough of this... I must leave."
de: Эхо: "Наследство для себя? Нет, конечно... вещи, которые я бы оставил для себя, небезопасно хранить в конторе адвоката, Дейонарра. Впрочем, достаточно об этом... Мне нужно идти" .

source: He is leaving! You must make him remain... and the experience SWIRLS around you, terrible, the spiraling toward the final scene... the QUESTION you... she... wants to ask, don't ask it, Deionarra! Don't ASK IT BE SILENT BE SILENT
de: Он уходит! Ты должна заставить его остаться... и страшное переживание ОБВИВАЕТ тебя, направляясь к финальной сцене... ВОПРОСУ, который ты... она... хочет задать, не спрашивай, Дейонарра! Не СПРАШИВАЙ ПРОМОЛЧИ ПРОМОЛЧИ

source: Echo: "My Love, before you go..."
de: Эхо: "Любовь моя, пока ты не ушел..."

source: HIS ANGER HIS IRRITATION WHAT *NOW* GIRL WHAT *NOW* YOU MEWLING BANSHEE
de: ЕГО ГНЕВ ЕГО РАЗДРАЖЕНИЕ ЧТО *ТЕПЕРЬ* ДЕВЧОНКА ЧТО *ТЕПЕРЬ* ТЫ ХНЫЧУЩАЯ БАНЬШИ

source: Echo: "'Before I go?' It looks like I am in no danger of that. Come, Deionarra, can't these questions wait for the morn? There is much-"
de: Ехо: "'Пока я не ушел?' Похоже, мне это уже не грозит. Брось, Дейонарра, разве эти вопросы не могут подождать до завтра? У нас еще..."

source: SHE... YOU... SHE IS DESPERATE DROWNING SAY IT SAY IT SAY IT AND SHE... YOU... SPEAK IT
de: ОНА... ТЫ... ОНА ПОЛНАЯ БЕЗНАДЕГА СКАЖИ ЭТО СКАЖИ ЭТО СКАЖИ ЭТО И ОНА... ТЫ... ПРОИЗНЕСИ ЭТО

source: Echo: "Do you *want* me to come with you, my Love?"
de: Эхо: "Ты *хочешь*, чтобы я пошла с тобой, любовь моя?"

source: The rush of emotion dies in your mind. This is the end. The words he... you... are about speak are true, but the truth is not the truth she sees. There are no lies, only cold calculations. Of *course* he wants you to come with him, Deionarra. You understand it clearly, too clearly: He has invested too much in the poor girl to let her go.
de: Буря эмоций у тебя в голове уходит на убыль. Это конец. Слова, которые он... ты... собираешься сказать, правдивы, но это не та правда, которую она видит. Тут нету лжи, только холодный просчет. *Конечно*, он хочет, чтобы ты с ним пошла, Дейонарра. Ты понимаешь это ясно, слишком ясно: он вложил в эту бедную девчонку слишком много, чтобы отпустить ее.

source: Echo: "Of course, Deionarra. I would not have asked you to come with me if I did not want your company. You *know* how I feel about you..."
de: Эхо: "Конечно, Дейонарра. Я бы не просил тебя пойти со мной, если бы не желал твоего общества. Ты же *знаешь*, что я к тебе чувствую..."

source: There is a cold silence in his mind, then a hissing of a thought, a response sharp and deadly, like a dagger blade. The lie comes swiftly, unburdened by emotion.
de: В его разуме холодная тишина, слышится шипение мысли, ответ смертельно острый, как лезвие кинжала. Ложь произносится быстро, незатененная чувствами.

source: Echo: "I love you, Deionarra."
de: Эхо: "Я люблю тебя, Дейонарра".

source: And you want to SCREAM as you feel the lie wash over her like a RADIANCE, but it is a SHADOW of TRUTH, A SERPENT'S KISS, AND HE MEANS YOU HARM AND SHE CAN'T *SEE* YOU WANT TO CALL OUT BUT SHE IS CRYING WITH JOY EVEN AS - EVEN AS -
de: И тебе хочется КРИЧАТЬ, ощущая, как ложь окутывает ее, словно СИЯНИЕ, но это ТЕНЬ ПРАВДЫ, ПОЦЕЛУЙ ЗМЕЯ, И ОН СОБИРАЕТСЯ ПРИЧИНИТЬ ТЕБЕ БОЛЬ И ОНА НЕ СПОСОБНА *УВИДЕТЬ* ТЫ ХОЧЕШЬ ОКЛИКНУТЬ ЕЕ НО ОНА ПЛАЧЕТ ОТ РАДОСТИ В ТО ВРЕМЯ КАК... В ТО ВРЕМЯ КАК...

source: Cry with joy... with frustration... with joy... with despair...
de: Плакать от радости... от разочарования... от радости... от отчаяния...
