Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/df_ss_ra.dlg.po
Languages: ru

source: This sickly green stone is securely fastened to the pedestal it rests upon. The inscription beneath it reads, "The Messenger."
ru: Этот болезненно-зеленый камень надежно прикреплен к подставке, на которой он покоится. Под ним есть надпись - "Посланник".

source: Begin the sensation.
ru: Начать переживание...

source: Leave.
ru: Уйти.

source: You touch the stone, but there is no stirring in your mind... it's as if the stone is inert... dead, somehow.
ru: Ты касаешься камня, но в твоем разуме нет шевеление... словно камень неактивен... мертв, что ли.

source: Leave the stone alone.
ru: Оставить камень в покое.

source: As you touch the stone, its green exterior sharpens, clashing, its brightness becoming more than you can bear, so much so you close your eyes to shut it out...
ru: Когда ты касаешься камня, его зеленая поверхность становится четче, отчетливее; он теперь настолько ярок, чем ты можешь выдержать, и тебе приходится закрыть глаза, чтобы не смотреть на него...

source: Close your eyes, submerge into the experience...
ru: Закрыть глаза, погрузиться в переживание..

source: Shake off the experience, let go of the stone.
ru: Стряхнуть с себя переживание, отойти от камня.

source: Your vision clears, until you are standing once again before the hideously green stone...it looks different than before, more... horrid, somehow.
ru: Твой взор поясняется - ты снова стоишь возле отвратительного зеленого камня... он выглядит иным, почему-то более... страшным.

source: Try and shake off the experience, leave.
ru: Попытаться стряхнуть переживание и уйти.

source: As you close your eyes, you feel the skin along your arms become numb, as if all sensation is being bled from them. Tired... so tired. You try and blink, yet the darkness remains; your lids feel soft and sluggish, unresponsive. You are sitting on what feels to be a dirt floor, and around you, is the smell of coppery blood and... herbs? Why are you here? You came here to - what? Your memory fails you, but you feel a growing panic beginning to well up within you...
ru: Закрыв глаза, ты чувствуешь, что кожа твоих рук немеет, как будто ее покинули все ощущения. Устал... как же ты устал. Ты пытаешься моргнуть, но темнота не пропадает; твои веки кажутся мягкими и вялыми, неотзывчивыми. Ты сидишь на чем-то вроде грязного пола; вокруг тебя витает медный запах крови и... трав? Зачем ты здесь? Ты пришел сюда - зачем? Твоя память подводит тебя, но ты чувствуешь, как тобой начинает овладевать нарастающая паника...

source: Try and get your bearings...
ru: Попробовать осмотреться...

source: Stir yourself from the experience.
ru: Оторваться от переживания.

source: "Ah... awake now, are you? A-questioning all-a-done?" The voice is an old woman's, thick and scratchy, as if it is trying to force its way past a thick layer of dust. Try as you might, you cannot open your eyes and see the woman, but you feel a shiver of fear. Something is wrong, terribly wrong. You try to respond, but all you can manage is a ragged *croak.* You can't feel your tongue... and your eyes? What's wrong with your eyes?
ru: "О... кажись, очнулся? С вопросами закончил?" Это голос старухи, низкий и скрипучий, словно пробивающийся сквозь толстый слой пыли. Как бы ты не пытался, тебе не удается открыть глаза и увидеть ее, и все же от страха тебя пронимает дрожь. Что-то не так, что-то чертовски не так. Ты пытаешься ответить, но все, что тебе удается произнести - это резкое *карканье*. Ты не чувствуешь языка... и глаз? Что с твоими глазами?

source: "Ravel? Ravel, it is I!"
ru: "Равель? Равель, это я!"

source: "Ravel? I have returned."
ru: "Равель? Я вернулся".

source: Listen...
ru: Слушать...

source: "Now, a-see me you did, a-spoke you did and *poorly,* so the price have you paid, hmnnn?" The crone sounds amused, then her tone drops sharply. "No more of your questions; now you will LISTEN, and you will a-member my words, for in minding me, you shall *live.*" She hisses. "Nod if you hear me, or ANOTHER bit shall I a-take."
ru: "Ну вот, увидал меня, заговорил, да *неважно*. Видать, свою цену ты заплатил, м-м?" Кажется, старуха довольна, но затем ее тон резко меняется. "Довольно вопросов; теперь ты будешь СЛУШАТЬ, и мои слова запомнишь, а коли послушаешься - будешь *жить*, - шипит она. - Кивни, коли услышал, а не то ЕЩЕ кусочек я отхвачу".

source: Nod.
ru: Кивнуть.

source: "A-member me, traveler. A-member me to a stone, one of the pretty glimmers in your Festive hall - use it like a cup, pour what you *feel* into it, and know this: A-member me to a man who wears a skin of scars n' tattoos, who seeks memories but has miss-placed them; if smart he is, he will know the knowing of ME. Tell him to find me - or if I am not to be found, tell him to come to the glimmer-stone, and we shall speak, my precious man and I." The woman pauses, then hisses again. "NOD if you a-hear me, ragged thing!"
ru: "Меня запомни, путник. Запомни в камень, в одну из тех чудных блестяшек в твоем Веселом холле. Используй ее как чашу: излей в нее все, что *чувствуешь*. Напомни меня человеку с кожей из шрамов и татуировок, который ищет воспоминания, но не знает, где их найти. И если он толковый - узнает МЕНЯ. Передай ему, чтоб разыскал меня... или, если меня не найти, вели ему подойти к камню-блестяшке, и мы поболтаем, я и мой драгоценный, - женщина умолкает, потом продолжает, шипя. - КИВНИ, коли услышал меня, потрепанная вещица!"

source: "Ah... pretty, polite to a-listen so long... when he comes to the glimmer-stone, tell the man to speak my *name,* and your pain shall not have been in vain..." The crone's voice trails off, as if distracted. You try to speak again, but there is only a sick gurgling noise. What happened? Who is this person? Why are you... and you begin to feel yourself slip into unconsciousness...
ru: "О... чудно, так любезно с твоей стороны, что все еще слушаешь меня... Когда подойдет он к камню-блестяшке, скажи, чтоб назвал меня по *имени*, - и тогда твоя боль не будет бесполезной..." Голос старухи утихает, как будто она отвлеклась. Ты снова пытаешься заговорить, но издаешь лишь болезненное бульканье. Что произошло? Кто это? Почему ты... и тут тебе начинает казаться, что ты теряешь сознание...

source: "Ravel! Ravel, it is I!"
ru: "Равель! Равель, это я!"

source: I encountered a horrid stone in the Private Sensorium in the Festhall. It was a ghastly green stone that held an experience of someone at Ravel's mercy, being tortured so that he would carry the experience back to the Festhall... and eventually, to me. In it, Ravel said that I should speak her name if I found the stone, so I did...
ru: В частном сенсориуме Фестхолла я наткнулся на ужасный камень. Это был жуткий зеленый камень, по милости Равель содержащий переживание кого-то, искалеченного для того, чтобы он передал свой опыт в Фестхолл... и, в конечном счете, мне. В нем Равель сказала, что я должен назвать ее по имени, если найду камень, что я и сделал...

source: I encountered a horrid stone in the Private Sensorium in the Festhall. It was a ghastly green stone that held an experience of someone being tortured so that he would carry the experience back to the Festhall... and eventually, to me. The evil old woman in the experience said that should I find this stone, I should speak her name. The maddening thing is I have no idea who the woman is. If I can find her name, I will return.
ru: В частном сенсориуме Фестхолла я наткнулся на ужасный камень. Это был жуткий зеленый камень, содержащий переживание кого-то, искалеченного для того, чтобы он передал свой опыт в Фестхолл... и, в конечном счете, мне. Злая старуха из переживания сказала, что я должен назвать ее по имени, если найду камень. Это сводит меня с ума, но я понятия не имею, кто она такая. Я вернусь, если смогу разузнать ее имя.

source: There is silence.
ru: Тишина.

source: "Ravel..?"
ru: "Равель?.."

source: "Ravel...? It is I, again."
ru: "Равель?... Это снова я".

source: "Ahhh... my precious man." There is the slow shuffling of feet, and you *feel* a sharp pinprick in your left eye; you gasp, and suddenly, barely, you can SEE - with your one and only eye. You lie in a gray hut, upon a dirty floor, where blood, your bright-red blood has seeped into the surrounding gray dust. Your arms are gone, your legs have been hacked off at the knees. Yet... you feel numbed, and there is no pain... only fear. There is someone above you, someone looking down on you...
ru: "О-о-о... мой драгоценный". Слышится медленное шарканье ног, и вдруг ты *чувствуешь* резкий укол в левый глаз; ты раскрываешь рот, и тут внезапно начинаешь видеть... своим единственным глазом. Ты лежишь в серой лачуге на грязном полу; кровь, твоя ярко-красная кровь впиталась в серую пыль вокруг тебя. Твоих рук нет, твои ноги обрублены по колено. И все же... ты чувствуешь оцепенение, отсутствие боли... и страх. Над тобой кто-то есть, кто-то, смотрящий на тебя...

source: Look up.
ru: Посмотреть вверх.

source: As you look up through your bloody, blurred vision, you see a horrid bluish gray face, grinning with yellowed tusks. "Ravel is *pleased* - a-wondering I was if this messenger would make it, for *weak* he was when his bits were placed on my plate..." She holds up a talon in front of you, and impaled on the tip of it is an eyeball - the right one. "Yet to the Festive hall he returned it a-seems, and our time two-together has he shared. And now you have come... success!"
ru: Сквозь кровавую пелену ты видишь ужасное серовато-синюшное лицо с ухмылкой, обнажившей желтые клыки. "Равель так *рада*: я уж сомневаться начала, справится ли тот посланник - такой *слабенький* он был, когда его куски положили мне на плиту..." Она держит перед тобой коготь, на который наколото глазное яблоко - правое. "И все же он, кажись, добрался до Веселого холла, и нашим общим времяпровождением поделился. И вот ты здесь... вот так удача!"

source: "Ravel... I have many questions for you."
ru: "Равель... у меня столько вопросов к тебе".

source: "Farewell, Ravel..."
ru: "Прощай, Равель".

source: The crone shakes her head, your blurred vision seeing three images at once; her grayish hair is like brambles, drifting down her shoulders. "No, only time for answers does Ravel have, and she has no time to a-waste with your guess-questions. Know this, and in the knowing grow strong: you must FIND me, my precious man."
ru: Старуха качает головой; у тебя троится в глазах. Ее седые волосы - словно ежевика, ниспадающая на ее плечи. "Нет, лишь время для ответов есть у Равель. Нет времени на твои вопросы-загадки. Узнай это, и в знании сильнее стань: ты должен НАЙТИ меня, мой драгоценный".

source: "But how? I do not know --"
ru: "Но как? Я не знаю..."

source: "I cannot stay, Ravel..."
ru: "Я не могу остаться, Равель..."

source: That sensory stone in the Private Sensorium held an experience with Ravel inside it, and I was actually able to speak to her through it, though I don't know how. She told me that I needed to find her, and to find her I would need to "find a door, know the key, and unlock the key." I'm hazy on what she said about each, but I have a suspicion I can return to the stone if I need any more clues
ru: Тот камень переживаний в частном сенсориуме содержал в себе переживание с участием Равель, и с его помошью я фактически смог разговаривать с ней, хоть и не представляю как. Она сказала, что мне нужно найти ее, и для этого мне нужно "найти дверь, узнать ключ и раскрыть ключ". Мне неясно, что она подразумевала под этим, но у меня есть подозрение, что я смогу вернуться к камню, если мне понадобятся подсказки.

source: "Tchhh! I am beyond knowing, in a Lady's place. Now shhh-and-a-listen to Ravel, for there is much you must do - to find me, a-three things must you do: find the door, know the key, then *unlock* the key."
ru: "Тсссс! Я за пределами ведомого, в месте, принадлежащем Леди. А теперь молчи-и-слушай Равель, ведь многое тебе придется сделать. Чтоб разыскать меня, тебе придется сделать три вещи: найти дверь, узнать ключ, а потом *раскрыть* ключ".

source: "Door?"
ru: "Дверь?"

source: "Key?"
ru: "Ключ?"

source: "Unlock the key?"
ru: "Раскрыть ключ?"

source: "Ravel... how am I talking to you, if this is someone else's experience?"
ru: "Равель... каким образом я могу говорить с тобой в чьем-то переживании?"

source: "The door is not a finished thing... at least, when I last gazed upon it, hmnnn? But in the passing of time, perhaps now well-wrought it is. Go to the place of forges and steel; perhaps there you will find the door that takes one to me..."
ru: "Дверь еще не закончена... по крайней мере, была, когда я в последний раз ее видела, м-м? Но уж столько времени прошло, что она, кажись, должна быть готова. Иди в место кузниц и стали; быть может, там ты и найдешь дверь, ведущую ко мне..."

source: "Ravel, I know that the key is a piece of you, but I don't know how to find it -- "
ru: "Равель, я знаю, что ключ - это часть тебя, но я не знаю, как его найти..."

source: "What is the key you speak of?"
ru: "О каком ключе ты говоришь?"

source: "Unlock the key? What do you mean?"
ru: "Раскрыть ключ? Что ты имеешь в виду?"

source: "The door is a finished thing, and you carry it with you now... very good, very *clever,* my precious man... one part of the finding Ravel do you have..."
ru: "Дверь готова, и ты носишь ее с собой... очень хорошо, очень *умно*, мой драгоценный... уже имеешь ты одну из вещей, чтобы Равель найти..."

source: "To KNOW of the key, speak to one of the knowing ones - many there are in the Festive Hall, *many* - yet only ONE there who knows the knowing of what the key is that you need. Loosen his tongue, and many secrets shall a-spill forth..."
ru: "Чтобы УЗНАТЬ ключ, поговори с одним из сведущих. Много таких в Веселом холле, *много*, но лишь ОДИН знает, какой ключ тебе нужен. Развяжи ему язык - и много тайн раскроется..."

source: "What door do you speak of?"
ru: "О какой двери ты говоришь?"

source: "When you say unlock the key, what do you mean?"
ru: "Когда ты сказала 'раскрыть ключ', что ты имела в виду?"

source: "The key is OF me, is it not... knot? Eh..." The crone hisses, as if trying to gather her thoughts, and your vision blurs again. "No picture is it, no tale, no stone, but the key is something of ME, a labor of my own flesh and blood. Seek it! *Lives* it does..."
ru: "Ключ ИЗ меня, вот ведь... незадача? Э... - старуха шипит, словно пытаясь собраться с мыслями, и твой взгляд снова затуманивается. - Это не картинка и не сказка, не камень, а что-то из МЕНЯ, вершение моей плоти и крови. Найди его! Он *живой*..."

source: "A-knowing the key is NOT enough, so Ravel thinks. Knowing it and unlocking it, two tasks that must be joined... for at times, a thing knows not its nature... but you are no stranger to that..." Ravel cackles, a long, hideous cry that fills your ears with pain...
ru: "Знания ключа НЕДОСТАТОЧНО - так кажется Равель. Узнать его и раскрыть - два эти дела нужно объединить... ведь временами вещь не знает о своей сути... но тебе-то это знакомо..." Равель хихикает - протяжный отвратительный лай, наполняющий твои уши болью...

source: "Return - I will give what help I can..." Ravel gives a final smile, a horrible, yellow fanged grin; a blackish tongue darts from her lips and lingers at the edge, teasing. "But in the end, only the one question remains..."
ru: "Возвращайся - я помогу тебе, чем смогу..." Равель дарит тебе последнюю улыбку - ужасный оскал из желтых клыков. Черноватый язык выскальзывает из рта и задерживается, как бы поддразнивая. "Но, в конце концов, останется один вопрос..."

source: "What do you mean, Ravel?"
ru: "О чем ты, Равель?"

source: Let the experience go...
ru: Позволить переживанию продолжаться...

source: "Only one question, this I ask..." Ravel's eyes blaze like fires, the red light turning her face blood-red. "What can change the nature of a man?"
ru: "Только один вопрос, который я задам..." Глаза Равель вспыхивают пламенем, озаряя ее лицо и делая его кроваво-красным. "Что может изменить сущность человека?"

source: At the question, you feel a tremor pass through, like thunder, and you feel yourself *burn*...
ru: От этого вопроса по тебе, словно гром, проходит дрожь, и ты чувствуешь, будто *горишь*...

source: "Of stones and experiences and telling will Ravel do, but not the telling of how she speaks to you now." She speaks soothingly. "Many are the branchings and twistings of Ravel, and many are her *secrets.* I need you, and I need you knowing of this."
ru: "О камнях и переживаниях поведает Равель, но не о том, как она с тобой разговаривает, - говорит она успокаивающе. - Много у Равель ветвей и переплетений, много *тайн*. Ты мне нужен, и мне нужно, чтобы ты знал это".
