Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dfhjull.dlg.po
Languages: ru

source: Forked-Tongue told me the reason he hides in the crater and lives in the skeleton is because the magic of the bones of Ul-Goris prevents scrying, and thus he can hide from those who would do him harm.
ru: Раздвоенный Язык сказал мне, скрывается в кратере и живет в скелете потому, что магия костей Уль-Гориса защищает от магического обнаружения, и поэтому он может укрыться от тех, кто желает ему зла.

source: Forked-Tongue told me that a pillar made of sages, liars, and traitors might have the answers I seek regarding my missing mortality. There is a portal made under the left arm of the giant skeleton here, through which I can travel to reach Baator.
ru: Раздвоенный Язык сказал мне, что та колонна, состоящая из мудрецов, лжецов и предателей может знать ответы касательно моей пропавшей смертности. Под левой рукой гигантского скелета есть портал, который приведет меня в Баатор.

source: The fiend also told me how to return from the Pillar - simply find something common to the environment of the plane, and it should bring me back here.
ru: Нечистый также сказал мне, как вернуться от Колонны: нужно просто найти нечто обыкновенное для среды этого плана, и оно должно вернуть меня обратно.

source: "WHAT? I must endure your presence even longer? Will this torment never cease? Feh! Fine, then, fine! Spread out across the floor! Raid my larder! Knock over my experiments! I'll just be over here fuming! Feh!" He storms off.
ru: "ЧТО? Я должен и дальше терпеть твое присутствие? Когда уже кончится эта пытка? Фе! Ладно, ладно, ладно! Располагайся на полу! Разори мои запасы! Разграбь мои опыты! Я буду кипеть от злости здесь, неподалеку! Фе!" - возмущается он.
