Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dfhjull.dlg.po
Languages: ru

source: "Feh! Only if you would! Then you could put an end to this shell of an existence!"
ru: "Фе! Только попробуй! Тогда уж мог бы положить конец этой оболочке существования!"

source: "What makes this existence so bad?"
ru: "От чего твоя жизнь так несносна?"

source: "Forget it, then. Farewell."
ru: "Тогда забудь об этом. Прощай".

source: "How can MORONS speak so much?" He waves his hand. "Speak. Speak. Feh!"
ru: "И как этим БОЛВАНАМ удается так много болтать? - он взмахивает рукой. - Болтают, болтают. Фе!"

source: "Feh. Speak. Speak your piece."
ru: "Фе. Говори. Выкладывай".

source: He rolls his eyes. "Had you seen the glories of Baator, walked through its darkened palaces and visited the screaming steel cities hidden beneath the noisome smokes, you would not ask. Feh!"
ru: Он закатывает глаза. "Если бы тебе доводилось видеть величие Баатора, гулять по его темным замкам и посещать ревущие стальные города, покрытые зловонным дымом, ты бы не спрашивал. Фе!"

source: "All right. Answer some questions for me..."
ru: "Ладно. Ответь мне на пару вопросов..."

source: "All right. Farewell."
ru: "Ладно. Прощай".

source: "Oh, yes. Aren't they beautiful... ? Feh! They were the first things to be stripped from me before my exile. Before I was forced to flee the burning halls of my people, the wings were taken as trophies by the lowly *abishai*, for banners in the Blood War. My horns were snapped from my skull, and one was hollowed out as a drinking horn for my Lord Bel, accursed be his name across the Planes."
ru: "О, да. Ну разве они не прекрасны?.. Фе! Их первыми отобрали у меня перед изгнанием. Прежде чем я был вынужден бежать из горящих залов моего народа, крылья взял себе в качестве трофея убогий *абишай*, на знамена для Кровавой войны. Мои рога обломали, из одного из них сделали сосуд для моего повелителя Бела, будь проклято его имя во всех планах".

source: "Why did that happen?"
ru: "Почему это произошло?"

source: "What can you tell me of the Blood War?"
ru: "Что ты можешь рассказать о Кровавой Войне?"

source: "Answer some other questions for me..."
ru: "Ответь мне еще на несколько вопросов..."

source: "Thanks... farewell."
ru: "Спасибо... Прощай".

source: "Feh. A blasted crater in the Outlands that reflects the emptiness and hollowness of my life. Feh. I need little. Marrow from the creature supplies me with food and the peculiar energies of the place prevent scrying fools from finding me... though idiots apparently can still find their way here."
ru: "Фе. Чертов кратер во Внешних землях, который отражает пустоту и тщетность моей жизни. Фе. Мне немного нужно. Костный мозг животных служит мне пищей, а особенная энергетика этого места защищает меня от обнаружения глупцами, ищущими меня с помощью магии... тем не менее, идиотам все еще удается добираться сюда".

source: "What is this creature?"
ru: "Что это за существо?"

source: "What makes your life so empty?"
ru: "Что делает твою жизнь такой пустой?"

source: He scrutinizes you closely for the first time. "Memories run like hollow canyons through my mind, almost-human. Many creatures have I met in an immortal's time... though I do not believe you were among them."
ru: Сперва он пристально тебя рассматривает, затем отвечает: "Воспоминания прорезают мой разум, словно пустые каньоны, недочеловек. Во времена бессмертия я повстречал много разных существ... но не похоже, чтобы ты был среди них".

source: "Go on."
ru: "Продолжай".

source: "Forget it then. Farewell."
ru: "Тогда забудь об этом. Прощай".

source: "I was simply living my life in pain-numbing and tragic solitude until you appeared without invitation into this crater of my life. The crater, such a metaphor for my life, for my existence, a pale shadow of the dwellings I used to possess."
ru: "Я всего лишь жил своей жизнью в печальном, притупляющем боль одиночестве, пока ты, как незваный гость, не появился в этот кратер моей жизни. Кратер, такая удачная метафора для моей жизни, моего существования, бледная тень жилья, которое когда-то у меня было".

source: "What happened to you?"
ru: "Что с тобой случилось?"

source: "Oh, good. Self-absorbed ranting. Farewell."
ru: "О, отлично. Эгоцентричное нытье. Прощай".

source: He emits a strangled croak. "I have some few... very few... items that I have accumulated over the years. They are... precious to me... but if you need them..."
ru: Он издает сдавленный хрип. "У меня есть немного... совсем немного... вещей, накопленных мной на протяжении многих лет. Они... мне дороги... но если они тебе нужны..."

source: "I sure do. Let's see what you've got."
ru: "Конечно, нужны. Посмотрим, что тут у тебя".

source: "Nothing. Forget it. Farewell."
ru: "Ничего. Забудь об этом. Прощай".

source: "What do you need to know? How to get there? What it is? What? What?!"
ru: "Что тебе нужно знать? Как туда добраться? Что? Что? Что?!"

source: "Tell me what it is."
ru: "Расскажи мне, что это такое".

source: "Tell me how to get there."
ru: "Скажи мне, как туда добраться"

source: "And how do I return once I have gone?"
ru: "И как мне вернуться после того, как я уйду?"

source: "How would I return from the Pillar?"
ru: "Как мне вернуться от колонны?"

source: "Feh! I have said all I intend to say on the matter of the Betrayer. He it was who condemned me to this life, and he whose guts I will see stringing the Gates of Dawn like a celestial harp... no... no... no harm to the deva. Curses!"
ru: "Фе! Я сказал все, что хотел сказать, насчет Предателя. Это он обрек меня на такую жизнь. Хотел бы я увидеть его кишки, свисающие с Ворот Восхода, подобно арфе небожителя... нет... нет... не желаю зла дэва. Проклятье!"

source: "Answer some other questions for me then..."
ru: "Тогда ответь мне еще на несколько вопросов..."

source: "I see... farewell."
ru: "Понятно... Прощай".

source: "I used to be one of the finest Advocates Infernus in Baator... and then I suffered a setback. An overturning, a reversal of my good fortunes. Such things make me hate chance and the chaos of the multiverse all the more."
ru: "Когда-то я был одних из лучших адских адвокатов Баатора... и затем потерпел крах. Все перевернулось с ног на голову, все мои удачи пошли прахом. Подобные вещи заставляют меня ненавидеть случай и хаос мультивселенной еще сильнее".

source: "Why did you have to leave?"
ru: "Почему тебе пришлось уйти?"

source: "I see. Farewell."
ru: "Понятно. Прощай".

source: Forked-Tongue shrugs. "You all look alike to me... and I think I would have remembered the scarred flesh of your body... it is much like the breathing paintings that bedeck Bel's gallery of skins in Baator, except with less grace and more passion in the scar strokes."
ru: Раздвоенный Язык пожимает плечами. "Вы все для меня на одно лицо... мне кажется, я бы запомнил твое ошрамованное тело... оно как те живые картины, которые украшают галерею кож Бела в Бааторе, только в этих рубцах меньше утонченности и больше страсти".

source: "Let's ignore the scars and start talking about my mortality again, shall we?"
ru: "Давай забудем о моих шрамах и поговорим о моей смертности, ладно?"

source: "Go on..."
ru: "Продолжай..."

source: "I had some more questions..."
ru: "У меня еще несколько вопросов..."

source: "The violence is great, nearing acceptable levels, but the scars are applied with almost tanar'ric crudity, without any care for maximizing the pain of the recipient. A baatezu artist would be much more devoted to the following the paths of pain across the body. Some of these wounds look to be clean kills, others look as if a blind butcher were carving up human steaks."
ru: "Жестокость велика, близка к приемлемому уровню, но рубцы нанесены с почти танарийской грубостью, без всякого беспокойства о том, чтобы причинить максимум боли. Художник-баатезу был бы намного более преданы следованию путям боли в теле. Некоторые из ран кажутся смертельными, другие выглядят так, будто это слепой мясник нарезал стейки из человечины".

source: "Feh. Human art makes me ill sometimes. Such potential, wasted."
ru: "Фе. Мне временами становится не по себе от людского искусства. Столько растраченного потенциала".

source: "I had some questions..."
ru: "У меня есть несколько вопросов..."

source: "Feh! To say that tanar'ri are crude is to insult crudity. Any lesser race that revels in chaos, allows itself to be pulled and drowned in its stagnant tides, and calls it 'evil' are not a race at all. They are beasts."
ru: "Фе! Сказать, что танарри грубы, значит оскорбить грубость. Любая меньшая раса, наслаждающаяся хаосом, позволяющая себе быть затянутой и тонуть в волнах застоя, называя все это 'злом', не может называться расой. Это звери".

source: "Feh and double feh! The tanar'ri beasts want to strip law and order from the face of evil! Inexcusable! Intolerable! I cannot --"
ru: "Фе и дважды фе! Звери-танарри хотят стереть закон и порядок с лица зла! Непростительно! Недопустимо! Я не могу..."

source: "Feh! You say that simply because you are... what you are." He wags his eyebrows at her. He waves his hand dismissively. "At least I am still allowed to be cynical."
ru: "Фе! Ты говоришь это только потому, что ты... та, кем ты являешься, - он делает ей знак бровями и пренебрежительно махает рукой. - По крайней мере, я все еще могу позволить себе быть циничным".

source: "Great. Let's get back to discussing my mortality, instead of my scars."
ru: "Отлично. Давай лучше поговорим о моей смертности, а не о моих шрамах".

source: "I had some other questions I wanted answered..."
ru: "Я бы хотел задать еще пару вопросов..."

source: "Very well, very well." He scratches his head. "If I recall correctly - and there is so much I do not, thanks to that accursed deva! - I have heard of a case such as yours. It makes you immortal, does it not?"
ru: "Хорошо, хорошо, - он чешет голову. - Если я правильно припоминаю - а помню я не все, благодаря тому проклятому дэва! - я слышал о случаях, подобных твоему. Поэтому ты бессмертен, не так ли?"

source: "Yes."
ru: "Да".

source: "If so, then death itself is no longer sacred. Feh. In my day, mortals remained so and knew their place... now everybody and their mother has the disease of eternal boredom. We should have a gathering and invite everyone across the Planes and offer them immortal contracts... it would save all of us hard-working baatezu a great deal of effort. Feh."
ru: "Если это так, то даже сама смерть перестала быть не священной. Фе. В мое время смертные оставались смертными и знали свое место... теперь у каждого из них, и у его матери эта болезнь вечной скуки. Нам следовало бы собраться, пригласить всех смертных со всех планов и предложить им контракты на бессмертие... это сохранило бы нам, трудолюбивым баатезу, немало усилий. Фе".

source: "You know that if everyone was immortal, this entire petitioner system would be up the famed fecal creek. Feh. Immortality is not a trinket to be given to unruly children such as you."
ru: "Ты же знаешь, что если бы все были бессмертными, вся эта система просящих превратилась бы в славную кучу дерьма. Фе. Бессмертие - не погремушка, чтобы давать ее таким непослушным детям как ты".

source: "Be that as it may, but tell me what you know of my mortality."
ru: "Как бы там ни было, расскажи мне, что ты знаешь о моей смертности".

source: "Feh... as I was saying, I recall hearing somewhere about a place called the Fortress of Regrets." He thinks for a moment. "Yes... yes, that's it."
ru: "Фе... как я уже говорил, я припоминаю, что где-то слышал о месте под названием Крепость сожалений, - он на миг задумывается. - Да... да, оно самое".

source: "How do I get there?"
ru: "Как мне туда добраться?"

source: "What do you know of the place?"
ru: "Что ты знаешь об этом месте?"

source: He smiles widely. "I am pleased to inform you that I do NOT know. Not at all! I cannot help you to get there, and that chills my heart in such a delightful way. No. I. Cannot. Help. You. Oh, how I have longed to say those words. How sweet they tas-"
ru: Он широко улыбается. "Рад сообщить тебе, что я НЕ знаю. Вообще! Я не могу помочь тебе добраться туда, и это так греет мне сердце. Нет. Я не могу. Помочь. Тебе. О, как же я хотел произнести эти слова. Какие же они все таки сл..."

source: "Do you know someone who does?"
ru: "Ты не знаешь кого-нибудь, кому это известно?"

source: "Eh? Enough of your cross examinations! Yes, yes, I know *somebody* who might know... on Baator lies a pillar of betrayers, liars... and sages. Despite their nature, their knowledge is considerable. They might know where you can find this Fortress of Regrets."
ru: "А? Прекрати свои перекрестные допросы! Да, да, я знаю *кое-кого*, кто мог бы это знать... в Бааторе есть колонна предателей, лжецов... и мудрецов. Несмотря на их сущность, они много чего знают. Они могут знать, где тебе искать эту Крепость сожалений".

source: "How do I get to Baator?"
ru: "Как мне попасть в Баатор?"

source: "There is a portal outside my home. It lies in the hand of this giant creature. Go through the arch formed by the left arm of the creature and you will be taken to the Pillar of Skulls. The portal will be active for you now."
ru: "Снаружи моего жилища есть портал. Он находится в руке этого гигантского существа. Пройди через арку, образованную левой рукой существа, и попадешь к Колонне Черепов. Отныне портал будет для тебя открыт".

source: "And how do I return?"
ru: "И как мне вернуться?"

source: "Thanks. I had more questions..."
ru: "Спасибо. У меня есть другие вопросы..."

source: "Eh? Return? Why, I hadn't thought of that. To return from Baator, you need knowledge and a piece of jagged obsidian to cut your tongue. That knowledge you will gain from the Pillar. But there is no reason for you to return here. And no desire on my part to see you again."
ru: "А? Вернуться? Ну, об этом я не подумал. Чтобы вернуться из Баатора, тебе понадобятся знание и кусок зазубренного обсидиана, чтобы порезать себе язык. Знание ты получишь от Колонны. Но у тебя нет повода возвращаться сюда. Что до меня, то я больше не желаю видеть тебя".

source: He snarls. "I entertain no thoughts of strangling you and leaving your corpses for the trelons."
ru: Он ворчит: "Я не думаю о том, чтобы придушить тебя и оставить твой труп трелонам".

source: "Nothing. Farewell."
ru: "Ничего. Прощай".

source: "Thanks."
ru: "Спасибо".

source: "Feh! Have you drummed your skull against every rock that falls from the mountain of ignorance? In the Lower Planes rages the Blood War. There is not another plane that is not touched by this conflict. Think of the most hideous war imaginable, magnify it a billion times in time and scope, and you have a fraction of the battlefield for which the Lower Planes are fought. It is a war of ideology, to define one of the most basic concepts of multiverse!"
ru: "Фе! Ты что, ударился головой об каждый камень, упавший с горы невежества? На Нижних планах бушует Кровавая Война. Нет такого плана, которого она бы не затронула. Представь себе самую ужасную из войн, которые только можно представить, умножь ее длительность и размах на миллиард, и получишь малую часть поля боя, за которое воюют Нижние планы. Это война идеологий, война за определение одной из основных концепций в мультивселенной!"

source: "Forget it. I had more questions."
ru: "Забудь. У меня есть другие вопросы".

source: "Thanks. Farewell."
ru: "Спасибо. Прощай".

source: "This is the skeleton of Ul-Goris, the father of the goristro. They're living, bearlike siege-towers, juggernauts of chaos, huge, practically unstoppable, highly resistant to magic... and Ul-Goris' bones, in the crater where he fell to his death, radiate much enchantment that prevents magic to spy me, keeping this pitiful frame alive for a few more desperate years. Feh!"
ru: "Это скелет Уль-Гориса, отца гористро. Это живые осадные башни, похожие на медведей, джаггернауты хаоса, огромные, практически неодолимые, с высокой устойчивостью к магии... а кости Уль-Гориса в кратере, где он погиб, излучают достаточно магии, чтобы не дать обнаружить меня с помощью магии, и будут поддерживать жизнь в этом жалком теле еще несколько отчаянных лет. Фе!"

source: "Got it. I have a few more questions..."
ru: "Понятно. У меня еще несколько вопросов..."

source: "Got it. Farewell."
ru: "Понятно. Прощай".

source: "Had you walked the scalding streets of Dis and smelled the sweet stench of burning of flesh, breathed deep the poisonous vapors of Stygia's ice floes, led armies through the night-lit palaces... you would not ask this question, near-man."
ru: "Если бы тебе доводилось гулять по обжигающим улицам Диса, чувствовать сладкую вонь горящей плоти, глубоко вдыхать ядовитые испарения льдин Стигии, вести армии сквозь погруженные в ночь дворцы... ты бы не задавал таких вопросов, недочеловек".

source: "So what happened to you?"
ru: "Что с тобой случилось?"

source: "That accursed deva is what happened to me! So secure I was, so sure... Feh! Stripped of my power like a fledgling. No wonder it is that the hordes of Baator's marshalls seek me."
ru: "Тот чертов дэва - вот что со мной случилось! Я был таким беспечным, таким самоуверенным... Фе! Меня лишили моей силы, словно птенца. Не удивительно, что орды Баатора разыскивают меня".

source: "I have a few more questions..."
ru: "У меня есть несколько вопросов..."

source: "Feh! Have I not told you of the nature of this cursed contract! I can NOT withhold this information. The Pillar... is your only hope."
ru: "Фе! Разве я тебе не рассказывал о сути этого проклятого контракта! Я НЕ МОГУ утаивать подобную информацию. Колонна - твоя единственная надежда".

source: "Morte, why don't you want to go there?"
ru: "Морт, почему ты не хочешь туда идти?"

source: "All right. Answer some other questions for me."
ru: "Хорошо. Ответь еще на несколько вопросов".

source: "Feh... what it is, is a massive pile of heads, the spirits of those dead who got there by telling lies that led to the deaths of others. It's a collection of sages and cheats, all rolled together, with some of the most extensive knowledge of the planes."
ru: "Фе... это не что иное, как массивная гора из голов, душ тех умерших, которые попали туда за обман, повлекший за собой смерть других. Это собрание мудрецов и хитрецов, все в одном месте, вкупе с наиболее обширными знаниями на всех планах".

source: "Thanks. I had some other questions..."
ru: "Спасибо. У меня есть другие вопросы..."

source: "Feh! I shall dispel your ignorance on this matter. Know that there is NO place for a baatezu wrapped in chains of charity where I would WISH to be. Here, at least, may I take shelter from the cruelty of the contract inflicted upon me. That deva has the soul of a fiend, I tell you."
ru: "Фе! Я развею твое невежество по этому поводу. Знай, что для баатезу, закованного в цепи благожелательности, нет такого места, в котором я ХОТЕЛ бы находиться. Здесь, по крайней мере, я могу укрыться от жестокости контракта, наложенного на меня. Говорю тебе, у того дэва душа нечистого".

source: "Answer some more questions for me, then..."
ru: "Тогда ответь мне еще на пару вопросов..."

source: "It gives research a prod... more horrific creations have come about because of the Blood War. Why? Because it's pain, and death, and evil. The tanar'ri fight for chaos and evil... evil through brute force and sudden flurries of whim and hate. Their 'evil' is the evil of the horde, a mob mentality of whirling evil. They kill and plunder."
ru: "Это подталкивает к изысканиям... из-за Кровавой Войны появляются еще более ужасные существа. Почему? Да потому что это боль, смерть, зло. Танарри сражаются за хаос и зло... зло посредством грубой силы и внезапных вспышек ненависти и пустых прихотей. Их 'зло' - это зло орды, мышление толпы в водовороте зла. Они грабят и убивают".

source: "And the other sides?"
ru: "А с другой стороны?"

source: "Forget it. I had other questions..."
ru: "Забудь об этом. У меня есть другие вопросы..."

source: "The baatezu wish only strictly regimented evil, promoting the cause of evil in a precise, orderly fashion. The tanar'ri murder. The baatezu exploit. The two are determined to exterminate the other."
ru: "Баатезу стремятся лишь к строго регламентированному злу, способствуя развитию зла точным, упорядоченным образом. Танарри убивают. Баатезу эксплуатируют. Каждый из этих двоих намерен уничтожить другого".

source: "Continue."
ru: "Продолжай".

source: "Forget it. Answer some questions instead."
ru: "Забудь. Лучше ответь на пару вопросов".

source: "That's all I need to hear. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "Part of my assignment... and I was the best, mind you, was drafting new recruits, mostly planar warriors and mages from other worlds to serve as fodder and front-line troops in the war. Word has it that I caught the eye of Lord Bel himself. Even he saw my worth! Feh! Now my humiliation is complete."
ru: "Часть моего назначения... а я, заметь, был лучшим, набирал новых рекрутов, в основном планарных воинов и магов из других миров, чтобы они служили пушечным мясом на передовой. Меня заметил сам повелитель Бел, слово даю. Даже он разглядел во мне ценность! Фе! Теперь я окончательно унижен".

source: "Do you recognize me?"
ru: "Ты меня узнаешь?"

source: "All right. Answer some other questions for me, then."
ru: "Хорошо. Ответь тогда на несколько вопросов".

source: "I'll say. Farewell."
ru: "Еще бы. Прощай".

source: "Didn't we already go through this? Feh! Stupid humans!"
ru: "Разве мы уже не проходили через это? Фе! Глупые людишки!"

source: "Answer some other questions for me, then."
ru: "Тогда ответь мне на другие вопросы".

source: I have found Fhjull Forked-Tongue, the charitable fiend. It seems he has been contractually bound by an agreement with Trias - whom he calls Trias the Betrayer. He is now cursed to do good deeds, to aid those in need of aid. He's not happy about it, either.
ru: Я обнаружил Фьюла Раздвоенного Языка, доброжелательного нечистого духа. Похоже, что он заключил договор с Триасом, которого он называет Триасом Предателем. Теперь он обречен делать добрые дела, помогать нуждающимся. Хотя он и не рад этому.

source: "What...?"
ru: "Что?.."

source: Lie: "I swear."
ru: Ложь: "Клянусь".

source: You see a broken-winged fiend, with one tattered wing, covered in scars. His voice is clenched, angry, and despairing, issuing from behind gritting teeth. "A tanar'ri in my home! Of all the indignities! Why don't you invite your whole filthy species in?!"
ru: Перед тобой нечистый в шрамах со сломанными крыльями, одно из которых изодрано. Он процеживает свои слова сквозь стиснутые зубы, сдавленным, сердитым и отчаянным тоном: "Танарри в моем доме! Что за оскорбление! Почему бы тебе ни пригласить с собой весь свой грязный род?!"

source: "It seems I will have to BURY myself to avoid company."
ru: "Похоже, что чтобы меня не беспокоили, мне придется ПОХОРОНИТЬ себя".

source: "Great. Even more of a stench!"
ru: "Отлично. Еще больше вони!"

source: "Feh! Accursed one! After all of my warning and swearings, still you bring Baator's legions to my door! Promise-breaker! Betrayer! I... hmmm... so this is how it feels..."
ru: "Фе! Мерзавец! После всех моих предупреждений и клятв, ты все равно привел к моей двери легионы Баатора! Клятвопреступник! Предатель! Я... хм-м-м... так вот каково оно..."

source: "What are you doing here?" The fiend turns and spits on the floor.
ru: "Что ты здесь делаешь?" Нечистый отворачивается и сплевывает на пол.

source: Forked-Tongue told me that the portal out of the crater, the one that will return me to Curst, is under the tailbone of the massive skeleton. He expressed delight that I should be traveling through its arse-end.
ru: Раздвоенный Язык сказал мне, что портал из кратера, тот, который вернет меня в Проклятый, находится под копчиком громадного скелета. Он выразил радость по поводу того, что мне придется пройти через его зад.
