Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dfhjull.dlg.po
Languages: ru

source: "Thanks..."
ru: "Спасибо..."

source: "I need a place to rest."
ru: "Мне нужно место для отдыха".

source: "Thanks to you, all is lost to me! They shall keep coming and coming... oh, the torments I will inflict on you... ackkk... forgive me. My words were spoken in haste."
ru: "Благодаря тебе, для меня все кончено! Они буду приходить снова и снова... о, я нашлю на вас мучения... ой... прости. Я сказал, не подумав".

source: "Good. I need some of your supplies. What do you have?"
ru: "Хорошо. Мне нужно кое-что из твоих припасов. Что у тебя есть?"

source: "I hope so. I had some questions for you..."
ru: "Надеюсь, что это так. У меня к тебе пара вопросов..."

source: "Farewell."
ru: "Прощай".

source: "I can smell the taint of your betrayal on you, feel and hear the approach of my brethren as they come to spirit me back to Baator... away with you, oath-breaker! I have given you all I can! I can give you nothing more!"
ru: "Я чую на тебе вонь предательства. Я чувствую и слышу приближение моих братьев, идущих, чтобы забрать меня обратно в Баатор... вон отсюда, клятвопреступник! Я отдал тебе все, что мог! Больше мне нечего дать!"

source: "Is there really no more to give?"
ru: "Правда больше ничего нет?"

source: "I just have a few more questions for you..."
ru: "У меня всего лишь еще несколько вопросов к тебе..."

source: "Farewell, then."
ru: "Тогда прощай".

source: The fiend freezes. "Eh... nothing of value. Maybe a trifling charm, a trinket you might have... if you are in truly in need of them, then yes, you may have them... otherwise... ."
ru: Нечистый застывает. "Э... ничего ценного. Ну, там, пустяковый амулет, или еще какая безделушка для тебя найдется... если они тебе правда нужны, то да, можешь их получить... в ином случае..."

source: "What have you got?"
ru: "Что у тебя есть?"

source: "Forget it. Just answer some questions for me."
ru: "Забудь. Просто ответь мне на пару вопросов".

source: "Forget it. Farewell."
ru: "Забудь. Прощай".

source: "Feh! Thrice-damned be you, mortal! You had best pray that the deva has eternity running through his veins, for if he has not, I shall see to it that you will pay me back in kind, but it will not be magic that I will expect in return... Urkhhhh... ugnnnhhh... no, no, I meant no harm... I withdraw my poorly-worded speech... I meant no harm... ."
ru: "Фе! Будь ты трижды проклят, смертный! Лучше бы тебе молиться, чтоб у дэва в жилах текла вечность, потому что если это не так, я позабочусь о том, чтобы ты вернул мне все, и вовсе не магией... Рррррк... гнннн... о, нет-нет, я не имел в виду ничего плохого... беру свои дурные слова обратно... я не имел в виду ничего плохого... ."

source: "Good. Hand it over. Now."
ru: "Хорошо. Давай их сюда. Сейчас же".

source: "If you have no need for them, Forked-Tongue, I could use them."
ru: "Если они не нужны тебе, Раздвоенный Язык, я мог бы ими воспользоваться".

source: "Forget it, Forked-Tongue. Answer some questions instead..."
ru: "Забудь, Раздвоенный Язык. Лучше ответь на вопросы..."

source: "Cursed, advantage-seeking... certainly you may look at my wares. What would you like to see?"
ru: "Проклятый корыстолюбец... конечно, ты можешь взглянуть на мои запасы. На что бы ты хотел посмотреть?"

source: Examine the cruel-looking axe: "What's this?"
ru: Осмотреть суровый на вид боевой топор: "Что это?"

source: Examine the knotted string: "What's this?"
ru: Осмотреть шнурок с узелками: "Это еще что?"

source: Examine the green lozenge: "What's this?"
ru: Осмотреть зеленый леденец: "Что это?"

source: Examine the green-steeled knife: "What's this?"
ru: Осмотреть нож из зеленой стали: "Что это?"

source: Examine the green-hued dagger: "What's this?"
ru: Осмотреть кинжал зеленого оттенка: "Что это?"

source: Examine the squirming bugs: "What are these?"
ru: Осмотреть копошащихся насекомых: "Что это?"

source: "Do you happen to have any spells?"
ru: "У тебя не найдется каких-нибудь заклинаний?"

source: "Forget it. Answer some questions for me instead."
ru: "Забудь. Лучше ответь мне на пару вопросов".

source: "None of them. Farewell."
ru: "Ничего. Прощай".

source: "Argh! I can always use these items! I can use them especially against the horde of fiends you have so thoughtlessly led to my door!"
ru: "Арг! Мне эти вещи всегда пригодятся! Особенно против орды нечисти, которых ты так бездумно привел к моей двери!"

source: "That's too bad. Pass them over, then."
ru: "Очень жаль. Давай их сюда".

source: "Then I shall allow you to keep them."
ru: "Тогда пусть остаются у тебя".

source: "Feh! Your generosity is that of the thrice-accursed devas of Elysium. What more do you want from poor Fhjull?"
ru: "Фе! Да ты щедр, словно те трижды-проклятые дэва из Элизиума. Чего еще тебе нужно от бедного Фьюла?"

source: "Come to think of it, let me see your wares."
ru: "Если подумать, давай-ка поглядим на твои запасы".

source: "Just the answers to some questions..."
ru: "Просто ответь на несколько вопросов..."

source: "Nothing for now. Farewell."
ru: "Пока ничего. Прощай".

source: He grits his teeth. "How may I serve you further?"
ru: Он стискивает зубы. "Чем еще я могу тебе помочь?"

source: "How do I get out of this crater?"
ru: "Как мне выбраться из этого кратера?"

source: "How do I leave again?"
ru: "Еще раз, как мне отсюда выбраться?"

source: "Tell me about Trias."
ru: "Расскажи мне о Триасе".

source: "So why are the baatezu chasing you?"
ru: "Так почему баатезу преследуют тебя?"

source: "Do you have anything you'd like to... share with me?"
ru: "У тебя есть чем... поделиться со мной?"

source: "Why are you hiding out in this crater?"
ru: "Зачем ты прячешься в этом кратере?"

source: "You can't right now. Farewell."
ru: "Пока - ничем. Прощай".

source: "Ha! What trouble will you bring next time? Your kind always returns... feh!"
ru: "Ха! Какую же беду ты принесешь в следующий раз? Такие, как ты, всегда возвращаются... фе!"

source: "Feh... does this mean that you shall leave me to my solitude once again? Then I proclaim, with as much delight as possible, that the portal lies under the arse end of this creature's bones. It will return you to that groveling hovel town of Curst, from whence you came, and I can think of few more befitting ways for you to travel."
ru: "Фе... это значит, что ты снова оставишь меня наедине с моим одиночеством? Тогда я с величайшей радостью заявляю, что портал находится под задней частью костей этого существа. Он вернет тебя в тот жалкий сползающий городишко, Проклятый, откуда ты пришел, и я даже готов предложить тебе еще парочку подходящих мест".

source: "Thanks. I had a few more questions..."
ru: "Спасибо. У меня еще несколько вопросов..."

source: "That skulking pseudo-child of light! That contemptible... aggh... I mean no harm to him and his treacherous, lying, no-respect-for-the-law ways! Feh! He is a deceiver, mortal, and you should trust him in nothing. I mean this, of course, with all due charity and..." Forked-Tongue spits on the ground, "... kindness. His deception has cost me an eternity... unless he should die." His toothy grin is surprisingly hopeful.
ru: "Это скрытное псевдодитя света! Этот презренный... аггг... я не против его предательской, лживой, не уважающей закон сущности! Фе! Он обманщик, смертный, и ты не можешь доверять ему ни на йоту. Конечно же, я заявляю это всерьез, как говорится, - Раздвоенный Язык сплевывает на землю, - от всего сердца. Его обман стоил мне вечности... если только он не умрет". Его зубастая ухмылка на удивление полна надежды.

source: "I had a few more questions..."
ru: "У меня еще несколько вопросов..."

source: "Feh... they seek to balance their books, to redress wrongs, to ensure that all is set right. My existence, away from their sight, mars the perfection they seek to levy on the face of evil."
ru: "Фе... в своих книгах они стремятся к равновесию, устранению несправедливости, обеспечению всеобщего порядка. Мое существование, вдалеке от их взоров, портит то совершенство, которого они пытаются достигнуть на пути зла".

source: "This is the skeleton of Ul-Goris, the father of the goristro. They're living, bearlike siege-towers, juggernauts of chaos, huge, practically unstoppable, highly resistant to magic... and Ul-Goris' bones, in the crater where he fell to his death, radiate much energy that prevents scrying. Feh!"
ru: "Это скелет Уль-Гориса, отца гористро. Это живые осадные башни, похожие на медведей, джаггернауты хаоса, огромные, практически неодолимые, с высокой устойчивостью к магии... кости Уль-Гориса в кратере, где он погиб, излучают достаточно энергии, чтобы предотвратить мое обнаружение с помощью магии. Фе!"

source: "Feh... that is Hatred's Gift, a fine weapon for one such as yourself." He chuckles to himself. "I don't think you'll want it... there is a curse laid on it. Perhaps you would reconsider..."
ru: "Фе... Это Дар ненависти, отличное оружие для такого как ты, - он посмеивается. - Не думаю, что ты его захочешь взять... на него наложено проклятье. Может, передумаешь?.."

source: "I'll take it anyway."
ru: "Я все равно возьму его".

source: "That old thing? Feh! That is the Gordian knot. Cut it, and you become twice the leader you are already, heh heh. And of course it comes with its own price, one I am thankfully powerless to stop."
ru: "Эта старая штуковина? Фе! Это Гордиев узел. Разрежь его, и станешь вдвое лучшим лидером, хе-хе. И, конечно же, за это придется заплатить свою цену - с этим я, к счастью, ничего поделать не могу".

source: He sighs. "An adder's tear, that is. Put it in your mouth and you shall kiss like an adder, full of venom and hatred."
ru: Он вздыхает. "Это гадюкина слеза. Положи ее в рот, и будешь целоваться как гадюка - исполненный яда и ненависти".

source: "I'll take it."
ru: "Беру".

source: "A memento from my time in Baator - a knife carved from Baatorian green steel, one of the strongest materials I have ever known. Feh! Take my history and be done!"
ru: "Напоминание о моей жизни в Бааторе - нож, вырезанный из бааторийской зеленой стали, одного из самых прочных известных мне материалов. Фе! Забирай мое прошлое, и покончим с этим!"

source: "I will take it. I'm not sure I'm done, though."
ru: "Беру. Однако не уверен, что я на этом закончил".

source: "That old thing? Feh! It is but a dagger of Baatorian green steel. Holds an edge. It's nothing you would want, to be sure."
ru: "Эта старинная штука? Фе! Это всего лишь кинжал из бааторийской стали. Все еще острый. Это вовсе не то, что тебе нужно, поверь".

source: "Those? They are *kassegs*, parasites that will lodge in your brain and devour your mental energy with no appreciable benefit... Feh! Cursed contract! They boost your mental power, something you surely could use! Take them! Take them!"
ru: "Это? Это *кассеги*, паразиты, которые селятся в твоем мозгу и питаются твоей ментальной энергией без какой-либо выгоды для тебя... Фе! Проклятый контракт! Они повышают твои умственные способности - это уж точно тебе пригодится! Забирай их! Забирай!"

source: "I will."
ru: "Беру".

source: "Feh! Of course you will! Is there anything else you require from your *humble* servant?!"
ru: "Фе! Конечно! Тебе нужно еще чего-нибудь от твоего *скромного* слуги?!"

source: "Bah! You will strip me of all my possessions! You want spells? Feh! This is what I have, bloodsucker!" He rattles off a list of spells.
ru: "Ба! Ты лишаешь меня всего моего имущества! Нужны заклинания? Фе! Это у меня есть, кровопийца!" Он скороговоркой произносит список заклинаний.

source: "How about a nice Remove Curse?"
ru: "Как насчет Удаления проклятия?"

source: "Give me another Remove Curse."
ru: "Дай-ка мне еще одно Удаление проклятия"

source: "Globe of Invulnerability sounds useful. Let's have it."
ru: "Сфера неуязвимости может пригодиться. Давай-ка ее".

source: "You have any more Globes of Invulnerability?"
ru: "У тебя еще остались Сферы неуязвимости?"

source: "How about that Chain Lightning Storm?"
ru: "Как насчет Бури цепных молний?"

source: "Another Chain Lightning Storm would be good..."
ru: "Хорошо бы еще одну Бурю цепных молний..."

source: "Acid Storm sounds dangerous. Give it to me."
ru: "Кислотная буря - звучит опасно. Давай-ка ее".

source: "Acid Storm. Give it to me."
ru: "Кислотная буря. Давай ее".

source: "Bladestorm? Impressive name. I want it."
ru: "Буря клинков? Впечатляющее название. Хочу".

source: "Give me another Bladestorm."
ru: "Дай мне еще одну Бурю клинков".

source: "Stygian Ice Storm? That sounds too dangerous for you to have around... I'd best take it from you."
ru: "Стигийская ледяная буря? Похоже, тебе слишком небезопасно держать ее при себе... лучше я заберу ее у тебя".

source: "Stygian Ice Storm? I'd like that.
ru: "Стигийская ледяная буря? Беру".

source: "That was an empty list you just spoke."
ru: "То есть, ничего не осталось".

source: "Forget it. I have some questions."
ru: "Забудь. У меня есть еще вопросы".

source: His hand disappears as he reaches into a strange space/not-space. He pulls out a scroll that feels strangely like supple human skin, and thrusts it at you. "Feh! Take it and be dam... take it!"
ru: Его рука исчезает в странном пространстве/непространстве. Он вынимает свиток, странно похожий на мягкую человеческую кожу, и швыряет его тебе. "Фе! Забирай его, будь ты про... Забирай!"

source: "Thanks... what else have you got in the way of spells?"
ru: "Спасибо... что у тебя еще из свитков?"

source: "Let's take a look at those items again."
ru: "Давай еще раз поглядим на те вещи".

source: He grimaces toothily. "Deep and profound joy it is to tell you that you have plundered all of my copies of that particular spell. Feh!"
ru: Он выдает зубастую гримасу. "Как же я все-таки рад сообщить тебе, что ты опустошил все мои запасы этого заклинания. Фе!"

source: "What other spells do you have?"
ru: "Какие еще заклинания у тебя есть?"

source: Forked-Tongue snarls at you. "You have ruined, destroyed, eviscerated one of the most unique spell libraries in the multiverse... for all the good it will do you. I have no more spells to give you."
ru: Раздвоенный Язык рычит на тебя. "Ты разрушил, уничтожил, выпотрошил одну из уникальнейших коллекций заклинаний во всей мультивселенной... даже несмотря на всю пользу, которую она тебе принесла. У меня больше нет для тебя заклинаний".

source: "Forget it, then. Answer some questions instead..."
ru: "Тогда забудь об этом. Лучше ответь на пару вопросов..."

source: "Feh! So you've returned! And what did the Pillar speak of? Did it answer your insipid questions?"
ru: "Фе! Значит, ты вернулся! И что же сказала Колонна? Что она ответила на твои скучные вопросы?"

source: "I just had a few questions..."
ru: "У меня всего лишь несколько вопросов..."

source: "Argh! What? WHAT??"
ru: "Арг! Что? ЧТО??"

source: "Feh! The fetid stench of a tan'nari! I can smell it for leagues! Show some respect for my home! Can't you find some fumes or acidic vapors to try and drown your scent? Feh! I'll never get that tanar'ric stench out of the place. It'll draw baatezu from all over the planes."
ru: "Фе! Зловоние танарри! Я чую его за лиги! Прояви хоть чуточку уважения к моему жилищу! Ты не могла найти какой-нибудь дым или кислотные испарения, чтобы заглушить свой запах? Фе! Я теперь никогда не выветрю отсюда вонь танарри. Он привлечет баатезу со всех планов".

source: "Oh, and it's not just any tanar'ri, but a tanar'ri whore who's just walked into my home... things can't get any worse. Come in! Come in! Please, my home is your home!" He waves his hands in the air in despair. "Why don't you invite all the rest of your Abyssal harpies into my home to torment me?"
ru: "О, это не просто танарри - это танаррийская шлюха, вошедшая в мой дом... хуже и быть не может. Заходите! Заходите! Прошу, мой дом - ваш дом! - он в отчаянье машет руками. - И почему вы не пригласили в мой дом всех оставшихся гарпий из Бездны, чтобы помучить меня?"

source: "Have you come to kill me?! Torment me? If so, know that I still have much power at my disposal!"
ru: "Вы пришли убить меня?! Мучить меня? Если так, то знайте, что у меня в запасе еще достаточно сил!"

source: "I have not come to kill you."
ru: "Я пришел не для того, чтобы убить тебя".

source: "I have not come to torment you."
ru: "Я пришел не для того, чтобы мучить тебя".

source: "I just want the answers to some questions..."
ru: "Мне нужны только ответы на несколько вопросов..."

source: "Must you constantly befoul the smell of my home with the rotting stench of a tanar'ri? Ask your questions and begone!"
ru: "Зачем тебе без конца осквернять мой дом гнилой вонью танарри? Задавай свои вопросы и убирайся!"

source: "Tell me of Trias."
ru: "Расскажи мне о Триасе".

source: "How did your wings get that way?"
ru: "Что случилось с твоими крыльями?"

source: "Tell me of yourself."
ru: "Расскажи мне о себе".

source: "Where is this place?"
ru: "Где находится это место?"

source: "I was told that you would know of my mortality. It has been stolen from me."
ru: "Мне сказали, что тебе что-то известно о моей смертности. Ее у меня украли".

source: "What are you doing?"
ru: "Чем ты занимаешься?"

source: "I'm in need of some aid."
ru: "Мне нужна помощь".

source: "Tell me of this Pillar and how to reach it again."
ru: "Расскажи мне еще раз о Колонне и как туда добраться".

source: "I am so pleased to see you again. I would be equally pleased if you would curl up and die."
ru: "Я так рад снова тебя видеть. Я бы радовался не меньше, если бы ты скорчился и помер".

source: "What do you want of me, what impositions do you have this time?"
ru: "Чего тебе нужно от меня, какие уловки ты приготовил на этот раз?"

source: "Feh! Who goes there?! Have you come to kill me?! Torment me? If so, know I still have much power at my disposal!"
ru: "Фе! Кто это там?! Вы пришли убить меня?! Мучить меня? Если так, то знайте, что у меня в запасе еще достаточно сил!"

source: "Are you Fhjull Forked-Tongue?"
ru: "Ты Фьюл Раздвоенный Язык?"

source: "Feh! Of course I am! You must have known that if you came barging into *this* particular monster skull, of all the monster skulls scattering the endless Outlands... or is it just chance that sent an idiot barging in my front door?" A thought seems to strike him. "You must swear to tell NO ONE that you know where I am!"
ru: "Фе! Конечно, это я! Ты должен был это знать, раз врываешься в именно *этот* череп монстра из всех черепов, раскиданных по бескрайним Внешним землям... или это случай привел идиота в моей двери? - кажется, его осенило. - Ты должен поклясться, что НИКОМУ не выдашь, где я нахожусь!"

source: Truth: "I swear."
ru: Правда: "Клянусь".

source: "I will not."
ru: "Я не буду этого делать".

source: He relaxes visibly. "And how did you find this place, heh?"
ru: Он заметно расслабляется. "И как же ты нашел это место, а?"

source: "The deva Trias said you could answer some questions for me."
ru: "Дэва Триас сказал, что ты можешь ответить мне на несколько вопросов".

source: "Then be damned! See if I care! Feh! How did you find this place?!"
ru: "Будь ты проклят! Как будто мне не все равно! Фе! Как ты нашел это место?!"

source: He stiffens. "Trias? Trias the *Betrayer* sent you here?" His claws clench and unclench. "This is the final indignity! That self-righteous bastard! Kill him, and I will reward you with all that I have at my disposal! Flay his skin and bring it to me so I might wear it as a cloak... hurkkk!"
ru: Он застывает. "Триас? Тебя послал Триас *Предатель*? - его когти стискиваются и разжимаются. - Это будет его последнее оскорбление! Лицемерный ублюдок! Убей его, и я вознагражу тебя всем, что есть в моих запасах! Спусти с него шкуру и принеси мне, чтобы я мог носить ее, как плащ... урррк!"

source: "I mean... no, no... do not harm the deva. It would be wrong to do so...I was mistaken. Mistaken, I was."
ru: "То есть... нет-нет... не трогай дэва. Было бы неправильно так поступить... Я ошибся. Ошибся".

source: "What did Trias do to you?"
ru: "Что тебе сделал Триас?"

source: "While that was entertaining, I have some questions I'd like answered."
ru: "Это все, конечно, интересно, но у меня есть несколько вопросов, на которые я хочу получить ответы".

source: "Feh! Years of service as an Advocate Infernus! Painstaking detail and organization. I never questioned my superiors. I did ALL that was asked of me. I punished those below me with the cruelest and most inventive punishments when they failed."
ru: "Фе! Годы службы адским адвокатом! Усердие и организованность. Я никогда не оспаривал начальство. И делал ВСЕ, что мне скажут. Когда мои подчиненные не справлялись, я наказывал их самым жестоким и изобретательным способом".

source: "THEN... one slip, and it all comes crashing down! All due to CHANCE. CHAOS. RANDOMNESS. And the lesser races wonder why the baatezu wish the multiverse to be an orderly construct." He pauses, hissing in anger."The deva lied. It *lied*. Trias the betrayer tricked me into signing a contract, and I, blinded by the possibility of capturing him, walked straight into his trap."
ru: "ПОТОМ... один неверный шаг - и все пошло прахом! А все из-за СЛУЧАЯ. ХАОСА. СЛУЧАЙНОСТИ. А низшие расы еще удивляются, почему баатезу хотят, чтобы мультивселенная была упорядоченным механизмом, - он останавливается, шипя от гнева. - Дэва солгал. Он *солгал*. Триас Предатель обманом заставил меня подписать контракт, а я, ослепленный возможностью поймать его, угодил прямо в его ловушку".

source: "If he dies, the contract is over... but I have not been able to find him, and if I did, how would I harm him?! What am I to do? Even these treacherous thoughts make my mind burn in pain. I was *so* sure I had that paragon of self-righteousness. That short-sighted greed cost me the rest of my centuries of glorious conniving and entombed me in this sinkhole of good will. Bleh."
ru: "Если он умрет, контракт закончит свое действие... но мне не удалось его разыскать, а если даже и удалось, то как мне причинить ему боль?! Что мне делать? Даже от этих предательских мыслей мой мозг начинает гореть. Я был *так* уверен в том, что я - образец лицемерия. Та недальновидная жадность стоила мне веков славных вероломств, и похоронила меня в этой канаве доброжелательности. Тьху".

source: "And now I am cursed to do good deeds, to aid those in need of aid. Feh! An eternity of curses on Trias! A pox on his blessed aid! May all the dung heaps of Maladomini rain down upon his head!" He rants for a few more moments, and then turns his attention back to you, and speaks through gritted teeth. "My contract with the deva now bids me ask what I can do for you. Have you come to torment me? Kill me?"
ru: "А теперь я обречен творить добрые дела, помогать нуждающимся. Фе! Вечные муки Триасу! Чтоб его оспа побила за его чертову помощь! Чтоб ему на головы высыпались все навозные кучи Маладомини!" Он еще некоторое время продолжает свои тирады, затем снова переключается на тебя, и произносит сквозь стиснутые зубы: "Теперь мой договор с дэва велит мне спросить, что я могу для тебя сделать. Ты пришел мучить меня? Убить меня?"

source: "I come seeking only knowledge."
ru: "Я пришел лишь в поисках знаний".

source: "No. In fact, I was just leaving."
ru: "Нет. На самом деле, я уже ухожу".

source: "Oh, WONDERFUL."
ru: "О, ЗАМЕЧАТЕЛЬНО".

source: "Feh! We shall see, we shall see! If you do not intend to kill or inflict pain upon me, I fear that the torment is of a subtler nature... by far, the worse of many such pains."
ru: "Фе! Посмотрим, посмотрим! Если ты не намерен убить меня или причинить мне боль, боюсь, что пытки эти еще более утонченные... а они, безусловно, самые худшие из всех".

source: "I'd just like the answers to some questions..."
ru: "Мне нужны лишь ответы на несколько вопросов..."

source: "All right, forget it. Farewell."
ru: "Ладно, забудь об этом. Прощай".
