Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dfleece.dlg.po
Languages: ru

source: You see a man who is looking around at the buildings with some confusion. He looks lost and is mumbling to himself.
ru: Ты видишь человека, смущенно смотрящего на дома вокруг. Он потерянно что-то бормочет себе под нос.

source: "Greetings."
ru: "Приветствую".

source: Pass on by.
ru: Пройти мимо.

source: The man looks relieved. "At *last!* I beg your indulgence, good sir, I seem to have gotten turned around in this maze of streets..." He chuckles uncomfortably. "I'm afraid this area of the city is somewhat..." He glances around apprehensively. "...unknown to me. The residents seem most unwilling to extend aid to a visitor..." He looks at you hopefully. "Could I prevail upon you to help me, perchance?"
ru: Человек облегченно вздыхает. "*Наконец-то*! Я прошу к Вашей снисходительности, уважаемый господин. Кажется, я заблудился в этом лабиринте улиц..." Он неловко хихикает. "Боюсь, что эта часть города..." Он окидывает взглядом улицу. "...мне не знакома. Здешние жители, похоже, не желают помогать случайному посетителю..." Он с надеждой смотрит на тебя. "Быть может, смогу ли я Вас убедить помочь мне?"

source: "Depends on the kind of help you need."
ru: "В зависимости от того, какая помощь тебе нужна".

source: "Certainly. Where are you trying to go?"
ru: "Конечно. Куда ты хочешь попасть?"

source: "You're on your own. If I were you, I'd get out of this area as soon as you can."
ru: "Выкручивайся сам. На твоем месте я бы побыстрее выбирался бы отсюда".

source: "I don't have the time to help you right now... farewell."
ru: "Сейчас у меня нет времени, чтобы помогать тебе... Прощай".

source: "I seek the house of my Aunt Marguerite. She is reported to dwell in a house close to the Mortuary, but the street layout seems to have changed since my last visit... do you know of the house of which I speak?"
ru: "Я ищу дом моей тети Маргариты. Она говорила, что живет рядом с Моргом, но с тех пор, когда я был здесь в последний раз, планировка улиц поменялась... Вы не знаете, где находится этот дом?"

source: Lie: "I do. I can direct you there... for a price."
ru: Ложь: "Да. Я могу показать дорогу... за деньги".

source: Truth: "I'm afraid that I have never heard of such a place."
ru: Правда: "Боюсь, что никогда не слышал об этом месте".

source: "I cannot help you. Farewell."
ru: "Я не могу помочь тебе. Прощай".

source: "Ah, that is fair, indeed. To hear last tell, she had her home near the Mortuary." His eyes narrow, as if studying you. "Do you know exactly where her home is?"
ru: "Ах, это справедливо. Ее дом находится рядом с Моргом". Его глаза сужаются, пристально изучая тебя. "Вам точно известно, где находится ее дом?"

source: Lie: "She is south and east of the Mortuary, near one of the mausoleums."
ru: Ложь: "Она живет к юго-востоку от Морга, неподалеку от одного из мавзолеев".

source: "I'm sorry, did you say 'Aunt Marguerite?' I misunderstood you, and was thinking of someone else."
ru: "Прошу прощения, ты сказал 'тетя Маргарита'? Я не понял тебя и подумал о другой".

source: "Oh, wait. I thought you were asking about one of the brothels around here. Never mind."
ru: "Ой, подожди. Я думал, что ты спрашивал о ближайших борделях. Неважно".

source: The man shakes his head. "Oh, nay, nay... she is not *that* close, surely. Perhaps you are thinking of someone else." The man looks about, then turns back to you. "I shall see if someone else knows. I thank you for your time, good sir."
ru: Человек трясет головой. "Ох, нет, нет... она не *настолько* близка к нему. Возможно, Вы подумали о ком-то другом". Человек оглядывается, затем снова обращается к тебе. "Я поищу еще кого-нибудь, кто может знать. Благодарю за уделенное время, уважаемый господин".

source: "Farewell."
ru: "Прощай".

source: The man frowns in disappointment. "Ah, I suppose it would have been too much good fortune to hope that you would know of such a place." He nods slightly in thanks. "Well, I thank you for your time, good sir; it is most welcome on these streets."
ru: Человек разочарованно хмурится. "Ах, это было бы слишком большой удачей надеяться на то, что Вам известно это место". Он слегка кивает в знак благодарности. "Что ж, я благодарю Вас за уделенное время, уважаемый господин, Вы были самым приветливым в этих улицах".

source: "An easy mistake, I'm sure, good sir. I thank you for your time, then."
ru: "Несложно было ошибиться, господин. Тем не менее, благодарю за уделенное время".

source: The man blinks in surprise. "Eh... nay, nay." He smiles uneasily. "My aunt does not engage in those sort of pursuits."
ru: Мужчина моргает от неожиданности. "Эээ, нет, нет". Он натянуто улыбается. "Моя тетя не вовлечена в подобные занятия".

source: "That's not what *I* hear."
ru: "Это не то, что *я* услышал".

source: The man seems confused. "I... will take my leave of you, good sir."
ru: Мужчина выглядит смущенным. "Я... лучше покину Вас, уважаемый господин".

source: "Say hello to your Aunt for me. Tell her I'll come back soon."
ru: "Передавай от меня привет своей тете. Скажи ей, что я скоро вернусь".

source: Let him go... this time.
ru: Отпустить его... на этот раз.

source: The man frowns in disappointment. "Ah... well, I thank you for your time, sir; good day."
ru: Мужчина разочарованно хмурится. "Ах... ну что ж, благодарю Вас за уделенное время, господин. Хорошего дня".

source: You are about to turn away, when you suddenly have a feeling that something is amiss. Suspicious, you glance at the man again, just in time to see him withdrawing his hand from your purse... you can't be sure, but you think he might have taken something from you.
ru: Ты уже почти готов идти прочь, когда неожиданно чувствуешь, что чего-то не хватает. Ты с подозрением оглядываешься на человека, как раз в то время, когда он засовывает руку в твой кошелек... ты не уверен, но тебе кажется, что он мог что-то забрать у тебя.

source: Grab his hand.
ru: Схватить его за руку.

source: "Hey! What do you think you're doing?!"
ru: "Эй! Ты что творишь?!"

source: Bait the man into pick pocketing you again, and observe his technique.
ru: Спровоцировать мужчину на воровство и проследить за его техникой.

source: Attack him.
ru: Атаковать его.

source: Ignore the incident, leave.
ru: Не обращать внимания на инцидент и уйти.

source: Your hand snaps out and wraps around his wrist in a crushing grip. The man gives a yelp, and desperately tries to yank it free.
ru: Твоя рука молниеносно выскакивает вперед и хватает его запястье в мертвой хватке. Мужчина вскрикивает, отчаянно пытаясь вырвать руку.

source: Quietly: "Stop struggling, or I'll keep your hand."
ru: Тихо: "Хватит вырываться, или я вырву тебе руку".

source: "Stop struggling, dammit!"
ru: "Хватит вырываться, черт возьми!"

source: Let him go.
ru: Позволить ему уйти.

source: You are not fast enough; he yanks his hand back before you can grab it. With a yelp, he bolts, running down the street.
ru: Ты недостаточно быстр. Он вырывает свою руку до того, как ты успеваешь ее схватить. С криком он бросается наутек вниз по улице.

source: "All right then..."
ru: "Ну хорошо..."

source: The man jumps in surprise, then starts running.
ru: От неожиданности мужчина подпрыгивает, а затем начинает убегать.

source: He continues to struggle in your grip. It's getting difficult to hold him.
ru: Он продолжает вырываться из твоей хватки. Становится трудно его удерживать.

source: Punch him with your free hand, get his attention.
ru: Ударить его свободной рукой, привлечь его внимание.

source: Maybe it is your own pick-pocketing skill that causes you to be on your guard, but as you turn to leave, you instinctively check your purse... and notice the man removing his hand from it. He doesn't seem to know you saw him, however.
ru: Возможно, только благодаря собственным навыкам в воровстве ты не теряешь бдительности. Перед уходом ты инстинктивно бросаешь взгляд на свой кошелек... и видишь, как мужчина вытаскивает из него свою руку. Хотя он сам не знает, что ты его подловил.

source: Attack him.
ru: Атаковать его.

source: You engage the man in light conversation and secretly study his movements. This man seems to rely on two things: one, pretending to be a high class citizen out of his element to lower the target's guard, and two, distracting the mark by having the victim point out directions... when the victim turns to point at a street or landmark, the man skims the mark's purse and tucks items into his (conveniently long) sleeves. You make a mental note of his technique... just as he makes another grab for your purse.
ru: Ты вовлекаешь мужчину в непринужденный разговор, при этом украдкой следя за его движениями. Похоже, мужчина понадеялся на две вещи: во-первых, роль представительного гражданина может снизить внимательность жертвы, и во-вторых, расспросы о направлениях может отвлечь жертву... когда она поворачивается, чтобы показать на улицу или ориентир, мужчина снимает сливки с кошелька цели и прячет предметы в своих (подходяще длинных) рукавах. Ты мысленно отмечаешь его технику... пока он в очередной раз не попытался добраться до твоего кошелька.

source: There must be *something* in your tone, because he stops struggling instantly. He seems to wilt beneath your gaze.
ru: Должно быть, в твоем тоне есть *что-то*, отчего он моментально перестает выкручиваться. Под твоим взглядом он сникает.

source: "Return what you stole from me. Now."
ru: "Верни мне все, что ты украла у меня. Сейчас же".

source: Let him go, then leave.
ru: Позволить ему уйти, уйти самому.

source: He nods and begins to empty his pockets. He gives you a handful of coins, far more than he stole from you... the total must come to a few dozen copper commons.
ru: Он кивает и начинает опустошать свои карманы. Он отдает тебе пригоршню монет, намного большую, чем украл у тебя... должно быть, в ней около несколько дюжин медяков.

source: "No, you keep the rest... I only want what you stole from me."
ru: "Нет, оставь себе лишнее... Мне нужно только то, что ты украл у меня".

source: "We're even. Now, I never want to see you again. Understand?"
ru: "Довольно. И чтобы я тебя никогда больше не видел. Понятно?"

source: Bluff: "Give me everything else you have, and I won't kill you."
ru: Блеф: "Отдай мне все, что у тебя есть, и я не убью тебя".

source: Truth: "Give me everything else you have, and I won't kill you."
ru: Правда: "Отдай мне все, что у тебя есть, и я не убью тебя".

source: Nod your thanks, then attack him.
ru: Кивнуть в знак благодарности, а затем напасть на него.

source: He looks at you in surprise, as if you are tricking him. Then he shrugs, and he puts the excess back into his pockets.
ru: Он удивленно смотрит на тебя, пытаясь разгадать подвох. Затем он пожимает плечами и рассовывает все лишнее назад в карманы.

source: "Eh..." He swallows. "Cutter, that's it. Nothing more."
ru: "Эээ..." Он сглатывает. "Рубака, это все. Больше ничего нет".

source: "I meant *everything,* so give me *everything.*"
ru: "Я же сказал - *все*, так что отдай мне *все*".

source: "Fine. I never want to see you again. Understand?"
ru: "Отлично. Я не хочу тебя больше видеть. Понятно?"

source: "Then your life's run out. Prepare to die."
ru: "Тогда твоя жизнь подходит к концу. Готовься к смерти".

source: He nods.
ru: Он кивает.

source: Punch him, make sure he understands.
ru: Ударить его, чтобы он понял окончательно.

source: Your punch smashes into his jaw and sends him sprawling across the cobblestones. Cupping his jaw with his hand, he groans and staggers to his feet. It looks like you knocked some of his teeth out.
ru: Твой удар ломает его челюсть и отбрасывает его на булыжники. Держась рукой за челюсть и постанывая, он поднимается на ноги. Кажется, ты ему выбил несколько зубов.

source: "Now get out of here."
ru: "А теперь проваливай отсюда".

source: The left hook snaps his neck to the side, and he yelps again. Slightly unsteady now, he turns around to look at you, holding the side of his face with his free hand.
ru: Левый хук бьет ему по шее, и он снова вскрикивает. Немного успокоившись и держась за лицо свободной рукой, он поворачивается к тебе.

source: "Have I got your attention?"
ru: "Ты меня внимательно слушаешь?"

source: He nods, dumbly.
ru: Он молча кивает.

source: "Give me back everything you stole from me."
ru: "Верни мне все, что ты украл у меня".

source: "I don't care that you stole from me... as long as I never see you again. Ever. Understand?"
ru: "Меня не волнует то, что ты украл у меня... пока я тебя не увижу еще раз. Уяснил?"

source: He nods again.
ru: Он снова кивает.

source: You see the same man as before... he still looks lost and is mumbling as he looks at the buildings.
ru: Ты снова видишь того самого мужчину... он все еще выглядит потерянным и что-то бормочет, пялясь на здания.

source: Pass him by.
ru: Пройти мимо.

source: He jumps as you speak to him; he looks nervous. "Eh... well met again, sir." He looks hopeful. "I don't suppose I could I prevail upon you to direct me?"
ru: Когда ты начинаешь с ним говорить, он от неожиданности подпрыгивает. Он явно нервничает. "Эээ... приятно снова встретиться, господин". Он преисполнен надежды. "Не могу ли я надеяться на то, что я смогу убедить Вас показать направление?"

source: "Direct you where again?"
ru: "Еще раз, а куда тебе нужно?"

source: "No, not today."
ru: "Нет, не сегодня".

source: "I mean it! I don't have anything more!"
ru: "Я же сказал! У меня ничего больше нет!"
