Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dfslave1.dlg.po
Languages: ru

source: You see a young woman. She has a scowl on her face and looks upset. She sneers at you as you approach. "An' what might ye be wantin'?"
ru: Ты видишь девушку. У нее хмурое выражение лица; она выглядит расстроенной. Когда ты подходишь, она презрительно произносит: "И что же тебе понадобилось?"

source: "Greetings."
ru: "Приветствую".

source: Ignore her.
ru: Игнорировать ее.

source: She frowns at you and puts her hands on her hips. "Pike it, berk! Take a long walk down a short road."
ru: Она хмурится и кладет руки на пояс. "Отвали, пень! Пойди-ка, прогуляйся по короткой дороге".

source: "What does that mean?"
ru: "Что это значит?"

source: "I have some questions..."
ru: "У меня есть некоторые вопросы..."

source: "You have an attitude problem."
ru: "У тебя проблемы с общением".

source: "Fine, I think I'll be going. Farewell."
ru: "Хорошо, думаю, мне пора. Прощай".

source: She bares her teeth at you and makes a rude gesture. "It means get lost, bubber! I gots nothin ta say to ye." She looks at you defiantly.
ru: Она обнажает зубы и делает тебе неприличный жест. "Это значит: исчезни, алкаш! Мне нечего тебе сказать". Она смотрит на тебя вызывающе.

source: She gives you an evil smile. "An' I've got the answer for ye... Take a short stick an' pike it!" She gives you another rude gesture.
ru: Она зловеще усмехается тебе. "А у меня есть для тебя ответ... Возьми палочку и наколись!" Она показывает тебе еще один грубый жест.

source: She laughs. "Aye, an' I haven't even warmed up to ye yet. Now, stick it where the light o' day ne'er shines!"
ru: Она смеется. "Ага, и это я еще не разогрелась. А теперь засунь себе палку туда, где всегда темно!"

source: You see a young woman. She has a scowl on her face and looks upset. She sneers at you as you approach. "Now what ye be wantin'?"
ru: Ты видишь девушку. У нее хмурое выражение лица; она выглядит расстроенной. Когда ты подходишь, она презрительно произносит: "Чего тебе на этот раз?"

source: "Nothing, farewell."
ru: "Ничего, прощай".
