Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dgamlin.dlg.po
Languages: ru

source: "Hey! What are you doing in my tent?!"
ru: "Эй! Что ты делаешь в моей палатке?!"

source: "Greetings..."
ru: "Приветствую..."

source: "I'm searching for Rauk's tent. Do you know where it is?"
ru: "Я ищу палатку Раука. Ты не знаешь, как ее найти?"

source: "My mistake. Farewell."
ru: "Я ошибся. Прощай".

source: "The Lady curse you! What in all the planes do you want now?!"
ru: "Пусть Леди тебя проклянет! Во имя всех планов, что теперь тебе нужно?"

source: "I'm leaving. Farewell."
ru: "Я ухожу. Прощай".

source: "Yeah, you're a friend of Rauk's and I'm a friend of Rauk's. So what? Doesn't mean I have to talk to you."
ru: "Ну и, ты друг Раука и я друг Раука. И что? Это не значит, что мне нужно с тобой общаться".

source: "Farewell, then."
ru: "Тогда прощай".

source: "You barge into my tent uninvited and all you have to say is 'Greetings!?' On your way, berk!"
ru: "Ты без приглашения вломился в мою палатку, и все, что ты можешь сказать - 'Приветствую'?! Двигай своей дорогой, пень!"

source: "Farewell."
ru: "Прощай".

source: "Blast! You another 'friend' of Rauk's? Yeah, this is one of the tents he calls home. As you can, see this one is full up. Go to one of his other tents."
ru: "Проклятье! Еще один 'друг' Раука? Да, это одна из палаток, которую он называет домом. И как ты видишь, она уже занята. Иди в другую его палатку".
