Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dgenaf.dlg.po
Languages: ru

source: You see a bored looking woman. She glances at you as you approach and frowns.
ru: Ты видишь скучающую женщину. Увидев, как ты приближаешься, она хмурится.

source: "Greetings."
ru: "Приветствую".

source: Ignore her.
ru: Игнорировать ее.

source: She sighs and glances around then turns her attention to you. "Greetings... What do you want?"
ru: Со вздохом оглянувшись вокруг, она поворачивается к тебе. "Приветствую... Что тебе нужно?"

source: "I have some questions..."
ru: "У меня есть некоторые вопросы..."

source: "Nothing, never mind."
ru: "Ничего, неважно".

source: Her frown deepens. "Questions... Bar that, berk. I'm busy and don't have time for questions."
ru: Она хмурится еще сильнее. "Вопросы... Задвинь их подальше, пень. Я слишком занята, у меня нет времени на какие-то там вопросы.

source: "It will take just a moment of your time..."
ru: "Это займет совсем немного твоего времени..."

source: "Farewell then."
ru: "Тогда прощай".

source: "I don't have a moment to give you." She begins to look around the area. "Pike off or I'll call a guard."
ru: "На тебя у меня нет и секунды". Она оглядывается по сторонам, выискивая кого-то. "Отвали, или позову стражу".

source: Leave.
ru: Уйти.

source: You see a woman. She appears quite excited. She glances at you as you approach and smiles.
ru: Ты видишь деятельную женщину. Увидев, как ты приближаешься, она улыбается.

source: "Yes. Greetings and all that... You want something?"
ru: "Да-да, и тебе тоже привет... Ты что-то хочешь?"

source: "No, never mind. Farewell."
ru: "Нет, неважно. Прощай".

source: She frowns and sighs. "Please be quick. I don't want to miss anything."
ru: Нахмурившись, она вздыхает. "Только, пожалуйста, побыстрее. Не хочу ничего пропустить".

source: "Who are you?"
ru: "Кто ты?"

source: "What are you doing?"
ru: "Что ты делаешь?"

source: "What can you tell me about this ward?"
ru: "Что ты можешь рассказать об этом районе?"

source: "Is there anything of interest in this ward?"
ru: "Есть ли что интересное в этом районе?"

source: "I must be going, farewell."
ru: "Я должен идти. Прощай".

source: "What? Why do you need to know that? I'm just someone who's trying to bid on some stuff. I don't see that you need to know my name." She gives you an impatient look.
ru: "Что? Зачем тебе это знать? Я всего лишь пытаюсь кое-что выторговать. Не понимаю, зачем тебе мое имя". Она раздраженно смотрит на тебя.

source: "Very well. I have some questions..."
ru: "Хорошо. У меня были вопросы..."

source: "I'm trying to bid on some items that the auctioneer is selling... If you'd get to the point of all this questioning, I'd be able to get back to my business."
ru: "Я пытаюсь выторговать кое-какие предметы, которые продает аукционист... Если суть ответа тебе ясна, я бы хотела вернуться к своему делу".

source: "It's a wonder place actually. Just look around! You've got the peddlers, the markets, the auctions..." She seems at a loss for words. "Lots of stuff here..."
ru: "Это потрясающее место. Ты только оглянись вокруг! Все эти торговцы, рынки, аукционы..." - кажется, она очарована словами. - "Тут много всего всякого..."

source: "What can I buy here?"
ru: "Что здесь можно купить?"

source: "I see. I have some more questions..."
ru: "Понятно. У меня есть еще вопросы..."

source: She smiles. "Well... just about anything... except more of my time. Are you through with your questions?"
ru: Она улыбается. "Ну... Все, что угодно... Почти... Кроме моего времени. Ты закончил со своими вопросами?"

source: "Not quite. I have some more questions..."
ru: "Не совсем. У меня были еще вопросы..."

source: She frowns. "I don't know... I've lived here all my life and tend to take things for granted." She shrugs. "Just look around, I'm sure you'll find something of interest to you."
ru: Она хмурится. "Не знаю... Я прожила здесь всю свою жизнь и для меня это как данность". - Она пожимает плечами. - "Просто гуляй вокруг, уверена, ты найдешь для себя что-нибудь интересное".

source: "I will. I have some more questions..."
ru: "Я так и сделаю. У меня были еще вопросы..."

source: "Thank you, farewell."
ru: "Спасибо, прощай".

source: You see a stern looking woman. She glances at you as you approach and then makes an effort to avoid you.
ru: Ты видишь суровую женщину. Увидев, как ты приближаешься, она пытается не обращать на тебя внимания.

source: She looks at you apprehensively. "Uh... Hello." She looks annoyed.
ru: Она опасливо на тебя смотрит. "О... Привет", - раздраженно произносит она.

source: "Very well, farewell."
ru: "Хорошо, прощай".

source: "I don't want to be bothered by you. Go away." She frowns.
ru: "Не надоедай мне. Уходи". Она хмурится.

source: "It will only take a moment of your time."
ru: "Это не займет много твоего времени".

source: Her frown deepens. "No. I don't want to be bothered by you! Go away! Get the message berk?"
ru: Она хмурится еще сильнее. "Нет. Не приставай ко мне! Прочь! Понял, пень?"

source: "No, I don't."
ru: "Нет, не понял".

source: "No, farewell."
ru: "Нет, прощай".

source: She gives you a disgusted look, snorts, and then turns away.
ru: С отвращением фыркнув на тебя, она отворачивается.

source: You see the auctioneer customer. She waves you off as you attempt to talk to her again.
ru: Ты видишь покупательницу аукциониста. Она отмахивается от твоей попытки снова заговорить с ней.
