Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dghivef.dlg.po
Languages: ru

source: The woman's eyes go wide with fear as you approach her. "Go away! Go! Leave me be or I'll start screamin', I swears it!"
ru: Глаза женщины наполняются страхом при твоем приближении. "Уйди от меня! Прочь! Оставь меня в покое, или я закричу! Клянусь!"

source: Let her go.
ru: Позволить ей уйти.

source: As you approach the woman, she looks side to side as if trying to find someone to duck behind. "I... I don't know nothin', cutter - please just leave me alone!"
ru: При твоем приближении женщина начинает озираться по сторонам, пытаясь выявить кого-нибудь крадущегося. "Я... я ничего не знаю, рубака, пожалуйста, оставь меня в покое!"

source: Leave.
ru: Уйти.

source: "Go pester someone else, ye sod! I've no time fer the like o' ye..."
ru: "Иди-ка ты донимать кого-нибудь еще, неудачник! У меня нет времени для таких как ты..."

source: The woman steadfastly refuses to say even a single word to you.
ru: Женщина от страха не может вымолвить ни слова.

source: The woman blanches and begins fumbling for her dagger as she realizes you're approaching her. "I'll have nothin' ta do with ye, I won't! Go away!"
ru: Осознав, что ты направляешься к ней, женщина бледнеет и начинает искать свой кинжал. "Не хочу иметь с тобой ничего общего! Уходи!"

source: "Ye're the berk that was lookin' fer Pharod! Have ye found him, yet? If not, ye might try lookin' north o' here, in Ragpicker's Square."
ru: "Ты - тот пень, который ищет Фарода! Еще не нашел его? Если нет, то можешь попробовать поискать к северу отсюда на площади Старьевщиков".

source: "I'll try there, then. Farewell."
ru: "Значит, туда и направлюсь. Прощай".

source: "If ye're ever in th' Gatherin' Dust bar, berk, don't be surprised if someone expects ye ta wait on 'em!" The woman snorts and begins to snicker.
ru: "Если ты окажешься в баре Собирателей Пыли, пень, не удивляйся, если они примут тебя за своего!" Женщина хмыкает и начинает хихикать.

source: The woman is taking small bites out of what looks to be a rat on a stick. Seeing you watching her, she narrows her eyes suspiciously. "Talk ta Creeden if ye'd like one, an' stop eyein' mine! He stands outside the Office fer Vermin an' Disease Control."
ru: Женщина смакует нечто, напоминащее крысу на палочке. Заметив, что ты наблюдаешь за ней, она подозрительно сужает глаза. "Если тебе они нравятся, поговори с Креденом, и хватит на меня пялится! Он стоит у Офиса по контролю паразитов и эпидемий".

source: "If ye see any howlin' madmen runnin' about, stay away! That Starved Dog bunch scares me, they do..."
ru: "Если ты встретишь кучку бегающих и воющих сумасшедших, держись от них подальше! Эти Голодные Псы меня так пугают..."

source: "I've nothin' ta say that'd be o' help to ye... so just leaves me alone."
ru: "Я ничем не могу помочь тебе... так что оставь меня в покое".

source: The woman raises her eyebrows as you approach her. "I keep to meself, berk... an' it looks like ye ought a be doin' the same - keep out o' trouble fer a bit, aye? Fare ye well."
ru: Женщина поднимает брови при твоем приближении. "Я занимаюсь своими делами, пень... и тебе следует заниматься тем же - держись подальше от проблем, ладно? Пока-пока".

source: "Farewell."
ru: "Прощай".

source: The woman scowls as you draw near her. "I've neither the time nor the want ta speak ta strangers in the Hive, berk... 'tis not safe, in any case. Farewell."
ru: При твоем приближении женщина начинает хмуриться. "У меня нет времени болтать с какими-то проходимцами, пень. И тем более это не самое безопасное занятие в Улье. Гуляй себе мимо".

source: "Farewell, then."
ru: "В таком случае, прощай".

source: The woman sighs miserably. "Not much worse than livin' in th' Hive. Ye can get penned in th' Dead-Book just fer lookin' at a berk sideways."
ru: Женщина жалобно вздыхает. "Нет ничего хуже жизни в Улье. Тебя могут прописать в Книгу Мертвых только за то, что ты глянула в сторону какого-нибудь пня".

source: "Looks like ye could use a bit o' rest at the Flophouse, cutter. If ye're interested, 'tis in the middle o' this part o' the Hive."
ru: "Похоже, тебе не помешает немного отдохнуть в Ночлежке, рубака. Если интересно, она посреди этой части Улья".

source: "I found him already, but thanks. Farewell."
ru: "Я его уже нашел, но все равно спасибо. Прощай".

source: "Stay away from that burnt-out alley southwest o' here, if ye're not spoilin' fer trouble."
ru: "Если не хочешь нарваться на неприятности, держись подальше от выжженной улицы, что к северо-западу отсюда".

source: "Yes, I've already been there. Farewell."
ru: "Да, я уже был там. Прощай".

source: "There's a poor soul name o' Reekwind 'round here... so long as ye hold yer breath an' have a copper or three fer him, he's spin ye some fine tales."
ru: "Где-то поблизости бродит бедняга по имени Вонючка... если увидишь его рядом, и в кармане водится пара-тройка монет, то он сочинит тебе отличный рассказ".

source: "Maybe I'll go find him. Farewell."
ru: "Наверное, мне стоит поискать его. Прощай".

source: "Yes, I've met him. Farewell."
ru: "Да, я уже виделся с ним. Прощай".

source: "Been ta th' Smolderin' Corpse, yet? Nice enough tavern, but th' burnin' man unnerves me a tad."
ru: "Ты уже был в "Тлеющем Трупе"? Неплохая таверна, только горящий человек немного меня нервирует".

source: "He's gone from there, now. Farewell."
ru: "Его здесь больше нет. Прощай".

source: "Greetin's, blood." The woman gives you a coy half-smile. "Say... I was considerin' goin' fer some bub, later... fancy comin' along?"
ru: "Привет, знаток, - женщина дарит тебе робкую улыбку. - Слушай... Я тут хотела немного выпить, развеяться... как насчет присоединиться?"

source: "Perhaps another time... but I've too much to do now. Sorry."
ru: "Может, в другой раз... сейчас я очень занят. Прости".

source: "I can't stand the thought o' raisin' me child 'ere. Maybe one day me family can leave this awful place."
ru: "Я не могу представить, что буду растить здесь ребенка. Быть может, когда-нибудь моя семья сможет покинуть это ужасное место".

source: The woman smiles at you. "No, I can't help ye... wish I could, though, I do."
ru: Женщина улыбается тебе. "Нет, я не могу помочь тебе... если бы могла, то обязательно помогла бы".

source: "Thanks anyway. Farewell."
ru: "Все равно спасибо. Прощай".

source: "I met a tattooed man named Porphiron here, th' other day. He's said ta be a monk o' some sort, an' a warrior... but he won't fight."
ru: "Я вчера видела человека по имени Порфирон, всего в татуировках. Он сказал, что он какой-то там монах, воитель... только не хочет драться".

source: "Perhaps I'll go find him, then. Farewell."
ru: "Возможно, я поищу его. Прощай".

source: "If ye're lookin' ta find yer way around, cutter, there's a Post outside th' Gatherin Dust bar."
ru: "Если ты ищешь дорогу куда-нибудь, рубака, найди указатель у бара Собирателей Пыли".

source: "Many folk come ta remember their dead at th' Dustman Memorial... there's a Dustman there who can put someone's name on th' Memorial for ye, or tell ye if someone ye're lookin' for has died."
ru: "Много народу ходит поминать своих усопших в Мемориал тленных... там есть тленный, который может вписать в Мемориал любое имя для тебя, или сказать, умер ли тот, кого ты ищешь".

source: "Yes, he's called 'Death-of-Names.' Farewell."
ru: "Да, его зовут "Смерть-Имен". Прощай".

source: "Dustmen stay out o' most o' the taverns in the Hive... except fer the Gatherin' Dust. There's hardly anyone *but* the Dead in there."
ru: "Тленные сторонятся ото всех таверн в Улье... кроме Собирателей Пыли. Там вообще трудно кого-нибудь встретить, *кроме* мертвяков".

source: "Have ye spent much time at the market, cutter? They've got just about anythin' a body needs, there."
ru: "Как давно ты бывал на рынке, рубака? Здесь есть все, что нужно телу".

source: "I hope Prophyra's wrong, I do... if ye haven't heard the woman's prophecies, she's usually cryin' 'em out in the Market..."
ru: "Надеюсь, Профира ошибается... Ты не слышал ее предсказаний? Обычна она выкрикивает их на Рынке..."

source: "Stay away from that burnt-out alley northeast o' here, if ye're not spoilin' fer trouble."
ru: "Если не хочешь нарваться на неприятности, держись подальше от выжженной улицы, что к северо-востоку отсюда".

source: "Yes, I've been there myself. Farewell."
ru: "Ага, только я уже был там. Прощай".

source: "I met a man called 'Mourns-For-Trees' the other day... he seemed hells-bent on findin' folk ta help care for the trees, here. Mayhap he'd be better off spendin' time tryin' ta help the people here, instead."
ru: "Недавно я видела мужчину, которого зовут "Скорбящим-по-деревьям"... кажется, он двинулся насчет поиска людей, которые будут заботиться о здешних деревьях. Уж лучше бы он больше времени уделял помощи здешним людям".

source: "All the help I can give is ta warn ye 'bout the thieves here, cutter... lots o' pickpockets in this part o' the Hive, I hear."
ru: "Единственное, чем я могу тебе помочь, так это предупредить о здешних ворах, рубака... Я слышала, в этой части Улья много карманников".

source: "Thanks. Farewell."
ru: "Спасибо. Прощай".

source: "I've met her; her name is Ingress. Farewell."
ru: "Я встречался с ней. Ее зовут Ингресс. Прощай".

source: "I saw some poor, barmy chit rantin' and scamperin' about the other day. It's wonder she hasn't starved or gotten herself killed, addled as she is."
ru: "Недавно я видела несчастную чокнутую крошку, которая все носилась вокруг и что-то кричала. Удивительно, что эта полоумная еще не сдохла от голода и не кокнула себя".

source: "Yes... she should be home or on her way there, shortly. Farewell."
ru: "Да... Скорее всего, она уже дома или на полпути к нему. Прощай".

source: "Stay away from Gaoha at th' Market! Me husband loses jink every time he makes bets with that thrice-blasted gith!"
ru: "Держись подальше от Гаохи на Рынке. Мой муж вечно просаживает кучу звенелок, когда делает ставки у этого трижды проклятого гита!"

source: "No, I've never been there."
ru: "Нет, я никогда не был там"

source: "Perhaps so. Farewell."
ru: "Возможно и так. Прощай".

source: "What strange tattoos! Some look a bit like the ones done at the parlor 'ere in the Hive. The one run by a dabus, ye know?"
ru: "Ух ты, какие татуировки! Прямо как те, которые делают в здешнем салоне в Улье. Ты знаешь, им заправляет дабус!"

source: "Yes, I know; his name's Fell."
ru: "Да, я знаю. Его зовут Фелл".

source: "I know the place, yes."
ru: "Да, я знаю это место".

source: "Lady strike me blind! I've seen ye before, cutter, but I never thought I'd see ye again! Sigil's smaller than ye thinks, I suppose."
ru: "Ослепи меня, Леди! Я уже видела тебя, рубака, но не думала, что увижу тебя еще раз! Сигил гораздо меньше, чем я думала".

source: "You know me?"
ru: "Ты знаешь меня?"

source: Wait patiently.
ru: Терпеливо ждать.

source: She smiles nervously. "Know ye? Nay, but like I said, I've seen ye. T'was last year... late at night, near anti-peak... lookin' fer me sister, I was, when ye came tearin' past like mad. Stumbled an' dropped this, ye did, right at my feet, afore runnin' off. I kept it fer good luck, seein' as how fate saw fit ta drop it right in front o' me there." She holds up a wicked-looking dagger. "Here... seein' as I've run inta ye again, takes it back, cutter. Farewell."
ru: Она нервно улыбается. "Знаю ли я тебя? Неа, но, как я уже сказала, я видела тебя. Это было в прошлом году... поздно ночью, в самый антипик... я искала свою сестру, когда появился ты, бешеный и весь в мыле. Ты споткнулся и уронил вот это, прямо мне под ноги, и потом убежал. Я хранила это на счастье, думала, что сама судьба положила это к моим ногам, - она вынимает внушительных размеров кинжал. - Вот... раз я снова встретилась с тобой, возьми его назад, рубака. Прощай".

source: "Thanks... farewell."
ru: "Спасибо... Прощай".

source: The woman seems to recognize you instantly; she steps back in horror. "After all this time... ye *bastard*! May all th' fiends in Baator take ye! One day ye'll be sorry fer what ye did ta Aerin... by all the Powers I *swears* it!" She turns to flee.
ru: Похоже, женщина сразу тебя узнала. В ужас она делает шаг назад. "После всего этого времени... ты, *ублюдок*! Чтоб тебя забрала вся нечисть Баатора! Однажды ты пожалеешь о том, что ты сделал с Аэрин... *клянусь* всеми Силами!" Она разворачивается и убегает.

source: "Wait..."
ru: "Постой..."

source: "Well, if it ain't me very own dark savior. Took yer time in comin' around, ye did... I was startin' ta think ye wouldn't be comin' by at all, blood." She starts to rummage around in her belt pouch.
ru: "Ну вот, мой черный день настал. Ты оказался рядом. Я уж начала думать, что ты никогда не подойдешь, знаток". Она начинает рыться в своей поясной сумке.

source: "Wait... I think you're mistaken..."
ru: "Постой... Наверное, ты ошиблась..."

source: "Good an' dead, just like ye said he'd be... an' that's how I like him. Here's yer blood money, cutter... that ring I promised ye. Fare ye well."
ru: "Теперь он труп, куда уж мертвее - как ты и сказал... и он мне таким нравится. Держи свои кровавые деньги, рубака... вот кольцо, которое я обещала. Удачи".

source: "Wait one moment... I had some questions..."
ru: "Погоди секунду... У меня есть несколько вопросов..."

source: "No, cutter... it's been a good long time, it has, but I'd still best not be seen talkin' to ye. He had friends, ye know, an' I think they've a feelin' about what happened. We won't speak again."
ru: "Нет, рубака... то были славные времена, но теперь нам лучше не светиться. У него были друзья, и, скорее всего, они догадываются, что произошло на самом деле. Мы не должны больше встречаться".

source: "But..."
ru: "Но..."

source: She gives you an odd look, then squints at the tattoos wrapped around your upper arm. Finally, she shrugs. "Suit yerself, cutter. Fare ye well..."
ru: Она странно смотрит на тебя, косится на татуировки на твоем предплечье, затем пожимает плечами. "А они тебе очень идут, рубака. Удачи..."

source: This person has nothing more to tell you.
ru: Этой женщине больше нечего тебе рассказать.

source: This person has nothing of importance to say to you.
ru: Эта женщина не сообщит тебе больше ничего важного.

source: This person has nothing more of interest to say.
ru: Эта женщина не сообщит тебе больше ничего интересного.

source: This person has nothing more to say to you.
ru: Этой женщине больше нечего тебе сказать.

source: "No. Farewell."
ru: "Нет. Прощай".
