Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dghivem.dlg.po
Languages: ru

source: "Yes, he's called 'Death-of-Names.' Farewell."
ru: "Да, его зовут "Смерть-Имен". Прощай".

source: Leave.
ru: Уйти.

source: The man steps back, a mixture of fear and revulsion upon his face. "Get... get back! Leave me be!"
ru: Мужчина пятится назад со смешанным выражением страха и отвращения на лице. "От... отвали! Оставь меня в покое!"

source: Let him go.
ru: Позволить ему уйти.

source: The man's eyes widen as you approach him, and he draws away from you. "I've nothin' of use to ye, cutter, I swears it - now leave a man alone!"
ru: При твоем приближении глаза мужчины расширяются, и он быстро отводит взгляд. "У меня нет ничего ценного, рубака, честно! Оставь человека в покое!"

source: "Pike off! I don't want nothin' ta do with ye!"
ru: "Отвали! Я не желаю ничего иметь общего с тобой!"

source: The man takes great pains to ignore you. The more you try and get his attention, the more obvious he makes it that he won't speak with you.
ru: Мужчина с большим усилием пытается игнорировать тебя. Чем настойчивей ты пытаешься привлечь его внимание, тем очевидней становится то, что он не желает с тобой общаться.

source: "Looks like ye've lived in the Hive - or worse - all yer life, cutter. Now sod off an' leaves me alone!"
ru: "Кажись, ты долго жил в Улье, или еще хуже - всю свою жизнь, рубака. Так что, бедолага, проваливай и оставь меня в покое!"

source: "Ye look a wreck, berk. Call kip in the Flophouse if ye needs to rest... 'tis right in the center o' this area. Now leave me be! I'll not have ye wastin' me time with yer questions."
ru: "Ты выглядишь измотанным, пень. Если тебе нужно отдохнуть, подыщи себе берлогу в Ночлежке... она прямо посреди этого района. А теперь оставь меня. Я не собираюсь тратить попусту время на твои вопросы".

source: "Have ye been ta the Gatherin' Dust bar yet, berk? Ye sort o' remind me o' one of the workers, there..." He laughs bitterly.
ru: "Ты еще не бывал в баре Собирателей Пыли, пень? Просто ты мне напомнил тамошних рабочих..." Он громко хохочет.

source: The man is chewing on what looks to be a rat on a stick. "What, berk? Ain't ye ever seen cooked rat before? Good fer ye and quite tasty, it is! Talk ta Creeden if ye're hungry... he stands right outside the Office fer Vermin an' Disease Control."
ru: Мужчина жует нечто, напоминающее крысу на палочке. "Чего тебе, пень? Никогда раньше не видел приготовленную крысу? Тебе сойдет, и на вкус она тоже ничего! Если голоден, поговори с Креденом... он стоит у Офиса по контролю паразитов и эпидемий".

source: "Have ye run across any o' that Starved Dog lot lately? I'd avoid those howlin', caperin' sods if I was ye... bloody barmy, they are!"
ru: "Еще не встречался с Голодными Псами? На твоем бы месте я бы с этими умалишенными не пересекался... кровавые отморозки, вот они кто!"

source: "Don't know nothin' o' use to ye, berk... leave me be."
ru: "Я ничего не знаю, пень... отвали".

source: The man looks you over and draws a semi-circle over his heart. "I tend to me own affairs, blood, an' only ask that ye do the same. Farewell."
ru: Мужчина осматривает тебя, затем проводит полукруг над своим сердцем. "Я не встреваю в твои дела, знаток, ты не встреваешь в моим. Прощай".

source: The man frowns as you approach. "I've no time ta be rattlin' me bone-box with strangers, cutter. 'Sides, not generally safe ta do so in the Hive. Fare ye well."
ru: При твоем приближении мужчина начинает хмуриться. "У меня нет времени греметь черепушкой с какими-то проходимцами, рубака. И тем более это не самое безопасное занятие в Улье. Гуляй себе мимо".

source: "Farewell, then."
ru: "Тогда прощай".

source: "Life in the Hive is a wretched mess, I tell ye."
ru: "Жизнь в Улье полна несправедливости, скажу я тебе".

source: "I'll try there, then. Farewell."
ru: "Значит, туда и направлюсь. Прощай".

source: "I found him already, but thanks. Farewell."
ru: "Я его уже нашел, но все равно спасибо. Прощай".

source: "Hear o' the Alley o' Dangerous Angles? Whole neighborhood once stood there, but got burned ta the ground. Nothin' but packs o' rovin' thugs there, now."
ru: "Слыхал о переулке Опасных углов? Раньше там был целый жилой квартал, но потом его сожгли дотла. Ничего не осталось, кроме кучи шныряющих бандитов".

source: "Yes, I've been there."
ru: "Да, я уже был там".

source: "If ye can stand the bugger's stench, there's a fellow named Reekwind 'round here who ought ta have some interestin' tales ta tell ye."
ru: "Если ты сможешь перенести смрад, то где-то здесь должен быть старина Вонючка, который может рассказать много интересных историй".

source: "Maybe I'll go find him. Farewell."
ru: "Наверное, мне стоит поискать его. Прощай".

source: "Yes, I've met him. Farewell."
ru: "Да, я уже виделся с ним. Прощай".

source: "The Smolderin' Corpse is me favorite tavern in the Hive... gets pikin' hot in there at times, though, what with the smolderin' corpse an' all."
ru: "Тлеющий труп - моя самая любимая таверна в Улье... Иногда там бывает жарковато, хотя это, скорее всего, из-за тлеющего трупа".

source: "There's no corpse there, now. Farewell."
ru: "Теперь там больше нет трупа. Прощай".

source: "Yes, I've been there myself. Farewell."
ru: "Ага, только я уже был там. Прощай".

source: The man nods to you. "Greetin's, cutter. I'd help ye if I could... but I just don't know nothin' o' use to ye."
ru: Мужчина кивает тебе. "Приветствую, рубака. Я бы помог тебе, если смог... но я не знаю ничего для тебя полезного".

source: "Thanks anyway. Farewell."
ru: "Все равно спасибо. Прощай".

source: "I hates it here... wish I made enough jink ta leave the Hive fer good. Take me advice, cutter, an' get out when an' if ye can."
ru: "Ненавижу это место... хотел бы я иметь достаточно звенелок, чтобы убраться куда-нибудь из Улья. Мой тебе совет, рубака, вали отсюда, как только сможешь".

source: "Watch yerself 'round here, berk... violence is a way o' life in the Hive."
ru: "Будь осторожен, пень... насилие - это образ жизни в Улье".

source: "I done heard o' ye, berk... ye were askin' 'round about old Pharod, aye? If ye've yet ta find him, try lookin' north o' here, in Ragpicker's Square."
ru: "Я слышал о тебе, пень... ты - тот, кто спрашивает всех о Фароде, верно? Если ты еще не нашел его, попробуй поискать его на севере отсюда, на площади Старьевщиков".

source: "There's a blood I met near here, once; Porphiron... could teach a man ta fight, he could."
ru: "Однажды я встретил знатока, Порфирона... он может обучить любого сражаться".

source: "Perhaps I'll go find him, then. Farewell."
ru: "Возможно, я поищу его. Прощай".

source: "Go see the Post if ye're tryin' ta find yer way around. It's standing outside the Gatherin' Dust bar."
ru: "Если ищешь какое-нибудь направление, разыщи указатель. Он стоит у бара Собирателей Пыли".

source: "Yes, I've been there. Farewell."
ru: "Да, я был там. Прощай".

source: "Lot o' people come 'round here ta mourn their dead... there's an right-strange Dustman at the Dustman Memorial who can tell ye if someone ye're lookin' for has died, or bury their name for 'em if ye'd like 'em remembered."
ru: "Много людей приходят сюда, чтобы оплакивать своих умерших... в Мемориале тленных есть странный тленный, который может сказать тебе, умер ли кто-то или нет. Или похоронить его имя, если ты захочешь увековечить его".

source: "Practically every Dustman in Sigil passes some o' their time at the Gatherin' Dust bar. If ye're ever lookin' fer one o' 'em in particular, it's as good a place as any ta start."
ru: "Практически каждый тленный в Сигиле проводит свое свободное время в баре Собирателей Пыли. Если ты ищешь кого-нибудь из них, то лучше начинать поиски оттуда".

source: "Ye ought ta be able ta find just about anythin' ye needs at the Market here."
ru: "Все, что ты можешь пожелать, можно найти на здешнем Рынке".

source: "Ever stop an' listen ta Prophyra at the Market? Goin' ta be a whole mess o' chaos in Sigil if she's right - an' not just barmy, like most folk say."
ru: "Слыхал про Профиру на Рынке? Если она права, а не полоумная, как многие говорят, то в Сигиле наступит беспорядок".

source: "Met that addle-coved 'Mourns' sod? What an arse... like anyone gives a pikin' folly 'bout the trees, here. What sort o' leatherhead brought 'em here in the first place, is what I'd like ta know!"
ru: "Встречался с пустоголовым "Оплакивающим"? Вот ведь тупица... Как будто кому-то есть дело до этих деревьев. Хотел бы я знать, какой недоумок их вообще посадил здесь".

source: "I can only say ta watch yer purse 'round here, cutter... there oft-times pickpockets in this area, methinks."
ru: "Могу лишь сказать тебе, рубака, чтобы ты получше следил за своим кошельком... Мне кажется, здесь очень много карманников".

source: "Thanks. Farewell."
ru: "Спасибо. Прощай".

source: "There's a mad-woman runnin' 'round here at times... heard she's a Clueless who went barmy tryin' ta find her way home."
ru: "Тут в окрестностях все время бегает одна тронутая... говорят, она невежда, которая слетела с катушек, пытаясь найти способ вернуться к себе домой".

source: "Yes... she should be home or on her way there, shortly. Farewell."
ru: "Да... Скорее всего, она уже дома или на полпути к нему. Прощай".

source: "I've met her; her name is Ingress. Farewell."
ru: "Я встречался с ней. Ее зовут Ингресс. Прощай".

source: "If ye've got some time on yer hands an' bit o' jink besides, go talk ta Gaoha at the Market."
ru: "Если у тебя есть время и немного звенелок в кармане, найди Гаоху на Рынке".

source: "Some interesting tattoos ye gots there, cutter. There's a parlor 'round here, ye know... run by a dabus o' all things!"
ru: "Какие у тебя интересные татуировки тут, рубака. Знаешь, здесь рядом есть салон... которым заправляет дабус, который разбирается в них!"

source: "I know; his name is Fell. Farewell."
ru: "Я знаю. Его зовут Фелл. Прощай".

source: "Perhaps I'll go there, then. Farewell."
ru: "Тогда, может быть, я схожу туда. Прощай".

source: "Thlium! I thought I'd never see ye again. It's been, wot? Four years? Ye looks... well, no matter. Say, 'ere's that hundred copper I owed ye. I woulda' returned it to ye sooner, but it was as if ye'd disappeared off the face o' Sigil! I gots to be 'eadin' away now, Thlium... fare ye well!"
ru: "Тлиум! Я думал, что мы больше не увидимся. Как давно это было? Четыре года? Ну и вид у тебя... ладно, проехали. Вот та сотня медяков, которую я должен тебе. Я бы вернул тебе их раньше, но ты как будто испарился из Сигила! А теперь пора прощаться, Тлиум... удачи!"

source: "Uh..."
ru: "Э..."

source: The man's eyes go wide and the blood drains from his face. "P-p-powers above an' below... they said ye'd come back, b-b-but I didn't believes 'em!" He suddenly turns to flee.
ru: Глаза мужчины широко раскрыты, лицо налилось кровью. "С-с-силы небес и преисподней... говорили, что ты вернешься, н-н-но я не верил!" Он срывается с места.

source: Try and grab him.
ru: Попробовать схватить его.

source: The man squints at you. "Morric? Is that ye?"
ru: Мужчина косится на тебя. "Моррик? Ты ли это?"

source: Lie: "Yes... I'm Morric."
ru: Ложь: "Да... Я - Моррик".

source: "Perhaps..."
ru: "Может быть..."

source: "No, sorry."
ru: "Извини, нет".

source: "Me apologies then, cutter. Fare ye well."
ru: "Тогда прошу прощения, рубака. Прощай".

source: "Farewell."
ru: "Прощай".

source: "I thought ye said ye'd never return ta Sigil...? If Amatael finds out ye've returned, ye're a dead man! In any case, I still have that scroll ye lent me. Here... take it, an' leave me before we're seen together."
ru: "Разве я тебе не говорил тебе не возвращаться в Сигил?.. Если Аматэль узнает, что ты вернулся, то ты - покойник! Как бы то ни было, твой свиток все еще у меня. Вот... возьми и уйди от меня, пока нас не увидели вместе".

source: "But..."
ru: "Но..."

source: "Thanks... farewell."
ru: "Спасибо... Прощай".

source: The man gasps and points at Morte. "Oye, look! A floatin' skull!"
ru: Мужчина разевает рот от удивления и показывает на Морта. "Ух ты, гляди! Летающий череп!"

source: "Wot?! Lookin' ta get a few teeth knocked out, ye jabberin' bone-box?" The man steps towards Morte menacingly.
ru: "Чееего?! Нарываешься на то, чтобы тебе выбили пару зубов, болтающаяся черепушка?" Мужчина угрожающе делает шаг в сторону Морта.

source: Stop the man.
ru: Остановить мужчину.

source: Let Morte handle it.
ru: Позволить Морту расправиться с ним.

source: You move between Morte and the man; he scowls at you, then backs away. "Waste o' me time!" He turns to walk away.
ru: Ты становишься между Мортом и мужчиной; он хмуро смотрит на тебя, но затем отступает. "Только время на тебя тратить!" Он разворачивается и уходит прочь.

source: The man scowls at Morte, then you, then shakes his head. "Waste o' me time!" He turns to walk away.
ru: Мужчина хмуро смотрит на Морта, потом на тебя, затем мотает головой. "Только время на вас тратить!" Он поворачивается и уходит прочь.

source: "Annah! Wot're ye doin' with *this* steamin' pile o' sod? I thought ye was gonna be *my* girl..." The man guffaws loudly, slapping his thigh.
ru: "Анна! Что это ты делаешь с *этой* вонючей кучей навоза? Я думал, ты - *моя* девушка..." Мужчина громко гогочет, хлопая себя по бедрам.

source: "Ah, ye're all talk, Annah... *all* talk... ye'd *never* gut the one man who could *truly* satisfy ye! C'mere and gives me long wet kiss, me dirty lil' tiefling princess!" He reaches out to grope at Annah.
ru: "А, это все пустые слова, Анна... все *слова*... тебе никогда не найти мужчину, который *по-настоящему* удовлетворит тебя! Иди сюда, подари мне долгий смачный поцелуй, моя маленькая грязная принцесса тифлингов!" Он пытается ущипнуть Анну.

source: This person has nothing more to tell you.
ru: Этому человеку больше нечего тебе рассказать.

source: This person has nothing of import to say to you.
ru: Этот человек не сообщит тебе больше ничего важного.

source: This person has nothing more of interest to say.
ru: Этот человек не сообщит тебе больше ничего интересного.

source: This person has nothing more to say to you.
ru: Этому человеку больше нечего тебе сказать.
