Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dgiltsp.dlg.po
Languages: ru

source: Once I delivered the message to Keldor, Giltspur the auctioneer asked me to deliver a handbill to Barkis at the Smoldering Corpse bar for the sum of two hundred coins.
ru: Как только я доставил послание Кельдору, аукционист Гилтспур попросил меня передать рекламный листок Баркису в бар "Тлеющий труп" за вознаграждение в две сотни монет.

source: Once I finished the delivery to Scofflaw Penn, Giltspur the auctioneer asked me to deliver a message to Keldor of Durian at the Great Foundry, in exchange for one hundred coins.
ru: Как только я разобрался с доставкой Нарушителю Пенну, аукционист Гилтспур попросил меня доставить послание Кельдору Дурианскому из Великой Литейной в обмен на сотню монет.

source: Giltspur the auctioneer has asked me to deliver a handbill to Scofflaw Penn, the printer, in exchange for fifty coins.
ru: Аукционист Гилтспур попросил меня передать объявление Нарушителю Пенну, печатнику, в обмен на пятьдесят монет.

source: You see a florid, boisterous man. He's shouting and carrying on like there's a war that's about to come through, like he's got something lodged in his intestines, like... well, like he's too excited about something to talk in a normal tone of voice.
ru: Ты видишь шумного румяного мужчину. Он кричит, да и вообще ведет себя так, как будто вот-вот начнется война, как будто у него что-то в кишках застряло, как будто... в общем, как будто он слишком возбужден, чтобы говорить обычным тоном.

source: You see a florid, boisterous man. He's shouting and carrying on like there's a war that's about to come through, like he's got something lodged in his intestines, like... well, like he's too excited about something to talk in a normal tone of voice. His rapid-fire delivery makes it difficult to understand him. "You, sir, you there! You look like you could use something! I'm not quite sure what it is yet, but give me time, give me time, and I'll have it figured out on the spot! You need rooms? I've got rooms! You need supplies? I've got supplies!""
ru: Ты видишь шумного румяного мужчину. Он кричит и вообще ведет себя так, как будто вот-вот должна нагрянуть война, как будто у него что-то в кишках застряло, как будто... в общем, как будто он слишком возбужден, чтобы говорить обычным тоном. Его скорострельная манера разговора не дает его толком понять. "Вы, сэр, да, вы! Вам, кажется, что-то нужно! Я пока не уверен, что именно, но погодите, погодите минутку - и я мигом это выясню! Вам нужна комната? У меня есть комнаты! Вам нужны припасы? У меня есть припасы!"

source: "What are you selling?"
ru: "Что ты продаешь?"

source: "I had some questions for you, first."
ru: "Сначала у меня несколько вопросов к тебе".

source: "I'd like to sell something to you."
ru: "Я хотел бы кое-что тебе продать".

source: "Thanks for your time, but... farewell."
ru: "Спасибо за уделенное время, и все же... прощай".

source: His rapid-fire delivery makes it difficult to understand him. "You, sir, you there! You look like you could use something! I'm not quite sure what it is yet, but give me time, give me time, and I'll have it figured out on the spot! You need rooms? I've got rooms! You need supplies? I've got supplies!"
ru: Его скорострельная манера разговора не дает его толком понять. "Вы, сэр, да, вы! Вам, кажется, что-то нужно! Я пока не уверен, что именно, но погодите, погодите минутку - и я мигом это выясню! Вам нужна комната? У меня есть комнаты! Вам нужны припасы? У меня есть припасы!"

source: "Anything you want, friend! Time and words are money, so keep it snappy!"
ru: "Все, чего пожелаете, дружище! Время - деньги, так что давайте побыстрее!"

source: "I'm looking for a floating skull. It was stolen from me. Do you know where I might find it?"
ru: "Я ищу летающий череп. Его у меня украли. Ты не знаешь, где мне его найти?"

source: "Tell me about this Master of the Bones..."
ru: "Расскажи мне об этом Повелителе Костей..."

source: "Who are you and what do you do?"
ru: "Кто ты и чем занимаешься?"

source: "What is this place? What can you tell me of this area?"
ru: "Что это за место? Что ты можешь рассказать об этом районе?"

source: "What can you tell me of the Godsmen?"
ru: "Что ты можешь сказать о боголюдях?"

source: "Do you know of any jobs that need doing?"
ru: "Тут не найдется для меня работенки?"

source: "That handbill is printed."
ru: "Объявление распечатано".

source: "The message is delivered."
ru: "Послание доставлено".

source: "The bill is posted at the Smoldering Corpse."
ru: "Листок висит в Тлеющем трупе".

source: "Do you have any more jobs for me?"
ru: "У тебя найдется еще какая-нибудь работенка для меня?"

source: "Forget it. Farewell."
ru: "Забудь. Прощай".

source: "Then you've chosen the right man to talk to! I buy, I sell, I lease rooms! I can get you nearly anything! What do you have?"
ru: "Тогда вы говорите с тем, с кем надо! Я продаю, я покупаю, я сдаю комнаты! Я могу достать вам почти что угодно! Что у вас?"

source: "I have a stone Lim-Lim. What will you give me for that?"
ru: "У меня есть каменный лим-лим. Что ты мне за него дашь?"

source: "Let's barter."
ru: "Давай поторгуем".

source: "Do you have any jobs that need doing?"
ru: "У тебя не найдется работы?"

source: "Nothing for right now, I guess. Answer some other questions..."
ru: "Думаю, пока ничего. Ответь на пару вопросов..."

source: "Nothing right now. Farewell."
ru: "Пока ничего. Прощай".

source: "Once again! Once again! You come to me once again! There must be something I can do for you that my brother Deran cannot, eh? Ha!"
ru: "Снова! Снова! Вы пришли ко мне снова! Должно быть, я могу сделать для вас то, что не по силам моему брату Дерану, а? Ха!"

source: "I'd like to buy something."
ru: "Я хотел бы кое-что купить".

source: "I had some questions for you."
ru: "У меня есть вопросы к тебе".

source: "Do you have any jobs to do?"
ru: "У тебя не найдется какой-нибудь работы?"

source: "Farewell."
ru: "Прощай".

source: His expression becomes somber. "I can give you a secret password, and tell you where to use it. How does that strike you?"
ru: Его лицо мрачнеет. "Я могу сказать вам пароль и где его использовать. Как вам такое?"

source: "Tell me the password."
ru: "Скажи мне пароль".

source: "Can you just give me some money instead?"
ru: "Ты не мог бы просто дать мне вместо этого денег?"

source: "Neither sounds appealing right now. Answer some questions instead."
ru: "Пока ничто из этого мне не подходит. Лучше ответь на пару вопросов".

source: "Not interested. Farewell."
ru: "Меня это не интересует. Прощай".

source: "I can give you seventy-five coins for that. Take it or leave it, friend!"
ru: "Могу дать за это семьдесят пять монет. Дружище, соглашайтесь либо отказывайтесь!"

source: "I'll take it. And answer a few more questions for me..."
ru: "Я согласен. И еще ответь мне на пару вопросов..."

source: "I'll leave it. Answer a few more questions for me..."
ru: "Я отказываюсь. Ответь еще на пару вопросов.."

source: "I'll take it. Farewell."
ru: "Я согласен. Прощай".

source: "I'll leave it. Farewell."
ru: "Я отказываюсь. Прощай".

source: He deftly snatches the calcified Lim-Lim from you and whispers in your ear: "The password is 'eclipse'. It can get you access to the warehouse Vault of the Ninth World. There are Anarchists there. Tell them the password - but don't tell them who told you!"
ru: Он ловко выхватывает у тебя окаменевшего лим-лима и шепчет тебе на ухо: "Пароль - 'затмение'. Он даст тебе доступ на склад Хранилище Девятого мира. Там находятся Анархисты. Скажи им пароль, но не говори, кто тебе его сказал!"

source: "'Eclipse.' Got it. I had a few more questions..."
ru: "'Затмение'. Понятно. У меня еще вопросы..."

source: "'Eclipse.' Got it. Farewell."
ru: "'Затмение'. Понятно. Прощай".

source: "A skull, eh? Eh? Ha! There's but one market for that sort of thing that I know of! But..." and his voice drops, "I could not tell you where it is... unless..."
ru: "Значит, череп? Да? Ха! Такими вещами торгуют только в одном месте из всех, что я знаю! Но... - он понижает тон. - Я не могу указать вам, где он... если только..."

source: "Unless?"
ru: "Если только?"

source: "Forget it. Answer some more questions for me..."
ru: "Забудь. Лучше ответь на пару вопросов..."

source: "I couldn't tell you, friend, for it would endanger your life. No, sir, your life and mine are both far too precious to be thrown away for such a trivial tidbit of knowledge!"
ru: "Я не могу сказать вам, дружище, поскольку это поставило бы под угрозу вашу жизнь. Нет, сэр, наши с вами жизни слишком ценны, чтобы распрощаться с ними ради такой ничтожного кусочка информации!"

source: "Would ten coins change your mind?"
ru: "Тебя заставят передумать десять монет?"

source: "What if I gave you the contents of my purse?"
ru: "Что, если я отдам тебе все, что есть у меня в кошельке?"

source: "What if I threatened you?"
ru: "Что, если я буду тебе угрожать?"

source: "Forget it, then. Answer some more questions for me."
ru: "Тогда забудь. Ответь мне еще на пару вопросов".

source: "Forget it, then. Farewell."
ru: "Тогда забудь об этом. Прощай".

source: "That would do it," he says. "Listen to me, and listen closely." He bends his head toward you to whisper loudly in your ear. "Only one man I know dares to traffic in such occult arcana, and that man is no man to be trifled with! Danger wafts from him, and few dare speak his name! I speak of..." He pauses, so he can hiss melodramatically, "... Lothar, Master of the Bones!"
ru: "Ладно, - говорит он. - Слушайте меня, и слушайте внимательно, - он наклоняет голову к твоему уху и громко шепчет. - Только один человек из известных мне смеет торговать подобными оккультными вещами, и с этим человеком лучше не пересекаться! От него веет опасностью, и немногие осмеливаются называть его имя! Я говорю... - он умолкает, чтобы перейти к драматичному шепоту, - о Лотаре, Повелителе Костей!"

source: "Who?"
ru: "Это еще кто?"

source: "The Master of the Bones! The Lord of the Bones of the Night, librarian of the most grisly library this side of Set's home! Skulls sit upon his shelves, whispering their secrets into Lothar's hardened heart and all who have the temerity to face them. There is much that can be learned there... if the place doesn't drive you *mad* first!"
ru: "Повелитель Костей! Хозяин Костей Ночи, владелец самой жуткой коллекции по эту сторону от дома Сета! На его полках лежат черепа, нашептывая свои тайны на ухо Лотару и всем, кто осмелился встретиться с ними. Там можно много о чем узнать... если только это не сведет вас с ума!"

source: "Can you get to the point?"
ru: "Ты не мог бы перейти к делу?"

source: "And where is this place?"
ru: "И где это находится?"

source: "What does he want with these skulls?"
ru: "Что ему нужно от этих черепов?"

source: "Thanks. I had a few more questions..."
ru: "Спасибо. У меня есть другие вопросы..."

source: "Thanks. Farewell."
ru: "Спасибо. Прощай".

source: He clears his throat. "My apologies for trying to make this a little more interesting to you. Just tryin' to add a little spice. It's to the spireward of Sigil - there *might* be a burnt shell of a building. It's *possible* that you will find a ladder strung of human sinew - or perhaps just wood - that leads down, down, down, down, into the heart of Sigil - and when you set foot on ground again... you *could* come face-to-face with Lothar himself!"
ru: Он прочищает горло. "Прошу прощения, что пытался немного приукрасить это для вас. Просто хотелось добавить немного остроты. Это в направлении от шпиля - там *можно* наткнуться на сгоревший остов дома. *Возможно*, там вы найдете лестницу из человеческих сухожилий, а может, просто деревянную, которая ведет вниз, все ниже и ниже и ниже и ниже, в самое сердце Сигила, и когда вы снова ступите на землю... вы *сможете* встретиться лицом к лицу с самим Лотаром!"

source: "What does he do with the skulls?"
ru: "А что он делает с черепами?"

source: "It's to the spireward of Sigil - you *might* come across a wrecked building. You *might* find a ladder of bones that leads down, down into the heart of Sigil, and it *could* be the ladder will lead you to the Salon of Skulls, and a meeting with Lothar himself!"
ru: "Это в направлении от шпиля - там *можно* наткнуться на руины дома. *Возможно*, там вы найдете лестницу из костей, ведущую вниз, в самое сердце Сигила, и эта лестница *может* привести вас в Салон Черепов, где вы встретитесь с самим Лотаром!"

source: "They say dead men tell no tales... but in Lothar's salon, the dead spill their secrets to the willing ear! The more dead, the more tales, the more chant, and the more chant... why, the more one's eyes are opened to the very heart of the multiverse!" He wags his eyebrows for emphasis.
ru: "Говорят, что мертвые молчат... однако в салоне Лотара мертвые раскрывают свои тайны его усердному уху! Больше мертвецов, больше историй, больше слухов... ну, и больше глаз раскрываются самому сердцу мультивселенной!" Чтобы подчеркнуть это, он водит бровями.

source: "::sigh:: Thanks. I had a few more questions..."
ru: "::вздох:: Спасибо. У меня еще несколько вопросов..."

source: "::sigh:: Thanks. Farewell."
ru: "::вздох:: Спасибо. Прощай".

source: "I? I am Giltspur the auctioneer, at your service! I buy, I sell, I provide services and employment!"
ru: "Я? Я аукционист Гилтспур, к вашим услугам! Я продаю, я покупаю, я предоставляю услуги и даю работу!"

source: "I'd like to sell something."
ru: "Я хотел бы кое-что продать".

source: "How about some questions?"
ru: "Как насчет пары вопросов?"

source: "Great, thanks. Farewell."
ru: "Отлично, спасибо. Прощай".

source: "This? Why, this is the Lower Ward! Home to the Godsmen, the Great Foundry, and a host of services! What you need is what we have!"
ru: "Это? Ну, это Нижний район! Дом для боголюдей, Великой Литейной и еще великого множества услуг! У нас есть все, что вам нужно!"

source: "What can you tell me of the Foundry?"
ru: "Что ты можешь сказать о Литейной?"

source: "Answer some other questions..."
ru: "Ответь еще на пару вопросов..."

source: "Ah, a group of people close to my heart. They say we are all our own gods, that we have potential for godliness within our spirits. From the lowest beggar to the highest king, we all nurse gods in our breasts! Who could think of something finer?"
ru: "О, это группа людей, близкая мне по духу. Они говорят, что все мы сами себе боги, что в нашем духе заложена потенциальная божественность. От мелкого попрошайки и до великого царя - все мы лелеем богов в нашей груди! Кто бы мог придумать что-нибудь лучше?"

source: "The Harmonium."
ru: "Гармониум".

source: "The Anarchists."
ru: "Анархисты".

source: "The Sensates."
ru: "Чувствующие".

source: "The Dustmen."
ru: "Тленные".

source: "The Mercykillers."
ru: "Убийцы Милосердия".

source: "Aye, good one! A fine answer!" He chuckles.
ru: "Ага, неплохо! Хороший ответ!" Он хихикает.

source: "I had a few more questions..."
ru: "У меня еще вопросы..."

source: "To me, the Foundry is but an opportunity! A place where all can test their mettle against their metal, where souls meet their measure and are quenched in the water of knowledge - or shattered against the forge of truth! " His voice drops to normal tones for a moment. "That's what the Godsmen say, at any rate."
ru: "Для меня Литейная - не что иное как возможность! Место, где каждый может проверить свой характер металлом, место, где души нагреваются до предела и закаляются в воде знаний... или раскалываются о наковальню истины! - ненадолго тон его голоса приходит в норму. - Во всяком случае, так говорят боголюди".

source: "I had a few other questions..."
ru: "У меня есть другие вопросы..."

source: "I certainly do, friend! I have a little errand for you to run, if you'll take it! It'll net you fifty coins! All you need to do is run this handbill down to the printshop, and ask Scofflaw Penn to print up one hundred copies for me! Here! Take it!" He shoves a crumpled piece of paper into your hands.
ru: "Несомненно, дружище! У меня есть для вас небольшое поручение, если вы за него возьметесь! Это принесет вам пятьдесят монет! Все, что нужно сделать - это отнести это объявление в типографию и попросить Нарушителя Пенна напечатать для меня сотню копий! Вот! Держите!" Он сует тебе в руку мятый листок бумаги.

source: "All right. I had a few more questions."
ru: "Хорошо. У меня есть другие вопросы".

source: "Thanks, I guess. Farewell."
ru: "Что ж, спасибо. Прощай".

source: "It's printed? Terrific! I knew you were the man for the job! Here, take this message to Keldor of Durian at the Foundry. I'm sure he'll be glad to receive it, and you'll be glad of the hundred coins you get in return."
ru: "Распечатано? Отлично! Я знал, что вы годитесь для этого дела! Вот, передайте это послание Кельдору Дурианскому в Литейной. Уверен, он будет рад его получить, а вы будете рады сотне монет, которую вы получите по возвращению".

source: "That was certainly speedy, wasn't it? My thanks, my thanks, friend. One more task for you, for the princely sum of two hundred coins! Just take this handbill down to Barkis at the Smoldering Corpse and ask him to post it somewhere. He's an old friend, so he'll be glad to see it!"
ru: "Это было весьма быстро, правда? Благодарю вас, дружище. Для вас еще одно задание за немалую сумму в двести монет! Просто отнесите этот рекламный листок Баркису в Тлеющий труп и попросите его где-нибудь его повесить. Он мой старый друг, так что будет ему рад!"

source: "Then I have no more jobs for you, my friend. You have my thanks!" He turns back to the crowd and begins hectoring them.
ru: "Тогда, мой друг, у меня больше нет для вас работы. Благодарю вас!" Он поворачивается к толпе и начинает раззадоривать ее.

source: "Farewell, then."
ru: "Тогда прощай".

source: "My apologies, friend. I have nothing more... you've run all my errands!" He laughs.
ru: "Прошу прощения, дружище. У меня ничего больше нет... вы выполнили все мои поручения!" Он смеется.

source: "Then maybe you can answer a few more questions..."
ru: "Тогда, может, ты мог бы ответить еще на несколько вопросов?.."

source: "Thanks, then. Farewell."
ru: "Ну, тогда спасибо. Прощай".

source: "Let's talk about trades."
ru: "Давай обсудим торговлю".

source: I told Giltspur that I had delivered his handbill to Scofflaw Penn.
ru: Я сказал Гилтспуру, что доставил его объявление Нарушителю Пенну.

source: I told Giltspur that I had delivered his message to Keldor at the Great Foundry.
ru: Я сказал Гилтспуру, что передал его послание Кельдору в Великой Литейной.

source: I told Giltspur that I had his message posted at the Smoldering Corpse.
ru: Я сказал Гилтспуру, что повесил его сообщение в Тлеющем трупе.

source: After I delivered the handbill to the Smoldering Corpse, I returned to Giltspur, who said he had no more jobs for me.
ru: Доставив рекламный листок в Тлеющий труп, я вернулся к Гилтспуру, и он сказал, что у него больше нет для меня работы.
