Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dgiscorl.dlg.po
Languages: ru

source: You see a spindly-looking merchant with a brush of gray and red stubble across his chin. He wears several layers of brightly colored robes, so much so that he looks like a flag with arms and legs. He is shaking slightly as you watch.
ru: Перед тобой болезненного вида торговец с серо-красной щетиной на подбородке. Он одет в несколько слоев ярко раскрашенных одежд, из-за чего он становится похожим на флаг с ручками и ножками. Он коротко кивает при общении с тобой.

source: "Greetings."
ru: "Приветствую".

source: "I, Giscorl." He bows and spreads his trembling hands. As he does, you notice his hands and forearms are a twisted mass of black scar tissue... as if they were once badly burned.
ru: "Я, Дискорл". Он кивает и разводит свои дрожащие руки. На запястьях и ладонях ты замечаешь сетку черных шрамов... словно чем-то выжженных.

source: Giscorl turns to you. "I, Giscorl." He bows and spreads his trembling, scarred hands. "I, Giscorl."
ru: Дискорл поворачивается к тебе. "Я, Дискорл". Он кивает и разводит свои шрамные руки. "Я, Дискорл".

source: "Giscorl buy cloth." Giscorl voice ticks like a clock, flat and measured. "Giscorl sell cloth, wash cloth, mend cloth and..." He gestures at his layers of clothing with his shaking hands. "...wear cloth."
ru: "Дискорл покупает одежду". Голос Дискорла звучит размеренно и монотонно, словно тикание часов. "Дискорл продает одежду, стирает одежду, штопает одежду и, - он указывает трясущимися руками на свои бесчисленные слои одежды, - носит одежду".

source: Giscorl doesn't seem to have heard you; he answers only with his spiel, delivered in the same flat monotone: "Giscorl buy cloth, sell cloth, wash cloth, mend cloth and..." He gestures at his layers of clothing with his shaking hands. "...wear cloth."
ru: Похоже, Дискорл не слышит тебя. Он продолжает, все так же монотонно и размеренно: "Дискорл покупает одежду, продает одежду, стирает одежду, штопает одежду и, - он указывает трясущимися руками на свои бесчисленные слои одежды, - носит одежду".

source: Giscorl's monotone breaks. "Giscorl b-buy cloth, s-sell cloth, w-wash cloth, m-mend cloth, and..." He gestures at himself again, but his hands are shaking so badly that he cannot even finish.
ru: Голос Дискорла начинает дрожать. "Дискорл п-покупает одежду, п-продает одежду, с-стирает одежду, ш-штопает одежду и..." - он снова указывает на себя, но его руки настолько сильно трясутся, что он не может закончить фразу.

source: Giscorl blinks. "Wash cloth?"
ru: Дискорл моргает. "Постиранную одежду?"

source: "Eh... rag? Picker?" He taps his fingers, as if counting something. "I know. I remember." He holds up a trembling finger, as if telling you to wait.
ru: "Э-э-э? Площадь? Старьевщиков? - он пересчитывает свои пальцы, словно что-то считая. - Я знаю. Я помню". Он поднимает дрожащий палец, словно прося тебя подождать.

source: He comes back with a flattened mass of green rags, thin as paper, yet so stiff they look like they could double as wooden boards. The rags are so caked with a greenish-lime starch that they look like it would take years of soaking to relax them.
ru: Он возвращается с бесформенной массой обветшалого зеленого тряпья, тонкого как бумага, и все же настолько жесткого, что его можно использовать вместо фанеры. Тряпье настолько сильно напитано зеленым крахмалом, что, похоже, понадобились бы годы, чтобы размочить его.

source: "Giscorl wash cloth, starch cloth every fifth-day, wash cloth, starch cloth every fifth-day." His eyes flicker. "Giscorl wash many years. Always starch cloth on fifth-day. Giscorl's ritual."
ru: "Дискорл стирает одежду, крахмалит одежду каждые пять дней, стирает одежду, крахмалит одежду каждые пять дней, - в его глазах виден блеск. - Дискорл стирает много лет. Всегда крахмалит одежду каждые пять дней. Ритуал Дискорла".

source: "Wash cloth. Is Giscorl's ritual." His voice is flat, almost zombie-like. *Must* starch cloth every fifth-day."
ru: "Стирает одежду. Ритуал Дискорла, - его голос безжизнный, прямо как у зомби. - *Должен* крахмалить одежду каждые пять дней".

source: "Give cloth." He nods, then hands you the rags. They're heavy... it's like carrying an armload of bricks.
ru: "Дает одежду". Он кивает, протягивая тебе тряпки. Они очень тяжелые... словно охапка кирпичей.

source: You finish perusing Giscorl's selection, and he nods. "I, Giscorl."
ru: Ты заканчиваешь разглядывать вещи Дискорла, и он кивает. "Я, Дискорл".

source: "Are you Giscorl?"
ru: "Ты Дискорл?"

source: Ignore the merchant, walk around the rest of the market.
ru: Не обращать внимания на торговца, пройтись по рынку.

source: "Uh, what are you selling?"
ru: "Э-э-э, что ты продаешь?"

source: "Uh... how did you hurt your hands?"
ru: "Э-э-э, как ты поранил свои руки?"

source: "I'm here to pick up someone's wash... Mebbeth... the midwife... Ragpicker's Square?
ru: "Мне нужно забрать кое-чье белье... Меббет... повитухи... с площади Старьевщиков?"

source: "Sorry to disturb you. Farewell."
ru: "Извини за беспокойство. Прощай".

source: "Can I see what you have?"
ru: "Можно посмотреть, что у тебя есть?"

source: "Uh, what do you do?"
ru: "Э-э-э, а чем ты занимаешься?"

source: "Nothing today. Farewell."
ru: "На сегодня ничего. Прощай".

source: "I see. Look, I'm here to pick up someone's wash... Mebbeth... the midwife... Ragpicker's Square?
ru: "Понятно. Послушай, мне нужно забрать кое-чье белье... Меббет... повитухи... с площади Старьевщиков?"

source: "I asked: how did you hurt your hands?"
ru: "Я спросил, как ты поранил свои руки?"

source: "Never mind. Can I see what you have?"
ru: "Неважно. Можно посмотреть, что у тебя есть?"

source: "Uh... never mind. Look, I'm here to pick up someone's wash... Mebbeth... the midwife... Ragpicker's Square?
ru: "Э-э-э... неважно. Послушай, мне нужно забрать кое-чье белье... Меббет... повитухи... с площади Старьевщиков?"

source: "Yes, Mebbeth... Ragpicker's Square?"
ru: "Да, Меббет... с площади Старьевщиков?"

source: Wait for him to fetch the wash.
ru: Подождать, пока он не принесет белье.

source: "Uh... how many times did you clean these?"
ru: "Э-э-э... сколько раз ты стирал их?"

source: "But they're ruined."
ru: "Но они же совершенно загублены".

source: "I'll take them back to Mebbeth now. Farewell."
ru: "Я возьму их и отнесу Меббет. Прощай".

source: "Actually, I'd like to take another look at what you're selling..."
ru: "Вообще-то, я бы хотел еще раз взглянуть на твои товары..."

source: "Nothing more today. Farewell."
ru: "Больше ничего, спасибо. Прощай".

source: "What's the point of doing it every five days when they don't need... oh, never mind, just hand them over."
ru: "Зачем делать это каждые пять дней, в чем смысл?.. А, неважно, давай их сюда".
