Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dglyve.dlg.po
Languages: ru

source: The stone face is silent. A trickle of clear water runs from the corner of its eye, and the grimace carved into the face has loosened.
ru: Каменное лицо безмолвно. Из уголка его глаза течет струйка чистой воды, а высеченное на нем выражение почти стерлось.

source: "Glyve, I need more answers from you..."
ru: "Глайв, мне нужны еще ответы..."

source: "Very well, then."
ru: "Что ж, хорошо".

source: The face remains impassive and silent.
ru: Лицо остается безмолвным и невозмутимым.

source: Glyve's immobile eyes seem to strain toward you as you approach him. "Have... you decided if ... you want your... answer yet?"
ru: Неподвижные глаза Глайва, казалось бы, тянутся к тебе, когда ты подходишь. "Ты... уже решил... нужен ли тебе... ответ?"

source: "Yes, give it to me."
ru: "Да, дай мне его".

source: "No, not yet. Answer some other questions for me first."
ru: "Еще нет. Сперва ответь мне на пару вопросов".

source: "No, not yet. Farewell, Glyve."
ru: "Еще нет. Прощай, Глайв".

source: "Seek out... the woman called... 'Nemelle'. She resides in ... the Clerk's Ward... in Upper Sigil. I know not... where exactly... Best of luck ... in *your* quest... immortal." The voice seems to fade as it speaks to you.
ru: "Ищи... женщину по имени... Немель. Она находится... в Чиновничьем районе... в Верхнем Сигиле. Я не знаю... где именно... Удачи тебе... в *твоих* поисках... бессмертный". Его голос угасает с каждым словом.

source: "Thanks, Glyve. I had a few more questions."
ru: "Спасибо, Глайв. У меня еще несколько вопросов".

source: "Thanks, Glyve. Farewell."
ru: "Спасибо, Глайв. Прощай".

source: "What... did you want... to know?"
ru: "Что... ты хотел... узнать?"

source: "Tell me of yourself. How did you come to be in this situation?"
ru: "Расскажи мне о себе. Как это тебя так угораздило?"

source: "What can you tell me of the catacombs around us?"
ru: "Что ты можешь рассказать о катакомбах вокруг нас?"

source: "Come to think of it, give me the answer you promised me."
ru: "Если подумать, то дай мне лучше обещанный ответ".

source: "What did you want me to do for you again?"
ru: "Еще раз, что ты хотел, чтобы я сделал?"

source: "I have the flask for you."
ru: "У меня есть тот графин".

source: "Nothing. Farewell."
ru: "Ничего. Прощай".

source: "I was once... a respected leader... of my community... in the Lower Ward. A petty lord... sought to increase his power... at the expense of my people... my friends... my relatives... and friends and I spoke... against him."
ru: "Когда-то я был... уважаемым лидером... моей общины... в Нижнем районе. Мелкий господин... хотел усилить свое могущество... за счет моих людей... моих друзей... моих родных... и я со своими друзьями высказался... против него".

source: "And then what?"
ru: "И что потом?"

source: "You know something? Never mind. Answer some other questions for me."
ru: "Знаешь, что? Неважно. Ответь мне еще на пару вопросов".

source: "Forget it. Farewell."
ru: "Забудь. Прощай".

source: "And then... he captured us... one by one... and bound our spirits and senses... into these screaming faces... under the Ditch... where all filth in Sigil... comes eventually. And then... he let the polluted waters above... flow through our mouths... and noses... and eyes."
ru: "А потом... он поймал нас... одного за другим... и заключил наши души и чувства... в эти кричащие лица... под Канавой... куда попадают... все нечистоты Сигила. А потом... он пустил грязную воду... сквозь наши рты... и ноздри... и глаза".

source: "Is there anything I can do to help?"
ru: "Я могу чем-нибудь помочь?"

source: "I see. I had some other questions..."
ru: "Понятно. У меня были еще вопросы..."

source: "Hm. Interesting. Farewell."
ru: "Хм. Интересно. Прощай".

source: "Horrible. Farewell."
ru: "Какой кошмар. Прощай".

source: "I am cursed to... remain here until... fresh water passes my lips... There is a ... magical flask of water... in the ... Drowned Nations. Bring it to me... and give me a taste of it... and I shall tell you... of someone... who can help you unlock... its full potential... and you shall never... lack for water... again."
ru: "Я обречен... оставаться здесь до тех пор... пока моих губ не коснется свежая вода... В Затопленных Народах есть... волшебный графин... с водой. Принеси его мне... и дай мне его попробовать... и я расскажу тебе... о том... кто может помочь тебе раскрыть... его истинные возможности... и тогда ты... больше никогда... не будешь нуждаться... в воде".

source: "Where is this flask?"
ru: "Где этот графин?"

source: "Interesting. Answer some other questions for me."
ru: "Интересно. Ответь мне еще на пару вопросов".

source: "I see. Farewell."
ru: "Понятно. Прощай".

source: "I do not... know. There was ... an artist named... Chad who frequented... these tunnels. He knew. Find him... and he may tell you."
ru: "Я... не знаю. В этих тоннелях... часто бывает художник... по имени... Чед. Он знал. Найди его... может, он тебе скажет".

source: "And how do I get there?"
ru: "И как мне туда добраться?"

source: "All right. Answer some other questions for me."
ru: "Ладно. Ответь мне еще на пару вопросов".

source: "I'll find him. Farewell."
ru: "Я найду его. Прощай".

source: "I'll see what I can do. Farewell."
ru: "Посмотрим, что я смогу сделать. Прощай".

source: "Water... fresh water... from a magical flask... in the Drowned Nations..."
ru: "Вода... свежая вода... из волшебного графина... в Затопленных Народах..."

source: "Got it. Answer some other questions for me."
ru: "Понятно. Ответь мне на еще пару вопросов".

source: "Got it. Farewell."
ru: "Понятно. Прощай".

source: "Through the Dead Nations... where the dead walk ... and rule... or through the Warrens of Thought... where Many-as-One holds sway... Neither is without... its risks."
ru: "Через Мертвые Народы... где бродят... и правят мертвецы... или через Логово Мысли... которыми владеет Многоединый... Каждый из этих путей... опасен".

source: "Dead Nations?"
ru: "Мертвые Народы?"

source: "Many-as-One?"
ru: "Многоединый?"

source: "Got it. I had more questions for you..."
ru: "Понятно. У меня есть еще вопросы..."

source: "The dead... have achieved life... in their own way. They rule... a portion of these... catacombs. They struggle with... Many-as-One... for the heart of these... tunnels."
ru: "Мертвые... получившие жизнь... своим путем. Они управляют... частью этих... катакомб. Они сражаются... с Многоединым... за сердце этих... тоннелей".

source: "Tell me more of the catacombs."
ru: "Расскажи мне еще о катакомбах".

source: "Tell me about Many-as-One."
ru: "Расскажи мне о Многоедином".

source: "Give me some other answers..."
ru: "Ответь мне еще на несколько вопросов..."

source: "You have heard... of cranium rats? When they gather... they become more powerful... a shared mind. They and their servants... wererats... seek mastery... of these undertunnels. They war with ... the Dead Nations."
ru: "Ты слышал... о черепных крысах? Когда они собираются... они становятся сильнее... общий разум. Они и их слуги... крысы-оборотни... пытаются завладеть... этими тоннелями. Они воюют... с Мертвыми Народами".

source: "Tell me of the Dead Nations."
ru: "Расскажи мне о Мертвых Народах".

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "The catacombs were carved... eons ago... to house the dead of the city... who did not wish ... the tender ministrations of the Dustmen. They have become... the refuse ground of the city... where dwell monsters barely seen... where humans prowl like... scavengers among the scavengers. Many-as-One patrols these tunnels... and has turned many against ... their natures. The Dead Nations... prowl as well... guarding against... the depredations of ... the humans ... who come among them."
ru: "Катакомбы были прорыты... тысячелетия назад... для захоронения умерших горожан... которые не хотели... оплачивать услуги Тленных. Они стали... территорией городских изгоев... где живут невиданные твари... где люди рыскают... как мусорщики среди мусорщиков. Эти тоннели охраняет Многоединый... и многих он... извратил. Мертвые Народы... тоже бродят здесь... защищаясь от... мародеров... людей... которые сюда приходят".

source: "Tell me of Many-as-One."
ru: "Расскажи мне о Многоедином".

source: "I had some other questions."
ru: "У меня есть еще пара вопросов".

source: A note of eagerness creeps into Glyve's dead voice: "You have it? Pour some of ... its water across ... my lips... and I shall tell you... what I promised ... to tell you."
ru: В мертвом голосе Глайва появляются нотки нетерпения: "Он у тебя? Налей из него... немного воды... мне на губы... и я расскажу тебе то... что обещал... рассказать".

source: "Here you go."
ru: "Вот".

source: "Wait. I had some other questions for you."
ru: "Погоди. У меня есть к тебе вопросы".

source: The clear water from the flask trickles across the stone lips, diluting the filthy flow that spews from the holes. As you watch, the Ditch's water slowly dissipates entirely, the dirty taint of it replaced by clear, fresh water. Glyve groans in ecstasy. After a moment, he says, "Do you wish your answer now or later?
ru: Чистая вода из графина стекает по каменным губам, очищая грязные потоки, льющиеся из отверстий. Ты видишь, как вода Канавы постепенно исчезает, ее грязные следы смываются чистой свежей водой. Глайв стонет от наслаждения. Через миг он произносит: "Ты хочешь услышать мой ответ сейчас или позже?"

source: "Give it to me now."
ru: "Дай мне его сейчас".

source: "Later. I had some questions for you."
ru: "Позже. У меня есть к тебе вопросы".

source: "Later. Farewell, Glyve."
ru: "Позже. Прощай, Глайв".

source: "I shall... keep myself... conscious... until you return... for your answer..."
ru: "Я... буду оставаться... в сознании... пока ты не вернешься... за своим ответом..."

source: "Good. Now answer some questions for me."
ru: "Хорошо. А теперь ответь мне на некоторые вопросы".

source: "Good. Farewell."
ru: "Хорошо. Прощай".

source: "Have you found... the flask of which... I spoke?"
ru: "Ты нашел... графин, о котором... я говорил?"

source: "Not yet."
ru: "Еще нет".

source: "Yes."
ru: "Да".

source: "I beg of you... please find it... and ease my torment."
ru: "Умоляю тебя... прошу, найди его... и облегчи мои страдания".

source: "I'll do my best. In the meantime, I had some questions..."
ru: "Я сделаю все, что в моих силах. А пока у меня есть кое-какие вопросы..."

source: "We'll see. Answer some questions for me..."
ru: "Посмотрим. Ответь мне на пару вопросов..."

source: "I'm trying. Farewell."
ru: "Я попытаюсь. Прощай".

source: "Perhaps. Farewell."
ru: "Возможно. Прощай".

source: "You have returned... to what do I owe ... this honor?"
ru: "Ты вернулся... чем я обязан... такой чести?"

source: "I needed some questions answered."
ru: "Мне нужны ответы на некоторые вопросы".

source: "Good question. Farewell."
ru: "Хороший вопрос. Прощай".

source: As you pass one of the twisted stone faces on the walls, it calls out to you in a creaking voice that sounds like the shifting of boulders. "Immortal... regard me. I am... Glyve. I would have... words with you."
ru: Когда ты проходишь мимо одного из искаженных каменных лиц, оно обращается к тебе скрипучим голосом, похожим на трущиеся валуны: "Бессмертный... посмотри на меня. Я... Глайв. Я... кое-что скажу тебе".

source: "How did you know I'm immortal?"
ru: "Откуда ты знаешь, что я бессмертен?"

source: "What did you want to say?"
ru: "Что ты хотел сказать?"

source: "I don't think so."
ru: "Я так не думаю".

source: "I see... a burning purpose... within your shell. I see... many things in the falling... dust of these... tunnels. You lack... something essential... and that keeps you... from death's sweet embrace."
ru: "В твоей оболочке... я вижу... жгучее стремление. Я вижу... многое в зависшей... пыли этих... тоннелей. Тебе не хватает... чего-то неотъемлемого... и это уберегает тебя... от сладких обьятий смерти".

source: "What did you want to say to me?"
ru: "Что ты хотел мне сказать?"

source: "That's all fine and good, but..."
ru: "Это все, конечно, хорошо, но..."

source: "Listen: This place holds... much danger for you. Treachery awaits you... on the surface... and your way is... long and winding. At the end... you will find... what you have sought... but you may not ... want it then."
ru: "Слушай: в этом месте тебя... поджидает много опасностей. На поверхности тебя... ждет предательство... и твой путь... долог и извилист. В конце... ты найдешь то... что искал... но тогда оно больше... не будет тебе нужно".

source: "Are you some sort of oracle?"
ru: "Ты что, типа прорицатель?"

source: "Maybe you'll have some answers for me..."
ru: "Может, ответишь мне на пару вопросов?.."

source: "I see. Perhaps I'll be back."
ru: "Понятно. Возможно, я вернусь".

source: "Oracle? No... I observe. That is all."
ru: "Прорицатель? Нет... я наблюдаю. Вот и все".

source: "In that case, perhaps you can answer some questions I had..."
ru: "В таком случае, возможно, ты ответишь на некоторые мои вопросы..."

source: "That's all? Forget it, then. Farewell."
ru: "Это все? Тогда забудь. Прощай".

source: Glyve told me to seek out a woman named Nemelle in the Clerk's Ward so that I might find the word that will unleash the full power of the Decanter of Endless Water.
ru: Глайв сказал, чтобы я нашел женщину по имени Немель в Чиновничьем районе. У нее я смогу узнать слово, освобождающее силу Графина бесконечной воды.

source: A stone face in the Weeping Stone Catacombs told me of his fate: to have his senses bound into a carven stone head, through which all the filth of Sigil would eventually flow. This curse can be broken by a taste of pure water. Apparently, an artist/collector named Chad knows where I can find a flask that will fulfill these conditions.
ru: Каменное лицо в Катакомбах Плачущих Камней рассказало мне о своем несчастье. Его чувства заключены в высеченную каменную голову, через которую текут все нечистоты Сигила. Это проклятие может быть снято вкусом чистой воды. Вероятно, художник-сборщик по имени Чед знает, где можно найти сосуд, подходящий под эти условия.
