Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dgoncal.dlg.po
Languages: ru

source: This short, heavy-set, middle-aged man is wearing clothes that seem to be spun of glittering gold. In his hands he holds a bolt of cloth strung taught across a wooden frame; he is currently embroidering some pattern into the fabric.
ru: Этот невысокий крепкий мужчина средних лет носит одежду, которая, казалось бы, выткана из сверкающего золота. В своей руке он держит кусок ткани, туго натянутый на деревянную раму; в данный момент он вышивает на ткани какой-то узор.

source: "Greetings..."
ru: "Приветствую..."

source: Leave him be.
ru: Оставить его в покое.

source: The man doesn't seem to acknowledge your presence. He continues to work at his embroidery, muttering under his breath... as he sews, shimmering motes of light seem to sparkle and drop from the tip of the needle.
ru: Мужчина будто не замечает твоего присутствия. Он продолжает работать над вышивкой, что-то бормоча себе под нос... когда он шьет, кажется, будто с кончика его иглы слетают и падают мерцающие пылинки света.

source: "Good sir; did you hear me?"
ru: "Сэр, вы меня слышите?"

source: "I said 'greetings.'"
ru: "Я сказал: 'Приветствую'".

source: Leave.
ru: Уйти.

source: The man does not look up from his work, frowning distastefully as he answers you: "Yes, yes... and I am certain that what you need is truly *quite* urgent. Now, if you could be silent for just a moment..."
ru: Человек не отрывает взгляд от работы и, противно нахмурившись, отвечает тебе: "Да-да... и я уверен, что вы по *крайне* срочному делу. А теперь не могли бы вы минутку помолчать..."

source: "I had some questions..."
ru: "У меня есть несколько вопросов..."

source: Wait quietly.
ru: Молча ждать.

source: He smirks, but does not respond.
ru: Он ухмыляется, но не отвечает.

source: "I said, 'I had some questions...'"
ru: "Я сказал: 'У меня есть несколько вопросов...'".

source: His face begins to flush; he grits his teeth, but still refuses to so much as look at you directly. "I do not *care* if you have questions! Now be silent or kindly *leave* my store!"
ru: Его лицо начинает багроветь; он стискивает зубы, и все же не удостаивает тебя даже взглядом. "Меня не *волнуют* твои вопросы! А теперь замолчи и *покинь* мою лавку по-хорошему!"

source: "Answer my questions, *tailor*... or there's going to be trouble."
ru: "Отвечай на мои вопросы, *портной*... не то у тебя будут неприятности".

source: He throws down his work in a fit of rage, flecks of spittle flying from his lips as he shouts. "There'll be *trouble,* all right, when the guards come in to bash you to pieces! Now, OUT! OUT! OUT OF MY STORE WITH YOU! Before I summon the Harmonium!"
ru: Он кидает работу в припадке ярости и кричит, брызжа слюной: "Очень хорошо, неприятности *будут*, когда зайдет стража, чтобы разорвать вас на кусочки! А теперь ВОН! ВОН! ВОН ИЗ МОЕЙ ЛАВКИ! Не то я позову Гармониум!"

source: "I *dare* you to do it."
ru: "*Давай*, зови".

source: At last, he sets down the embroidery and looks up at you. Before you can speak, however, he suddenly picks up another item and sets to work on it. Again, as he works what looks to be tiny, colored sparks drip from the fabric.
ru: Наконец, он откладывает вышивку и поднимает на тебя взгляд. Однако, прежде чем ты успеваешь заговорить, он внезапно берет другую вещь и принимается работать над ней. И вновь при этом с ткани слетает нечто, похожее на крохотные цветные искорки.

source: "Look, I just have a few questions..."
ru: "Послушайте, у меня всего лишь несколько вопросов..."

source: Wait some more.
ru: Подождать еще немного.

source: The man sighs loudly. "No doubt you do. Now, you've been kind enough to wait quietly for a bit - I am certain it shan't see you dead to reign your tongue in but for a moment more..."
ru: Человек громко вздыхает. "Не сомневаюсь, что они у вас есть. А теперь не могли бы вы чуточку помолчать: уверен, что для вас не будет смертельным, если вы еще пару минут попридержите свой язык..."

source: He finally finishes his work, setting it down to examine you. "Greetings, I am Goncalves. Now, what was it you were here to see me about?"
ru: В конце концов, он заканчивает свою работу и откладывает ее, чтобы рассмотреть тебя. "Здравствуйте, я Гонсалвис. Итак, зачем вы хотели меня видеть?"

source: "I had questions..."
ru: "У меня есть вопросы..."

source: "Nothing, never mind. Farewell."
ru: "Ничего, неважно. Прощайте".

source: "Hmm? I hope 'tis about garments and the like. I shan't answer anything not concerning myself or the store, you know."
ru: "Хм-м? Надеюсь, это касательно одежды и тому подобного. Я не стану отвечать на какие-либо вопросы, не касающиеся меня или моей лавки, знаете ли".

source: "I wanted to pick up a Dustman costume."
ru: "Я хотел бы купить костюм тленного".

source: "I wanted to pick up a another, different costume."
ru: "Я хотел бы купить какой-нибудь другой костюм".

source: "What were those lights while you were embroidering?"
ru: "Что это был за свет, когда вы шили?"

source: "What sort of magical clothes do you have available?"
ru: "Какая магическая одежда у вас есть?"

source: "Farewell, then."
ru: "Тогда прощайте".

source: "That? Nothing, sir, but a bit of the Art, which I at times weave into fabric when the fancy strikes me. Those items which I lavish enchantments upon are my most special creations, and are rarely sold."
ru: "Это? Ничего особенного, сэр, всего лишь капелька Искусства, которое я время от времени вплетаю в ткань, когда мне этого хочется. Вещи, в которых я оставляю волшебство, - мои особые творения, и я их редко продаю".

source: "I had another question..."
ru: "У меня есть другой вопрос..."

source: "That's all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощайте".

source: Goncalves looks you over, frowning. "Nothing that would fit *you,* that is for certain."
ru: Гонсалвис мрачно осматривает тебя. "Ничего, что подошло бы *вам*, это уж точно".

source: "I'd like to see what you've to offer just the same."
ru: "Тем не менее, я хотел бы взглянуть на то, что вы предлагаете".

source: "You are in luck then, sir... I happen to have one available. Its cost is thirty copper commons."
ru: "Тогда вам повезло, сэр... У меня случайно есть один такой. Он стоит тридцать медных монет".

source: "I'll take it."
ru: "Я возьму его".

source: "Hmm... not enough on me. I had another question..."
ru: "Хм-м... у меня не хватит денег. У меня другой вопрос..."

source: "Never mind, actually. I had another question..."
ru: "На самом деле, неважно. У меня другой вопрос..."

source: "I might be back, then. Farewell."
ru: "Тогда я, возможно, еще вернусь. Прощайте".

source: Goncalves takes a set of neatly folded robes from under a counter. "Here you are, sir. I would warn you, though: if this is for the upcoming masquerade of Lord Ird, many folk are already attending as Dustmen."
ru: Гонсалвис достает из-под прилавка стопку аккуратно сложенной одежды. "Держите, сэр. Однако должен вас предупредить: если это для предстоящего маскарада лорда Ирда, то уже многие оделись как тленные".

source: "I'll keep that in mind. Farewell, Goncalves."
ru: "Буду иметь в виду. Прощайте, Гонсалвис".

source: Goncalves nods and smiles knowingly. "The Dustman bit seemed a bit too common after all, eh? Well, it just so happens that I have a Godsman costume, if you would like. It shall cost you only fifty coppers."
ru: Гонсалвис кивает и понимающе улыбается. "Похоже, костюм тленного стал слишком популярным, да? Что ж, так уж вышло, что у меня есть костюм богочеловека. Он будет стоить вам всего пятьдесят медяков".

source: Goncalves retrieves a set of folded clothing and a heavy leather apron and work-boots from under a counter. "Here you are, sir. Enjoy the masquerade."
ru: Гонсалвис достает из-под прилавка стопку сложенной одежды, тяжелый кожаный фартук и рабочие ботинки. "Держите, сэр. Повеселитесь на маскараде".

source: "Thanks, Goncalves. Farewell."
ru: "Спасибо, Гонсалвис. Прощайте".

source: The man glances up from his work and seems to see Annah for the first time. Tutting softly, he shakes his head. "Lass, what in the maddening winds of Pandemonium has *possessed* you to dress in such a way?"
ru: Человек отрывает взгляд от работы и, казалось бы, впервые замечает Анну. Тихонько цокая, он качает головой. "Девочка, что, во имя сводящих с ума ветров Пандемониума, *нашло* на вас, что вы вот так нарядились?"

source: He gestures at Annah's outfit. "The leather, miss. The sheer impracticality of it. The emphasis on the bust-line, especially the *oh-so-convenient* cross-slash across the bodice. Your outfit was *obviously* designed to placate someone's hormonal urges rather than to keep you comfortable. Even if you are trying to *make* a statement against authority and decorum like you tieflings tend to do, the message is really harming you in the long run..."
ru: Он указывает на одежду Анны. "Кожа, мисс. Полная ее непрактичность. Обратите внимание на линию бюста, особенно на *несказанно удобные* стяжки корсажа крест-накрест. Ваше снаряжение было, *очевидно*, сшито скорее для удовлетворения чьей-то похоти, чем для вашего удобства. Даже если вы пытаетесь таким образом *высказаться* против власти и благопристойности, как и свойственно тифлингам, это послание уже давно причиняет вам большие неудобства..."

source: Try and interrupt.
ru: Попробовать прервать его.

source: Let them keep talking.
ru: Позволить им продолжить разговор.

source: Goncalves continues to scold Annah. "I mean really, you look more ready for a session at the Festhall than..." He frowns. "By the way, you aren't a Sensate, are you?"
ru: Гонсалвис продолжает распекать Анну. "Я серьезно, вы выглядите скорее готовой к занятиям в Фестхолле, чем... - он хмурится. - Кстати, вы ведь не чувствующая, не так ли?"

source: The tailor nods. "I didn't think so. Not at all. Why don't you let me attire you in something else a little more modest..."
ru: Портной кивает. "Я так и думал. Вовсе нет. Может быть, вы позволите мне облачить вас в что-нибудь другое, немного скромнее..."

source: "As you wish, then, my lady." Goncalves looks to you. "And now, sir, that my work has been well and truly interrupted... I am Goncalves. What was it you were here to see me about?"
ru: "Как пожелаете, миледи, - Гонсалвис смотрит на тебя. - А теперь, сэр, раз моя работа была успешно и надолго прервана... Меня зовут Гонсалвис. Зачем вы хотели меня видеть?"

source: Goncalves immediately turns from his work and bows politely to Fall-from-Grace, a gesture she then returns. "Greetings, Lady Grace. How is it that I can help you today? That order is almost complete..."
ru: Гонсалвис немедленно отрывается от работы и уважительно кланяется Падшей Грации, на что она отвечает тем же. "Приветствую, леди Грация. Чем я могу вам сегодня помочь? Тот заказ уже почти закончен..."

source: "Of course!" Goncalves turns to you. "And so, sir... what was it you were here to see me about?"
ru: "Конечно! - Гонсалвис поворачивается к тебе. - Итак, сэр... зачем вы хотели меня видеть?"

source: The tailor is still embroidering patterns into the fabric he held before. He seems to take no notice of you whatsoever.
ru: Портной все еще вышивает узоры на той же ткани, что и прежде. Похоже, он не обращает на тебя ни малейшего внимания.

source: Goncalves sets down something he was working on and nods to you. "You come again, sir... good. What can I help you with?"
ru: Гонсалвис откладывает свою работу и кивает тебе. "Вы снова пришли, сэр... хорошо. Чем я могу вам помочь?"

source: "Just passing by, Goncalves. Farewell."
ru: "Просто проходил мимо, Гонсалвис. Прощайте".

source: The tailor sneers at you. "I would advise you to *leave,* sir, before I summon the guards once more. No word or deed could ever merit forgiveness for the offense you have given me. Away!"
ru: Портной ухмыляется тебе. "Советую вам *удалиться*, сэр, пока я снова не позвал стражу. Вы не сможете заслужить себе прощение за нанесенную мне обиду никакими словами или поступками. Прочь!"

source: "Go ahead; summon the guard."
ru: "Вперед, зови стражу".

source: "Could I buy some needle and thread here?"
ru: "Можно тут купить немного ниток и иголок?"

source: "I had another question, then..."
ru: "Тогда у меня другой вопросы..."

source: "In that case, farewell."
ru: "В таком случае, прощайте".
