Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dgracef.dlg.po
Languages: ru

source: "So. You are the spider that lies in the center of it all."
ru: "Значит, ты и есть паук, сидящий в центре всего этого".

source: "I have many questions that you could answer. Your goals in this matter have not been entirely clear."
ru: "У меня есть много вопросов, на которые ты мог бы ответить. Твой цели в этом деле не совсем ясны".

source: "My heart is neither black nor do I fear for my life."
ru: "Мое сердце вовсе не черное, и я не боюсь за свою жизнь".

source: "Someone precious to me is here in your fortress. I shall not leave until we are rejoined and the he has resolved this matter to a satisfactory conclusion."
ru: "Один дорогой мне человек находится в твоей крепости. Я не уйду, пока мы снова не встретимся и он не найдет удовлетворительное решение в этом деле".

source: "My companions, my friends, are here in your fortress. I shall not leave until we are rejoined and the man we follow has resolved this matter to a satisfactory conclusion."
ru: "Мои товарищи, мои друзья находятся в твоей крепости. Я не уйду, пока мы снова не встретимся, и тот, за кем мы следуем, не найдет удовлетворительное решение в этом деле".

source: "As gracious as your offer is, I must refuse your offer to abandon my friends."
ru: "Я вынуждена дать отказ твоему предложению покинуть моих друзей, каким бы милосердным оно ни было".

source: "As for the 'small' price he will pay at your hands, it is the equivalent of death to him. I have traveled with this man for some time, and there are many things I do not wish him to forget."
ru: "Что касается 'небольшой' цены, которую он заплатит, то для него она равноценна смерти. Я долгое время путешествовала с этим человеком, и есть вещи, которые я бы не хотела, чтобы он забыл".

source: "That is *your* judgment."
ru: "Это *твое* мнение".

source: "The fact remains that I do not wish him to forget me, nor all that he has struggled for to reach this place."
ru: "Как бы там ни было, я не хочу, чтобы он забыл меня или все то, за что он боролся, добираясь сюда".

source: "He has suffered much, and I find my sympathies lie with him rather than the arrogant creature that postures before me and fights as a *coward* fights, preferring to kill from a distance where his opponent cannot reach him."
ru: "Он много выстрадал, и я поддержу скорее его, чем то надменное существо, которое кичуется сейчас передо мной и дерется, как дерутся *трусы*, предпочитая убивать издалека, чтобы противник не мог его достать".

source: "You shall torment him no more."
ru: "Ты больше не будешь его мучить".
