Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dgris.dlg.po
Languages: ru

source: "Where did you say your stash was again?"
ru: "Еще раз, где твой тайник?"

source: "That's a bad way to go. If I could talk to him, he'd surely have a hell of a tale..."
ru: "Да, плохи дела. Если бы он мог говорить, уверен, он бы поведал очень страшную историю..."

source: The beak-nosed body twitches slightly, and the phlegmy voice of Gris spills out. "Didja find it? Gave ye clear directions, I did, and now ye're gallivanting about while I lie here rotting. Ah, well. What can old, dead Gris do for ye now?"
ru: Крючконосый мертвец начинает дергаться, затем слышится хриплый голос Гриса: "Что, еще не нашел? Я ж тебе четко сказал, где искать, хватит слоняться вокруг моего гнилого тела. А, ладно. Что мертвый старина Грис может для тебя сделать?"

source: "Where did you say Quint's charm was?"
ru: "Так где амулет Квинта?"

source: "What happened to you, anyway?"
ru: "А что с тобой случилось?"

source: "What can you tell me about the catacombs?"
ru: "Что ты можешь рассказать мне о катакомбах?"

source: "Tell me about yourself."
ru: "Расскажи мне о себе".

source: "Nothing. Farewell."
ru: "Ничего. Прощай".

source: "Told ye. It's on the left side of Marta's home - the crazy corpse-witch? - hidden in a pile o' refuse. Look long enough and ye'll find it."
ru: "Я же сказал: слева от дома Марты - ну, та чокнутая ведьма-любительница трупаков - заныкан в куче отбросов. Присмотрись, и найдешь его".

source: "I had some other questions for you..."
ru: "У меня были к тебе еще вопросы..."

source: "Thanks, Gris. Farewell."
ru: "Спасибо, Грис. Прощай".

source: "I hid it near Ojo - he's the retard, aye? - I hid it near his place. Figure none other'll raise the jink t' raise me, and since ye're the last one I'll be talking to, no doubt, ye can have it. It's off on the right side of his house as you face his door."
ru: "Я спрятал его возле Охо - вот он тупица, да? - заныкал недалеко от его жилища. Наверное, на мое воскрешение никто тратиться не будет, так что, раз уж ты - последний, с кем я говорю, можешь его забрать. Справа от его дома, если стоишь лицом к двери".

source: "All right. I have some other questions for you."
ru: "Ну хорошо, у меня есть другие вопросы к тебе..."

source: "We and me boys had just popped this crypt... and it was harder than picking a chastity belt, I'm tellin' ye. After tearing and prying at the door for a little past eternity, got in here, and were looking at opening the main crypt when me bloods start shouting, and this... this *thing*... slashes me and dumps me into this crypt... I'm fightin' it, and I hear them start runnin'... me bloods... what happened to them, eh? Where be Burt? Lowden? They make it or are they in the dead-book?"
ru: "Мы с парнями только-только вскрыли этот склеп... а вскрыть его оказалось сложнее, чем пояс верности, говорю тебе. Взломали и отжали дверь - на это ушла почти вечность, зашли сюда и собрались открыть главный склеп, и тут мои спецы как начнут орать, а эта... эта *тварь*... как полоснет меня, и толкает в тот склеп... я борюсь с ней, и слышу, как они начинают удирать... мои спецы... что с ними случилось, а? Где Берт? Лауден? Они выбрались, или уже в книге мертвых?"

source: Truth: "They're dead."
ru: Правда: "Они мертвы".

source: Lie: "They made it."
ru: Ложь: "Им удалось выбраться".

source: Lie: "I don't know."
ru: Ложь: "Я не знаю".

source: Lie: "They're dead."
ru: Ложь: "Они мертвы".

source: Truth: "I don't know."
ru: Правда: "Я не знаю".

source: "These're me stomping grounds. Lots of ripe crypts down here, near untouched by anyone in over a..." He pauses. "Well, a lot of years, by my reckoning. Me and the boys have cracked a lot of crypts down here... we'd just gotten to this one when the problem happened."
ru: "Мои любимые места. Куча забитых добром склепов, почти никем нетронутых уже... - он умолкает. - Ну, уже много лет, по моим подсчетам. Мы с парнями вскрыли здесь немало склепов... добрались до этого, и тут стряслась эта беда".

source: "What happened?"
ru: "Что произошло?"

source: "What crypts can you tell me about?"
ru: "О каких склепах ты можешь мне рассказать?"

source: "Answer some other questions for me, will you?"
ru: "Ответь еще на пару вопросов, ладно?"

source: "Thanks. Farewell."
ru: "Спасибо. Прощай".

source: "Gris. Gris the Vulture. They called me that on account of bein' able to smell out crypts and snatch the best loot 'fore anyone else knew it was there. Spent most of my time pickin' at dead bodies. Why d'ye ask?"
ru: "Грис. Грис Стервятник. Меня так прозвали, потому что я мог вынюхать новый склеп и обчистить его до того, как любой другой найдет его. В основном занимался оббиранием мертвых тел. А зачем спрашиваешь?"

source: "Quint was looking for you, Gris. He said you had something of his."
ru: "Грис, тебя искал Квинт. Сказал, что у тебя есть что-то, принадлежащее ему".

source: "You're Gris, eh? I'll let the other villagers know you're dead."
ru: "Значит, ты Грис? Я скажу в деревне, что ты мертв".

source: "No reason."
ru: "Просто так".

source: The corpse lets loose a gusty sigh. "What did ye want to know, berk?"
ru: Мертвец делает резкий вздох. "Чего тебе, пень?"

source: "Gris, I need you to tell me where Quint's charm is. He said you would know."
ru: "Грис, мне нужно знать, где амулет Квинта. Он сказал, что ты знаешь".

source: "Quint's charm?" The corpse laughs. "If that stuffing-filled, pox-ridden whoreson sent you down here for that, you're in the wrong place, berk. That thing's back in the Buried Village."
ru: "Амулет Квинта? - мертвец смеется. - Если тебя послал сюда тот набитый прокаженный сукин сын, то ты не туда попал, пень. Та штуковина в Погребенной деревне".

source: "But where is it?"
ru: "Но где она?"

source: "I see. I'll go look. Farewell."
ru: "Ясно. Пойду, посмотрю. Счастливо".

source: "Gris. Gris the Vulture. They called me that on account of bein' able to smell out crypts and snatch the best loot 'fore anyone else knew it was there. Spent most of my time pickin' at dead bodies."
ru: "Грис. Грис Стервятник. Меня так прозвали, потому что я мог вынюхать новый склеп и обчистить его до того, как любой другой найдет его. В основном занимался оббиранием мертвых тел".

source: "Aye, good. Hate t' think they'd got away clean wi' me left down here for dead."
ru: "Вот и славно. Было бы плохо, если б они выбрались отсюда чистенькими, оставив меня здесь умирать".

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "Yeah. Farewell."
ru: "Ага. Прощай".

source: "Filthy blighters! Probably sold me out to fortune's whore, they did, leavin' me to that *thing* while they ran on back ta safety..."
ru: "Грязные засранцы! Наверно, продали меня шлюхе-судьбе, бросили этой *твари*, а сами вернулись в целости..."

source: "Aye, well, and let's hope they didn't. Filthy running pikers."
ru: "Ну что ж, будем надеяться, что у них ничего не вышло. Подлые трусы".

source: "Y'already asked me about that, berk. Gris, Vulture, crypts, catacombs, bein' a Collector... what else did you need to know?"
ru: "Ты уже об этом спрашивал, пень. Грис, Стервятник, склепы, катакомбы, был сборщиком... что еще тебе нужно знать?"

source: "Just the answers to some questions..."
ru: "Просто ответь на несколько вопросов..."

source: "There's one to the left of the entrance with a bunch of them vargie ghoul heads flying about... don't want to be messing there without a lot of torches and some crossbows. There's a crypt of pretty tiles to the right of the entrance and down a ways... then there's the one I was exploring before the unfortunate circumstance... I figure that the crypt with the pretty tiles has got some secret about it... it smells different. An' there's a secret chamber somewhere abouts, but I can't figure a way into it."
ru: "Есть один слева от прохода с ордой летающих голов варгулек... и не суйся туда без кучи факелов и пары арбалетов. Справа от прохода есть склеп с красивой плиткой... там я побывал перед тем, как попасть в этот переплет... думаю, там есть какой-то секрет... там пахнет по-другому. Где-то там есть тайная комната, но я так и не выяснил, где".

source: "Where is it?"
ru: "Где он?"

source: "Farewell, Gris."
ru: "Прощай, Грис".

source: "Down through the Drowned Nations a ways... don't remember exactly where, though."
ru: "Внизу, в Затопленных Народах, возле... а вот где точно, не помню".

source: "All right. I had some other questions, then..."
ru: "Отлично. Тогда у меня есть другие вопросы..."

source: "Heh. Berk, if I wasn't dead, ye can bet ye'd never be draggin' that chant from me. But..." he pauses philosophically, "but, since I'm a deader now, I'll tell ye. It's buried in the refuse on the left side of Marta the corpse-ripper's house. Y'aint averse to diggin' in refuse, I hope."
ru: "Хе. Пень, не будь я мертв, ты бы это из меня и клещами не вытянул. Но... - он делает философскую паузу, - но раз уж я трупак, я тебе скажу. Он закопан в отбросах слева от дома Марты-трупорезки. Надеюсь, ты не против того, чтоб покопаться в мусоре".

source: "I'll find it. I had some other questions, first..."
ru: "Я найду его. Но сперва у меня есть другие вопросы..."

source: "Well, I'm friggin' dead, it looks like. Give 'em my worst regards, then. The blighters are probably already picking through me stash and scrounging my corpse."
ru: "Что ж, похоже, что теперь я чертовски мертв. Ладно, передавай им мои наихудшие пожелания. Эти засранцы, наверно, уже обчистили мое тело и мой тайник".

source: "Your stash?"
ru: "Что за тайник?"

source: "Probably. I had some other questions..."
ru: "Возможно. У меня есть другие вопросы..."

source: "Probably. Farewell."
ru: "Возможно. Прощай".

source: "Aye... I had a little bit tucked away near me kip... a little bit that that wheezing crusty blighter Pharod didn't know nothing about. It's to the right of that retard Ojo's place, if I remember correctly."
ru: "Да... я тут кое-что припрятал возле своей берлоги... то, что смог утаить от того сопящего паршивого засранца Фарода. Это справа от дома того тупицы Охо, если я правильно помню".

source: "Farewell."
ru: "Прощай".

source: "Aye, well, that's different for you, I'm sure."
ru: "Ага, и тебе это, конечно же, не безразлично".

source: "Yeah, well... answer some other questions..."
ru: "Ну, да... ответь еще на пару вопросов..."

source: "Err... yeah. Farewell."
ru: "Э-э... да. Прощай".

source: This is the corpse of a man with a surprised look on his beak-nosed face. It's hard to tell how he died: whether from the numerous horrific slashing wounds across his abdomen and throat, or from blood loss incurred when his right arm was nearly severed from his shoulder. As the corpse replies to you, its voice rattles in its throat. "Eh... no... no, beast, must... run! Why do I feel so numb... am I drunk? Can't I feel me hands... and me legs? What - last thing I remember is being pushed in here, the boys being slashed by some big pikin' thing..."
ru: Это труп мужчины с крючковатым носом и удивленным выражением на лице. Сложно сказать, от чего он именно умер: то ли от многочисленных страшных резаных ран на животе и горле, то ли от потери крови из-за того, что его рука вырвана из плеча. Когда мертвец обращается к тебе, его голос клокочет в глотке. "О... нет... нет, зверюга, нужно... бежать! От чего ж это у меня все так онемело... набрался, что ли? Почему я рук не чувствую... и ног? Что... Последнее, что помню: меня толкнули сюда, а на парней накинулась какая-то чертовски здоровенная тварь..."

source: "Who are you?"
ru: "Кто ты?"

source: "What are you talking about?"
ru: "О чем это ты?"

source: "Eh? Who in the Nine Hells are you? Show yerself... aww, by the hairy arse of Pan himself... I'm dead, ain't I?"
ru: "А? Кто ты такой, во имя Девяти Преисподен? Покажись... ох, во имя волосатой жопы Пана... Я что, помер?"

source: "I'm afraid so. Can you answer me some questions?"
ru: "Боюсь, что да. Можешь ответить мне на несколько вопросов?"

source: "Well..."
ru: "Ну..."

source: "Always knew it'd come down to this... tell me, cutter... am I still in the catacombs?"
ru: "Всегда знал, что до этого дойдет... скажи мне, рубака... я все еще в катакомбах?"

source: "Yes."
ru: "Да".

source: Lie: "No."
ru: Ложь: "Нет".

source: The corpse's voice is bitter. "Figures, aye, it does. Do them a good turn and they'll do nothing for ye."
ru: В голосе мертвеца слышна горечь: "Похоже, что да, так оно и есть. Стараешься для них - и в результате ничего не получаешь".

source: "Right. I just wanted to ask some questions..."
ru: "Точно. Я просто хотел кое-что спросить..."

source: "Forget this. Farewell."
ru: "Забудь об этом. Прощай".

source: The corpse seems surprised. "Someone fetched me out? Can't say I expected it of 'em... probably did it for me stash..."
ru: Похоже, мертвец удивлен. "Кто-то вытащил меня? Не скажу, что ожидал от них такое... наверно, это из-за моего тайника..."

source: This is the corpse of a man with a surprised look on his beak-nosed face. It's hard to tell how he died: whether from the numerous horrific slashing wounds across his abdomen and throat, or from blood loss incurred when his right arm was nearly severed from his shoulder.
ru: Это труп мужчины с удивленным выражением на лице с крючковатым носом. Сложно сказать, от чего он именно умер: то ли от многочисленных страшных резаных ран на животе и горле, то ли от потери крови из-за того, что его рука вырвана из плеча.

source: Gris the Vulture told me where I could find Quint's poison charm - in a rubbish heap to the left of Marta's house, back in the Buried Village.
ru: Грис Стервятник рассказал мне, где можно найти амулет защиты от яда Квинта: он в куче мусора слева от дома Марты в Погребенной деревне.
