Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dgrosuk.dlg.po
Languages: ru

source: You see a reptilian creature with a snake like-body, four clawed feet, leathery wings, and a draconian head. The scales covering its body are a vile shade of green. The creature stands upright on its hind legs, balancing with its prehensile tale. As you approach its eyes narrow to slits and it begins to hiss.
ru: Ты видишь ящера с телом, как у змеи, четырьмя когтистыми лапами, кожаными крыльями и драконьей головой. Его тело покрыто чешуей отвратительного зеленого оттенка. Существо стоит прямо на задних лапах, удерживая равновесие с помощью цепкого хвоста. При твоем приближении его глаза сужаются, и оно начинает шипеть.

source: "Greetings."
ru: "Приветствую".

source: Ignore the creature.
ru: Не обращать внимания на существо.

source: The air around the creature begins to radiate heat and its scales take on a pale sheen. It gives you a hungry look and appears ready to strike. Suddenly it releases a flurry of hisses and relaxes its stance a bit. "Sssssss! Go. Grossssuk no talk, told wait... Ssssssss..." It glares at you as its tail lashes back and forth.
ru: Воздух вокруг существа начинает накаляться, а у его чешуи появляется тусклое свечение. Оно бросает на тебя голодный взгляд и, похоже, готово напасть. Внезапно оно испускает тяжелое шипение и принимает немного более расслабленную позу. "Ссссс! Иди. Гросссук не говорит, сказано ждать... Сссссс..." Оно глядит на тебя, мотая хвостом из стороны в сторону.

source: "Sebastion sent me."
ru: "Меня прислал Себастион".

source: "What kind of creature are you?"
ru: "Что ты за существо?"

source: "Farewell."
ru: "Прощай".

source: The creature relaxes quite a bit and the air grows cooler. It holds out a clawed hand to you. "Ssssss. Give Grosssuk information." He looks at you expectantly.
ru: Существо слегка расслабляется, и воздух вокруг остывает. Оно протягивает тебе когтистую лапу. "Сссссс. Дай Гросссуку информацию". Он выжидающе смотрит на тебя.

source: "What information?"
ru: "Какую информацию?"

source: "No, Sebastion sent me to kill you."
ru: "Нет, Себастион послал меня убить тебя".

source: "I don't have it with me, I'll go get it. Farewell."
ru: "У меня нет ее с собой. Пойду, достану. Прощай".

source: It's hard to read facial expressions on a reptile, but you are certain that Grosuk is rather annoyed with you. His tail begins to lash furiously and the air grows warm again. "No quessssstion. Give Grosssuk information or die. Grosssuk then take information from body."
ru: Трудно прочитать выражение лица рептилии, но ты уверен, что уже порядком надоел Гросуку. Его хвост начинает бешено мотаться, а воздух вокруг вновь накаляется. "Никаких вопросссов. Дай Гросссуку информацию или умри. Тогда Гросссук возьмет ее ссс твоего тела".

source: "I need to know which piece of information is for you. I run errands intended for several people, you understand."
ru: "Мне нужно знать, какая часть информации полагается тебе. Видишь ли, я выполняю поручения для нескольких людей".

source: "Actually, Sebastion sent me to kill you."
ru: "Вообще-то, Себастион послал меня убить тебя".

source: He glares at you for a moment while he thinks. Finally he gestures at a nearby tower. "Sssiege tower. Ssssss. How get inssside. Sssebastion say he divine way..." Grosuk takes a step toward you and holds out his hand. "Now give!"
ru: Он смотрит на тебя пару секунд, обдумывая это. Наконец он указывает на башню неподалеку. "Осссадная башня. Ссссс. Как пробратьссся внутрь. Сссебастион ссказал, что предссскажет путь... - Гросук делает шаг вперед и протягивает лапу. - Давай сссейчас же!"

source: "Oh, that information. I'm sorry, Sebastion wanted to deliver that one in person. He'll be along soon."
ru: "Ах, эта информация. Извини, Себастион хотел передать ее лично. Он скоро будет".

source: The air around Grosuk begins to radiate heat and his scales take on a pale sheen. He gives you a hungry look and appears ready to strike. He opens his mouth to reveal several rows of razor sharp teeth. "No... Grosssuk think you lie! Give information now Grosssuk kill quick, not ssssslow. Not give, Grosssuk take time. Remove you insssidesss. Let you watch!"
ru: Воздух вокруг Гросука начинает накаляться, а у его чешуи появляется тусклое свечение. Он бросает на тебя голодный взгляд и, похоже, готов напасть. Он открывает рот и обнажает несколько рядов бритвенно-острых зубов. "Нет... Гросссук думает, ты врешь! Давай Гросссуку информацию - умрешь быссстро. Не дашь - Гросссук расссстянет ссссмерть. Вытянет твои внутренноссссти. Покажет тебе!"

source: "Wait, I don't have the information you want, but I know something that I think is worth my life."
ru: "Постой, у меня нет нужной тебе информации, но мне известно кое-что, стоящее моей жизни".

source: "Fine, Sebastion sent me to kill you anyway."
ru: "Ладно, все равно Себастион послал меня убить тебя".

source: Grosuk cocks his head to one side and glares at you. He seems lost in thought for a moment. "Grosssuk lisssten. Information good, you live." He gives you a toothy grin. "Not good, you die. Grosssuk give word."
ru: Гросук склоняет голову набок и глядит на тебя. Кажется, на миг он уходит в мысли. "Гросссук ссслушает. Полезная информация - оссстанешься жить, - он выдает тебе клыкастую улыбку. - Если нет - умрешь. Гроссссук дает ссслово".

source: "Sebastion can't fulfill your contract. He sent me here to kill you."
ru: "Себастион не может выполнить условия твоего контракта. Он послал меня убить тебя".

source: "How do I know you'll keep your word?"
ru: "Откуда мне знать, что ты сдержишь слово?"

source: "Forget it, Sebastion sent me here to kill you anyway."
ru: "Забудь, все равно Себастион послал меня убить тебя".

source: Grosuk stares at you for some time then releases a stream of frustrated hisses. He begins to flex his claws and his tail lashes back and forth. You notice a barbed stinger appear from the tip of his tail occasionally. "Yesss. Information good. Grosssuk give word, you live. Grosssuk thank. Grosssuk go now, need talk Sssssebassstion."
ru: Гросук некоторое время смотрит на тебя, потом испускает поток раздосадованного шипения. Он начинает стискивать когти и мотать хвостом туда-сюда. Ты замечаешь, что на конце его хвоста вдруг появляется зазубренный шип. "Да. Полезная информация. Гросссук держит ссслово - живи. Гросссук благодарит. Гроссук пошел: нужно говорить сссс Ссссебасстионом".

source: The creature glares at you. "This pact, you and Grosssuk. Grosssuk live by word of pact. Now, you tell."
ru: Существо пялится на тебя. "Это сссоглашение между тобой и Гросссуком. Гросссук живет сссоглашениями на сссловах. Теперь говори".

source: Without a moment's hesitation the creature lunges at you.
ru: Без малейшего промедления существо набрасывается на тебя.

source: Defend yourself.
ru: Защищаться.

source: Every muscle on the creature seems to tense as it releases a storm of hisses. It starts to reach for you, then stops. Hate drips from its eyes when it speaks to you. "Grosssuk no talk. Sssssssssss. You lucky human. You go while ssstill lucky. You ssstay, Grosssuk ssshred!"
ru: Казалось бы, каждый мускул существа напрягся. Оно взрывается бурей шипения. Оно тянется к тебе, но останавливается. Его глаза сверкают ненавистью, когда оно произносит: "Гросссук не говорит. Ссссссссс. Повезло тебе. Уходи, пока везет. Оссстанешьсся - Гросссук порвет на часссти!"

source: Taunt: "Grossssssuk no talk? Grosssssuk ssssure ssssays a lot for sssssomeone who doesssssn't talk."
ru: Передразнить: "Гросссссук не говорит? Гросссссук говорит уж сссслишком много для того, кто не говорит".

source: "Farewell then."
ru: "Тогда прощай".

source: The creature cocks its head to one side and stares at you, eyes wide with surprise. After a moment its eyes narrow to slits of hatred and its body begins to shake as its muscles tense to chords of steel. You hear a cracking sound and, glancing down, notice its claws have sunk into the stone beneath its feet. The air around the creature is heavy with heat and almost seems to glow. "Go... now. Ssssssssssssss!"
ru: Существо склоняет голову набок и смотрит на тебя широко раскрытыми от удивления глазами. Через миг его глаза сужаются от ярости, его тело начинает трясти, его мышцы напрягаются, как стальные тросы. Ты слышишь хруст и, глянув вниз, замечаешь, что его когти впились в камни под ногами. Воздух вокруг существа накалился и почти что светится. "Иди... сссейчас же. Сссссссссссс!"

source: Attack it.
ru: Напасть на него.

source: Leave.
ru: Уйти.

source: You see Grosuk, the abishai. He looks annoyed at your presence. "Ssssssss... You, come again. Go. Grosssuk kill."
ru: Ты видишь абишая Гросука. Похоже, его сердит твое присуствие. "Сссссссс... Ссснова ты. Иди. Гросссук убьет".

source: "You're not the friendliest of creatures, are you?"
ru: "Ты не самое дружелюбное существо, не так ли?"

source: "Fine, farewell."
ru: "Хорошо, прощай".

source: Grosuk stares at you, flexing his claws. His eyes narrow to slits as he bends down to look you in the eye. "No, Grosssuk not friend. Now go!"
ru: Гросук смотрит на тебя, стискивая когти. Его глаза превращаются в щелочки, и он наклоняется, чтобы посмотреть тебе прямо в глаза. "Нет, Гросссук не друг. Уходи!"

source: The abishai, Grosuk, is looking for a way to get into the siege tower near the open-air market. I wonder what's so important about that tower.
ru: Абишай Гросук ищет способ проникнуть в осадную башню возле открытого рынка. Интересно, что такого важного в этой башне.

source: I told the abishai, Grosuk, that Sebastion sent me to kill him. It probably wasn't the nicest thing I could have done, but it saved my hide...
ru: Я рассказал абишаю Гросуку, что Себастион послал меня убить его. Пожалуй, это не самый лучший поступок, тем не менее, он спас мне шкуру...
