Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dhamrys.dlg.po
Languages: ru

source: "Sigil..." He lets out a long breath. "Sigil is the city at the center of all things, or so many believe. It is the city of doors; there are literally thousands of portals here. It is home to the Lady of Pain herself." He shrugs. "Sigil... is a topic that can fill volumes, and volumes of volumes..."
ru: "Сигил... - он делает глубокий вздох. - Сигил - это город в центре всего, как многие верят. Это город дверей, в нем буквально сотни порталов. Это дом самой Леди Боли - он пожимает плечами. - Сигил... про него можно писать тома, и тома, и тома..."

source: "Tell me about the Lady of Pain."
ru: "Расскажи мне о Леди Боли".

source: "You mentioned portals. Do you know of any?"
ru: "Ты упомянул о порталах. Ты знаешь какой-нибудь?"

source: "The Lady of Pain..." Hamrys leans in, and drops his voice slightly. "One of the multiverse's greatest mysteries, everyone will agree. I think she's proved beyond doubt's shadow that females are the most dangerous creatures in the multiverse..." He sighs.
ru: "Леди Боли... - Хамрис слегка наклоняется, понизив голос. - Без сомнений, одна из величайших загадок мультивселенной. Думаю, она не оставила и тени сомнения, что женщины являются самыми опасными существами в мультивселенной..." Он вздыхает.

source: "Some say she's a goddess, a Power that's made Sigil her home. Truth is, she breaks the laws of every Power I've encountered. Powers need worshippers - gives them their power - but the Lady doesn't like to be worshipped. People who do end up in her shadow, their flesh torn apart by invisible blades. Now, I've seen some horrible things in my life, things that would make another man's knees go weak and make him lose control of his vitals. Doesn't even compare to seeing one of the Lady's victims."
ru: "Кто-то говорит, что она богиня, Сила, избравшая Сигил своим домом. Правда в том, что она нарушает все правила Сил, которые я встречал. Силам нужны поклонники, которые дают им силу, но Леди не нравятся поклонения. Такие люди заканчивают жизнь в ее тени разрезанными на части невидимым клинками. Я повидал в своей жизни много ужасных вещей, которые могут вызвать дрожь в коленях и заставить потерять контроль над собой. Но они не идут ни в какое сравнение с тем, что делает Леди со своими жертвами".

source: "Interesting, what else can you tell me?"
ru: "Интересно. А что еще ты можешь мне сказать?"

source: "Next is, she don't take to people who try and play God in Sigil. See, you may not know this, but first off, no Powers can enter Sigil, not Zeus, not Ra, no one. Word is that the Lady's presence somehow keeps them out. Can't get in, not a one, and that twists their stems like you wouldn't believe. Sigil's such a sweet fruit that anyone would want to pluck, that the other Powers are always looking for some way into Sigil. They haven't succeeded."
ru: "Еще она не терпит людей, которые решили поиграть в Сигиле в богов. Ты, может быть, не знал, но Силы не могут войти в Сигил, ни Зевс, ни Ра, никто вообще. Говорят, что присутствие Леди каким-то образом держит их в стороне от этого места. Не могут, и все тут, а что они только не пробовали, ты не поверишь. Сигил похож на спелый плод, который каждый норовит сорвать, так что Силы всегда ищут способ попасть в Сигил. Но пока им это не удается".

source: "Well, it goes beyond that. Not only does the Lady keep them out, she keeps anybody inside the city from harming it. Certainly she has help from our faction, the Harmonium, since we like order. But every once in a while, a foolish basher takes it into their head to start fighting on the streets of the city, maybe decide to kill a few dabus, brew up some chaos, or start casting mass destruction spells. Not a good thing. Makes the Lady upset. Doesn't like to see her city hurt. She'll kill you... or maze you... for doing such."
ru: "Это еще не все. Леди не только держит их подальше от города, она еще бережет город от любого, кто пытается навредить ему изнутри. Определенно, тут она получает поддержку от нашей фракции, Гармониума, так как нам тоже нравится порядок. Но иногда какому-нибудь вояке взбредет в голову устроить резню на улицах, или решит он убить несколько дабусов, выплеснуть немного хаоса, или начнет колдовать заклинания массового уничтожения. Нехорошие вещи. Которые могу разозлить Леди. Ей не нравится, когда ее городу причиняется вред. И тогда за это она убивает... или заключает в лабиринт".

source: "Maze you?"
ru: "В лабиринт?"

source: "You haven't heard of the mazes?" He looks at you condescendingly. "You are green. The Lady's got extra-dimensional prisons she can place special offenders in. You see, she takes little bits of Sigil, shapes them into mazes, then cuts them off from Sigil. You'll be walking home one night, or be stepping through an archway near your home, then suddenly everything changes. You won't be in the place you remember. You'll be trapped. Chant is that there is one way to get out of each maze, but you'll be dead and gone before you tumble onto the dark of how to escape."
ru: "Ты еще не слышал про лабиринты? - он снисходительно смотрит на тебя. - Да ты совсем зеленый. У Леди есть тюрьмы в других измерениях, куда она помещает особых провинившихся. Понимаешь, она берет маленький кусочек Сигила, формирует из него лабиринт, а потом вырезает его из Сигила. Идешь ты домой ночью или проходишь дверной проем рядом с домом, а потом вдруг все меняется. Ты не узнаешь своего места. Ты в западне. Говорят, из лабиринта есть единственный выход, но ты скорее умрешь и истлеешь, прежде чем распутаешь эту загадку".

source: He smiles at you, eager to talk. "Why certainly, friend. I can tell you a little about the Harmonium, the Mercykillers, or the Guvners. Which should I start with?"
ru: Он улыбается, пытаясь утолить свою жажду словоохотливости. "Ну конечно же, почему нет? Я могу рассказать немного о Гармониуме, Убийцах Милосердия или Законниках. С кого начать?"

source: "The Guvners."
ru: "С Законников".

source: "The Harmonium."
ru: "С Гармониума".

source: "The Mercykillers."
ru: "С Убийц Милосердия".

source: He nods knowingly. "The Fraternity of Order is their proper faction name. They are dedicated to law and knowledge; they spend most of their time simply researching every aspect of law. Now, I'm not talking just man-made laws. No, their search goes much deeper. They want to know the how and why behind everything. Because of their devotion to law, they also run the courts of Sigil and act as lawyers, judges, advocates and such."
ru: Он кивает. "Их настоящее название - Братство Порядка. Они посвящают себя закону и знаниям. Большую часть своего времени они тратят на изыскания в нюансах какого-нибудь закона. Я сейчас говорю не о людских законах. Нет, их поиски производятся гораздо глубже. Они хотят знать, как и почему происходят все процессы. Так как их призвание - закон, они также ведут суды в Сигиле и действуют в качестве законников, судей, адвокатов и так далее".

source: "Tell me about another faction..."
ru: "Расскажи мне о другой фракции..."

source: He stands proudly. "The primary faction of Sigil is, of course, the Harmonium. We are the faction dedicated to preserving law and order in Sigil, and there is no other more important function. Progress can only be achieved in a state of peace and harmony. There are those that think otherwise, but they don't have our resolve, and thus, they shall fail."
ru: Он гордо выпячивает грудь. "Основной фракцией в Сигиле, конечно же, является Гармониум. Наша фракция призвана оберегать закон и порядок в Сигиле, и нет ничего важнее этого. Прогресс может быть достигнут только в состоянии мира и гармонии. Есть те, кто думает иначе, но они не имеют нашей решимости, и, следовательно, потерпят крах".

source: He smiles. "The Mercykillers stand for justice. To them justice is everything. It is absolute and perfect. They dedicate their lives to dispensing justice, but it must be done correctly, according to the law. They firmly believe that by imposing justice on the multiverse it can be cleansed of evil and made perfect."
ru: Он улыбается. "Убийцы Милосердия опираются на правосудие. Правосудие есть во всем. Оно абсолютно и идеально. Они посвящают себя вынесению правосудия, но это должно делаться правильно, в соответствии с законами. Они крепко убеждены в то, что насаждение справедливости в мультивселенной может привести к искоренению зла и безупречности".

source: He laughs. "Portals? Do I know about portals?" He pauses. "Well, none personally, except some of the more common ones. I imagine they can be found in practically every Ward... portals are funny things, sometimes they shift around, at other times, they simply seem to vanish... They are hard to keep track of." He shrugs.
ru: Он хохочет. "Порталы? Знаю ли я порталы? - он делает паузу. - Ну, лично не знаю, кроме самых известных. Я знаю, что их можно найти практически в каждом районе... Порталы - очень интересные штуки, иногда они меняют свое расположение, а иногда и просто пропадают... Их трудно отслеживать".

source: "Well, hello there. In the market for a coffin yet?" He smiles amiably.
ru: "Здравствуй. Подбираешь себе гроб?" - он дружески улыбается тебе.

source: Hamrys smiles at you. "Good day again, sir. Have you given any thought to helping me deal with the warehouse situation?"
ru: Хамрис улыбается тебе. "Добрый день, сэр. Ты не думал насчет ситуации со складом?"

source: "Yes, I'll help you."
ru: "Да, я помогу тебе".

source: "No, I'm still thinking about it. Farewell."
ru: "Нет, я все еще думаю об этом. Прощай".

source: Hamrys smiles at you. "Good day again, sir. Have you changed your mind about helping me deal with the warehouse situation?"
ru: Хамрис улыбается тебе. "Добрый день, сэр. Ты не передумал насчет ситуации со складом?"

source: "No, I haven't. Farewell."
ru: "Нет, не передумал. Прощай".

source: Hamrys smiles at you. "Good day again, sir. Have you dealt with the situation at the warehouse yet?"
ru: Хамрис улыбается тебе. "Добрый день, сэр. Ты еще не разобрался с ситуацией на складе?"

source: "No, I'm still working on it. Farewell."
ru: "Нет, я все еще работаю над этим. Прощай".

source: "No, but I have some questions for you..."
ru: "Нет, но у меня есть вопросы к тебе..."

source: Hamrys smiles at you. "Good day again, cutter. Did you get the pillow you were looking for?"
ru: Хамрис улыбается тебе. "И снова привет, рубака. Забрал подушку, которую искал?"

source: He smiles broadly. "Excellent. Is there something else I can help you with then?"
ru: Он широко улыбается. "Великолепно. Я могу помочь тебе еще в чем-нибудь?"

source: "No, farewell."
ru: "Нет, прощай".

source: Hamrys smiles at you. "Good day again, cutter. Did you get the plans you were looking for?"
ru: Хамрис улыбается тебе. "И снова привет, рубака. Забрал планы, которые искал?"

source: "Yes. I've dealt with the trouble at the warehouse and got the pillow."
ru: "Да, я разобрался с ситуацией на складе и забрал подушку".

source: He smiles and nods. "Well done, cutter. As I said, you may keep whatever you recovered from the warehouse as your reward. Thank you for your help."
ru: Улыбнувшись, он кивает. "Хорошая работа, рубака. Как я уже говорил, ты можешь оставить себе в качестве награды все, что забрал из склада. Спасибо тебе за помощь".

source: "Yes. I've dealt with the situation at the warehouse and got the tomb plans. I picked up the coffin pillow as well."
ru: "Да, я разобрался с ситуацией на складе и забрал планы гробницы. И подушку заодно".

source: "Yes. I've dealt with the situation at the warehouse and got the tomb plans."
ru: "Да, я разобрался с ситуацией на складе и забрал планы гробницы".

source: "Farewell, Hamrys."
ru: "Прощай, Хамрис".

source: "Well, hello there. In the market for a coffin yet?" He smiles amiably. "I don't have any more work for you so... How can I help you?"
ru: "Здравствуй. Подбираешь себе гроб? - он дружески улыбается тебе. - У меня больше нет работы для тебя, так что... Чем могу тебе помочь?"

source: "Nothing, farewell. "
ru: "Ничего, прощай".

source: I met with Hamrys and told him I was able to get the coffin pillow. For once he didn't talk my ear off.
ru: Я встретился с Хамрисом и сказал ему, что смог забрать подушку для гроба. Хоть в этот раз он не прожужжал мне все уши.

source: I met with Hamrys and told him I got the tomb plans and the coffin pillow from the warehouse. For once he didn't have much to say.
ru: Я встретился с Хамрисом и сказал ему, что забрал планы гробницы и подушку для гроба со склада. На этот раз он был не очень многословным.

source: I met with Hamrys and told him I got the tomb plans. For once he didn't have much to say.
ru: Я встретился с Хамрисом и сказал ему, что забрал планы гробницы. На этот раз он был не очень многословным.
