Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dhamrys.dlg.po
Languages: ru

source: You see a rugged looking, square jawed man. He turns to you with a wide smile. "How are you, cutter, good day to you, good day indeed." He squints at you for a second, then juts his hand out to shake yours.
ru: Перед тобой мужчина сурового вида с квадратной челюстью. Он обращается к тебе с широкой улыбкой: "Как дела, рубака, добрый день". На секунду покосившись на тебя, он протягивает тебе руку.

source: Shake his hand: "Greetings."
ru: Пожать его руку: "Приветствую".

source: It seems there's some sort of trouble at the warehouse. If I want the tomb plans I'm going to have to find out what it is and take care of it.
ru: Похоже, на складе есть какие-то проблемы. Если я хочу получить планы гробницы, мне следует разобраться, что там твориться, и решить эту проблему.

source: I think I hired Hamrys' father to build a tomb for me and then killed him. I don't know why I would have done that...
ru: Кажется, я нанимал отца Хамриса на строительство гробницы, а потом убил его. Не знаю, зачем я это делал...

source: It seems there's some sort of trouble at the warehouse. If I want a coffin pillow I'm going to have to find out what it is and take care of it.
ru: Похоже, на складе есть какие-то проблемы. Если я хочу получить подушку, мне следует разобраться, что там твориться, и решить эту проблему.

source: Ignore the man.
ru: Не обращать внимания на мужчину.

source: "Hamrys at your service, member of the Harmonium and the fashioner of fine coffins for the recently departed. I think I know you, do I not...? Let me see if I can place it..." He pauses to think a moment. "Sharp with names I was in the Harmonium, let me tell you. Knew everyone on the entire Ward..."
ru: "Хамрис к вашим услугам, член Гармониума и модельер гробов для недавно ушедших от нас. Кажется, я знаю тебя, или нет?.. - он умолкает не секунду. - В Гармониуме я хорошо запоминал имена, знаешь ли. Любого в районе мог по имени назвать..."

source: Lie: "My name is Adahn."
ru: Ложь: "Меня зовут Адан".

source: "I have some questions..."
ru: "У меня есть некоторые вопросы..."

source: "I must be going, farewell."
ru: "Я должен идти. Прощай".

source: He nods at you. "Ask away." He gives you a broad smile.
ru: "Задавай". Он кивает тебе, широко улыбаясь.

source: "I need to buy a coffin pillow."
ru: "Мне нужно купить подушку для гроба".

source: "I'm looking for someone named Lothar, or the Master of the Bones..."
ru: "Я ищу кое-кого по имени Лотар, он же Повелитель Костей..."

source: "I had a skull and it's been stolen from me. Do you know anyone who would do such a thing?"
ru: "У меня был череп, который украли. Ты не знаешь кого-нибудь, кто бы мог это сделать?"

source: "I'm missing a journal. Have you seen one?"
ru: "Я потерял дневник. Тебе такой не попадался?"

source: "I hear your father died. Can you tell me what happened?"
ru: "Я слышал, что твой отец умер. Ты можешь рассказать, как это случилось?"

source: "Who's your friend here?"
ru: "А кто это твой друг?"

source: "Can you tell me about this ward?"
ru: "Можешь рассказать об этом районе?"

source: "What can you tell me about the city of Sigil?"
ru: "Что ты можешь сказать о городе Сигиле?"

source: "I must be going now, farewell."
ru: "Я должен идти, прощай".

source: He nods at you. "Ah! You are here to purchase then. I assure you, what I do is a labor of love. The real value of my profession is in the building of the coffin... in doing it and doing it well. It is an act of perfectly ordered creation, every piece must fit just so for the betterment of the whole. It is much like a metaphor for the Harmonium philosophy... we create order, and it is beauty..."
ru: Он кивает тебе: "Ага! А здесь ты, чтобы ее приобрести. Готов уверить тебя, всю работу я делаю с любовью. Главная ценность моей профессии - создавать гробы... и делать их хорошо. Это акт создания великолепия, каждая часть должна быть точно подогнана, чтобы целое было лучше. Как это похоже на метафору философии Гармониума... Мы создаем порядок, и он прекрасен..."

source: "I just need a pillow..."
ru: "Мне всего лишь нужна подушка..."

source: He nods at you again. "I need fifty coppers for the basic boards used in construction, though the expense doesn't cover the time. Usually, it's either whitewashed or painted some color of the person's choosing. The boards themselves are usually a sixteenth handspan thick, maybe even thicker depending on the nature of the corpse, whether it's a human being buried or not. Or whether they're worried that the person might get back up again." He laughs.
ru: Он снова кивает тебе. "На сборку мне нужны доски стоимостью в пятьдесят медяков, хотя время сборки сюда не входит. Возможна побелка либо покраска в выбранный клиентом цвет. Обычно используются доски размером в одну шестнадцатую пяди, но можно взять и потолще, в зависимости от тела, хоронят ли человека или нет. Или если бояться, что покойник захочет выбраться обратно". Он хохочет.

source: He nods at you again. "Some prefer Bytopian pine, which is fine and traditional, but I prefer the heavy Arborean oak materials, simply because they have a good weight about them. Even a twentieth inch of the oak is stronger than a sixteenth of a handspan of pine..." He pauses for a moment.
ru: Он снова кивает тебе. "Некоторые предпочитают традиционную байтопийскую сосну, но я люблю работать с арборейским дубом, потому что в нем чувствуется вес. Одна двадцатая дюйма дуба гораздо прочнее одной шестнадцатой пяди сосны..." Он делает паузу.

source: "I said, I just need a pillow..."
ru: "Я говорю, мне всего лишь нужна подушка..."

source: "I've had enough. Farewell."
ru: "С меня достаточно. Прощай".

source: He nods at you. "From there, I might need about a score multiplied by a score of steel wood-screws, gauge about eight by one and a quarter inch, or so. Lots of shops around here carry them, not a big deal to acquire them. I'll also need some sort of metal pins for securing the interior lining, best to pick them up with the bunch. Then there's the matter of the battens and corner blocks, depending on how you wish to do it."
ru: Он кивает тебе. "Плюс к этому, к общей сумме добавляется стоимость восьми стальных шурупов размером в один с четвертью дюйм. В соседних магазинах их продают, так что не проблема достать их. Также мне понадобится металлические гвозди для скрепления внутренней обивки, их лучше брать побольше. Также мне могут понадобиться рейки и скобы, в зависимости от того, что вы хотите получить в итоге".

source: "Are you listening to me? I said I just need a pillow!"
ru: "Ты меня слышишь? Я говорю, мне всего лишь нужна подушка!"

source: "I've had enough. Farewell
ru: "С меня достаточно. Прощай".

source: He places his hand on his chin. "And although I usually let the natural wood speak the color of the coffin for itself, sometimes the person commissioning it wants it painted special or engraved... I don't usually do the finer work for that, though I am skilled, but contract it out..." He pauses for a breath. "And the handles alone are another matter entirely..." He nods knowingly.
ru: Он поглаживает рукой подбородок. "Хотя я предпочитаю натуральный цвет дерева, иногда некоторые клиенты хотят покрасить гроб в особый цвет или сделать резьбу... Обычно я не делаю подобных украшений, хоть и мастерски умею это делать, но уговор есть уговор... - он переводит дыхание. - А уж ручки - это вообще отдельная история..." Он кивает головой со знанием дела.

source: Sigh: "What about the handles?"
ru: Вздох: "А что насчет ручек?"

source: "If you don't shut up and give me a pillow I'm going to hit you... hard."
ru: "Если ты сейчас не заткнешься и не дашь мне подушку, то я тебя ударю... Больно".

source: "Big thing handles: everything about handles depends on how the coffin is to be carried: you got skilled men carrying the coffin at shoulder height, don't even need to worry about handles, professional pallbearers never use them, see. If you got your family and friends carrying the coffin, then the handles are necessary. You'll need some rope handles or even metal handles..." He gives you a satisfied look.
ru: "Ручки очень важны: тут все зависит от того, кто будет нести гроб. Если у вас есть умелые люди, способные нести гроб на плечах, то о ручках не стоит заботиться. Знаешь ли, профессиональные несуны ими вообще не пользуются. Но если гроб будут нести члены семьи и друзья, ручки просто необходимы. Есть веревочные, а есть металлические..." Он удовлетворенно смотрит на тебя.

source: "That's fine and all, but I came in here for a pillow... Do you have any?"
ru: "Это все очень хорошо, но я пришел сюда за подушкой... У тебя они есть?"

source: "Let me give you an example: I think the most beautiful coffin I'd ever seen was this one of clear pine. I don't where they managed to get it, whether from a place in Bytopia or elsewhere... Anyway, it was pegged together carefully and trimmed with this beautiful run of redwood. The effect was somewhat ruined by the crude amounts of thick hemp rope that surrounded the affair. Surely, something was needed for the pallbearers to hold on to, but to ruin the entire beauty of the coffin with such badly woven-rope..." Hamrys shakes his head.
ru: "Позволь привести пример. Один из самых прекраснейших гробов, что я видел, был из сосны. Не знаю, где можно было достать такие доски - из Байтопии или еще откуда... Гроб был очень хорошо сделан и красиво отделан красным деревом. Вот только общий вид совершенно испортили грубые конопляные веревки. Конечно, несунам нужны были приспособления для переноски, но опошлить такой прекрасный гроб вульгарной веревкой..." Он качает головой.

source: "I'm sure this is fascinating and all, but I just want a pillow..."
ru: "Уверен, что это все захватывающе, но мне нужна просто подушка..."

source: "Then there's the matter of measurements. They can be tricky, and I try and do it myself, since occasionally a client will neglect to inform me as to the race of the deceased or forget something like the hip width... very important indeed. Also, if the client is still alive, I try and make precautions should the client 'fill out' before they die, you know?" He pauses. "Then there's the construction itself..."
ru: "А еще большое значение имеют мерки. Тут может быть много подводных камней, поэтому я всегда стараюсь сделать мерку лично, а то иногда клиент отказывается сообщать расу усопшего или забывает сообщить ширину бедер... А ведь все это очень важно. А если клиент все еще живой, я всегда стараюсь сделать так, чтобы клиент после смерти вошел в гроб как влитой, понимаешь? - он делает паузу. - А еще есть особенности сборки..."

source: "Hamrys..."
ru: "Хамрис..."

source: "There's many different ways of attaching the sides and ends to the floor of the coffin, and to each other. Some use internal battens or corner-blocks, with plenty of wood screws to secure it in place. You can also do the fiend's tooth method, and just cut alternating tongues and recesses all along the edges to be joined, so that they fit together, like a fiend's jaw. Requires a little more work and precision, but the result is neat and very strong." He pauses to breathe once again.
ru: "Есть несколько способов соединить стенки гроба между собой и с дном. Некоторые используют рейки и скобы изнутри, привинчивая их шурупами. Еще можно воспользоваться способом 'демонический зуб', вырезав на торцах шипы и торцы под соединение так, чтобы они крепко сцеплялись, словно челюсти демона. Требует больше затрат и точности, но результат опрятный и очень прочный". Он снова переводит дыхание.

source: "Then there's the lid. The lid's gonna need a rim or lip all round its edge, made from a strip of wood pinned to the box or carved around the edge itself. Once you have some pilot holes drilled into the main box, then drill in the screws in the top of the lid maybe half a handspan apart..." You get the impression that he is not going to stop talking now that he is on a roll.
ru: "А еще крышка. На крышке должна быть окантовка или резьба из прибитых дощечек или вырезанная прямо на дереве. Сначала нужно просверлить направляющие отверстия примерно в половину пяди друг от друга, а потом вкручивать шурупы в них вместе с окантовкой..." Ты поражаешься тому, что он даже и не собирается останавливаться.

source: "If you don't shut up and give me a pillow I'm going to hit you... Hard."
ru: "Если ты сейчас не заткнешься и не дашь мне подушку, то я тебя ударю... Больно".

source: You think you finally got his attention. He frowns at you with a confused look on his face. "Pardon?"
ru: Кажется, ты наконец-то привлек его внимание. Он в смущении хмурит брови. "Прошу прощения?"

source: "I said, I need a coffin pillow. That's all, just a pillow. Do you have any?"
ru: "Я сказал, что мне нужна подушка для гроба. Больше ничего, просто подушка. У тебя они есть?"

source: He looks relieved and smiles. "A pillow? Ah, I thought you might need the entire coffin." He puts his hand on his chin again. "I'm so sorry, but I'm out of stock on pillows right now. I don't know when I'll have them again, what with the warehouse being closed and all..."
ru: Он с облегчением улыбается: "Подушка? А я-то подумал, что тебе нужен весь гроб". Он снова поглаживает подбородок. "Извини, но подушки у меня кончились. Не знаю, когда они у меня появятся, на складе все закрыто..."

source: "The warehouse?"
ru: "На складе?"

source: "Yes, you mentioned a problem. What was that about again?"
ru: "Да, ты уже говорил об этой проблеме. Что там произошло, еще раз?"

source: "I have other questions..."
ru: "У меня есть другие вопросы..."

source: "Yes... The warehouse where I store my goods is having internal problems of some sort. New management or some such nonsense. I haven't been able to replenish my stock of late." He frowns. "The Harmonium would never let things get so out of hand as to cause distress to its customers..." His voice fades away as he thinks and then he looks at you. "Perhaps you would look into the matter for me?"
ru: "Да... На складе, где я храню свои товары, какие-то внутренние проблемы. Новое руководство или еще какая чепуха. И теперь я не могу пополнять свои запасы, - хмурится он. - Гармониум никогда бы не допустил такого головотяпства, которое причиняет такие неудобства клиентам..." Он умолкает в раздумьях, после чего смотрит на тебя. "Может быть, ты разберешься с этим для меня?"

source: "I've dealt with the warehouse, I'll just go there and get a pillow."
ru: "Я разобрался со складом, теперь мне нужна подушка".

source: "I guess I don't have a choice if I want a pillow. I'll do it."
ru: "Похоже, у меня нет выбора, если я хочу заполучить подушку. Я сделаю это".

source: "It's not my problem... why don't you handle it?"
ru: "Это не моя проблема... Почему ты не разберешься сам?"

source: "I'll think about it. I have some questions."
ru: "Я подумаю над этим. У меня есть еще вопросы".

source: "I've got to go, farewell."
ru: "Мне нужно идти, прощай".

source: He smiles broadly. "Excellent. If you deal with this issue satisfactorily you may have your pillow for free..." He gets that *lecture* look on his face again. "That may not seem like sufficient payment, but let me tell you about the construction of those pillows..."
ru: Он широко улыбается. "Великолепно. Если справишься с этой проблемой, то получишь свою подушку бесплатно... - его лицо снова становится как у лектора. - Хоть оплаты и не будет, но позволь мне рассказать о строении этих подушек..."

source: "No thank you! I'll just get started on this right away. Farewell."
ru: "Нет, спасибо! Лучше я начну с этим делом поскорее. Прощай".

source: "Another time, I have some questions..."
ru: "В другой раз. У меня есть некоторые вопросы..."

source: He frowns. "I've tried but had little success. I've taken the matter before the Harmonium but they are unable to assist me at this time." He gives you an innocent look and holds up his hands in surrender. "If you truly need the pillow..." He looks at you expectantly.
ru: Он хмурится. "Я попробовал, но без успеха. Попробовал передать это дело в Гармониум, но в данном случае они ничем не могут помочь, - он поднимает руки, словно сдаваясь. - Но если тебе в самом деле нужна подушка..." Он выжидающе смотрит на тебя.

source: "All right. I'll look into the matter."
ru: "Хорошо. Я разберусь с этим делом".

source: "I'll think about it. I have some questions..."
ru: "Я подумаю над этим. У меня есть еще вопросы..."

source: "Forget it. Farewell."
ru: "Забудь. Прощай".

source: He snaps his fingers. "Of course! Adahn! I knew I recognized you. Anyway, you require my services?" He studies you, then smiles, seeing the opportunity for a joke at your expense. "It seems to me, sir, that you are one in desperate need of a coffin, and soon." He seems pleased with his wit.
ru: Он щелкает пальцами: "Ну конечно же! Адан! Знал, что вспомню тебя. Ну да ладно. Тебе нужны мои услуги? - изучив тебя, он улыбается, пытаясь найти возможность удачно пошутить на твой счет. - Кажется, сэр, тебе в скором времени очень сильно пригодится гроб". Кажется, он очень доволен своим остроумием.

source: He frowns deeply in thought. "Can't say as I've ever heard of the fellow. Master of the Bones you said? Catchy title that." He smiles. "In a way, I guess you could say that's my title as well, dealing with corpses as much as I do. Now, I know that most of them are covered in flesh but there have been plenty of times when I've had to make a coffin just for bones. There was this one fellow that had his bones picked clean by something, never did find out by what..."
ru: Он крепко задумывается. "Не скажу, что не слышал об этом парне. Как ты сказал, Повелитель Костей? Очень запоминающаяся кличка, - улыбается он. - По правде говоря, такую же кличку ты можешь дать и мне, ведь я работаю с трупами. Правда, они все с плотью, но мне частенько приходилось делать гроб для чистых костей. Был однажды один, чьи кости были чем-то просто вычищены. Никак не могу понять только, чем..."

source: Interrupt: "I have some more questions..."
ru: Прервать: "У меня есть некоторые вопросы..."

source: "I must be going now. Farewell."
ru: "Я должен идти. Прощай".

source: He raises his eyebrows, then shrugs. "I've no idea who would do such a thing. I've buried quite a few skulls in my day, though. See, most people couldn't think of who would bury a skull alone in a coffin, but I've got plenty of tales involving some peculiar requests for coffin construction. Among them were a number of people who simply wanted skulls buried, since the remainder of the dead person's body parts could not usually be found. There was one man whose body had been ravaged by a group of Xaositects, so much so that..."
ru: Удивленно подняв брови, он пожимает плечами. "Понятия не имею, кто мог сделать подобную вещь. Хотя мне приходилось хоронить очень мало черепов. Понимаешь, большинство людей не собирается хоронить одни черепа в гробах, но у меня много историй о некоторых причудах насчет конструкции гроба. Некоторые хотели похоронить просто черепа просто лишь потому, что остальную часть тела найти не удалось. Был один клиент, чье тело настолько было обезображено Хаоситеками, что..."

source: Interrupt: "What is a Xaositect?"
ru: Прервать: "Что за Хаоситеки?"

source: He pauses for some time before answering. "There is no way to answer that question, friend. They are one of the factions of Sigil who believes in chaos." He thinks some more then shrugs. "You can't even talk to them half the time, they just babble incomplete sentences and jump from one subject to the next. Their minds, if they have one, must be a mass of confusion. Now, as I was saying..."
ru: Перед тем, как ответить, он на некоторое время задумывается. "На этот вопрос невозможно ответить, приятель. Они - одна из фракций Сигила, которая верит в хаос, - еще немного подумав, он пожимает плечами. - Из того, что они лопочут, нельзя понять и половины, они постоянно прерываются, перепрыгивают с темы на тему. Их разум, если он есть, очень запутан. Так вот, как я сказал..."

source: He shrugs. "Can't say I've seen one... except my own journal, that is. I like to keep notes and reflections on record, and it makes fascinating reading, looking back on one's thoughts a month to a half-month later." He nods at you, as if you understand exactly what he is talking about.
ru: Он пожимает плечами. "Не могу сказать, что видел... За исключением моего дневника. Я предпочитаю сохранять свои заметки и размышления, а потом читать их месяц спустя. Это так захватывает". Он кивает тебе, словно ты понимаешь то, о чем он говорит.

source: "That's fine but..."
ru: "Это хорошо, но..."

source: He continues droning on. "I've talked to several of the printers in the Clerk's Ward about possibly getting them printed. I've been told that they are quite insightful about various aspects of city life that I have observed in my tour of duty with the Harmonium. Even with no formal training, many have agreed that my writing style is quite striking... but enough about that. It would be far easier to let you listen for yourself: I could read for you some of my more insightful passages..."
ru: Он продолжает занудствовать. "Я разговаривал с некоторыми печатниками из Чиновничьего района насчет издания моих записей. Я говорил, что в них есть очень интересные моменты о различных аспектах городской жизни, которые я приметил во время службы в Гармониуме. Даже без особой подготовки все они признали, что мой стиль весьма необычный... но и только. Гораздо проще зачитать их тебе напрямую. Некоторые очерки очень жизненные..."

source: "All right, go ahead."
ru: "Хорошо, давай".

source: "Not right now, I have some questions."
ru: "Не сейчас, у меня есть еще вопросы".

source: "I've had enough for today, farewell."
ru: "На сегодня достаточно. Прощай".

source: Hamrys reads several passages in his monotonous journals to you, all of them boring to some degree. You are about to find some way to escape, when he mentions something about the disappearance of his father that you don't quite catch. For some reason, it tugs at you.
ru: Хамрис зачитывает несколько эпизодов из своих однообразных записей, все они скучны. Ты уже начинаешь искать способ уйти, когда он что-то упоминает об исчезновении своего отца. Почему-то эта история приковывает твое внимание.

source: "Wait, you said your father disappeared?"
ru: "Погоди, что ты говорил насчет исчезновения своего отца?"

source: "This is all fine, but I have other questions..."
ru: "Это все хорошо, но меня есть еще вопросы..."

source: Hamrys holds up his hand to stop your interruption until he finishes the next paragraph in one of his dull journals. "So what do you think so far? Surprisingly more insightful than one might expect from a simple member of the Harmonium, no?" He smiles. He seems to have ignored your interruption.
ru: Хамрис поднимает руку, прерывая твои попытки, пока не закончил очередной параграф из своих бестолковых дневников. "Ну как тебе? Гораздо проницательнее, чем можно было ожидать от рядового члена Гармониума, да?" Он улыбается, совершенно проигнорировав твою попытку вмешаться.

source: "Yes, very insightful. Did you say your father disappeared?"
ru: "Да, очень проницательно. Ты сказал, что твой отец пропал?"

source: "Actually, your journals are... more than I can handle in one sitting. I have some questions..."
ru: "По правде говоря, твои дневники... невозможно переварить за один присест. У меня есть некоторые вопросы..."

source: "I've heard enough of your voice to last me a lifetime. Farewell."
ru: "Твоего голоса я наслушался до конца своей жизни. Прощай".
