Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dhamrys.dlg.po
Languages: ru

source: He nods. "Oh, yes. Many, many years ago. My father was a talented stonemason, and he did not only construct sarcophagi, but he was also quite skilled in tomb design. People from across Sigil..." The room begins to fade around you as a memory tugs at your consciousness...
ru: Он кивает. "О, да. Много лет назад. Мой отец был талантливым каменщиком, он не только делал саркофаги, но и умел очень искуссно конструировать гробницы. Люди со всего Сигила..." Комната вокруг тебя начинает расплываться, когда память врывается в твое сознание...

source: Relax and try to remember.
ru: Расслабиться и попробовать вспомнить.

source: Force it away and continue with Hamrys.
ru: Подавить ее и продолжить слушать Хамриса.

source: You find yourself standing in this very shop, talking with an older man while a child sits in the corner and plays. On the counter between you and the shopkeeper is a set of plans. He seems to be explaining some intricacies with the construction of a tomb. Your vision fades as you try to examine the details of the plans.
ru: Ты оказываешься в этом самом магазине. Ты разговариваешь со стариком. В углу сидит и играет ребенок. На столе между тобой и владельцем магазина разложен план. Кажется, он объясняет некоторые сложности в конструкции гробницы. Ты пытаешься внимательно разглядеть планы, но твой взгляд темнеет.

source: Continue.
ru: Продолжить.

source: When your sight returns you are standing in a cavern in front of a tomb. Above the entry you see the slogan: Engineered for Eternity, clearly carved in the stone. The shopkeeper is standing next to you, a broad smile on his face. He gestures to you and begins to walk into the tomb. You quickly match his pace from behind and draw your blade...
ru: Когда зрение возвращается, ты оказываешься в пещере перед гробницей. Над собой ты замечаешь вырезанный в камне девиз "Построено на века". Владелец магазина с широкой улыбкой на лице стоит рядом с тобой. Он жестом зовет тебя и направляется в гробницу. Ты быстро подбираешься к нему сзади и достаешь клинок...

source: You find yourself back in Hamrys' shop. He is looking at you with some concern. "Are you well, sir?"
ru: Ты оказываешься в магазине Хамриса. Он обеспокоенно смотрит на тебя. "С тобой все в порядке?"

source: "Tell me what happened to your father."
ru: "Расскажи, что случилось с твоим отцом".

source: "I'm fine, I have some questions..."
ru: "Я в порядке. У меня есть несколько вопросов..."

source: "No, I must take my leave. Farewell."
ru: "Нет, я должен идти. Прощай".

source: "He simply vanished one day, leaving most of his commissions unfinished. Most embarrassing; took a long while to get out of the debt caused by his disappearance, and to an extent, I am still settling various accounts. Still, I have a certain aptitude for the work, and..." He sighs lightly and gets a far-away look in his eyes.
ru: "Однажды он просто пропал, оставил большинство заказов незавершенными. Это очень прискорбно - мы еще долго расплачивались по долгам из-за его исчезновения, а у меня до сих пор остались некоторые счета. Но все же у меня есть способности к работе и..." Он вздыхает, отводя взгляд.

source: "Go on."
ru: "Продолжай".

source: He shrugs. "Sorry, I was just thinking... My father's disappearance was the reason I joined the Harmonium, and left it later on. At first I had a burning desire to find out what happened to him, later I felt a certain obligation to continue his life's work." He sighs. "I never found the answers I sought. It was quite the mystery as to what happened..." His voice fades to silence.
ru: Он пожимает плечами. "Извини, я просто задумался... Исчезновение моего отца стало той причиной, почему я присоединился к Гармониуму, а потом покинул его. Сначала я горел желанием выяснить, что случилось с ним, а потом почувствовал, что должен продолжить дело его жизни, - вздыхает он. - Я так и не нашел ответов. Произошедшее так и осталось в тайне..."

source: "Did your father keep any of the plans for the tombs he built?"
ru: "У твоего отца были планы гробниц, которые он построил?"

source: "I will leave you now, farewell."
ru: "Мне пора уходить, прощай".

source: He thinks for a moment. "Yes he did. After I came of age and inherited the business I went through all of his records. They were quite extensive. Why do you ask?"
ru: Он задумывает. "Да, были. Когда мне досталось его дело, я проверил все его записи. Они были очень обширны. А почему ты спрашиваешь?"

source: "If I describe a tomb to you, could you tell me if it was your father's work?"
ru: "Если я опишу тебе гробницу, ты сможешь ответить, является ли она работой твоего отца?"

source: "No reason, I have some other questions..."
ru: "Просто так. У меня были еще вопросы..."

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: He frowns in thought then shrugs. "I can but try. My Harmonium training has blessed me with a sharp memory, I should be able to recognize my father's work if you give me enough details." He looks at you expectantly.
ru: Он хмуро пожимает плечами. "По крайней мере, можно попробовать. Тренировки в Гармониуме развили во мне острую память, так что я могу распознать работу отца, если ты дашь мне достаточно деталей". Он выжидающе смотрит на тебя.

source: Describe the tomb from your memory.
ru: Описать гробницу из твоего воспоминания.

source: "Never mind, I must be going. Farewell."
ru: "Неважно, я должен идти. Прощай".

source: He thinks for some time. "There is little doubt that the tomb you describe is my fathers work, the slogan you mentioned has been the family trademark for several generations." He pauses and gives you a strange look. "This tomb, where is it located?"
ru: На некоторое время он задумывается. "Нет сомнения в том, что эта гробница является работой отца. Этот девиз был торговой маркой нашей семьи на протяжении нескольких поколений, - умолкнув, он странно смотрит на тебя. - Что это за гробница, где она находится?"

source: Describe the location.
ru: Описать расположение.

source: You describe the location in detail, surprising yourself with the knowledge you have of the area. Hamrys watches you with a concerned look. "Odd, I don't recall anything in the family records that would even have permitted him to construct a tomb there. The Dustmen are very careful about building rights and real estate, especially beneath the streets of Sigil..."
ru: Ты подробно описываешь расположение, с удивлением отмечая имеющиеся знания об этом месте. Хамрис озабоченно смотрит на тебя. "Странно, что-то я не припомню в семейных записях того, что ему было разрешено там строить гробницу. Тленные очень щепетильны в вопросах, касающихся разрешений на строительство и владения землей, особенно под улицами Сигила..."

source: "Then you recognize the location?"
ru: "Так ты узнаешь расположение?"

source: He nods enthusiastically. "Oh, yes. Sounds like the Drowned Nations Catacombs to me." He pauses. "I've never been there myself, but I've heard the area described many a time in my years in the Harmonium."
ru: Он энергично кивает. "О да. Очень напоминают катакомбы Затопленных Народов. Никогда сам там не был, но много раз слышал описания в годы моей службы в Гармониуме".

source: "I need to know if your father kept the plans for that tomb."
ru: "Мне нужно знать, был ли план этой гробницы у твоего отца".

source: "Yes... The warehouse where I store my goods handles my business documents as well. Anyway, they are having internal problems of some sort. New management or some such nonsense. I haven't been able to replenish my stock of late and I doubt I could retrieve any paperwork from them either." He frowns. "The Harmonium would never let things get so out of hand as to cause distress to its customers..." His voice fades away as he thinks and then he looks at you. "Perhaps you would look into the matter for me?"
ru: "Да... На складе, где я храню свои товары, также хранятся мои деловые бумаги. Но у них какие-то внутренние проблемы. Новое руководство или еще какая чепуха. И теперь я не могу пополнять свои запасы. Сомнительно, что смогу теперь забрать бумаги оттуда, - хмурится он. - Гармониум никогда бы не допустил такого головотяпства, которое причиняет такие неудобства клиентам..." Он умолкает в раздумьях, после чего смотрит на тебя. "Может быть, ты разберешься с этим для меня?"

source: "Yes... The warehouse is having some *internal problems* of some sort, whatever that means. I can't get any stock from them until the matter is cleared up." He frowns. "The Harmonium would never let things get so out of hand as to cause distress to its customers..." His voice fades away as he thinks and then he looks at you. "Perhaps you would look into the matter for me?"
ru: "Да... На складе какие-то *внутренние проблемы*, что бы это ни значило. Я не могу ничего забрать со склада, пока все не нормализуется, - хмурится он. - Гармониум никогда бы не допустил такого головотяпства, которое причиняет такие неудобства клиентам..." Он умолкает в раздумьях, после чего смотрит на тебя. "Может быть, ты разберешься с этим для меня?"

source: "I've dealt with the warehouse, I'll just go there and get the plans."
ru: "Я разобрался со складом, теперь мне нужны планы".

source: "I guess I don't have a choice if I want the plans. I'll do it."
ru: "Похоже, у меня нет выбора, если я хочу заполучить планы. Я сделаю это".

source: He smiles broadly. "Excellent. If you deal with this issue satisfactorily you may have your plans for free..." He gets that *lecture* look on his face again. "That may not seem like sufficient payment, but let me tell you about the difficulty involved in creating those plans..."
ru: Он широко улыбается. "Великолепно. Если справишься с этой проблемой, то получишь свои планы бесплатно... - его лицо снова становится как у лектора. - Хоть оплаты и не будет, но позволь мне рассказать о сложностях, которые сопровождают создание подобных планов..."

source: He frowns. "I've tried but had little success. I've taken the matter before the Harmonium but they are unable to assist me at this time." He gives you an innocent look and holds up his hands in surrender. "If you truly need the plans..." He looks at you expectantly.
ru: Он хмурится. "Я пытался, но без успеха. Попробовал передать это дело в Гармониум, но в данном случае они ничем не могут помочь, - он поднимает руки словно сдаваясь. - Но если тебе в самом деле нужны планы..." Он выжидающе смотрит на тебя.

source: He frowns at you. "Well, he disappeared some time ago so I can only assume that he is dead. Where did you hear this?"
ru: Он смотрит на тебя хмуро. "Он пропал много лет назад, поэтому я могу только предполагать, что он умер. Где ты это услышал?"

source: "I don't recall. You say he disappeared?"
ru: "Не помню. Ты сказал, он пропал?"

source: "Never mind, I have some other questions..."
ru: "Неважно. У меня есть другие вопросы..."

source: He glances at the customer. "Dimtree?" He shrugs, like he hadn't considered the fellow before. "Quiet, doesn't say much - do you, Dimtree?" Dimtree doesn't respond, but simply gives the same blank expression. A few seconds later, he nods. Hamrys shrugs, turns back to you. "Wandered in one day a few weeks back, been a regular ever since. He hasn't bought anything, but he doesn't cause any trouble, so I let him stay. Seems harmless enough. You see, when I was serving the Harmonium, part of our work was to take people under our wing, give them a little shelter from the chaos of the streets, get 'em spruced up..."
ru: Он смотрит на покупателя. "Димтри? - он пожимает плечами, словно только его заметил. - Тихий, немногословный, верно, Димтри?" Димтри не отвечает, а все пялится таким же пустым взглядом. Несколько секунд спустя он кивает. Хамрис снова пожимает плечами, после чего возвращается к тебе. "Зашел однажды пару недель назад, теперь постоянно сюда наведывается. Ничего не покупал, но проблем от него нет никаких, так что я разрешаю ему оставаться. Он довольно безобидный. Понимаешь, когда я служил в Гармониуме, часть нашей работы заключалась в заботе о людях, предоставлении им убежища от хаоса улиц, приведения их в порядок..."

source: "You do know that he's a zombie, don't you?"
ru: "Ты разве не знаешь, что он - зомби?"

source: "I see, I have some questions..."
ru: "Понятно. У меня еще есть вопросы..."

source: He frowns, glances at Dimtree, then back at you. "What nonsense are you rattling on about? Dimtree's no zombie. Sure, he may be quiet and doesn't move much, but it's just because he is a good listener--"
ru: Он хмурится, глядя на Димтри. "Что за чепуху ты мелешь? Димтри не зомби. Ну да, он молчалив и не очень активно двигается, но это от того, что он хороший слушатель..."

source: Punch Dimtree: "Look, Dimtree is a zombie."
ru: Ударить Димтри: "Смотри, Димтри - зомби".

source: "Never mind. I have some questions..."
ru: "Неважно. У меня есть другие вопросы..."

source: Hamrys looks at you in shock. "What in the Harmonium's name are you--?!" You cuff Dimtree on the skull. Hard. He doesn't even blink. Hamrys turns red and starts bellowing. "You've gone too far! I won't have you striking my customers! I'm placing you under arrest by the authority of the Harmonium --" He stops and stares in wonder as Dimtree still fails to react.
ru: Хамрис пораженно смотрит на тебя: "Что, во имя Гармониума, ты..." Ты отвешиваешь Димтри подзатыльник. Тот даже глазом не моргнул. Хамрис становится красным от злости. "Ты зашел слишком далеко! Я не позволю бить моих клиентов! Властью Гармониума я заключаю тебя под арест..." Он обрывает себя, не видя никакой реакции со стороны Димтри.

source: "He's a zombie, Hamrys..."
ru: "Он зомби, Хамрис..."

source: Hamrys stares at Dimtree in confusion. "I wonder how he died." You get the feeling that Hamrys just isn't getting it. "Just the other day, he seemed quite lively." He harumphs, for once at a loss for words. "Well, it looks like old Dimtree will need a coffin. Good thing he ended up here. Thing is, what kind of coffin should..." He looks like he is going to begin a lecture.
ru: Хамрис смущенно смотрит на Димтри. "Интересно, как он умер". Тебя не покидает чувство, что Хамрис все еще не понял этого. "Просто раньше он выглядел довольно живым, - он хмыкает, не находя больше слов. - Ну что же, похоже, старине Димтри нужен гроб. Хорошо, что здесь он скончался. Ведь очень важно, какой гроб нужен..." Кажется, он снова собирается начать лекцию.

source: "I'll be leaving now. Farewell."
ru: "Мне пора идти. Прощай".

source: "Yes, the Lower Ward..." He leans forward, as if explaining something to a small child. "...you know, it's little known to most newcomers and even people in the Ward: most people think that this Ward gets its name simply because it's not as prestigious as some of the other wards, but that's not it at all. Not at all. Do you know where the name comes from? Hmmm?" He looks at you expectantly.
ru: "Да, Нижний район... - он наклоняется вперед, словно объясняя что-то ребенку. - Знаешь, немногие из новоприбывших и даже из жителей района хорошо его знают. Большинство считает, что этот район называется так потому, что он не такой престижный по сравнению с другими, но это еще не все. Далеко не все. Знаешь ли ты, откуда пошло это название? А?" Он выжидающе смотрит на тебя.

source: "From all the Lower Plane portals?"
ru: "От всех этих порталов в Нижние планы?"

source: "No, I don't know where it gets its name."
ru: "Нет, я не знаю, откуда пошло это название".

source: "I don't care where it gets the name from, can you tell me what there is to see in the ward?"
ru: "Меня не интересует происхождение названия, просто скажи, на что здесь можно посмотреть?"

source: He nods, though he seems a little disappointed that you know. "Yes, indeed. These portals to the Lower Planes are actually the reason for the smog in the skies here..." He glances upwards, as if imagining a sky above your heads. "...but I'm sure you are already aware of the conditions that plague this Ward."
ru: Он кивает, несколько разочарованный твоими знаниями. "Да, именно. Эти порталы в Нижние планы также являются причиной этого смога, - он смотрит вверх, на воображаемое небо над головой, - но я уверен, что ты уже знаком с досадными условиями этого района".

source: "Yes, I have some other questions..."
ru: "Да, у меня есть еще вопросы..."

source: "No, tell me about it."
ru: "Нет, расскажи мне об этом".

source: "It's because of the portals to the Lower Planes! They are the reason behind all the smog that fills the area, belching out noxious gasses and all. Fortunately, winds from the Spire help to blow away the worst of the mists, but it can bring others in the Ward with much weaker constitutions down and fill them full of sickness." Shakes his head sadly. "Fortunately, my Harmonium training has prepared me for all sorts of hazardous conditions, and after my travels to the Lower Planes, the smog of this Ward is little to bear, indeed...."
ru: "От порталов в Нижние планы! Вот почему это место постоянно накрывает смог, заполняя все зловонным воздухом. К счастью, ветер со Шпиля периодически выдувает этот туман. Но все же слабым он может серьезно подкосить здоровье, - он печально качает головой. - Хорошо, что мои тренировки в Гармониуме подготовили меня ко всем видам опасных условий, а после путешествий по Нижним планам здешний смог можно легко переносить..."

source: "What is there to see in the Ward?"
ru: "Что интересного можно увидеть в этом районе?"

source: "I see. I have some questions..."
ru: "Понятно. У меня еще есть вопросы..."

source: "I must be going. Farewell."
ru: "Я должен идти. Прощай".

source: He smiles broadly. "A great deal, a great deal. Where to start... If we were to step past all the kilns, forges, breweries, and distilleries scattered amongst the many garbage fires, not to mention the alchemists' dens, the crematoriums, meat curing houses, and the charcoal burners, and examine the Ward itself as a whole, one could say... Well, there's the foundry, the siege tower, and..." He begins to falter and stops to think.
ru: Он широко улыбается. "Много всего разного. С чего же начать... Если отбросить все доменные печи, кузницы, пивоварни и перегонные заводы, разбросанные среди мусорных костров, не говоря уже о каморках алхимиков, крематориях, консервных цехах, углежогах и рассматривать район как целое, можно сказать, что... Здесь есть Литейная, осадная башня и..." Он останавливается в раздумьях.

source: "Tell me about the foundry."
ru: "Расскажи мне о Литейной".

source: "Tell me about the siege tower."
ru: "Расскажи мне об осадной башне".

source: "The Great Foundry is the headquarters for the Believers of the Source, also known to some of the laymen as 'Godsmen,' because of their belief that everyone can achieve divinity." He shakes his head. "The Great Foundry is much like their philosophy: a large sprawling structure that seems to produce nothing but smoke." He laughs. "I mean, when was the last time you saw one of the Believers of the Source suddenly become a Power? Not anytime in the faction's history."
ru: "Великая Литейная является штаб-квартирой Верящих в Первопричину, также известных среди обывателей как 'Боголюди', поскольку их убеждения основываются на том, что каждый может постичь божественность, - он качает головой. - Великая Литейная сходна их философии: беспорядочное здание, не производящее ничего, кроме дыма - он смеется. - Вот когда ты видел в последний раз, чтобы хоть кто-нибудь из Верящих в Первопричину вдруг ни с того ни с сего стал Силой? За всю историю фракции такое ни разу не происходило".

source: "Tell me about the Godsmen."
ru: "Расскажи мне о Боголюдях".

source: "That scarred iron wreck? A Ward mystery it is, but I have some thoughts on it. First off, it wasn't always here, as I understand it. It simply arrived one night, and no one saw how it got here. Now you've seen the outside of it? It's seen battle, and it looks like battles that most people could not imagine. Me, however, I've seen the edges of the Blood War, even tackled a tanar'ri fiend or two when things were desperate with only my Harmonium fellows beside me... and those scars on the tower look like they were gathered over several centuries at least." He pauses for a moment.
ru: "Та страшная железная развалина? Это большая тайна района, но насчет нее у меня есть пара идей. Во-первых, насколько я знаю, она здесь была не всегда. Просто появилась однажды ночью, правда, никто не видел как. А ты видел, как она выглядит? Она определенно участвовала в битвах, которых некоторые даже себе вообразить не смогут. Вот я побывал в разных уголках Кровавой Войны, даже с парочкой танарри довелось схлестнуться, когда положение становилось совсем отчаянным, когда рядом со мной были только мои верные товарищи по Гармониуму... А тем следам на башне по меньшей мере несколько столетий". Он делает паузу.

source: "Now, listen close: My experience allows me to recognize some of those scars that decorate the sides of the tower: some are acidic blasts, surely enough from some major sorceries, some are tanar'ric teething blades, others look like detonations from 'loth globes or scars from baatezu cornugon whips. However, a lot of the weapons embedded in the sides are weapons like none I've ever seen, and I'm well-versed in a variety of weapons on many different worlds and on many different planes. Makes you wonder what's held in the inside of the tower. Basher who cracks that tower might have a museum in their hands. Makes you curious doesn't it?" He stares at you.
ru: "А теперь слушай внимательно. По своему опыту я могу распознать некоторые из тех следов, что украшают ее стены. Некоторые из них являются кислотными ударами, очевидно сотворенными очень могущественными волшебниками. Некоторые оставлены зубастыми клинками танарри, другие похожи на следы от разрывов сфер лотов или плетей корнугонов баатезу. Но многое из того оружия, что видно на стенах башни, я вижу впервые в жизни, а уж я-то повидал оружия всякого со всех планов. Отсюда напрашивается вопрос - а что внутри башни? Вояки, которым удастся взломать эту башню, могут стать владельцами целого оружейного музея. Любопытно, правда?" Он смотрит на тебя.

source: "Tell me about the foundry"
ru: "Расскажи мне о Литейной".

source: "Actually, friend, 'Godsmen' is the layman's term for their faction; the real name of their organization is, in actuality, the Believers of the Source. They hold to an interesting, if ultimately flawed, philosophy: they believe that everyone has the capability of aspiring to divine status simply by applying themselves..." He shakes his head indulgently as he pauses to think.
ru: "На самом деле, друг, 'Боголюди' - это обывательское название их фракции. Настоящее имя их организации - Верящие в Первопричину. Они опираются на интересную, но совершенно несостоятельную философию: они убеждены, что любой имеет возможность обрести статус божественности, просто работая над собой..." Он снисходительно качает головой.

source: "As my tour of the duty with the Harmonium quickly proved, there are many who could never aspire to divinity, no matter how long they sought it or applied themselves..." He scoffs. "Nonetheless, the Believers of the Source work quite hard..." He shrugs. "...and their little faction is pleasant enough."
ru: "Как очень быстро показала моя служба в Гармониуме, очень многие никогда не достигнут божественности, неважно, сколько они при этом будут работать над собой... - усмехается он. - И все же Верящие в Первопричину трудятся очень упорно... Да и их маленькая фракция довольно таки забавна".

source: "Can you tell me about some of the other factions?"
ru: "Ты можешь рассказать что-нибудь о других фракциях?"
