Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dhargri.dlg.po
Languages: ru

source: Leave the 'skeleton priest' alone.
ru: Оставить скелета-жреца в покое.

source: The skeleton, its eyes aglow like two burning embers, looks you over... but makes no reply.
ru: Скелет осматривает тебя глазами, пылающими, как два горящих уголька... но не отвечает.

source: "Are you the Silent King?"
ru: "Ты - Безмолвный Король?"

source: "Are you Hargrimm?"
ru: "Ты - Харгримм?"

source: "I had some questions..."
ru: "У меня есть несколько вопросов..."

source: "I'll take my leave, now. Farewell."
ru: "Мне пора идти. Прощай".

source: It nods solemnly, the pendants suspended from its stave tinkling softly. There is something disquieting about its silent, piercing gaze.
ru: Он торжественно кивает; побрякушки, свисающие с его посоха, тихонько позвякивают. Есть что-то тревожное в его молчаливом проницательном взгляде.

source: It motions for you to proceed.
ru: Он жестом указывает тебе продолжать.

source: "Did you know Soego's a cranium rat spy?"
ru: "Ты знаешь, что Соэго - шпион черепных крыс?"

source: "I found and killed a group of cranium rats in the rubble of an old passageway."
ru: "Я нашел и убил нескольких черепных крыс в развалинах старого прохода".

source: "May I speak with the Silent King?"
ru: "Можно поговорить с Безмолвным Королем?"

source: "Why have I been made a prisoner?"
ru: "Почему меня сделали пленником?"

source: "Where am I?"
ru: "Где я?"

source: "What are you doing here?"
ru: "Что ты здесь делаешь?"

source: "Who inhabits this place?"
ru: "Кто здесь живет?"

source: "Let me ask you of someone in particular..."
ru: "Позволь мне узнать кое о ком в частности..."

source: "Have you seen a small, bronze sphere anywhere here?"
ru: "Ты не видел где-нибудь поблизости маленький бронзовый шар?"

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: I told Hargrimm how I found several cranium rats within the Dead Nations, and killed them. He gave me his thanks, but nothing more.
ru: Я сказал Харгримму, что нашел несколько черепных крыс в пределах Мертвых Народов и убил их. Он поблагодарил меня, но не более.

source: It shakes its head, turning with an eerie grace and pointing eastwards. It then turns to you once more.
ru: Он качает головой, со зловещей грацией поворачиваясь и указывая на восток, после чего снова оборачивается к тебе.

source: "May I speak with him?"
ru: "Можно с ним поговорить?"

source: It holds up a bony palm. With a creaking groan and a puff of dust, its jaws open to speak: "No." Its voice, deep and resonant, echoes for a long while in the vaulted chamber.
ru: Он поднимает костяную ладонь. Со скрипом и облаком пыли он раскрывает челюсти и произносит: "Нет". Его голос, низкий и звучный, еще долго эхом раздается в сводчатом зале.

source: "But why not?"
ru: "Но почему нет?"

source: "But I need his permission to leave."
ru: "Но мне нужно его разрешение, чтобы уйти".

source: Truth: "Let me see him, or I'll shatter the lot of you into dusty shards."
ru: Правда: "Дай мне с ним увидеться, иначе я сотру тебя в порошок".

source: Bluff: "Let me see him, or I'll shatter the lot of you into dusty shards."
ru: Блеф: "Дай мне с ним увидеться, иначе я сотру тебя в порошок".

source: "I had some questions, then..."
ru: "Тогда у меня есть несколько вопросов..."

source: "I'll take my leave, then. Farewell."
ru: "Тогда мне пора идти. Прощай".

source: Its voice booms throughout the chamber: "No living creature may pass the doors that lead to his throne room; nor would I allow thee an audience even if such a thing were possible. Thou shall *not* see him."
ru: Его голос рокочет по всему залу: "Ни одна живая душа не может входить в дверь, что ведет тронный зал; и я бы не позволил тебе аудиенцию, даже если бы это было дозволено. Ты его *не увидишь*".

source: "I shall carry thy request to the Silent King."
ru: "Я передам твое прошение Безмолвному Королю".

source: "Thanks..."
ru: "Спасибо..."

source: "The Silent King has spoken. Thou are free to go. Thy way shall no longer be barred."
ru: "Безмолвный Король сказал. Ты волен идти. Твой путь свободен".

source: "Thanks. Farewell."
ru: "Спасибо. Прощай".

source: Hargrimm spoke to the Silent King on my behalf, and I have been released from my imprisonment within the Dead Nations.
ru: Харгримм поговорил с Безмолвным Королем от моего имени, и меня освободили от заточения в Мертвых Народах.

source: Hargrimm acknowledges your presence by nodding quietly in your direction.
ru: Харгримм отмечает твое присутствие молчаливым кивком.

source: "Just passing by. Farewell."
ru: "Просто проходил мимо. Прощай".

source: It holds up its palm. "No. By the power of the Silent King, thou shall not leave this place."
ru: Он поднимает ладонь. "Нет. Властью Безмолвного Короля тебе не дозволено оставлять это место".

source: "What can I do to convince you?"
ru: "Что мне сделать, чтобы убедить тебя?"

source: Its voice booms throughout the chamber: "THOU SHALL DO *NOTHING* OF THE SORT." Dust falls from the ceiling, and your ears buzz from the sound. Even as you recover, a nimbus of power begins to form around it. It makes no move to attack, however.
ru: Его голос рокочет по всему залу: "ТЫ *НИЧЕГО* ТАКОГО НЕ СДЕЛАЕШЬ". Со стен осыпается пыль, твои уши звенят от этого звука. Когда ты приходишь в себя, вокруг него начинает образовываться ореол силы. Однако он неподвижен.

source: Attack him.
ru: Атаковать его.

source: "'Tis the will of the Silent King. The Living who are caught here are made to languish in his halls until they join the quiet ones."
ru: "Такова воля Безмолвного Короля. Пойманные живые остаются чахнуть в этих залах до тех пор, пока не присоединятся к тихим".

source: "Tell me of the Silent King."
ru: "Расскажи мне о Безмолвном Короле".

source: "Quiet ones?"
ru: "К тихим?"

source: "Could he be convinced to allow otherwise?"
ru: "Его можно убедить изменить свое решение?"

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "That's all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: Hargrimm told me that there was a chance the Silent King could be persuaded to release me. If I could only meet with him, somehow...
ru: Харгримм сказал мне, что есть шанс того, что Безмолвного Короля можно убедить освободить меня. Если б только мне удалось как-нибудь встретиться с ним...

source: "The true dead. Those who have no voice, and do naught but sleep eternally. May the Silent King watch over them!"
ru: "Истинно мертвые. Те, что не говорят и спят вечным сном. Да пребудет с ними Безмолвный Король!"

source: "Could the Silent King be convinced to free me?"
ru: "Можно ли убедить Безмолвного Короля освободить меня?"

source: After a short silence, its jaws creak open: "'Tis doubtful, but perhaps. Mysterious are the ways of Silent King."
ru: После короткой паузы его челюсти со скрипом раскрываются: "Сомнительно, но возможно. Пути Безмолвного Короля неисповедимы".

source: It gestures all around itself. "Within the borders of the Dead Nations, the halls of the Silent King."
ru: Он обводит жестом вокруг себя. "В пределах Мертвых Народов, в залах Безмолвного Короля".

source: It indicates its stave and robes. "I am called Hargrimm. I am the high priest of the citizens here. I spread the word of the Silent King to his followers."
ru: Он указывает на свой посох и одеяние. "Меня зовут Харгримм. Я здешний верховный жрец. Я доношу слово Безмолвного Короля его последователям".

source: "How did you come to be here?"
ru: "Как ты попал сюда?"

source: "His followers? Who else is here?"
ru: "Его последователям? Кто еще здесь есть?"

source: "Tell me about the Silent King."
ru: "Расскажи мне о Безмолвном Короле".

source: "We, the skeletons. Other undead - zombies, and ghouls. There were once shadows, but they have long since fled. Sometimes, one of Living spends the last of its days here. Also, far to the east live many cranium rats."
ru: "Мы, скелеты. Другая нежить - зомби да упыри. Когда-то были еще тени, но их давно нет. Временами какой-нибудь живущий проводит здесь остаток своих дней. Еще далеко на востоке живет много черепных крыс".

source: "Tell me of your kind."
ru: "Расскажи мне о своем роде".

source: "Tell me of the other undead."
ru: "Расскажи мне о другой нежити".

source: "Tell me of the rats."
ru: "Расскажи мне о крысах".

source: "We tend to the quiet ones, the true dead, and obey the word of the Silent King. Our work here has gone on for centuries."
ru: "Мы заботимся о тихих, истинно-мертвых, и подчиняемся воле Безмолвного Короля. Наша работа здесь длится веками".

source: "Who else inhabits this place?"
ru: "Кто еще здесь живет?"

source: It breathes out its reply in a cloud of stale dust: "Who?"
ru: Он выдыхает свой ответ с облачком затхлой пыли: "О ком?"

source: "The zombies."
ru: "О зомби".

source: "The ghouls."
ru: "Об упырях".

source: "What of the shadows?"
ru: "Что насчет теней?"

source: "Never mind. Who else inhabits this place?"
ru: "Неважно. Кто еще здесь живет?"

source: "Never mind. I had some other questions..."
ru: "Неважно. У меня есть другие вопросы..."

source: "They serve the Silent King and the Dead Nations as laborers. They work beneath the guidance of Stale Mary, the most intelligent and wisest amongst them."
ru: "Они служат Безмолвному Королю и Мертвым Народами в качестве рабочих. Они работают под надзором Тухлой Мери, самой разумной и мудрой из них".

source: "Tell me about Stale Mary."
ru: "Расскажи мне о Тухлой Мери".

source: "I do not trust them or their matriarch, Acaste. They watch us with hungry eyes, and would doubtless devour us all if our numbers and the word of the Silent King were not a shield against them." It pauses, as if thinking.
ru: "Нет в них доверия. Ни в них, ни в их предводительнице, Акасте. Они взирают на нас голодными очами. Они, верно, сожрали бы нас, если бы не наше число да слово Безмолвного Короля". Он замолкает, как будто задумавшись.

source: "Go on..."
ru: "Продолжай..."

source: "Tell me about Acaste."
ru: "Расскажи мне об Акасте".

source: Hargrimm told me he is concerned about Acaste. He feels that it is only the combined numbers of the skeletons and zombies, as well as fear of the Silent King, that keeps Acaste and her ghouls from slaying and eating everything in the catacombs.
ru: Харгримм сказал мне, что он обеспокоен по поводу Акасты. Он считает, что только общее число скелетов и зомби, а также страх перед Безмолвным Королем удерживает Акасту и ее упырей от того, чтобы перебить и съесть всех и каждого в катакомбах.

source: "They are hive-brained vermin who once came here in great numbers, feeding upon the corpses in our care. The ghouls have, for the most part, driven them back - they no longer leave their warrens to the east of here."
ru: "Это вредители с общим разумом. Однажды они пришли большим числом, поедая трупы из нашей опеки. Упыри прогнали многих из них назад. Отныне они не покидают свое логово на востоке отсюда".

source: "Do they have any weaknesses?"
ru: "У них есть какие-нибудь слабости?"

source: "Tell me about the ghouls."
ru: "Расскажи мне об упырях".

source: Hargrimm told me that, in order to better fight the cranium rats, I should seek out and destroy as many smaller concentrations of them as possible. That way, the larger groups would have less rats - and thus, less power -- to call upon in battle.
ru: Харгримм сказал мне, что для того, чтобы эффективнее сражаться с черепными крысами, я должен искать и уничтожать как можно больше небольших крысиных скоплений. Таким образом, в более крупных группах останется меньше крыс, а значит, и меньше сил для того, чтобы вступить в бой.

source: "Tell me of yourself."
ru: "Расскажи мне о себе".

source: "Tell me about Soego."
ru: "Расскажи мне о Соэго".

source: "Our lord and vision, he who makes the law and protects us. Thou would do well to start no trouble here, stranger, for the Silent King's eye is everywhere and his justice, swift."
ru: "Наш владыка и повелитель. Он творит законы и защищает нас. Тебе не дозволено творить бесчинства здесь, незнакомец, - его око всевидящее, его суд скор".

source: "Why is he called the Silent King?"
ru: "Почему его зовут Безмолвным Королем?"

source: "Let me ask of someone else..."
ru: "Расскажи мне еще кое о ком..."

source: "I had other questions..."
ru: "У меня есть другие вопросы..."

source: "He speaks no more than necessary to guide us. Praise to the Silent King."
ru: "Он говорит ровно столько, сколько необходимо, чтобы направлять нас. Слава Безмолвному Королю".

source: "She is the most intelligent of what some call the 'rotting herd,' those zombies which populate the Dead Nations. Unlike many of us, her heart did not depart at the moment of death. That is as much as can be said."
ru: "Она самая умная из тех, кого зовут 'гниющим племенем', зомби, которые населяют Мертвые Народы. Ее сердце не сгинуло в миг смерти, как у нас. Это все, что можно о ней сказать".

source: "How do you understand her?"
ru: "Как вы ее понимаете?"

source: "Tell me of the... 'rotting herd.'"
ru: "Расскажи мне о... 'гниющем племени'".

source: When I spoke to Hargrimm about not understanding Stale Mary, he told me I needed to *learn* to speak with her. Perhaps she will know just what he meant by that.
ru: Когда я сказал Харгримму, что не могу понять Тухлую Мери, он сказал, что мне нужно *научиться* разговаривать с ней. Возможно, она знает, что именно он этим хотел сказать.

source: There is a long pause before the skeleton makes its reply. "Thou must *learn* to listen, that is all."
ru: После длительной паузы скелет отвечает: "Тебе должно *научиться* слушать, вот и все".

source: Its voice becomes even more grim: "I shall speak no more of him. May the Silent King damn his wretched soul!"
ru: Его голос становится еще более мрачным: "Полно говорить о нем. Пусть Безмолвный Король проклянет его жалкую душу!"

source: "He tries to convince us to give up this 'pretense of life,' as he calls it, and pass into the True Death. He claims that it is our passions that anchor us to this life, and we must let go of them and our duty. He wants us to die..."
ru: "Он пытается убедить нас оставить эту 'видимость жизни', как он ее величает, и перейти в Истинную Смерть. Говорит, будто наши страсти и есть тот якорь, что держит нас в этой жизни, и мы должны избавиться от них и от наших обязанностей. Ему угодно, чтобы мы умерли..."

source: Hargimm is unhappy with Soego, because the Dustman is constantly trying to convince the citizens of the Dead Nations to die. Should that happen and their numbers dwindle too severely, he feels their entire civilization will be endangered, unable to protect themselves from threats such as the cranium rats or Acaste's ghouls.
ru: Харгримм не рад Соэго, потому что тленный постоянно пытается убедить жителей Мертвых Народов, чтобы они умерли. Если это случится, и их число сократится слишком сильно, что это, как ему кажется, поставит под угрозу целую цивилизацию, неспособную защитить себя от угроз, таких как черепные крысы или упыри Акасты.

source: "Some listen to his words, but none have chosen to surrender themselves to his beliefs. Those that did would be forever silenced. Our numbers would dwindle, and all that we have here would be destroyed by what surrounds us. Soego may believe he is doing right, but is, in truth, causing great harm."
ru: "Некоторые слушают его, но никто не решился принять его убеждения. Кто сделает это - умолкнет навсегда. Наше число сократится, и все, что у нас есть, будет уничтожено теми, кто нас окружает. Может, Соэго и верит, что он поступает верно, но на деле он причиняет нам огромный вред".

source: "Why do you allow him to stay?"
ru: "Почему вы позволяете ему оставаться?"

source: "We can not force him to leave. He knows we cannot harm him. The Dead Truce... no undead may injure a Dustman unless first attacked. Also, the Silent King wishes no slaughter in his halls."
ru: "Мы не можем заставить его уйти. Он знает, что мы не можем ему навредить. Перемирие с Мертвыми... нежить не может навредить тленному, иначе как он нападет первым. Да и Безмолвный Король не желает резни в своих залах".

source: "Did you know he's a cranium rat spy?"
ru: "А ты знаешь, что он шпион черепных крыс?"

source: "She is the matriarch of the ghoul pack that has come to our halls. She is strong and extremely cunning."
ru: "Она предводительница стаи упырей, которые пришли в наши залы. Она сильна и премного коварна".

source: It shakes its head. "I have seen no such thing. Why dost thou seek this object?"
ru: Он качает головой. "Я не видел такого. К чему тебе эта вещица?"

source: "For a man named Pharod."
ru: "Для человека по имени Фарод".

source: "Never mind. I had other questions."
ru: "Неважно. У меня есть другие вопросы".

source: The skeleton draws back. It looks up and away, as if peering at the surface. "Blood still beats in his black, worm-ridden heart? That wheezing sack of flesh still sends his pack into our homes to raid and pillage." It faces you once more. "Thou were wrong to come here... we tolerate no such desecrators within our borders."
ru: Скелет отступает. Он смотрит вверх и в сторону, будто рассматривая что-то. "Кровь до сих пор бьется в его черном червивом сердце? Этот сопящий мешок мяса все еще шлет своих прихвостней в наши жилища для налетов и грабежей, - он снова смотрит на тебя. - Напрасно ты сюда пришел... Мы не жалуем осквернителей в наших пределах".

source: "But I'm not of his pack..."
ru: "Но я не из его людей..."

source: "Just what do you intend to do, then?"
ru: "И что же ты собираешься предпринять?"

source: It glares at you silently. "Nothing... the Dead Truce protects thee. Thou shall remain here, though, until thy death."
ru: Он молча глядит на тебя. "Ничего... тебя защищает Перемирие с Мертвыми. Однако ж ты останешься здесь до самой смерти".

source: "But I cannot die."
ru: "Но я не могу умереть".

source: "I'm actually not one of Pharod's men, however."
ru: "Вообще-то, я не из людей Фарода".

source: "We shall execute thee, as per the law of the Silent King. No tomb-raider is to be allowed to live, here."
ru: "Мы казним тебя по закону Безмолвного Короля. Здесь расхитителям гробниц не дозволено жить".

source: It stares into your eyes for a time before replying. "This presents no problem. Thou shall remain here, beneath the Silent King's gaze, for all eternity. Perhaps one day thou shall see the folly of thy ways, and make an effort to be of use to our fair civilization."
ru: Он некоторое время глядит на тебя, после чего отвечает. "Это не проблема. Ты останешься здесь, под присмотром Безмолвного Короля, на целую вечность. Возможно, однажды ты узришь свою порочность и попытаешься принести пользу нашей славной цивилизации".

source: "Why, then, are thou here, invading our homes on a fetch-and-carry for that miserable soul?"
ru: "Тогда зачем ты здесь, вторгаешься в наши жилища, находясь на побегушках у этой жалкой души?"

source: "I'm finding the sphere for him in return for information I need. There is no other loyalty between us."
ru: "Я ищу для него шар в обмен на необходимые мне сведенья. Между нами нет других обязательств".

source: "It's strictly mercenary, a one-time arrangement. He's compensating me for the return of the sphere."
ru: "Это одноразовое поручение в чисто корыстных интересах. Он заплатит мне за возвращение шара".

source: It looks you over carefully, tapping its chin with a bony finger -- *click, click, click.* "Thou do not seem the sort to follow such a man. Perhaps you speak the truth. Perhaps... your presence here is tolerable."
ru: Он внимательно рассматривает тебя, постукивая по подбородку костяным пальцем - *клац, клац, клац*. "Ты не похож на тех, кто служит такому человеку. Верно, ты молвишь правду. Возможно... тебе дозволяется тут оставаться".

source: "Good. I had other questions..."
ru: "Хорошо. У меня есть другие вопросы..."

source: "Good. Farewell."
ru: "Хорошо. Прощай".

source: It draws close to you, smelling of dust and moldering cloth. "What is this thou speak of? What proof have thee that Soego runs with the brain vermin?"
ru: Он подходит к тебе поближе, от него несет тленом и ветхой тканью. "О чем это ты молвишь? Как ты уверишь меня, что Соэго водится с мозгогрызунами?"

source: "I spoke to them, and they told me so."
ru: "Я говорил с ними, и они рассказали мне это".

source: "There's proof in his quarters, his journal."
ru: "В его комнате есть доказательство - его дневник".

source: "There's proof in his quarters, his journal. I spoke with him about it, and he turned into a man-rat and attacked me."
ru: "В его комнате есть доказательство - его дневник. Я заговорил с ним об этом, и он превратился в крысочеловека и напал на меня".

source: I told Hargrimm about Soego's involvement with the cranium rats, but could not prove it to the skeleton's satisfaction. Perhaps I can find more convincing evidence on or around Soego, himself.
ru: Я рассказал Харгримму о связи Соэго с черепными крысами, но не смог предоставить веских доказательств. Возможно, я смогу найти больше улик на самом Соэго или вокруг него.

source: I told Hargrimm about Soego's involvement with the cranium rats. Hargrimm confronted him on the issue and, finding him guilty, made to confine Soego to his chambers until his death. Soego then turned into a wererat, attacked Hargrimm, and was quickly slain.
ru: Я рассказал Харгримму о связи Соэго с черепными крысами. Харгримм устроил встречу с ним, признал его виновным и и попытался запереть Соэго в его камере до самой смерти. Тогда Соэго превратился в крысу-оборотня, напал на Харгримма, но был быстро убит.

source: I told Hargrimm about Soego's involvement with the cranium rats. He said he'd look into the matter, later.
ru: Я рассказал Харгримму о связи Соэго с черепными крысами. Он сказал, что разберется с этим позже.

source: "They may have been lying to thee so that thou might kill Soego. Did thou consider such a thing?"
ru: "Они могли солгать тебе, чтобы ты убил Соэго. Об этом ты не думал?"

source: "I'll find some other proof, then. I had other questions."
ru: "Тогда я найду какие-нибудь другие доказательства. У меня есть другие вопросы".

source: "Never mind, I'll go find some other proof. Farewell."
ru: "Неважно, пойду поищу какие-нибудь другие доказательства. Прощай".

source: "We shall see; I shall gather Soego and speak to him of this matter within his chambers. Should this be true, I shall owe thee thanks."
ru: "Поглядим же. Я поговорю с ним об этом в его комнате. Коли это правда, я буду тебе благодарен".

source: Wait.
ru: Ждать.

source: It considers you for a moment before speaking. "Prove to the Dead Nations that thou mean it no harm. Acts of goodwill. Perhaps then I shall take thy petition to the Silent King."
ru: Он несколько секунд рассматривает тебя, после чего отвечает: "Уверь Мертвые Народы, что ты не желаешь зла. Сделай доброе дело. И тогда, может быть, я передам твою просьбу Безмолвному Королю".

source: "I could tell the Dustmen that Pharod is selling them corpses he stole here. I'm certain they'd stop Pharod."
ru: "Я мог бы передать тленным, что Фарод продает им трупы, украденные здесь. Уверен, что они остановят Фарода".

source: "Is there someone you need slain?"
ru: "Тебе нужно кого-нибудь здесь убить?"

source: "I'll find something to do, then. Farewell."
ru: "Тогда я поищу себе занятие. Счастливо".

source: Hargrimm told me to look around the Dead Nations and slay any cranium rats I might happen upon.
ru: Харгримм сказал, чтобы я огляделся в Мертвых Народах и перебил всех найденных черепных крыс.

source: "I am sure thou can see the problems inherent in thy offer. We cannot allow thee to leave simply in the hopes that thou would do such a thing."
ru: "Ясно ведь, что ты и сам видишь, что в твоем предложении не все так гладко. Мы не можем позволить тебе уйти, надеясь, что ты сдержишь слово".
