Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dhargri.dlg.po
Languages: ru

source: "I'll find something else to do, then. Farewell."
ru: "Тогда я поищу себе другое занятие. Счастливо".

source: Hargrimm told me to look about the Dead Nations and slay any cranium rats I might happen upon.
ru: Харгримм сказал, чтобы я огляделся в Мертвых Народах и перебил всех найденных черепных крыс.

source: "Yes, perhaps. Occasionally the ghouls will miss small packs of well-hidden cranium rats that have come to spy here. Shouldst thou come across any, be sure to slay them."
ru: "Да, возможно. Временами упыри пропускают небольшие стайки черепных крыс, которые приходят сюда шпионить. Коли попадутся они тебе - убивай не жалея".

source: "Tell me about the cranium rats."
ru: "Расскажи мне о черепных крысах".

source: "I'll keep that in mind. I had other questions."
ru: "Я это запомню. У меня другие вопросы".

source: "I might do that. Farewell."
ru: "Я мог бы этим заняться. Прощай".

source: "Their strength is in gathered numbers. If one were to find and slay small, separated groups, the stronger packs would slowly lose power. In the rat-warrens to the east, for instance, they are very powerful. Brain vermin killed in the Hive, above, might weaken them here, though."
ru: "Сила их - числе. Убьешь малую часть - сильные будут слабеть. Вот в крысином логове на востоке мозгогрызуны очень сильны. Но из-за тех, кого убили вверху в Улье, тут они могут ослабнуть".

source: It nods, obviously pleased. "Thou have our thanks. May the Silent King watch over thee."
ru: Он кивает, несомненно удовлетворенный. "Мы благодарим тебя. Да пребудет с тобой Безмолвный Король".

source: Hargrimm nods solemnly to you.
ru: Харгримм торжественно кивает тебе.

source: "Farewell, Hargrimm."
ru: "Прощай, Харгримм".

source: It shakes its head. "I have seen no such thing, here. Perhaps deeper beneath Sigil... search the drowned catacombs. Thou shall find the entrance to that place west of where thou first came here. Take care not to disturb the resting dead, or thou shall incur the wrath of the Silent King!"
ru: Он качает головой. "Здесь мне такая вещь не попадалась. Может, где-нибудь глубже под Сигилом... поищи в затопленных катакомбах. Вход в те места есть на западе оттуда, где ты впервые сюда вошел. Смотри, не потревожь покойников, иначе навлечешь на себя гнев Безмолвного Короля!"

source: "Thanks. Farewell, Hargrimm."
ru: "Спасибо. Прощай, Харгримм".

source: Hargrimm told me to search the drowned catacombs past the Dead Nations for the bronze sphere I seek.
ru: Харгримм сказал мне, чтобы я искал бронзовый шар в затопленных катакомбах Мертвых Народов.

source: "We know not. It may be that they wander elsewhere. We rarely leave this place." It pauses, as if unsure whether to go on. "Once, many shadows dwelled among us, but they come to our halls no more. They left long ago - and we know not where they went. Some say they wander the planes."
ru: "Нам не ведомо. Быть может, они бродят где-то еще. Мы редко покидаем это место, - он останавливается, будто прикидывая, стоит ли продолжать. - Когда-то среди нас жило много теней, но они больше не приходят в наши залы. Они уже давно ушли, и мы не знаем, куда. Поговаривают, что они бродят по планам".

source: "They wander the planes?"
ru: "Бродят по планам?"

source: Hargrimm told me that many shadows once dwelled in the Dead Nations. According to a vision of Stale Mary's, they were all drawn away to a fortress on the Negative Material Plane long ago.
ru: Харгримм сказал мне, что когда-то в Мертвых Народах жило много теней. Согласно видению Тухлой Мери, все они давным-давно отправились в крепость на Негативном материальном плане.

source: "I asked about it once. Mary says that she has seen their fate in visions. She claims they have all been drawn to a wrecked fortress that drifts within the Negative Material Plane, a graveyard of regrets from where they cannot escape."
ru: "Однажды я спрашивал об этом. Мери сказала, что видела их судьбу в видениях. Говорит, что все они отправились в разрушенную крепость, дрейфующую по Негативному материальному плану. Это кладбище сожалений, откуда они не смогут сбежать".

source: "Who is Mary?"
ru: "Кто такая Мери?"

source: "Mary... Stale Mary?"
ru: "Мери... Тухлая Мери?"

source: "A fortress on the Negative Material Plane?"
ru: "Крепость на Негативном материальном плане?"

source: "Why do you stay here?"
ru: "Почему вы здесь остаетесь?"

source: It nods. "Yes, Stale Mary, may the Silent King watch over her. She was a seer in life, ages past, and still receives visions, at times."
ru: Он кивает. "Да, Тухлая Мери, да пребудет с ней Безмолвный Король. При жизни она была провидицей, и ей временами все еще приходят видения".

source: "Tell me about her."
ru: "Расскажи мне о ней".

source: "You mentioned a fortress?"
ru: "Ты упоминал о крепости?"

source: "Yes." The skeleton priest shakes its head. "Sheer foolishness."
ru: "Да, - скелет-жрец качает головой. - Абсолютная глупость".

source: "Why?"
ru: "Почему?"

source: "You mentioned Mary... Stale Mary?"
ru: "Ты упоминал Мери... Тухлую Мери?"

source: "That Plane is a place from where all the energies that fill the hollows of the undead have their source. When life leaves us, there is a chance, through magic and passion... and perhaps other things... that this energy may fill the hollow space, giving us an empty life. I fail to see how anything could *exist* there, however."
ru: "Это тот план, откуда берется вся та энергия, которая наполняет собой полости в нежити. Когда жизнь покидает нас, есть шанс, что с помощью магии и страсти... а может, и других вещей... эта энергия заполнит пустоты, что даст нам пустую жизнь. Но я не уразумею, чтобы там могло хоть что-нибудь существовать".

source: "This nation is under our care. The quiet ones - the true dead - need to be protected and tended... else, the horrors of the catacombs would set upon them, disrupting their sleep. It is our sacred duty to care for them."
ru: "Этот народ под нашей опекой. Тихие, истинно-мертвые, нуждаются в защите и заботе... иначе на них нападают ужасы катакомб, тревожа их сон. Наш священный долг - заботиться о них".

source: "Horrors of the catacombs?"
ru: "Ужасы катакомб?"

source: "The Living... human scavengers, the vermin scavengers... all who defy our sworn duty to internment. May the Silent King protect us."
ru: "Живые... люди-падальщики, крысы-падальщики... все, кто пренебрегает нашим священным правом на погребение. Храни нас Безмолвный Король".

source: "I passed away long ago, and found that beyond death lies only oblivion... fortunately, I was able to step back at the last moment from the brink."
ru: "Я скончался давным-давно и увидел, что за смертью есть только небытие... на счастье, я смог в последний миг отступить от края".

source: "Step back?"
ru: "Отступить?"

source: "You mentioned followers. Who else is here?"
ru: "Ты упоминал своих последователей. Кто еще здесь есть?"

source: "Yes, I awoke here. I wandered the catacombs for untold days before stumbling into the throne of my lord, the Silent King. He spoke to me, and from that fated meeting the Dead Nations was born."
ru: "Да, я очнулся здесь. Бродил по катакомбам бессчетное количество дней, пока не нашел трон моего повелителя, Безмолвного Короля. Он говорил со мной, и от этой судьбоносной встречи родились Мертвые Народы".

source: "Firstly, I would know why thou are here."
ru: "Сперва я хочу знать, зачем ты здесь".

source: "I'm looking for something. A small bronze sphere."
ru: "Я кое-что ищу. Маленький бронзовый шар".

source: "The cranium rat collective, Many-As-One, sent me."
ru: "Меня послал коллектив черепных крыс, Многоединый".

source: "I was looking for Soego."
ru: "Я искал Соэго".

source: "No reason."
ru: "Без причины".

source: Lie: "No reason."
ru: Ложь: "Без причины".

source: "It's no concern of yours."
ru: "Это тебя не касается".

source: The skeleton shrugs, then waves you away. "So be it. Enjoy thy time here."
ru: Скелет пожимает плечами и махает рукой. "Так тому и быть. Наслаждайся пребыванием здесь".

source: "Wait. I had some other questions..."
ru: "Постой. У меня есть еще вопросы..."

source: "Farewell."
ru: "Прощай".

source: "How many more humans will that pale-faced death worshipper bring to our halls?! An army? A legion?! Perhaps all of Sigil?!" The skeleton returns its attention to you. "Are thou in league with the Dustmen? Do thou wear their shackles of belief and bow thy knee to that ridiculous concept of True Death?"
ru: "Сколько еще людей приведет в наши залы этот бледнолицый смертопоклонник?! Армию? Легион?! Может, весь Сигил?! - скелет возвращается к тебе. - Ты в союзе с тленными? Носишь оковы их веры и преклоняешь колени перед нелепым понятием Истинной Смерти?"

source: "No."
ru: "Нет".

source: "Yes."
ru: "Да".

source: Lie: "No."
ru: Ложь: "Нет".

source: "Fmm!" The skeleton looks way from you, shaking its head.
ru: "Фм-м!" Скелет отводит от тебя взгляд, качая головой.

source: "Well...?"
ru: "И?.."

source: "Indeed? I find that hard to believe."
ru: "Правда? Мне сложно в это поверить".

source: "It's true."
ru: "Это правда".

source: Lie: "It's true."
ru: Ложь: "Это правда".

source: "By the Silent King! Thou are in league with the *vermin!?"* It becomes furious. "Thou hold counsel with those hive-brained scavengers that desecrate the tombs of our charges and feed upon their remains?!"
ru: "Во имя Безмолвного Короля! Ты в союзе с *вредителями*!? - он приходит в ярость. - Ты с теми падальщиками с коллективным разумом, что оскверняют могилы наших подопечных и пожирают их останки?!"

source: "I apologize..."
ru: "Прошу прощения..."

source: "Yes. So what?"
ru: "Да. И что?"

source: "As well thou should! What did they send thee here for?"
ru: "Еще бы! Зачем они послали тебя сюда?"

source: "To kill the Silent King."
ru: "Чтобы убить Безмолвного Короля".

source: Lie: "To negotiate a truce."
ru: Ложь: "Чтобы обсудить перемирие".

source: Lie: "For no reason."
ru: Ложь: "Просто так".

source: The flickering crimson lights of its eyes narrow. "I find that difficult to believe. Perhaps thou have another answer that would be closer to the truth?"
ru: Мерцающие красные огоньки его глаз сужаются. "Мне сложно в это поверить. Верно, у тебя есть другой ответ, более близкий к правде?"

source: "There is nothing to be negotiated. A truce is in effect. They have learned to respect our borders, and we respect theirs."
ru: "Здесь нечего обсуждать. Перемирие в силе. Они научились соблюдать наши границы, а мы делаем то же самое".

source: "In any case, that is my reason for being here."
ru: "Как бы там ни было, это и есть причина моего появления здесь".

source: "How dare thee enter our halls and threaten our lord?! And at the command of the brain vermin, no less. Thou shall suffer for thy audacity!"
ru: "Да как ты смеешь приходить в наши залы и угрожать нашему повелителю?! Да еще по приказу мозгогрызунов. Ты поплатишься за свою наглость!"

source: "I only spoke the truth. I have no wish to kill him, now."
ru: "Я всего лишь сказал правду. Теперь у меня нет желания убивать его".

source: "Make me suffer, then."
ru: "Тогда заставь меня поплатиться".

source: "Thou shall leave these catacombs only in the dung of ghouls! May the Silent King favor us in battle!"
ru: "Ты выйдешь из этих катакомб только в виде упыриного дерьма! Да поможет нам в бою Безмолвный Король!"

source: Meet their attack.
ru: Встретить нападение.

source: Flee.
ru: Сбежать.

source: Leave.
ru: Уйти.

source: It raises its staff, then suddenly stops. "Alas! 'Tis only thy luck and by the Silent King's grace that we honor the Dead Contract. Rest assured, though, that thou shall *never* leave these catacombs. Farewell."
ru: Он поднимает посох, но вдруг останавливается. "Увы! К твоему счастью и из милости Безмолвного Короля, мы чтим Контракт Смерти. Однако будь уверен: ты *никогда* не покинешь эти катакомбы. Прощай".

source: "I shall look into the matter. Should this be true, I shall owe thee thanks."
ru: "Надобно разобраться с этим делом. Коли это правда, я буду тебе благодарен".

source: "They are forever ravenous; without us holding them in check, they would run rampant in the Buried Village and the warrens of the cranium rats, killing all, then return to devour all that is here."
ru: "Они вечно голодные; не держи мы их строго, они бы налетели на Погребенную Деревню да логово черепных крыс, перебили бы всех, а потом вернулись сюда, чтобы сожрать остальных".

source: "He might have fled for another reason. Did thou consider such a thing?"
ru: "Он мог сбежать по иной причине. Ты об этом не думал?"

source: "Stop! Thou have come too far, traveler, and trespassed into the Dead Nations, realm of the Silent King! Will thou submit peacefully?"
ru: "Стоять! Ты зашел слишком далеко, странник. Ты пересек границы Мертвых Народов, государства Безмолвного Короля! Подчинишься ли ты без боя?"

source: "Submit to what?"
ru: "Подчинюсь чему?"

source: "'Tis the will of the Silent King that all who pass the gates into our Nation become prisoners of his lands. Will thou submit?"
ru: "Такова воля Безмолвного Короля: все, кто проходит через ворота в Народы, становятся пленниками его земель. Ты подчинишься?"

source: "Very well, I will submit."
ru: "Хорошо, я подчиняюсь".

source: "No, I will not."
ru: "Нет".

source: "Come, then... we shall show thee to the Chapel. Know this: thou shall be free to wander these halls, but not to leave the catacombs. Thou shall be a prisoner here until thy death; should thou later arise as we have, thou shall be free. Praise the Silent King; his will be done."
ru: "Тогда пошли... мы отведем тебя в часовню. Знай: ты волен бродить по этим залам, но не можешь покинуть катакомбы. Ты останешься здесь пленником до самой смерти. Коли суждено восстать тебе таким, как мы, то быть тебе свободным. Слава Безмолвному Королю - его воля исполнена".

source: Follow them.
ru: Идти за ним.

source: "Then thou shall die here, in the Silent King's halls."
ru: "Тогда ты умрешь здесь, в залах Безмолвного Короля".

source: "So be it."
ru: "Так и быть".

source: "Don't you find it difficult to understand her?"
ru: "Ты не испытываешь трудностей в общение с ней?"

source: "So, thou have come." The skeleton turns to gaze upon the massive throne. "What thou see here is the end of our culture."
ru: "Что ж, ты пришел, - скелет оборачивается, чтобы взглянуть на массивный трон. - То, что ты здесь видишь - конец нашей культуры".

source: "None must know that the King speaks only silence."
ru: "Никто не должен знать, что Король больше не говорит".

source: Hargrimm stares off into the shadows. "He stopped speaking to us long ago -- he himself has left for the thrice-damned True Death." A trace of rage and despair trickles into its voice. "He has abandoned us here to suffer amongst the Living! We have become... the prey... of all that lives."
ru: Харгримм вглядывается в тени. "Он уже давно перестал говорить с нами - предался этой треклятой Истинной Смерти, - в его голосе слышны ярость и отчаянье. - Он покинул нас на муки среди живущих! Мы стали... добычей... для всех живых".

source: "He is silent because he has left this place. He abandoned us for the True Death... and left only this husk in his place."
ru: "Он молчит, потому что покинул это место. Он бросил нас ради Истинной Смерти... и оставил после себя только эту оболочку".

source: "He rules because he must."
ru: "Он правит, потому что обязан".

source: "We interpret the wishes of the Silent King based on what he said many long years ago. It has not been easy..." Hargrimm sounds tired; he sags beneath the weight of an invisible burden. "Many questions, many questions do I have for him."
ru: "Мы судим о воле Безмолвного Короля по тому, что он говорил много лет назад. Это непросто..." Голос Харгримма звучит устало. Он сгибается под грузом невидимой ноши. "У меня к нему так много вопросов".

source: "Mary and I speak to the Silent King. We rule in his stead."
ru: "Мы с Мери говорим с Безмолвным Королем. Мы правим за него".

source: "I wish to preserve what we have created. I do not wish to die."
ru: "Я хочу сохранить то, что он создал. Я не хочу умирать".

source: "If our own people were to learn of this... or Acaste were to discover this deception... or Many-As-One, the hive mind of the cranium rats... all that we have created here would be destroyed. This husk is all that keeps the inner and outer enemies at bay. If the truth were spoken, our small civilization would become dust."
ru: "Узнай об этом наш народ... или Акаста раскрыла обман... или Многоединый, коллективный разум черепных крыс... то все, что мы создали, было бы разрушено. Эта оболочка - все, что сдерживает врагов снаружи и изнутри. Если правда будет раскрыта, наша маленькая цивилизация обратится в прах".

source: "I cannot force thee to be silent. But I would ask thee to look beyond thyself, to consider what would happen if thou spoke of what thou have seen here."
ru: "Я не могу заставить тебя молчать. Но прошу тебя посмотреть на это с другой стороны и подумать о том, что случится, коли ты расскажешь об увиденном".

source: Hargrimm is silent for a moment. "Thou may leave this place. Go, now... and I beg of thee: honor thy word."
ru: Харгримм на миг умолкает. "Ты можешь покинуть это место. Уходи... и прошу тебя: сдержи свое слово".

source: Hargrimm is silent for a moment. "Again, I cannot force thee to remain silent. But I must know whether thou will tell them, or no."
ru: Харгримм на миг умолкает. "Повторюсь, что я не могу заставить тебя молчать. Но я должен знать, скажешь ты им или нет".

source: "I extend to thee my gratitude. Thou may leave this place, now, should thou like. Use the doors at the southern end of the throne room."
ru: "Я благодарю тебя. Теперь ты можешь уйти, когда захочешь. Воспользуйся дверью в южном конце тронного зала".

source: "The king must be alive when he sits upon the throne. It will accept no other. Once a person sits upon the throne..." Hargrimm's tone becomes even more ominous: "...he may not leave it."
ru: "Король должен быть жив, покуда сидит на троне. Другого не дано. Кто сядет на трон, - тон Харгримма становится еще более зловещим, - тот не сможет его покинуть".

source: "Soego would not make a good king. He is too much in love with his own voice to remain silent. Such a position on the throne would also rob him of the True Death. That would be as blasphemous as attempting to rob us of the life that we possess."
ru: "Из Соэго не выйдет хорошего короля. Он слишком любит свой голос, чтобы молчать. Кроме того, трон лишит его Истинной Смерти. Это было бы таким же кощунством, как и попытка лишения нас жизни, которая у нас есть".

source: "Once one sits upon the throne, they may never leave it. Death... True Death... is the only release from the Silent King's throne."
ru: "Сев на трон, никогда его больше не покинешь. Только смерть... Истинная Смерть... освободит от трона Безмолвного Короля".

source: "Much as I thought." Hargrimm sighs, a cloud of dust welling out with the exhalation. "So... I would still know whether thou will speak of the Silent King's true nature, or no."
ru: "Я так и думал, - Харгримм вздыхает, облачко пыли вырывается у него при выдохе. - Что ж... Я все же хотел знать, расскажешь ли ты об истинной сути Безмолвного Короля, или нет".

source: Hargrimm nods, and gestures to the throne. "Then take thy throne, O Silent King..."
ru: Харгримм кивает и указывает на трон. "Тогда сядь на трон, о Безмолвный Король..."

source: The skeleton priest shakes its head sadly. "I am afraid we cannot allow that, Living. May the Silent King favor me in battle..."
ru: Скелет-жрец печально качает головой. "Боюсь, что мы не можем допустить это, живущий. Да хранит меня в битве Безмолвный Король..."

source: "What do you mean?"
ru: "О чем это ты?"

source: "Is that the Silent King?"
ru: "Это и есть Безмолвный Король?"

source: Wait silently for him to continue.
ru: Молча подождать, пока он продолжит.

source: "How long has this gone on?"
ru: "Как давно это произошло?"

source: "Why does he not speak?"
ru: "Почему он не говорит?"

source: "Then why does he rule?"
ru: "Тогда почему же он правит?"

source: "If that's so... how does he rule?"
ru: "Если это так... как он правит?"

source: "Then who really rules?"
ru: "Тогда кто же правит на самом деле?"

source: "Who's truly been ruling the Dead Nations, then?"
ru: "Тогда кто же на самом деле правит Мертвыми Народами?"

source: "But if he's dead... how?"
ru: "Но если он мертвый... тогда как?"

source: "Why does he still rule?"
ru: "Почему он правит до сих пор?"

source: "So who really rules here?"
ru: "Так кто же правит здесь на самом деле?"

source: "Why don't you tell your people the truth?"
ru: "Почему ты не скажешь своему народу правду?"

source: Offer a vow: "I only wish to leave, Hargrimm. Grant me this, and you shall have my silence."
ru: Дать клятву: "Я всего лишь хочу уйти отсюда, Харгримм. Позволь мне это, и получишь мое молчание".

source: Offer a false promise: "I only wish to leave, Hargrimm. Grant me this, and you shall have my silence."
ru: Дать лживое обещание: "Я всего лишь хочу уйти отсюда, Харгримм. Позволь мне это, и получишь мое молчание".

source: "Your people should be told. If your civilization is destroyed, so be it."
ru: "Ваш народ должен знать. Если ваша цивилизация падет - так тому и быть".

source: "Why don't you place a new king upon the throne?"
ru: "Почему вы не посадите на трон нового короля?"

source: "I will tell them."
ru: "Я скажу им".

source: Truth: "I will not tell them."
ru: Правда: "Я не скажу им".

source: Lie: "I will not tell them."
ru: Ложь: "Я не скажу им".

source: "What about Soego?"
ru: "Как насчет Соэго?"

source: "I will become your king, if you will have me."
ru: "Я стану вашим новым королем, если вы примете меня".

source: "I will become your king, then, if you will have me."
ru: "Тогда я стану вашим новым королем, если вы примете меня".

source: "Yes. I will do it..."
ru: "Да. Я сделаю это..."

source: "In that case, no."
ru: "В таком случае, нет".

source: "Wait... I'd best not."
ru: "Погоди... Я передумал".

source: Take the throne.
ru: Сесть на трон.

source: Fight.
ru: Сражаться.

source: This skeleton wears what appear to be ancient priest's robes, heavy and ornate. It carries a large, impressive stave, which is capped with intricately carved horns, dangling pendants, and a gilded skull.
ru: Этот скелет носит нечто похожее на одежды древнего жреца, тяжелые и богато украшенные. Он держит впечатляющий массивный посох c позолоченным черепом, рогами с замысловатой резьбой и болтающимися сверху побрякушками.

source: "Greetings..."
ru: "Приветствую..."

source: "Is there some task I could perform for you?"
ru: "Есть ли для меня какое-нибудь задание?"

source: "There's proof in his quarters, his journal. He's dead now, though."
ru: "В его комнате есть доказательство - его дневник. Вот только он мертв".

source: Hargrimm solemnly indicates the wide doors at the southern end of the Silent King's throne room. "Leave now, Living, and remember: speak not of this. Need thou speak with me again, thou may do so away from this sacred chamber."
ru: Харгримм торжественно указывает на широкую дверь в южном конце тронного зала Безмолвного Короля. "Уходи, живущий, да помни: не рассказывай об этом. Коли захочешь поговорить со мной еще раз, ты сможешь это сделать за пределами этого священного зала".

source: I came across an undead sorcerer-priest of great power, who claimed that I had trespassed into the Dead Nations, the realm of some 'Silent King.' I refused to submit and was summarily attacked by him and his undead minions.
ru: Я встретил могущественного жреца-чародея из нежити, который заявил, что я пересек границы Мертвых Народов, государства какого-то "Безмолвного Короля". Я отказался сдаться, и в итоге был атакован им и его мертвыми приспешниками.
