Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dhargri.dlg.po
Languages: ru

source: I came across an undead sorcerer-priest of great power, who claimed that I had trespassed into the Dead Nations, the realm of some 'Silent King.' I agreed to surrender and was told that I am free to wander the halls, but that I could not leave the catacombs. The skeleton priest said that I was to be a prisoner until my death, but should I later arise as they had, I would be free. Perhaps there is another way, though...
ru: Я встретил могущественного жреца-чародея из нежити, который заявил, что я пересек границы Мертвых Народов, государства какого-то "Безмолвного Короля". Я согласился сдаться, и мне сообщили, что я волен бродить по залам, но не могу покинуть катакомбы. Скелет-жрец сказал, что я буду пленником до самой смерти, но если потом я восстану подобно им, то стану свободным. Хотя, возможно, есть другой способ...

source: "I see. And have you seen a small, bronze sphere anywhere here?"
ru: "Понятно. А тебе здесь не попадался маленький бронзовый шар?"

source: "Perhaps I'll speak with her again, then. Farewell, Hargrimm."
ru: "Пожалуй, тогда я еще раз поговорю с ней. Прощай, Харгримм".

source: "I wanted to ask you about Stale Mary... don't you find it difficult to understand her?"
ru: "Я хотел спросить насчет Тухлой Мери... тебе не казалось, что ее трудно понять?"

source: "I wanted to ask you about Stale Mary... how do you understand her?"
ru: "Я хотел спросить насчет Тухлой Мери... как ты ее понимаешь?"

source: Hargrimm stares at you silently for a time, then sighs softly. "Thou shall be safe, here. Rest."
ru: Некоторое время Харгримм молча глядит на тебя, затем тихо вздыхает. "Здесь ты в безопасности. Отдыхай".

source: "Thanks."
ru: "Спасибо".

source: "Could I rest here?"
ru: "Я могу здесь отдохнуть?"

source: "I'm in need of healing -- could you help me?"
ru: "Мне нужно лечение. Ты не мог бы мне помочь?"

source: "Could we rest here?"
ru: "Мы можем здесь отдохнуть?"

source: "We're in need of healing -- could you help us?"
ru: "Нам нужно лечение. Ты не мог бы помочь нам?"

source: I used a portal Stale Mary told me of to enter the Silent King's throne room. There, I discovered that the sovereign lord of the Dead Nations was, in truth, little more than a shriveled corpse. I agreed to tell no one what I knew and, in return, Hargrimm freed me from the Dead Nations.
ru: Я воспользовался порталом, о котором рассказала мне Тухлая Мери, и проник в тронный зал Безмолвного Короля. Там я обнаружил, что владыка Мертвых Народов на самом деле чуть больше, чем высушенный труп. Я согласился никому не рассказывать о том, что узнал, и взамен Харгримм выпустил меня из Мертвых Народов.

source: "So... can you speak to the Silent King for me, now?"
ru: "Ну... теперь ты поговоришь с Безмолвным Королем для меня?"

source: The skeleton priest *hrmmms* deeply, the lights of its eyes dimming as it thinks. "Soego. Rid us of that damnable Dustman, and I shall speak to the Silent King of thy freedom. However... I do *not* seek to have him assassinated. Merely give us a reason to remove him from the Dead Nations."
ru: Скелет-жрец хмыкает, огоньки в его глазах мерцают, пока он раздумывает. "Соэго. Избавь нас от проклятущего тленного, и я замолвлю слово Безмолвному Королю насчет твоего освобождения. Однако... я *не желаю* его убить. Просто дай нам повод убрать его из Мертвых Народов".

source: "He is...? Bah! I suppose thou expect me to speak to the Silent King on thy behalf, then... well, I shall not! Until thou can validate Soego's murder to me, thou shall *not* leave this place."
ru: "Вот как?.. Ха! Полагаю, ты ожидаешь, что я поговорю с Безмолвным королем насчет тебя... как бы не так! Пока ты не дашь мне повода для убийства Соэго, ты *не покинешь* это место".

source: "Soego? Oh... he's dead."
ru: "Соэго? Ох... он мертв".

source: "What troubles you so much about Soego?"
ru: "Что так беспокоит тебя в Соэго?"

source: "I'll look into it. I had other questions..."
ru: "Посмотрим. У меня еще вопросы..."

source: "I'll see what I can do. Farewell."
ru: "Посмотрим, что я смогу сделать. Прощай".

source: "Fine. I had some questions..."
ru: "Отлично. У меня есть несколько вопросов..."

source: "I suppose I'll try and find something, then."
ru: "Что ж, тогда я попробую что-нибудь найти".

source: "But... what *else* can I do to convince you?"
ru: "Но... что *еще* мне сделать, чтобы убедить тебя?"

source: I asked Hargrimm what else I could do to convince him to set me free. He asked that I find some way to allow him to remove Soego from the Dead Nations, and that then he would speak to the Silent King on my behalf.
ru: Я спросил у Харгримма, как еще я могу убедить его освободить меня. Он попросил меня найти какой-нибудь способ позволить ему убрать Соэго из Мертвых Народов, и что тогда он поговорить с Безмолвным Королем от моего имени.

source: "No. Were thou not a prisoner here, awaiting thy death, the answer might be different."
ru: "Нет. Не будь ты пленным смертником, ответ был бы другим".

source: "Why *am* I a prisoner here?"
ru: "*Почему* я здесь пленник?"
