Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dhermit.dlg.po
Languages: ru

source: "I need a place to rest."
ru: "Мне нужно место для отдыха".

source: "Thanks."
ru: "Спасибо".

source: You see a dirty man, hunched and crabbed with age and darkness. His lank, greasy hair flies from his shoulders as he spies you, and his eyes go wide with fear. His fingers begin twisting through arcane patterns...
ru: Перед тобой грязный человек, потрепанный и сгорбленный от возраста и темноты. Когда он замечает тебя, его прилизанные сальные волосы слетают с плеч, а глаза расширяются от страха. Его пальцы начинают складываться в тайные символы...

source: "It's okay... I'm not going to hurt you."
ru: "Все в порядке... Я не собираюсь причинять тебе вред".

source: Attack him before he gets the spell off.
ru: Напасть на него, прежде чем он закончит заклинание.

source: Wait and see what happens.
ru: Посмотреть, что произойдет.

source: The hermit scuttles away from you, his hands waving in arcane patterns. "Back wi' ye, fell crea... oh, it's you. What d'you want with the ol' hermit now, eh?"
ru: Отшельник пятится от тебя, его руки рисуют тайные узоры. "Пошла прочь, лютая тв... а, это ты. Чего тебе надо от старого отшельника, а?"

source: "Tell me about yourself again."
ru: "Расскажи мне о себе еще раз".

source: "Tell me about this place."
ru: "Расскажи мне об этом месте".

source: "I'm looking for a deva."
ru: "Я ищу дэва".

source: "Nothing. Farewell."
ru: "Ничего. Прощай".

source: "Ach, another visitor, eh? You'll all be wantin' to scare the ol' hermit half to death, eh? These tunnels're no place for a casual spring walk, y'know. What d'you want from me?"
ru: "Ой, не уж-то еще один гость? Все вы хотите до смерти напугать старого отшельника, а? Эти тоннели - не место для случайной прогулки, знаешь ли. Чего тебе от меня надо?"

source: "What's down here?"
ru: "Что там, внизу?"

source: "None of your business."
ru: "Не твое дело".

source: "Who are you?"
ru: "Кто ты?"

source: He sighs noisily, catches himself, and looks around wildly for a moment. "I came to Curst because my god was exiled to Carceri. I've been movin' closer to him alla the time, but I'm not goin' into the prison plane after him. I'm tryin' to find a way to get him out. Since he's a power o' good, he shouldn't even be there, but that's how exile works, I guess."
ru: Он шумно вздыхает, прерывает себя и пару секунд дико оглядывается. "Я прибыл в Проклятый, потому что моего бога изгнали в Карцери. Я уже некоторое время подбираюсь к нему, но идти за ним на план-тюрьму не собираюсь. Я пытаюсь найти способ вызволить его оттуда. Поскольку он сила добра, то он вообще не должен там находиться, но, полагаю, в этом-то и есть вся суть изгнания".

source: "How long have you been here?"
ru: "Сколько ты уже здесь находишься?"

source: "Have you seen a deva around here by any chance?"
ru: "Ты, случайно, не видел поблизости дэва?"

source: "What can you tell me about this place, anyway?"
ru: "И все же, что ты можешь рассказать об этом месте?"

source: "You're a priest? Can I get some healing?"
ru: "Ты жрец? Можешь меня вылечить?"

source: "Thanks. Farewell."
ru: "Спасибо. Прощай".

source: "This place? Full of monsters, criminals - I'm not one of 'em - and other folks who mean a body harm. Still safer than the city above, though. At least down here you know where you stand. Up there? Nossir."
ru: "Тут полно чудовищ, преступников - я не из их числа - и другого недоброжелательного народу. Так или иначе, здесь все равно безопаснее, чем наверху, в городе. По крайней мере, здесь ты знаешь, на чем стоишь. А там? Нет, уж извольте".

source: "What are you doing down here, anyway?"
ru: "И все же, что ты здесь делаешь?"

source: "Have you seen a deva around?"
ru: "Не видел дэва где-нибудь поблизости?"

source: "Heard rumors about it, but this ol' hermit ain't seen it. I thought it might be underground, since this place locks up all good things, but I still can't find it. If I could, I'd ask if it'd heard about my god." He rattles off another sigh, and looks down the hallway. "Somehow, it feels like it'd be off to the west there. But I still haven't found it. It must have a guardian." He winks at you.
ru: "Слыхал о нем, но не довелось старому отшельнику его увидеть. Я думал, что он может быть под землей, раз в этом месте упрятано много хороших вещей, но разыскать его так и не удалось. Если бы я его нашел, я бы расспросил его, слышал ли он что-нибудь о моем боге, - он издает очередной вздох и смотрит вниз, в проход. - Почему-то мне кажется, что он где-то на западе. Но мне так и не удалось его найти. Должно быть, у него есть хранитель". Он подмигивает тебе.

source: "What can you tell me about this place?"
ru: "Что ты можешь рассказать об этом месте?"

source: "Hmph! Sneakin' up on an ol' man like that for nothin'. Go on, git!" He waves his hands at you and starts scuttling off through the underground again.
ru: "Пф! Чтоб вот так подкрадываться к старику. Пшел прочь!" Он отмахивается от тебя и снова удирает через подземелье.

source: "Farewell."
ru: "Прощай".

source: "Too long, too long, in the service of a god who's all but forgotten. I remember him, though... I'll find him, if I have to duck all the monsters around forever. I'll find him." He stares off, mumbling.
ru: "Слишком долго, слишком долго, на службе у почти забытого бога. Но я все равно его помню... Я найду его, даже если придется вечно увиливать от всех этих монстров. Я его найду". Он смотрит в сторону, что-то бормоча.

source: "Thanks for your time. Farewell."
ru: "Спасибо за уделенное время. Прощай".

source: You see a dirty man, hunched and crabbed with age and darkness. His lank, greasy hair flies from his shoulders as he looks around. When he spies you, he blurts out, "Kyse the caretaker told me you'd be along. The deva is strong, traveler, strong, and you'd be better off signin' your death warrant than facin' him right now. You can weaken him by weakenin' the chaos in this town... he's feedin' off it."
ru: Перед тобой грязный человек, потрепанный и сгорбленный от возраста и темноты. Когда он оглядывается, его прилизанные сальные волосы слетают с плеч. Заметив тебя, он выпаливает: "Смотритель Кайз говорил, что ты заскочишь. Дэва силен, путник, сейчас встреча с ним для тебя - смертный приговор. Ты можешь ослабить его, ослабив хаос в этом городе... он питается им".

source: "How do you know this?"
ru: "Откуда ты это знаешь?"

source: "I'm going up anyway."
ru: "Я все равно поднимусь".

source: "Get out of my way, old man."
ru: "Прочь с дороги, старик".

source: You see a dirty man, hunched and crabbed with age and darkness. His lank, greasy hair flies from his shoulders as he looks around. When he spies you, he blurts out, "Kyse the caretaker told me you'd be along. The deva is still strong, traveler, but your actions've slowed him up some. You can weaken him more by weakenin' further the chaos in this town... he's feedin' off it."
ru: Перед тобой грязный человек, потрепанный и сгорбленный от возраста и темноты. Когда он оглядывается, его прилизанные сальные волосы слетают с плеч. Заметив тебя, он выпаливает: "Смотритель Кайз говорил, что ты заскочишь. Дэва все еще силен, путник, но твои поступки немного замедлили его. Ты можешь ослабить его еще сильнее, ослабляя хаос в этом городе... он питается им".

source: "I'm ready to face him."
ru: "Я готов встретиться с ним".

source: You see a dirty man, hunched and crabbed with age and darkness. His lank, greasy hair flies from his shoulders as he looks around. When he spies you, he blurts out, "Kyse the caretaker told me you'd be along. You've done a fine job of weakenin' him... the town's chaos is subsidin' and his plan ain't workin' so well. Head up and finish the job."
ru: Перед тобой грязный человек, потрепанный и сгорбленный от возраста и темноты. Когда он оглядывается, его прилизанные сальные волосы слетают с плеч. Заметив тебя, он выпаливает: "Смотритель Кайз говорил, что ты заскочишь. Ты хорошо постарался, ослабляя его... хаос в городе утихает, и его план пошел наперекосяк. Вперед, заверши начатое".

source: "I will. Farewell."
ru: "Так и сделаю. Прощай".

source: You see the old hermit from the underground. When he spies you, he blurts out, "Kyse the caretaker told me you'd be along. The deva is strong, traveler, strong, and you'd be better off signin' your death warrant than facin' him right now. You can weaken him by weakenin' the chaos in this town... he's feedin' off it."
ru: Перед тобой старый отшельник из подземелья. Заметив тебя, он выпаливает: "Смотритель Кайз говорил, что ты заскочишь. Дэва силен, путник, сейчас встреча с ним для тебя - смертный приговор. Ты можешь ослабить его, ослабив хаос в этом городе... он питается им".

source: You see the old hermit from the underground. When he spies you, he blurts out, "Kyse the caretaker told me you'd be along. The deva is still strong, traveler, but your actions've slowed him up some. You can weaken him more by weakenin' further the chaos in this town... he's feedin' off it."
ru: Перед тобой старый отшельник из подземелья. Заметив тебя, он выпаливает: "Смотритель Кайз говорил, что ты заскочишь. Дэва все еще силен, путник, но твои поступки немного замедлили его. Ты можешь ослабить его еще сильнее, ослабляя хаос в этом городе... он питается им".

source: "I can *feel* him up there, waxing and waning like a burning moon. I can *hear* him wondering when you will come. He aches for confrontation."
ru: "Я *ощущаю* его там, наверху, прибывающего и убывающего, словно пылающая луна. Я *слышу*, как он размышляет, придешь ли ты. Он жаждет боя".

source: "He'll have it soon, but not yet. Farewell."
ru: "Он его скоро получит, но не сейчас. Прощай".

source: "Then he'll have it."
ru: "Тогда он его получит".

source: "Before you go... will you accept the blessing of this ol' man? It might stand you in good stead against the deva and whatever other horrors you might face. Would you like me to heal you?"
ru: "Пока ты не ушел... ты примешь благословение старика? Это поможет тебе выстоять перед дэва и всеми остальными ужасами, которых ты можешь повстречать. Хочешь, чтобы я тебя исцелил?"

source: "No thanks."
ru: "Нет, спасибо".

source: "No. Now move out of my way."
ru: "Нет. А теперь прочь с дороги".

source: "Yes."
ru: "Да".

source: He lays a surprisingly strong hand on your chest. "Before you go, will you accept a blessing from me? Much as I dislike your scarred face, it's my duty to make sure you go prepared... this ain't just about you. Let me heal your wounds."
ru: Он кладет на удивление сильную руку на твою грудь. "Пока ты не ушел, примешь от меня благословение? Хоть мне и не нравится твоя покромсанная рожа, мой долг - проследить, чтобы ты шел подготовленным... это касается не только тебя. Позволь мне исцелить твои раны".

source: "I don't want your blessing. Get out of my way."
ru: "Не нужно мне твое благословение. Прочь с дороги".

source: "All right."
ru: "Хорошо".

source: "Then remember this when you lie bleeding in front of him." He grimaces. "Much as it pains me to say it, best o' luck to you."
ru: "Ты еще вспомнишь это, лежа в луже крови перед ним, - он гримасничает. - Хоть мне и больно говорить это, но все же удачи тебе".

source: "Yeah, thanks. Farewell."
ru: "Ага, спасибо. Прощай".

source: "Then on your own head be it. Do not fail, scarred man." He bows to you.
ru: "Тогда пеняй на себя. Не подведи, ошрамованный". Он делает тебе поклон.

source: He closes his eyes and concentrates, and says, "Allow me to heal your wounds." He opens his eyes. "Now go."
ru: Он закрывает глаза и сосредотачивается, говоря: "Позволь мне исцелить твои раны". Он открывает глаза. "А теперь иди".

source: "Who needs my ministrations?"
ru: "Кому нужна моя помощь?"

source: "I do."
ru: "Мне".

source: "Annah."
ru: "Анне".

source: "Morte."
ru: "Морту".

source: "Dak'kon."
ru: "Даккону".

source: "Nordom."
ru: "Нордому".

source: "Fall-from-Grace."
ru: "Падшей Грации"

source: "Ignus."
ru: "Игнусу".

source: "Vhailor."
ru: "Вейлору".

source: "None of us. Thanks for the blessing, though. Farewell."
ru: "Никому из нас. Однако же спасибо за благословение. Прощай".

source: "There. Anyone else have wounds for me?"
ru: "Вот. Кому еще подлечить раны?"

source: "Y'do, eh? All right, then. I've got a place over there you can bed down... I'll let you know if any monsters come a'wanderin'."
ru: "Вот как? Ну ладно. Есть тут у меня местечко, где ты можешь выспаться... Я дам тебе знать, если сюда наведаются какие-нибудь чудища".
