Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dhezobol.dlg.po
Languages: ru

source: You see a slim man clad in flowing robes. His face is dark with anger, and he shouts at his subordinates as they move with brisk efficiency. "Hurry it up, scumbags! We only have so much time to make a sacrifice!" He doesn't appear to notice you.
ru: Ты видишь ловкого человека в обтягивающей одежде. С яростным лицом он кричит на своих подчиненных, чтобы те проворнее двигались. "Побыстрее, мешки с отбросами! У нас не так много времени, чтобы совершить жертвоприношение!" Кажется, тебя он не замечает.

source: "What are you doing?"
ru: "Что ты делаешь?"

source: "I'm here to stop you."
ru: "Я здесь, чтобы остановить тебя".

source: Leave quietly.
ru: Тихо уйти.

source: He looks back at you with irritation sketched across his features. "I'm capitalizing on the chaos, berk. Now's the best time to take slaves, while everyone's worried about putting the town back into order. If you'll excuse me, I've got business to attend to." He turns back to his men.
ru: Его раздраженное лицо поворачивается к тебе. "Я извлекаю выгоду из хаоса, пень. Сейчас самое время хватать рабов, пока все остальные пытаются вернуть город назад. Извини, но у меня есть неотложные дела". Он поворачивается назад.

source: "The disruption in town is caused by people trying to capitalize on this disaster. Leave off on it, and you might be able to help the town slide back - and then you can resume your trade."
ru: "Крушение города вызвано теми, кто пытается извлечь выгоду из этого бедствия. Прекрати это, и ты поможешь городу вернуться назад. И тогда ты снова сможешь возобновить торговлю".

source: "Too many people are adding to the chaos and evil done to each other. If you would have your men aid in the defense of the town, you might shift the balance again."
ru: "Слишком много людей пытаются добавить хаоса и зла, привнесенного другими. Если бы ты со своими людьми помог в защите города, это могло бы сместить баланс обратно".

source: "It's precisely this sort of behavior that brought the town to the fix it's in now. Join me in combating this, and we can all get out of this place that much faster."
ru: "Именно это и привело город к нынешнему состоянию. Помоги мне бороться с этим, и вместе мы сможем вернуть это место гораздо быстрее".

source: Attack him.
ru: Атаковать его.

source: He sneers at you. "I'd like to see you stop me. Men! Leave off the slaves and kill this intruder!"
ru: Он презрительно усмехается. "Хотелось бы посмотреть, как ты будешь меня останавливать. Эй, ребята! К черту рабов, убейте незванного гостя!"

source: Fight.
ru: Сражаться.

source: He calls out to his men. "Stop what you're doing!" He looks at you thoughtfully. "So you're saying we won't need a sacrifice to the gehreleths?"
ru: "Эй, ну-ка притормозите!" - кричит он своим людям. Задумчиво на тебя глядя, он спрашивает: "То есть ты утверждаешь, что нам не нужно делать жертвоприношения гехрелетам?"

source: "No. This entire town will be a sacrifice unless you work with the other citizens."
ru: "Нет. Весь город станет жертвоприношением, если вы не станете работать вместе с остальными жителями".

source: I convinced the slaver leader to lay down his slave trade and take arms against the gehreleths plaguing the town.
ru: Я уговорил главу работорговцев прекратить торговлю рабами и встать против гехрелетов, досаждающих городу.

source: He curses. "Just my luck. Had quite a haul, too. Okay, boys, set 'em free! We got us a town to save!" He gives you an unreadable look and leads his group away. "Thanks for the tip, stranger."
ru: Он сыплет проклятиями. "Вот свезло, так свезло. Почти весь улов. Ладно, ребята, отпускаем всех! Будем спасать город!" Он выразительно смотрит на тебя и уводит свою группу. "Спасибо за совет, незнакомец".

source: "No problem. Good luck."
ru: "Нет проблем. Удачи".

source: The slave leader appears to be running his operation smoothly, though he keeps watching for impending gehreleth attacks. "What do you want, berk?"
ru: Глава работорговцев ловко заправляет своими делами, поглядывая, однако на приближающиеся волны гехрелетов. "Чего тебе, пень?"
