Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dhgcorv.dlg.po
Languages: ru

source: "I wanted to talk to you about the merchant Zac."
ru: "Я хотел поговорить с тобой о торговце Заке".

source: Corvus says that Byron Pikit is a suspected criminal. He is believed to be behind most of the crime in the open-air market of the Lower Ward.
ru: Корвус говорит, что Байрон Пикит - подозреваемый преступник. Он считается причастным к большинству преступлений в открытом рынке Нижнего района.

source: Corvus told me he trusts Lenny enough to turn his back to him.
ru: Корвус сказал, что доверяет Ленни настолько, чтобы повернуться к нему спиной.

source: Corvus says that Lenny is a master thief who has avoided capture on several occasions. He also says that Lenny seems to be a moral person who would not harm anyone.
ru: Корвус говорит, что Ленни - профессиональный вор, который по нескольким причинам избежал поимки. Также он говорит, что Ленни кажется порядочным человеком, который никому не причинил бы вреда.

source: Corvus seemed infatuated with a young woman named Karina. I told him that she was lonely and in need of a friend.
ru: Похоже, Корвус без ума от девушки по имени Карина. Я сказал ему, что она одинока и нуждается в друге.

source: The Harmonium guard, Corvus, seemed infatuated with a young woman named Karina. I told him that she was lonely and in need of a friend.
ru: Стражник Гармониума Корвус, похоже, без ума от девушки по имени Карина. Я сказал ему, что она одинока и нуждается в друге.

source: You see a tall man in plate armor. The armor is of unusual construction with spikes flaring from the shoulders, elbows, and forearms. He nods at your approach, but then his eyes wander about the market. "Good day, citizen. I am guard Corvus."
ru: Ты видишь рослого мужчину в пластинчатых доспехах. У его доспехов необычная конструкция, с шипами на плечах, локтях и предплечьях. Когда ты подходишь, он кивает тебе, и все же его взгляд блуждает по рынку. "Добрый день, гражданин. Я стражник Корвус".

source: "Greetings."
ru: "Приветствую".

source: Ignore him.
ru: Игнорировать его.

source: "How may I help you, citizen?" He gives you a friendly look, but glances over your shoulder.
ru: "Чем могу помочь, гражданин?" Он смотрит на тебя с дружелюбием, но его взгляд направлен поверх твоего плеча.

source: "I have some questions..."
ru: "У меня есть некоторые вопросы..."

source: "I don't think you can. Farewell."
ru: "Думаю, ничем. Прощай".

source: He nods to you. "I will help you if I can, citizen." He looks about the market expectantly.
ru: Он кивает тебе. "Если это в моих силах, я помогу тебе, гражданин". Он выжидающе осматривает рынок.

source: "Who are you?"
ru: "Кто ты?"

source: "I'm looking for someone named Lothar, or the Master of the Bones..."
ru: "Я ищу кое-кого по имени Лотар, он же Повелитель Костей..."

source: "I had a skull and it's been stolen from me. Do you know anyone who would do such a thing?"
ru: "У меня был череп, и его украли. Ты не знаешь, кто бы мог такое сделать?"

source: "Do you know someone named Lenny?"
ru: "Ты знаешь кого-нибудь по имени Ленни?"

source: "Do you know someone named Byron Pikit?"
ru: "Ты знаешь кого-нибудь по имени Байрон Пикит?"

source: "Do you know that there are some anarchists over at the warehouse?"
ru: "Ты в курсе, что на складе есть анархисты?"

source: "I need to buy some weapons."
ru: "Мне нужно купить оружие".

source: "I need to buy some magic items."
ru: "Мне нужно купить магические предметы".

source: Try to see what he is looking at.
ru: Постараться узнать, на что он смотрит.

source: He gives you a slight bow. "I am Harmonium guard Corvus, citizen. I help keep the peace here at the market." He glances about for a moment, then looks at you.
ru: Он делает небольшой поклон. "Я стражник Гармониума Корвус, гражданин. Я помогаю поддерживать порядок на рынке". Он оглядывается по сторонам, потом смотрит на тебя.

source: "Tell me about the Harmonium."
ru: "Расскажи мне о Гармониуме".

source: "I have other questions..."
ru: "У меня еще вопросы..."

source: "Our belief is simple: We are the light. We are the Way. We are Order. We are Truth. We maintain and enforce order here in Sigil. We police the city." He looks about again.
ru: "Наши убеждения просты. Мы - свет. Мы - путь. Мы - порядок. Мы - истина. Мы поддерживаем порядок в Сигиле. Мы патрулируем город". Он снова смотрит по сторонам.

source: "What can you tell me of the other factions?"
ru: "Что ты можешь рассказать о других фракциях?"

source: "I see. I have some other questions..."
ru: "Понятно. У меня были еще вопросы..."

source: "I know little about them, citizen. I'm sorry, but you will have to take your questions to a representative of their order for answers." He smiles, then looks about.
ru: "Я мало что о них знаю, гражданин. Извини, но тебе придется задать свои вопросы их представителям". Он улыбается, потом снова смотрит по сторонам.

source: He turns his gaze on you and frowns. "I would council you against disturbing Lothar, citizen. I doubt you really want to find him."
ru: Он внимательно смотрит на тебя, хмурясь. "Советую не беспокоить Лотара, гражданин. Сомневаюсь, что ты действительно хочешь найти его".

source: "Why?"
ru: "Почему?"

source: "I still need to find him.
ru: "Мне по-прежнему нужно его найти".

source: "I see... I have some other questions..."
ru: "Понятно... У меня еще несколько вопросов..."

source: "Farewell then."
ru: "Тогда прощай".

source: He frowns as he looks off into the distance. "I'm a realist, citizen, as well as a Harmonium officer. As a realist I know that there are those who are above the law. It is a fact of life." He pauses.
ru: Он хмурится, вглядываясь куда-то вдаль. "Гражданин, я - реалист, а также офицер Гармониума. Как реалист, я понимаю, что есть те, кто выше закона. Это правда жизни". Он умолкает.

source: "Go on."
ru: "Продолжай".

source: "Some people don't fear the law because of their connections in the city, others due to their sheer power and the fear they instill in people. Lothar is a power to be reckoned with, citizen. He is untouchable, if you understand my meaning."
ru: "Одни не боятся закона, потому что имеют связи в городе, другие - из-за их абсолютной власти и страха, который они внушают людям. Лотар - это сила, с которой нужно считаться, гражданин. Он неприкасаем, если ты понимаешь, о чем я".

source: "I still need to find him."
ru: "Мне все равно нужно его найти".

source: He sighs as he looks about the market. "Very well, citizen. His kip is somewhere south of here in a wrecked house. Good luck to you."
ru: Он вздыхает и окидывает рынок взглядом. "Хорошо, гражданин. Он живет где-то на юге, в разрушенном доме. Желаю удачи".

source: "I have some more questions..."
ru: "У меня еще несколько вопросов..."

source: "Thank you. Farewell."
ru: "Спасибо. Прощай".

source: He stares at you for some time before answering. "That sounds like something that Lothar, the Master of the Bones, would do."
ru: Он некоторое время пристально смотрит на тебя, после чего отвечает: "Это похоже на проделки Лотара, Повелителя Костей".

source: "Where can I find this 'Lothar?'"
ru: "Где я могу найти этого 'Лотара'?'"

source: "You need to talk to Anze, citizen. He can help you. He is over by the furnace."
ru: "Поговори с Анце, гражданин. Он сможет тебе помочь. Он находится возле печи".

source: "You need to talk to Aalek, citizen. He can help you. He is over on the other side of the market."
ru: "Поговори с Аалеком, гражданин. Он сможет тебе помочь. Он находится на другой стороне рынка".

source: You glance over your shoulder and see Karina wandering nearby. Corvus seems to have his eyes locked on her as she wanders about.
ru: Ты оглядываешься через плечо и видишь Карину, гуляющую неподалеку. Похоже, Корвус не сводит с нее глаз.

source: "Her name is Karina."
ru: "Ее зовут Карина".

source: Ignore the situation.
ru: Не обращать на это внимания.

source: He snaps his attention back to you. "I beg your pardon, you know her, citizen?" He looks at Karina again. "Voice of an angel and such a pretty young thing..."
ru: Он возвращается к тебе. "Прошу прощение, гражданин, ты ее знаешь? - он снова смотрит на Карину. - Такая симпатичная девушка с ангельским голоском..."

source: "Yes, and she's also lonely... I'm certain she would welcome the company of a gentleman..."
ru: "Да, и к тому же одинокая... Уверен, что она будет рада обществу джентльмена..."

source: "Certainly. I'm sure that all her suitors say the same thing about her..."
ru: "Конечно. Уверен, что все ее поклонники говорят то же самое..."

source: "I have some more questions for you..."
ru: "У меня к тебе еще несколько вопросов..."

source: He glances at you, then back at Karina. "Excuse me a moment, citizen." He steps around you and heads toward Karina.
ru: Он смотрит на тебя, потом на Карину. "Минутку, гражданин". Он обходит тебя и направляется к Карине.

source: "All right."
ru: "Хорошо".

source: Corvus returns to you and is smiling brightly. "Thank you, friend. A wonderful young lady..." He looks a little glassy-eyed.
ru: Корвус возвращается к тебе, широко улыбаясь. "Спасибо, друг. Что за удивительная юная леди..." Кажется, его глаза немного затуманены.

source: "My pleasure, I have some questions..."
ru: "Пожалуйста. У меня пара вопросов..."

source: "Farewell, Corvus."
ru: "Прощай, Корвус".

source: He sighs and returns his attention to you. He does not appear to be very happy at the moment. "You were saying, citizen?"
ru: Он вздыхает и возвращается к тебе. Похоже, что в текущий момент он не очень-то счастлив. "Что ты сказал, гражданин?"

source: "I have some questions for you..."
ru: "У меня есть вопросы к тебе..."

source: You see Corvus, the Harmonium guard. "Hello again, citizen. How may I serve you." He glances over your shoulder and seems to be looking for someone.
ru: Ты видишь Корвуса, стражника Гармониума. "Здравствуй, гражданин. Чем могу служить". Он глядит тебе через плечо. Кажется, он кого-то ищет.

source: "I found out that Karina isn't seeing anyone. I think she would enjoy the company of a gentleman..."
ru: "Я выяснил, что Карина ни с кем не встречается. Думаю, она будет рада обществу джентльмена..."

source: You glance over your shoulder and notice a young lady wandering about the market. Corvus seems to have his eyes locked on her.
ru: Ты оглядываешься через плечо и видишь девушку, гуляющую по рынку. Похоже, Корвус не сводит с нее глаз.

source: "You seem preoccupied. What are you looking at?"
ru: "Кажется, ты чем-то обеспокоен. На что ты смотришь?"

source: You see a Harmonium guard. He looks very distraught and barely in control of himself. "Forgive me, citizen. I can not speak with you at this time... I've suffered a great loss and want to be left to myself."
ru: Ты видишь стражника Гармониума. Кажется, он в полном смятении и еле себя контролирует. "Прости меня, гражданин. Сейчас я не могу с тобой говорить... Я пережил тяжелую утрату, и хочу побыть в одиночестве".

source: Leave.
ru: Уйти.

source: You see Corvus, the Harmonium guard. He looks very distraught and barely in control of himself. "Forgive me, citizen. I can not speak with you at this time... I've suffered a great loss and want to be left to myself."
ru: Ты видишь Корвуса, стражника Гармониума. Кажется, он в полном смятении и еле себя контролирует. "Извини, гражданин. Сейчас я не могу с тобой говорить... Я пережил тяжелую утрату и хочу побыть в одиночестве".

source: You see Corvus the Harmonium guard. He smiles at your approach and gives you a slight bow. "Hello, friend. I hope you are doing well."
ru: Ты видишь Корвуса, стражника Гармониума. Когда ты подходишь, он улыбается тебе и делает небольшой поклон. "Привет, друг. Надеюсь, у тебя все в порядке".

source: "How are you and Karina doing?"
ru: "Как дела у вас с Кариной?"

source: "I must be going now, farewell."
ru: "Я должен идти, прощай".

source: He smiles broadly. "We are doing well, thank you. I owe you for your kindness, friend."
ru: Он широко улыбается. "У нас все хорошо, спасибо. Я перед тобой в долгу, друг".

source: "It was my pleasure. Farewell."
ru: "Всегда пожалуйста. Прощай".

source: He frowns in thought. "Lenny... yes, I know a thief who goes by that name. He can usually be found over by the siege tower."
ru: Он хмурится, задумавшись. "Ленни... да, я знаю вора, известного под таким именем. Обычно он где-нибудь возле осадной башни".

source: "What can you tell me about him?"
ru: "Что ты можешь сказать мне о нем?"

source: "Thank you. I must be going now, farewell."
ru: "Спасибо. Я должен идти, прощай".

source: "Officially, nothing." He pauses for a moment before answering. "Unofficially, he is a thief, and a good one - a master, I would say. Although he is a thief he seems to have some ethics, he has never been suspected of assault or murder. He has managed to avoid the law on numerous occasions..." He pauses.
ru: "Официально - ничего, - он умолкает на мгновение перед тем, как ответить. - Неофициально, он вор, и притом хороший, я бы сказал, профессионал. Еще он вор, у которого есть некоторые моральные устои. Он ни разу не был заподозрен в насилии или убийстве. Ему удавалось уходить от ответственности множество раз..." Он умолкает.

source: "Anything else?"
ru: "Что-нибудь еще?"

source: "Yes... I would not be afraid to turn my back to Lenny. There are few people I can say that about, but Lenny is one of them." He shrugs. "That is all, friend."
ru: "Да... Я не побоюсь повернуться к Ленни спиной. Я могу сказать такое об очень немногих, и Ленни в их числе, - он пожимает плечами. - Это все, друг".

source: He frowns and nods his head. "Yes, I am familiar with Byron."
ru: Помрачнев, он кивает. "Да, я знаком с Байроном".

source: "I have evidence that proves he is involved in criminal acts here in Sigil."
ru: "У меня есть улика, доказывающая, что он причастен к преступлениям в Сигиле".

source: "Officially, nothing." He pauses for a moment before answering. "Unofficially, he is suspected of being behind most of the criminal activity here at the market. We believe him to be responsible for the murder of a merchant named Zac. His list of suspected crimes is quite long." He pauses.
ru: "Официально - ничего, - он умолкает на мгновение перед тем, как ответить. - Неофициально, его подозревают в причастности к большинству преступлений на рынке. Мы считаем, что он в ответе за убийство торговца Зака. Список преступлений, в которых его подозревают, довольно длинный". Он умолкает.

source: Corvus says he would never turn his back on Byron Pikit or be anywhere alone with him.
ru: Корвус сказал, что никогда не повернется спиной к Байрону Пикиту и не останется с ним наедине.

source: "Yes... I would not turn my back to him and I would think twice about being anywhere alone with him." He shrugs. "That is all, friend."
ru: "Да... Я бы не стал поворачиваться к нему спиной и дважды подумал бы перед тем, как остаться с ним наедине, - он пожимает плечами. - Это все, друг".

source: He gives you a stern look. "Anything I know about that individual is Harmonium business, citizen. I can not discuss such matters with strangers. Perhaps after I get to know you better..."
ru: Он смотрит на тебя суровым взглядом. "Все, что известно мне об этой личности - дело Гармониума. Я не могу обсуждать подобные вещи с незнакомыми людьми. Может, если я лучше тебя узнаю..."

source: He looks at you with interest. "Oh? May I see this evidence?"
ru: Он смотрит на тебя заинтересованно. "О? Можно посмотреть эту улику?"

source: Give him the papers.
ru: Дать ему бумаги.

source: "Let me think about this. I have some questions..."
ru: "Дай мне подумать. У меня есть пара вопросов..."

source: I gave Corvus, the Harmonium guard, evidence that proved Byron Pikit to be a criminal. He has arrested Byron and will see that he is properly tried in court.
ru: Я передал Корвусу, стражнику Гармониума, улики, доказывающие, что Байрон Пикит - преступник. Он арестовал Байрона, и проследит, чтобы его дело было тщательно рассмотрено в суде.

source: He examines the papers thoroughly then folds them and puts them away. He nods to you and smiles. "Excellent work, citizen. These documents are quite detailed in their content. I personally will see to it that Byron Pikit is taken before the courts." He salutes you then turns to leave. "I shall return shortly."
ru: Он тщательно изучает бумаги, потом складывает их и прячет. Он кивает тебе и улыбается. "Отличная работа, гражданин. Эти документы весьма содержательны. Я лично позабочусь о том, чтобы Байрон Пикит предстал перед судом, - он отдает тебе честь и поворачивается, чтобы уйти. - Я скоро вернусь".

source: He soon returns and smiles at you. "The deed is done. Pikit has been removed from the streets, the evidence has been presented to the courts, and soon he will stand trial." He gives you a slight bow. "Once again I thank you."
ru: Вскоре он возвращается, улыбаясь тебе. "Дело сделано. Пикита убрали с улиц, и вскоре он предстанет перед судом, куда и будет передана эта улика, - он делает тебе небольшой поклон. - Еще раз спасибо".

source: "My pleasure. I have some questions..."
ru: "Пожалуйста. У меня есть вопросы..."

source: "I think I should be going. Farewell."
ru: "Думаю, мне пора идти. Прощай".

source: He examines the papers thoroughly then folds them and puts them away. He nods to you and smiles. "Excellent work, citizen. I will see that these documents are set before that courts so that all may know of Byron's infamy." He frowns. "However, Byron Pikit is dead and now faces a higher judgement.
ru: Он тщательно изучает бумаги, потом складывает их и прячет. Он кивает тебе и улыбается. "Отличная работа, гражданин. Я позабочусь о том, чтобы эти документы были переданы в суд и все узнали о позоре Байрона, - он хмурится. - Однако Байрон Пикит мертв, и уже предстал перед высшим правосудием".

source: "I see. I have some questions..."
ru: "Понятно. У меня есть вопросы..."

source: He frowns, deep in thought for a moment. "Well, there are anarchists scattered throughout the city, citizen. Unless they break the law, there is little that can be done about them."
ru: Он хмурится, на миг погрузившись в мысли. "Что ж, анархисты рассеяны по всему городу, гражданин. Пока они не нарушают закон, с ними практически ничего нельзя поделать".

source: "I thought they were considered a dangerous element that had to be dealt with before they caused trouble?"
ru: "Я думал, что их считают опасным элементом, с которым нужно разбираться до того, как они натворят бед".

source: "Their leader asked me to kill a Harmonium officer named Measure 3 Vorten."
ru: "Их предводительница попросила меня убить офицера Гармониума по имени Вортен, Третья ступень".

source: "Well, I have it on good authority that they are responsible for the death of Measure 3 Vorten."
ru: "Что ж, из авторитетного источника мне известно, что они несут ответственность за смерть Вортена, Третьей ступени".

source: He sighs. "I agree with that view, citizen. However, I personally do not believe in running around and bashing heads without proof of wrongdoing. If you can give me just cause, I will see that these anarchists are dealt with. Otherwise, they have a right to gather and talk."
ru: Он вздыхает. "Я согласен с такой точкой зрения, гражданин. Тем не менее, лично я не считаю правильным бегать и сносить всем головы без доказательств. Если ты предоставишь мне причину, я прослежу, чтобы с этими анархистами разобрались. В противном случае, у них остается право на собрания".

source: He gives you a concerned look. "That is a very serious charge, citizen. Are you certain you wish to make such an accusation?"
ru: Он смотрит на тебя взволнованно. "Это очень серьезное обвинение, гражданин. Ты уверен, что хочешь сделать такое заявление?"

source: "Yes."
ru: "Да".

source: "No, I guess not."
ru: "Нет, не думаю".

source: "Very well. I will see that they are dealt with. Excellent work citizen." He smiles at you.
ru: "Отлично. Я прослежу, чтобы с ними разобрались. Отличная работа, гражданин". Он улыбается тебе.

source: He shrugs. "Then we need not discuss this issue further."
ru: Он пожимает плечами. "Тогда нам больше незачем обсуждать эту проблему".

source: "Very well. Farewell."
ru: "Отлично. Прощай".

source: "How you could possibly know that... unless you were somehow involved in the matter?" He glares at you for some time before continuing. "Because you are a friend, I will forget who I heard this from. Meanwhile, I will see that the anarchists are dealt with. Good day to you, citizen."
ru: "Откуда тебе это знать... если только ты не причастен к этому? - он внимательно смотрит на тебя перед тем, как продолжить. - Поскольку ты мне друг, я забуду, от кого я это услышал. Тем временем, я прослежу, чтобы с анархистами разобрались. До свиданья, гражданин".

source: "Farewell."
ru: "Прощай".

source: "How you could possibly know that... unless you were somehow involved in the matter?" He glares at you for some time before continuing. "I will see that the anarchists are dealt with, citizen. Good day to you."
ru: "Откуда тебе это знать... если только ты не причастен к этому? - он внимательно смотрит на тебя перед тем, как продолжить. - Я прослежу, чтобы с анархистами разобрались, гражданин. До свиданья".

source: "Anything I know about that is Harmonium business, citizen. I cannot discuss such matters..." He pauses. "All I can say is that Zac was murdered and an investigation is being conducted. If you discover anything that will further that investigation, please bring it to my attention."
ru: "Все, что я об этом знаю - дело Гармониума, гражданин. Я не могу обсуждать такие вещи... - он делает паузу. - Все, что я могу сказать, это что Зака убили и ведется следствие. Если ты выяснишь что-нибудь, касающееся этого следствия, пожалуйста, дай мне знать".

source: Corvus, the Harmonium guard, is looking for evidence that points to the murderer of a merchant named Zac. Maybe I should keep an eye open...
ru: Корвус, стражник Гармониума, ищет улики, указывающие на убийцу торговца Зака. Может, мне стоит приглядеться...

source: He snaps his attention back to you. "I beg your pardon, citizen. Please excuse me..." His eyes wander back to the young woman and his voice fades almost to a whisper. "She has the voice of an angel and she is such a pretty young thing..." He sighs.
ru: Он возвращается к тебе. "Прошу прощение, гражданин. Извини меня, пожалуйста... - его взгляд возвращается к девушке, а его голос снижается шепота. - У нее ангельский голосок, и она такая симпатичная девушка..." Он вздыхает.

source: "Why don't you go talk to her? You seem quite infatuated with her..."
ru: "Почему бы тебе не поговорить с ней? Похоже, ты от нее просто без ума..."

source: "I see. I have some more questions..."
ru: "Понятно. У меня еще несколько вопросов..."

source: "I must be going, farewell."
ru: "Я должен идти. Прощай".

source: An uncomfortable silence fills the air. Finally he turns his attention back to you. "I... I just couldn't. I mean, a woman like that... well, she must be..." He sighs and pauses for a moment. "Was there anything else I can help you with citizen?"
ru: В воздухе зависает неловкая тишина. Наконец он обращает свое внимание на тебя. "Я... я просто не могу. То есть, у такой женщины... ну, у нее, должно быть... - он вздыхает и умолкает на пару секунд. - Я могу еще чем-то помочь тебе, гражданин?"

source: I talked to Corvus, the Harmonium guard, about Lothar. He warned me that Lothar is very powerful and not to be trifled with. Be that as it may, I still need to find him.
ru: Я поговорил с Корвусом, стражником Гармониума, насчет Лотара. Он предупредил меня, что Лотар очень силен, и с ним шутки плохи. Может, оно и так, но мне все равно нужно его найти.

source: Corvus says that Lothar can be found in a wrecked house in the Lower Ward.
ru: Корвус говорит, что Лотара можно найти в разрушенном доме в Нижнем районе.
