Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dhgcorv.dlg.po
Languages: ru

source: I told Corvus that the anarchist asked me to kill Measure 3 Vorten. He said he will see that they are dealt with.
ru: Я сказал Корвусу, что анархистка попросила меня убить Вортена, Третью ступень. Он сказал, что проследит, чтобы с ними разобрались.

source: I told Corvus that the anarchists were responsible for the death of Measure 3 Vorten. He immediately suspected my involvement in the matter but didn't press the issue. I'm sure it was because of our friendship that he is letting the matter slide. He said he will deal with the anarchists.
ru: Я сказал Корвусу, что анархисты попросили меня убить Вортена, Третью ступень. Он тут же заподозрил меня в причастности к этому делу, но не предпринял никаких действий. Уверен, что он пропустил это мимо ушей из-за нашей дружбы. Он сказал, что разберется с анархистами.

source: I told Corvus that the anarchists were responsible for the death of Measure 3 Vorten. He immediately suspected my involvement in the matter but didn't press the issue. However, he will no longer speak to me.
ru: Я сказал Корвусу, что анархисты попросили меня убить Вортена, Третью ступень. Он тут же заподозрил меня в причастности к этому делу, но не предпринял никаких действий. Однако он больше не будет со мной говорить.

source: Corvus, the Harmonium guard, is interested in any evidence leading to the arrest of the murderer of a merchant named Zac. I'll have to keep this in mind.
ru: Корвус, стражник Гармониума, заинтересован в любых уликах, которые помогут арестовать убийцу торговца по имени Зак. Нужно это запомнить.

source: Corvus seems to be infatuated with a young woman at the open-air market. I told him he should talk to her but... he seems to think she is too good for him. Maybe I'll talk to her and see what she is like.
ru: Похоже, Корвус без ума от девушки с открытого рынка. Я сказал ему, чтобы он с ней поговорил, но... похоже, он считает, что она для него слишком хороша. Может, мне с ней поговорить и выяснить, что она из себя представляет.
