Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dhivvar4.dlg.po
Languages: ru

source: You see a plump woman going about her chores. She doesn't notice you entering the room.
ru: Ты видишь полную женщину, занятую своими делами по хозяйству. Она не заметила, как ты вошел в комнату.

source: "Greetings."
ru: "Приветствую".

source: Leave the woman alone.
ru: Оставить женщину в покое.

source: "You again... I see your manners haven't improved."
ru: "Опять ты... Как я вижу, твои манеры лучше не стали".

source: "Hmm... this isn't where I wanted to go."
ru: "Хмм... это не то место, куда я хотел попасть".

source: "Farewell."
ru: "Прощай".

source: "What are you doing in my house? Don't you have any manners? You don't just go around entering people's houses."
ru: "Что ты делаешь в моем доме? У тебя совсем нет хороших манер? Нельзя просто так входить в дома людей".

source: "I'm sorry. I didn't know anyone lived here."
ru: "Прошу прощения. Я не знал, что здесь кто-то живет".

source: "Well now you know. Please leave now, and close the door on your way out. I have many chores I still need to finish and I don't need any more interruptions. Good bye."
ru: "Ну, а теперь знаешь. Уходи, и закрой дверь за собой с той стороны. У меня много дел по хозяйству, которые нужно закончить, и я не хочу отвлекаться. До свидания".

source: "Go on and find where you need to go, then, and leave me alone."
ru: "Давай, проваливай туда, куда тебе надо, и оставь меня в покое".
