Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dhivvag1.dlg.po
Languages: ru

source: You see a man, who seems to be looking over the inside of the structure.
ru: Ты видишь мужчину, который смотрит внутрь здания.

source: "Greetings."
ru: "Приветствую".

source: Leave the man alone.
ru: Оставить мужчину в покое.

source: "You again... didn't I say this place is mine? Get lost before I have to get rough with you!"
ru: "Опять ты... я тебе, что, не говорил, что это мое место? Потеряйся, или я буду жесток с тобой!"

source: "I'd like to see you try."
ru: "Хочется посмотреть на эту попытку".

source: "Farewell."
ru: "Прощай".

source: "I found this place first. You better not try anything if you know what's good for you."
ru: "Я первым нашел это место. Тебе лучше не пытаться, раз ты не знаешь, что хорошо для тебя".

source: "What are you going to do about it?"
ru: "И что ты собираешься делать?"

source: "You asked for it!"
ru: "Ты сам напросился!"

source: Attack him.
ru: Атаковать его.
