Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dhivvar6.dlg.po
Languages: ru

source: You see woman with a worried look about her face.
ru: Ты видишь женщину с обеспокоенным выражением лица.

source: "Greetings."
ru: "Приветствую".

source: Leave the woman alone.
ru: Оставить женщину в покое.

source: The woman sighs. "My husband is gone again."
ru: Женщина вздыхает. "Мой муж снова пропал".

source: "Sounds like he's a busy man."
ru: "Звучит так, будто он занятой мужчина".

source: "Farewell."
ru: "Прощай".

source: "I am waiting for my husband to get back. He's been gone for a while now, and I am getting worried."
ru: "Я жду возвращения моего мужа. Он пропал, и я начинаю беспокоиться".

source: "I am sure he will be back soon."
ru: "Я уверен, что он скоро вернется".

source: "I'm sure you're right. Oh my... look at the time; if you will excuse me, I have some work to finish up."
ru: "Я знаю, что ты прав. О... посмотри на время. Извини меня, но мне надо заняться неотложным идеалами".

source: "Yes he is, and I am busy as well... so if you can, please leave."
ru: "Да, так и есть, но я немного занята... пожалуйста, оставь меня".
