Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dhivef1.dlg.po
Languages: ru

source: You see a man in tattered clothing. As you approach him, he suddenly stops and begins to look around, frightened.
ru: Ты видишь человека в лохмотьях. При твоем приближении он неожиданно начинает в страхе озираться.

source: "You there! Hold a moment!"
ru: "Эй ты! Подожди на минуточку!"

source: "Greetings."
ru: "Приветствую".

source: Leave him in peace.
ru: Оставить его в покое.

source: The man looks startled, then takes a step back. "Eh? What ye be wantin', cutter?" His voice is shaky, and he seems taken aback by your scars. "I have nothing on me, so's I don't, and my rags are not worth the trouble."
ru: Мужчина выглядит затравленным, он делает шаг назад. "А? Чего тебе надо, рубака?" Его голос дрожит, похоже, на него произвели впечатление твои шрамы. "У меня с собой ничего нет, совсем ничего, а мои тряпки того не стоят".

source: "Calm yourself. I'm not here to rob you. I had some questions..."
ru: "Успокойся. Я не собираюсь тебя грабить. У меня есть несколько вопросов..."

source: "Run, and I promise you won't get far. I had some questions..."
ru: "Попробуй сбежать, и я тебе обещаю, что далеко ты не уйдешь. У меня есть несколько вопросов..."

source: "Nothing. Farewell."
ru: "Ничего. Прощай".

source: "Eh?" He doesn't seem thrilled to see you. "What ye be wantin' *now,* cutter?"
ru: "А?" Ему не очень-то по душе смотреть на тебя. "И чего тебе *нужно*, рубака?"

source: "I had some questions..."
ru: "У меня есть некоторые вопросы..."

source: He keeps a safe distance, and his eyes dart from side to side, as if expecting something to step out of the shadows. "Questions ye said...? An'... eh... what might those questions be?"
ru: Он остается на почтительном расстоянии, а глаза мечутся из стороны в сторону, как будто бы он ждет, что кто-то выйдет из тени. "Вопросы, говоришь?.. И... эээ... что это за вопросы?"

source: "Can you tell me about Sigil?"
ru: "Что ты можешь сказать о Сигиле?"

source: "Can you tell me about this... city?"
ru: "Что ты можешь сказать об этом... городе?"

source: "Can you tell me about these slums?"
ru: "Что ты можешь сказать об этих трущобах?"

source: "Can you tell me about the Hive?"
ru: "Что ты можешь сказать об Улье?"

source: "Can you tell me about the Lady of Pain?"
ru: "Что ты можешь сказать о Леди Боли?"

source: "Do you know someone named Pharod?"
ru: "Ты знаешь кого-нибудь по имени Фарод?"

source: "I'm missing a journal. Have you seen one?"
ru: "Я потерял дневник. Тебе такой не попадался?"

source: "Eh..." He looks at you warily, and his brow furrows in confusion. "What ye wanting ta know 'bout the Hive, cutter?"
ru: "Эээ..." Он осторожно на тебя смотрит, и его брови в смущении подымаются. "А что ты хочешь знать об Улье, рубака?"

source: "Why is it called the Hive?"
ru: "Почему его называют Ульем?"

source: "What's around here of interest?"
ru: "Что есть интересного в округе?"

source: "Never mind. I had some other questions..."
ru: "Неважно. У меня есть другие вопросы..."

source: "Eh... what might those questions be?"
ru: "Эээ... и что это за вопросы?"

source: "Can you tell me about this...city?"
ru: "Что ты можешь сказать об этом... городе?"

source: "I'm missing a journal. Have you seen one, or do you know where I might find one?"
ru: "Я потерял дневник. Тебе такой не попадался или, может, ты знаешь, где его найти?"

source: He looks puzzled. "I... don't know." He looks frightened that he doesn't know the answer. "Mess o' streets, mess o' people, mayhap."
ru: Он в тупике. "Я... не знаю". Он начинает дрожать, осознавая, что не может ответить на вопрос. "Наверное, оттого, что здесь куча-мала из улиц и людей".

source: "I see. I had some other questions..."
ru: "Понятно. У меня были еще вопросы..."

source: "Never mind then. Farewell."
ru: "Тогда неважно. Прощай".

source: "It... eh... depenz. Depenz on what ye find interesting, cutter."
ru: "Зависит... эээ... зависит от того, что ты находишь интересным, рубака".

source: "I'm looking for a good time."
ru: "Я ищу развлечений".

source: "I'm looking for work."
ru: "Я ищу работу".

source: "I'm looking for someone named Pharod."
ru: "Я ищу кое-кого по имени Фарод".

source: "I'm looking for a missing journal. Do you happen to know where I might find one?"
ru: "Я ищу потерянный дневник. Ты не знаешь, где я его могу найти?"

source: "Forget it. I had some other questions..."
ru: "Забудь об этом. У меня есть несколько вопросов..."

source: "Well..." He licks his lips. "There's the Smolderin' Corpse bar... n' the Dustie bar... though you don't look the cutter ta be drinkin' bub with the Dusties... any o' the other places 'round here is jest dangerous, so be on yer guard."
ru: "Ну..." Он облизывает губы. "Здесь неподалеку есть бар 'Тлеющий Труп'... бар Мертвяков... хотя ты не похож на рубаку, который будет пить пойло вместе Мертвяками... любое другое место вокруг очень опасно, так что будь настороже".

source: "Where are the places you mentioned?"
ru: "А где это?"

source: "What's dangerous around here?"
ru: "А что опасного в округе?"

source: "'Dusties'?"
ru: "'Мертвяков'?"

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "I see. Thanks for the information. Farewell."
ru: "Понятно. Спасибо за информацию. Прощай".

source: "Well, the Smolderin' Corpse is a few blocks spireward - uh, southward - of the Mortuary - and the Dustie bar is just a little to the south n' west of the Mortuary."
ru: "Ну, Тлеющий Труп находится через несколько кварталов к шпилю... эээ... югу, рядом с Моргом. Бар Мертвяков чуток юго-западнее Морга".

source: "Anywhere in the Hive, once dark falls. Then there's the Angled Alley... ye want ta be keepin' yerself outta there unless ye want ta be in the dead book."
ru: "Да повсюду в Улье, как только стемнеет. А потом еще Угловатая Аллея... тебе лучше держаться от нее подальше, если не хочешь попасть в книгу мертвых".

source: "Why is this 'Alley of Angles' so dangerous?"
ru: "А почему эта 'Угловатая Аллея' так опасна?"

source: "Thanks for the information. Farewell."
ru: "Спасибо за информацию. Прощай".

source: He thinks. "Precious little... eh, honest... work ta be found 'round here, cutter. Ye ken hunt some brain vermin fer some coppers, pass them off ta the Branch Office of vermin fer some jink, ta hear tell, but messin' with the brain vermin's dangerous work, though. Ye ken also gather some deaders around the Hive, take it ta the Mortuary fer some jink."
ru: Он думает. "Непыльной... эээ, честной работенки в городе много, если поискать, рубака. Можно поохотиться на мозговых паразитов, а потом сдать их в Филиал Офиса по паразитам за пару медяков, но скажу тебе, связываться с мозговыми паразитами очень опасно. А можно еще пошататься по Улью, пособирать трупы и притащить их Морг ради пары звенелок".

source: "It's next to th' Hive market. Go spireward - that's south n' west of the Mortuary - three or four blocks, n' ye'll dead-end into it. The rat catchers mither out in front, can't miss it."
ru: "Он сразу за рынком Улья. Иди к шпилю - это на юг и чуть на восток от Морга, три или четыре квартала, пока не упрешься в тупик. Там он и будет. У входа вечно околачиваются крысоловы, так что ты его не пропустишь".

source: "Where's this branch office?"
ru: "А где этот филиал?"

source: "Brain vermin?"
ru: "Мозговых паразитов?"

source: "Gather bodies?"
ru: "Собирать трупы?"

source: "Aye, the Dusties will pay jink for any deaders ye bring ta their gates. Not much jink ta be made, but enough fer the Collectors t'keep makin' their rounds... an' there's always enough deaders ta be found 'round here."
ru: "Ага, Мертвяки платят звенелки за трупы, которые ты притащишь к их воротам. Много не заработаешь, но для Сборщиков этого хватает... да и к тому же, трупов всегда хватает".

source: "Where was that branch office you mentioned located?"
ru: "А где филиал офиса, про который ты говорил?"

source: "What were you saying about 'brain vermin?'"
ru: "А что ты там говорил о 'мозговых паразитах'?"

source: "What other work is there in the Hive?"
ru: "Какая еще работа есть в Улье?"

source: "Collectors?"
ru: "Сборщиков?"

source: "Aye, nasty little critters." He bares his teeth like a rat. He looks pretty foolish. "Alone, they're barely nothing at all... it's jest when brain vermin get together, they get all smart the more of them are around each other. They start gettin' as smart as a human..." He shakes his head. "Nobody in their right mind wants that ta happen. Hazard ta everyone's health, it is."
ru: "Ага, мерзкие маленькие твари". Он растягивается в широкой крысиной улыбке. Выглядит он при этом очень глупо. "По одиночке они ничего сделать не могут... но если паразиты соберутся вместе, то становятся намного умнее, чем по отдельности. Они начинают думать, как человек..." Он трясет головой. "И никто не знает, что там копошится в их мыслях. Но здоровья этого не прибавит, уж поверь".

source: "Aye... Dusties... Dustmen... the pale-faced Dead, they are, all grim and no humor to speak of. They keep the streets free o' the dead, stack 'em in the Mortuary. That's their job in Sigil, mostly 'cuz no one else wants it."
ru: "Ага... Мертвяки... Тленные... бледные люди, полные угрюмости и без всякого чувства юмора. Они заботятся о том, чтобы на улицах не было трупов, складывая их в Морге. Это их работа в Сигиле, скорее всего, потому, что больше никто этим заниматься не будет".

source: "Which o' em?"
ru: "Кто именно?"

source: "How about the Dustmen..."
ru: "Как насчет Тленных..."

source: "The Chaosmen...they sound interesting."
ru: "Хаоты... звучит интригующе".

source: "The Indeps?"
ru: "Свободные?"

source: "Forget the question. Farewell."
ru: "Забудь. Прощай".

source: "What d'ye want t'know 'bout Sigil then?"
ru: "А что ты хочешь узнать о Сигиле?"

source: "What *is* this place?"
ru: "Что *это* за место?"

source: "*Where* is Sigil?"
ru: "*Где* расположен Сигил?"

source: "Actually, I had some other questions..."
ru: "Вообще-то, у меня есть другие вопросы..."

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: "Th'city. City o' Doors, the Cage. Place where all doors lead to, n' from. Center of the Planes, and gets most of the backwash from all places, too. Some say this is where everybody ends up at one point or another."
ru: "Ну это город. Город Дверей, или Клетка. Место, где все двери куда-то ведут, но не откуда-то. Центр Планов, хотя ему и достается весь мусор со всех мест. Кто-то говорит, что это место, где все сходится в одной точке".

source: "'City of Doors'?"
ru: "'Город Дверей'?"

source: "Eh, aye... y'see, cutter, th' city is..." He frowns, as if struggling with the words. "The city's got a batch of doors scattered through it... n'... y'see, the doors..." He frowns again, then sighs.
ru: "Эээ, ну да... понимаешь, этот город - это..." Он нахмуривается, пытаясь найти подходящее выражение. "В городе есть куча дверей, разбросанных повсюду и... ну понимаешь... двери..." Он снова хмурится, бессильно вздыхая.

source: "Let me rattle my bone box with a lil' more sense: Y'see, there's 'doors' all over Sigil, but they don't always look like doors. They're more like portals, see? An' they ken be just about *anything*... a window frame... er, a picture frame, an archway... a barrel hoop, a space between a table's legs... or a statue's legs..."
ru: "Давай я тебе по-простому объясню. Видишь, здесь всюду в Сигиле есть двери, но некоторые из них могут быть не совсем обычными дверьми. Они больше похожи на порталы, догоняешь? А выглядеть они могут вообще *по-любому*... типа оконного проема... эээ, рамы для картины, арки... кольца для бочки, проема между ножками стола... или ногами статуи..."

source: "And... you're saying all of these things are doors?"
ru: "И... ты хочешь сказать, что все это - двери?"

source: "The doors...?"
ru: "Двери?.."

source: "I can see this is going to take a while. I had some other questions..."
ru: "Кажется, это может занять порядком времени. У меня есть другие вопросы..."

source: He frowns again. "Doors... portals can be anything that's closed on all sides. It's hard ta tell where they are... unless ye got the key to the door. That how you get here, cutter? Through a door?"
ru: Он снова хмурится. "Двери... то есть, порталы могут быть всем, что ограничено со всех сторон. Трудно сказать, где они расположены... пока ты не раздобудешь подходящий ключ к двери. Вообще, ты как сюда попал, рубака? Через дверь?"

source: "I... see. I had some other questions..."
ru: "Понятно... У меня были еще вопросы..."

source: "What makes you say that?"
ru: "А какое это отношение имеет к сказанному?"

source: "Eh... well, ye don't act like yer from 'round Sigil, see?"
ru: "Эээ, ну, ты ведь не из Сигила, верно?"

source: "What are these 'Keys' you mentioned?"
ru: "А что это за 'ключи', про которые ты говорил?"

source: "So there's all these doors in the city... where do they all go to?"
ru: "Значит, в городе полно дверей... а куда они ведут?"

source: "Maybe... look, I had some other questions..."
ru: "Может быть... Слушай, у меня были еще вопросы..."

source: "Each door's got a key, which makes it open, see? Mosttimes, ye won't even *know* a door's around ye, *unless* ye got the key. Then th' door opens, an' ye can step through an' take yer chances. Trick is, ye know how I was saying that doors ken be anything? Well, so ken keys. They could be a tune ye hum to yerself near the door, a thought ye be havin' about pastries, or a lil' jig you do, or maybe the key's an object, like a piece of glass, or a cobblestone, or a broken tooth... anythin'."
ru: "К каждой двери есть ключ, который ее открывает, верно? Обычно ты даже не *знаешь*, что находишься рядом с дверью, *до тех пор*, пока у тебя нет ключа. Дверь открывается, и ты можешь шагнуть вперед и попытать удачу. Как я сказал, дверью может быть что угодно. Весь трюк в том, что и ключом тоже может быть что угодно, понимаешь? Твое бормотание рядом с дверью, твои воспоминания, или джига, которую ты танцуешь рядом. Или ключом может быть вообще предмет - осколок стекла, булыжник с мостовой, выбитый зуб... да все что угодно".

source: "Where do all these doors in the city go to?"
ru: "Куда ведут все эти двери?"

source: "Before, you asked if I came through one of these doors. What made you say that?"
ru: "До этого ты спросил, прошел ли я через дверь. Почему ты это сказал?"

source: "Sounds pretty confusing."
ru: "Звучит очень запутанно".

source: "Ye get used ta it, ye do."
ru: "Когда ты это увидишь, вмиг все поймешь".

source: He shrugs. "Doors ken go *anywhere,* cutter. Some don't even lead ta the same place twice." He sighs. "Y'see, such is the way and number of the doors that they lead to almost anywhere in the Planes... *anywhere.* It's jest that there are so damnable many o' em, it's hard finding one that takes ye right where ye want to go."
ru: Он пожимает плечами. "Да куда *угодно*, приятель. Некоторые вообще никогда не ведут в одно и тоже место". Он вздыхает. "Понимаешь, при таком раскладе двери могут вести в любое место в Планах... *любое*. Вся шутка в том, что их так чертовски много, что очень трудно найти такую, которая приведет тебя туда, куда ты хочешь".

source: "You said these doors have 'keys'...?"
ru: "Ты сказал, что у этих дверей есть 'ключи'..."

source: "Center of the Planes, ta here tell. Don't know from experience," He shrugs. "I imagine everyplace touches here... one way or another. Not all o' a Sigil as ugly as y'see here, neither."
ru: "В центре Планов, как говорят. Хотя этого никто не проверял". Он пожимает плечами. "Отсюда можно попасть в любое место... несколькими путями. Не все так ужасно в Сигиле, как это можно подумать".

source: "The mistress o' Sigil? Ye've not *heard* o' her? Ye must be blessed or more cluel... eh, know little about Sigil, indeed." He laughs weakly. "Lady's word's law here in Sigil." He thinks for a moment. "'Cept she don't say much. Dead silent she is, actually."
ru: "Леди Боли? Ты что, никогда *не слышал* о ней? Должно быть, ты либо благословен, либо еще больше безмоз... эээ, еще мало знаешь о Сигиле". Он тихонько смеется. "Слово Леди - закон в Сигиле". Он немного призадумывается. "Хотя она не очень-то и разговорчива. На самом деле, она убийственно молчалива".

source: "Ye're missin' a what?" He looks confused. "No idea where ye'd find such a thing, cutter."
ru: "Потерянный чего?" Он обескуражен. "Без понятия, где это можно найти, рубака".

source: He looks at you warily. "Don't want ta be talkin' too much about her, cutter... ye don't want ta cross her shadow nor be singing her praises, all right? Now, let's say no more about it. Rattlin' yer bone-box about the lady is dim, dim indeed."
ru: Он с опаской смотрит на тебя. "Не нужно много говорить о ней, рубака... тебе не нужно попадать в ее тень или петь ей хвалебные речи, хорошо? И не будем больше об этом. Трясти черепушкой про леди - это глупо, очень глупо".

source: "Some law."
ru: "Что-то типа закона".

source: "What else can you tell me about this Lady?"
ru: "Что ты еще можешь рассказать об этой Леди?"

source: "The Dusties' kip. Grim-lookin' place. Don't even want ta be seein' that place even when they pen me in the dead book."
ru: "Берлога Мертвяков. Мрачное место. Никогда не пойду туда, даже если меня пропишут в книгу мертвых".

source: "Vultures. Lot of 'em have their kip in Ragpicker's Square. Gather th' deaders, scuttle everythin' worth jink from 'em, then sell the bodies back ta th' Dusties at the Mortuary."
ru: "Падальщики. Почти все они обитают на площади Старьевщиков. Только и делают, что ищут трупы, прикарманивают их звенелки, а потом продают тела Мертвякам в Морге".

source: "All right then, I had some other questions..."
ru: "Ну хорошо, у меня есть другие вопросы..."

source: "I see. Farewell."
ru: "Понятно. Прощай".

source: "Why do they do that?"
ru: "А почему они это делают?"

source: "Dusties pay jink ta people fer bringin' 'em deaders off the streets and alleys, makes the Dusties' lives a lil' easier ta have a batch of Hivers collecting bodies for 'em. Lot of deaders in the Hive, everyday."
ru: "Мертвяки платят этим людям за то, что те приносят тела с улиц и аллей, из-за чего Мертвякам живется чуть проще - лучше иметь ораву людей с Улья, чем таскать трупы самому. А в Улье трупов порядком, каждый день появляются".

source: "Name's not one I know, cutter. Who's he?"
ru: "Это имя мне не знакомо, рубака. Кто это?"

source: "He's a Collector, I think."
ru: "Он Сборщик, как мне кажется".

source: "Got it, thanks. I had some other questions..."
ru: "Усек. У меня есть еще вопросы..."

source: "I'm trying to find that out myself. Look, I had some other questions..."
ru: "Я сам хочу это узнать. Послушай, у меня есть еще вопросы..."

source: "Understood. Farewell."
ru: "Понятно. Прощай".

source: He thinks. "Well, then he most likely has his kip in Ragpicker's Square, then. Ye might want ta look there... during the day, that is. Not a nice place at night."
ru: Он думает. "Ну, тогда, скорее всего, его берлога находится на Площади Старьевщиков. Ты можешь поискать там... только днем, конечно же. Ночью там не очень приятно находиться".

source: "Where is this Ragpicker's Square located?"
ru: "А где находится Площадь Старьевщиков?"

source: "Thanks for the warning. Farewell."
ru: "Спасибо за предупреждение. Прощай".

source: "It's a few blocks from here - go west from the Mortuary as far as ye ken go, an' ye'll run right into it. Careful when ye're around there though, cutter... the Collectors there don't always wait fer a body ta die before collectin' on them, aye?"
ru: "Пара кварталов отсюда - иди на запад от Морга до упора и ты окажешься там. Однако будь поосторожнее там, рубака... Сборщики не всегда ждут, пока тело само окочурится, чтобы его взять, понимаешь?"

source: "Place o' gangers and muggers, cutter. Don't be going there unless ye want ye're next stop ta be the Mortuary. Th'alley's a big burnt wreck, used ta be a street 'fore some barmy mage burned it down one night. Here tell, they caught th'fella, burned 'im in return, then put 'im on display at the Smolderin' Corpse bar. That's th'Hive fer ye."
ru: "Это место разбойников и грабителей, рубака. Не ходи туда, если только твоя следующая остановка не Морг. Эта аллея - сплошной выжженный мусор, который раньше был улицей, до того, как однажды ночью один свихнувшийся маг не сжег ее дотла. Говорят, что его поймали и самого сожгли, а потом выставили в качестве экспоната в баре 'Тлеющий Труп'. Вот такой он, Улей".

source: "Eh..." He licks his lips as you turn to leave. "Cutter, ye might think ye..." He studies you for a moment. "Ye could spare a few coppers fer a blood who helped ye on yer way? Not many'd around here, do that fer a fella... enough fer a man ta wet his tongue after all that talkin'? Eh?"
ru: "Эээ..." Он облизывает губы, видя как ты собираешься уходить. "Приятель, ты не подумай ничего такого..." Он изучает тебя на мгновение. "Ты можешь пожертвовать пару медяков знатоку, который помог тебе просветиться? Не очень много, сделай это для старого приятеля... немного для человека с подвешенным языком, который направил на путь истинный? А?"

source: "No."
ru: "Нет".

source: "I'll spare your life. How's that?"
ru: "Я пощажу твою жизнь. Как насчет этого?"

source: "Fair enough." Give him a copper piece.
ru: "Довольно честно". Дать ему один медяк.

source: Give five coppers.
ru: Дать пять медяков.

source: Give ten coppers.
ru: Дать десять медяков.

source: He seems disappointed. "Oh, well, aye... peace, then, cutter..." He grumbles under his breath as he walks off.
ru: Он сбит с толку. "Ох, ну хорошо, мир тебе, рубака..." Под недовольное ворчание он уходит прочь.

source: Leave.
ru: Уйти.

source: The man looks startled and raises his hands. "Nay, nay, nothin', cutter! I was marking the weather, so I was! Nothin' about ye!" He looks ready to run.
ru: Мужчина в испуге поднимает руки. "Нет, нет, ничего, рубака! Просто погода никчемная, вот и все, что я сказал!" Он готов убежать.

source: "*What* did you say?"
ru: "*Что* ты сказал?"

source: Attack him.
ru: Атаковать его.

source: Let him run.
ru: Позволить ему убежать.

source: "Eh... that be sittin' well with me, cutter." He smiles uneasily. "Peace, then." He leaves quickly.
ru: "Эээ... это очень щедро с твоей стороны, рубака". Он улыбается вымученной улыбкой. "Ступай себе с миром". Он быстро уходит.

source: He glances around to see if anyone saw the exchange, then tucks the jink in the folds of his robe. "Thank ye kindly, cutter! May the Lady's shadow pass ye by!"
ru: Он воровато оглядывается, пытаясь увидеть случайных свидетелей сделки, затем берет деньги и прячет в одежде. "Большое спасибо тебе, рубака! Да минует тебя мимо тень Леди!"

source: "Wait a minute... Lady? What do you mean?"
ru: "Погоди... Какая еще Леди? О чем это ты?"

source: "Thanks. Farewell."
ru: "Спасибо. Прощай".

source: "Where's this Alley located?"
ru: "А где находится эта Аллея?"

source: "Never mind then. I had some questions..."
ru: "Тогда неважно. У меня есть другие вопросы..."

source: "All right... farewell."
ru: "Ладно... Прощай".

source: "I'm sorry, I don't have any money to spare."
ru: "Извини, у меня нет денег на пожертвования".

source: Lie: "I'm sorry, I don't have any money to spare."
ru: Ложь: "Извини, у меня нет денег на пожертвования".

source: "It's just south and west of the Mortuary, n' just south of the Gathering Dust, that Dustie bar."
ru: "Прямо на юг-запад от Морга, или прямо на юг от Собирателей Пыли, бара Мертвяков".

source: "I've heard enough. Farewell."
ru: "Я выслушал достаточно. Прощай".

source: "What are those 'Keys' you mentioned?"
ru: "А что это за 'ключи', про которые ты говорил?"

source: "I had some other questions for you..."
ru: "У меня были еще вопросы к тебе..."

source: "That's all I wanted to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "All right then... farewell."
ru: "Тогда ладно... Прощай".
