Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dhivef1.dlg.po
Languages: ru

source: "Farewell."
ru: "Прощай".

source: "Farewell then."
ru: "Тогда прощай".
