Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dilquixn.dlg.po
Languages: ru

source: You see a short, rotund man with a perplexed expression on his face. From the lines on his loose skin, it looks like it's not too uncommon. He carries a flagon of ale that looks like it's in the process of being emptied - rapidly. In between swallows, he speaks in a gentle voice, so quiet that you can barely hear his words. "Hello, traveler. My name is Ilquix. Can I be of some assistance to you?"
ru: Перед тобой пухлый низкорослый мужчина со недоуменным выражением лица. Если учесть морщины на его обвисшей коже, выглядит все не так уж и необычно. Он держит быстро пустеющий кувшин эля. Между глотками он обращается к тебе нежным голосом, таким тихим, что ты едва слышишь его слова. "Здравствуй, путешественник. Меня зовут Илквикс. Чем могу помочь?"

source: "Greetings. I would like to ask you some questions."
ru: "Приветствую. Я хотел бы задать тебе несколько вопросов".

source: "No. Farewell."
ru: "Нет. Прощай".

source: The loose-skinned man turns and smiles at you. "Hello again, traveler. What can Ilquix do for you today?"
ru: Человек с дряблой кожей улыбается тебе. "И снова здравствуй, путешественник. Что Илквикс может сделать для тебя на этот раз?"

source: "Greetings, Ilquix. I had some questions for you."
ru: "Здравствуй, Илквикс. У меня к тебе несколько вопросов".

source: "Nothing. Farewell."
ru: "Ничего. Прощай".

source: "What did you want to know, my friend?"
ru: "Что ты хочешь узнать, приятель?"

source: "Who exactly are you?"
ru: "Кто ты вообще такой?"

source: "What can you tell me about this place?"
ru: "Что ты можешь рассказать об этом месте?"

source: "What can you tell me of the patrons of this place?"
ru: "Что ты можешь рассказать о местных посетителях?"

source: "Who is that burning man?"
ru: "Кто этот горящий мужчина?"

source: "I'm trying to find a way to make this Mochai pay for her drinks. Any suggestions?"
ru: "Я пытаюсь найти способ заставить Мочай расплатиться за выпивку. Есть предложения?"

source: "I? I am but a humble man with a slight flowery, poetical bent and a tendency toward the supernatural. I regret that I have none of my supplies here, or I should be most, MOST eager to teach you of the ways of power." He pauses and looks admiringly at Grace. "And may I compliment you, sir, on your choice of traveling companions? You are obviously a man who understands his needs; just as obviously, you are a man with drive. One must be appreciative of all ambitious men."
ru: "Я? Я всего лишь скромный мужчина со слегка пышными поэтическими наклонностями и любовью к сверхъестественному. Жаль, что у меня нет с собой моих запасов, я бы очень, ОЧЕНЬ хотел научить тебя путям силы". Он делает паузу и восхищенно смотрит на Грацию. "И позволь сделать тебе комплимент по поводу выбора спутников. Ты явно из тех, кто знает, что ему нужно. Самый амбициозный из всех мужчин".

source: "I? I am but a humble man with a slight flowery, poetical bent and a tendency toward the supernatural. I regret that I have none of my supplies here, or I should be most, MOST eager to teach you of the ways of power. Perhaps some later time?"
ru: "Я? Я всего лишь скромный мужчина со слегка пышными поэтическими наклонностями и любовью к сверхъестественному. Жаль, что у меня нет с собой моих запасов, я бы очень, ОЧЕНЬ хотел научить тебя путям силы. Может быть, в другой раз?"

source: "Yes, I'd like that. For now, though, I have some other questions..."
ru: "Да, мне бы этого хотелось. Но сейчас у меня есть несколько вопросов..."

source: "Perhaps. Farewell."
ru: "Может быть. Прощай".

source: "This place? The Smoldering Corpse Tavern? A fine establishment, with a fine owner - Barkis is a true gentleman, and ambitious to increase his standing to boot. These, I feel, are the most useful qualities one can possess."
ru: "Об этом месте? Тлеющем трупе? Прекрасное заведение с отличным владельцем. Баркис - настоящий джентльмен, старается прочно стоять на ногах. Я считаю, что это самые полезные качества".

source: "They drive people. I had some more questions..."
ru: "Они воодушевляют людей. У меня были другие вопросы..."

source: "Many would agree with you. Farewell."
ru: "Многие с тобой согласятся. Прощай".

source: "The patrons of this tavern are many and varied. I have spoken with most, and find them delightful - with the exception of those creatures of law." He gestures toward the pair of abishai sitting in the corner. "They taint the air with their presence, lending an unwholesome stench to an otherwise pleasant environment. I recommend speaking to Barkis - I understand he requires some aid with a trifling matter. Then we have that O character. I am still trying to understand him fully. It is *quite* an undertaking, if I say so myself. Those are the folk of interest here. The others... well, perhaps I am too discriminating."
ru: "В этой таверне много разнообразных посетителей. Я разговаривал почти со всеми и нашел их очаровательными, за исключением тех порождений закона, - он указывает на пару сидящих в углу абишаев. - Они отравляют воздух одним лишь своим присутствием, загрязняя отвратительным зловонием все прекрасное вокруг. Рекомендую поговорить с Баркисом - кажется, ему нужна помощь с одним пустяковым делом. Еще здесь есть некий О - я все еще пытаюсь его осмыслить. Он - *весьма* загадочная личность, надо сказать. Эти персоны вызывают наибольший интерес. Остальные... ну, наверное, я слишком разборчив".

source: "Why do you despise creatures of law?"
ru: "Почему ты презираешь порождения закона?"

source: "Perhaps. I had some other questions."
ru: "Может быть. У меня есть другие вопросы..."

source: "Thank you for your time. Farewell."
ru: "Спасибо за уделенное время. Прощай".

source: "That? Ha. That is the last unfortunate who chose to exercise his individual will without the strength to back up his desires. His name is Ignus, and he is... was... a pyromaniac. He burned and burned, and didn't burn the right people, and wound up channeling more raw power than he could control. Now, well, you can see what became of him. If you wish to learn more of him, perhaps that poor creature Drusilla can help you."
ru: "Этот? Ха. Это последний неудачник из тех, кто пытается выразить собственную индивидуальность, не имея силы для подкрепления своих желаний. Его зовут Игнус, и он пироманьяк... был пироманьяком. Он сжигал и сжигал, но жег не тех людей, и в итоге сгорел, пытаясь пропустить через себя больше чистой энергии, чем мог контролировать. Теперь ты видишь, что с ним стало. Если хочешь узнать о нем побольше, возможно, несчастная Друзилла сможет тебе помочь".

source: "I see. I had some other questions..."
ru: "Понятно. У меня были еще вопросы..."

source: "I see. Farewell."
ru: "Понятно. Прощай".

source: He laughs, his jowls shaking loosely, almost seeming to fall from his face. "You could always poison her, friend! A dose of that was always effective in bringing resolution to nearly *any* conflict!" He laughs again. "Of course, I'm joking." He winks.
ru: Он хохочет, болтая челюстью, которая едва не отваливается. "Ты всегда можешь ее отравить, приятель! Одна такая порция всегда может разрешить почти *любой* конфликт! - он снова смеется. - Конечно же, я шучу". Он подмигивает.

source: "Of course you are. I had some other questions..."
ru: "Ну конечно. У меня есть другие вопросы..."

source: "Of course you are. Farewell."
ru: "Ну конечно. Прощай".

source: "Ah, a fine question, my friend! My upbringing has been on the chaotic side of the Great Ring - you may speak to Candrian Illborne (a misnomer if ever I heard one) of the planes. He fancies himself a great planewalker. To return from my digression, I have lived my many years with Chaos, and find it pleasantly agreeable. To me, the taint of law, as in those creatures there, is reprehensible and tyrannical. If I am to be crushed underfoot, I'd rather it be by an individual than a machine that knows nothing of emotion."
ru: "А, хороший вопрос, друг мой! Мое отрочество прошло на хаотичной стороне Великого Кольца - ты можешь поговорить на эту тему с Кандрианом Болезнерожденным (самое неправильное имя, какое я слышал). Он считает себя великим путешественником по планам. Но вернемся ко мне. Я много лет жил бок о бок с Хаосом, и теперь нахожу его весьма приемлемым. Я считаю, что пятно закона, которое лежит на тех существах, достойно осуждения и тиранично. Если мне сужден быть раздавленным под чье-либо пятой, то я бы предпочел, чтобы это была личность, а не бездушная машина".

source: Truth: "I very much agree."
ru: Правда: "Более чем согласен".

source: Lie: "I very much agree."
ru: Ложь: "Более чем согласен".

source: Truth: "I disagree."
ru: Правда: "Я не согласен".

source: Lie: "I disagree."
ru: Ложь: "Я не согласен".

source: "There are many who agree with you. I have some other questions..."
ru: "Многие бы с тобой согласились. У меня есть другие вопросы..."

source: "There are many who agree with you. Farewell."
ru: "Многие бы с тобой согласились. Прощай".

source: Ilquix smiles toothily, his fat cheeks barely moving. "To each his own, I say. Did you have more questions?"
ru: Илквикс улыбается во весь рот, его жирные щеки едва движутся. "Каждому свое, я считаю. У тебя есть еще вопросы?"

source: "Yes."
ru: "Да".
