Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dilquixt.dlg.po
Languages: ru

source: You see a broad-shouldered, hulking, dog-headed thing with four arms. One set of its heavily-muscled arms terminate in horrific, jagged pincers that look as though they could tear the very spirit from an unwilling victim. It speaks in an unexpectedly gentle voice. "Ah, traveler! I see you bring companions of worth and," it pauses to sniff the air, "a *delectable* scent. Annah, I knew your father -- he toils deep in the Abyss even now."
ru: Ты видишь широкоплечее коренастое нечто с собачьей головой и четырьмя руками. Одна пара крупных мускулистых рук оканчивается ужасными зазубренными клешнями, которые выглядят так, будто могут вырвать саму душу из сопротивляющейся жертвы. Оно обращается к тебе неожиданно нежным голосом. "О, путешественник! Я вижу, ты привел с собой достойных компаньонов, - оно прерывает речь, чтобы понюхать воздух, - и *восхитительно* пахнущих. Я знал твоего отца, Анна. Он до сих пор батрачит в Бездне".

source: "It was my pleasure. Farewell."
ru: "Всегда пожалуйста. Прощай".

source: You see a broad-shouldered, hulking, dog-headed thing with four arms. One set of its heavily-muscled arms terminate in horrific, jagged pincers that look as though they could tear the very spirit from an unwilling victim. It speaks in an unexpectedly gentle voice. "Ah, traveler! I see you bring companions of worth and," it pauses to sniff the air, "a *delectable* scent. Mistress Grace, your mother Red Shroud will surely be glad for news of your well-being."
ru: Ты видишь широкоплечее коренастое нечто с собачьей головой и четырьмя руками. Одна пара крупных мускулистых рук оканчивается ужасными зазубренными клешнями, которые выглядят так, будто могут вырвать саму душу из сопротивляющейся жертвы. Оно обращается к тебе неожиданно нежным голосом. "О, путешественник! Я вижу, ты привел с собой достойных компаньонов, - оно прерывает речь, чтобы понюхать воздух, - и *восхитительно* пахнущих. Госпожа Грация, ваша мать Красная Пелена будет рада услышать новости о вашем добром здравии".

source: You see a broad-shouldered, hulking, dog-headed thing with four arms. One set of its heavily-muscled arms terminate in horrific, jagged pincers that look as though they could tear the very spirit from an unwilling victim. It speaks in an unexpectedly gentle voice. "To rend the names of those abishai into their component syllables was most, most satisfying. I thank you for the opportunity to do so."
ru: Ты видишь широкоплечее, коренастое нечто с собачьей головой и четырьмя руками. Одна пара крупных мускулистых рук оканчивается ужасными зазубренными клешнями, которые выглядят так, будто могут вырвать саму душу из сопротивляющейся жертвы. Оно обращается к тебе неожиданно нежным голосом. "Разложить имена тех абишаев на слоги было очень, очень приятно. Я благодарю тебя за возможность это сделать".

source: The glabrezu turns to you eagerly, as if it were an old friend. "Ah, traveler! You have returned! May I aid you in any way?" It bows to Fall-from-Grace and Annah mockingly and incidentally.
ru: Глабрезу поворачивается к тебе с готовностью, будто старый добрый друг. "О, путешественник! Ты вернулся! Могу ли я чем-нибудь тебе помочь?" Оно насмешливо и непринужденно кланяется Падшей Грации и Анне.

source: "I would like to ask some more questions of you..."
ru: "Я бы хотел задать тебе еще вопросы..."

source: "Not at the moment. Farewell."
ru: "Нет, не в этот раз. Прощай".

source: "But of course! I am only too happy to aid someone who could be a most valuable friend and ally!"
ru: "Ну конечно! Я всегда очень рад помочь тому, кто может быть ценным другом и союзником!"

source: "Tell me of yourself."
ru: "Расскажи мне о себе".

source: "Why were you in disguise before?"
ru: "Почему ты раньше скрывался под личиной?"

source: "Tell of this tavern and its patrons."
ru: "Расскажи мне о завсегдатаях этой таверны".

source: "Barkis wants me to get a resolution for this bar tab from Mochai."
ru: "Баркис хочет, чтобы я нашел решение с долгом Мочай".

source: "I need nothing more. Farewell."
ru: "Мне больше ничего не нужно. Прощай".

source: The glabrezu turns to you eagerly, as if it were an old friend. "Ah, traveler! You have returned! May I aid you in any way?" It bows to Annah mockingly and incidentally.
ru: Глабрезу поворачивается к тебе с готовностью, будто старый добрый друг. "О, путешественник! Ты вернулся! Могу ли я чем-нибудь тебе помочь?" Оно насмешливо и непринужденно кланяется Анне.

source: The glabrezu turns to you eagerly, as if it were an old friend. "Ah, traveler! You have returned! May I aid you in any way?" It bows to Fall-from-Grace mockingly and incidentally.
ru: Глабрезу поворачивается к тебе с готовностью, будто старый добрый друг. "О, путешественник! Ты вернулся! Могу ли я чем-нибудь тебе помочь?" Оно насмешливо и непринужденно кланяется Падшей Грации.

source: The glabrezu turns to you eagerly, as if it were an old friend. "Ah, traveler! You have returned! May I aid you in any way?"
ru: Глабрезу поворачивается к тебе с готовностью, будто старый добрый друг. "О, путешественник! Ты вернулся! Могу ли я чем-нибудь тебе помочь?"

source: "I? I am but a simple glabrezu, a tanar'ri -- a 'demon' to the ignorant -- here to walk among mortals and learn more of their ways. Some, those who I think deserving of such honor, I will offer more power for a mere pittance. For you, I would make such an offer, but the scent of order is upon your flesh, and your spirit is bound up in it. Its strength is beyond my breaking at the moment, but if you would care to assay its power at some later date," it smiles toothily, exposing a mouth of sharp, rending teeth, "perhaps we can come to some agreement."
ru: "О себе? Я всего лишь обычный глабрезу, танарри - 'демон' для невеж. Здесь я брожу среди смертных и изучаю их образ жизни. Некоторым, кого я посчитаю достойными такой чести, я предлагаю большую силу за жалкие гроши. Тебе бы я сделал такое предложение, но твоя плоть просто пропитана ароматом порядка и дух тоже связан с ним. Его сила выше моей на данный момент, но если ты захочешь испытать эту силу немного позже, - оно улыбается во весь рот, обнажая острые, клыкастые зубы, - то, возможно, мы придем к некоторой договоренности".

source: "Perhaps we can. Tell me more of the tanar'ri."
ru: "Может быть. Расскажи мне больше о танарри".

source: "Perhaps. I had some other questions..."
ru: "Может быть. У меня есть другие вопросы..."

source: "Perhaps. But not now. Farewell."
ru: "Может быть. Но не сейчас. Счастливо".

source: "I wore that disguise because it both allowed me to spy upon the abishai -- who now lie dead -- and because the more faint-hearted generally cower to see one of my power. Now, though, the time has come to stand forth in my true form."
ru: "Я скрывался под чужой личиной, потому что это помогает мне шпионить за абишаями, которые теперь мертвы, а еще потому, что малодушные обычно поджимают хвост при одном виде таких могущественных существ, как я. Теперь же пришло время предстать в моем истинном обличье".

source: "Why now?"
ru: "Почему сейчас?"

source: "I see. I had some other questions."
ru: "Понятно. У меня были другие вопросы".

source: "Farewell, then."
ru: "Тогда прощай".

source: "With the removal of those loathsome baatezu, this place has become even more agreeable. The scent of roasting flesh, the small power struggles, and the minor dramas combine to make this a most pleasant environment. I'd hear more screams, but then, this isn't the Abyss. The patrons here -- in the main -- are small thinkers and small dreamers. O is a mystery to me -- I can not understand its power, but I will. As for the others -- they hold no real fascination for me. I have seen their like across countless millennia."
ru: "После того как исчезли тошнотворные баатезу, это место стало еще более приемлемым. Аромат жареной плоти, небольшие стычки и маленькие трагедии комбинируются, создавая весьма приятное окружение. Я бы предпочел слышать больше криков, но ведь это не Бездна. Здешние посетители - в большинстве своем маленькие мыслители и мечтатели. О для меня загадка - я не могу понять его силу, но я стараюсь. Что же до других - они меня особо не занимают. Я видел им подобных бессчетные тысячелетия".

source: "Very well. Answer some other questions, then..."
ru: "Хорошо. Ответь тогда на другие вопросы..."

source: "A simple resolution is certainly in order. You could slaughter her, but that might draw unwanted attentions to you. I suggest poisoning."
ru: "Простое решение весьма уместно. Ты можешь ее прирезать, но это может привлечь к тебе нежелательное внимание. Я советую яд".

source: "What if I just wanted to pay her tab and help her through this time?"
ru: "А если я просто хочу оплатить ее счет и помочь ей выкарабкаться в этот раз?"

source: "I don't actually have any poison."
ru: "Вообще-то у меня нет с собой яда".

source: "Thanks for the suggestion. Answer some other questions..."
ru: "Спасибо за совет. Ответь на другие вопросы..."

source: "Thanks for the suggestion. Farewell."
ru: "Спасибо за совет. Прощай".

source: Ilquix nods toward Grace. "Your companion should be able to tell you much." It leers slightly, and continues, "We are proudly chaotic -- we believe in the power of the individual. Of course I speak only for myself in this case." It smiles again at its irony. "Some call us evil, and perhaps we are. Yet I believe that the individual is responsible only to itself. Caring too much for others' needs is weakness. Finally, remember this: Each tanar'ri -- or demon, as you mortals may call us from time to time -- represents a way of thinking, a particular expression of the mind's will to power. Now count the limitless numbers of the Abyss. Truly, we demonstrate the strength of our cause in the minds of mortals."
ru: Илквикс кивает в сторону Грации. "Твоя спутница расскажет тебе о них больше". Оно бросает на нее хитрый взгляд, затем продолжает. "Мы хаотичны и горды этим: мы верим в силу личности. Конечно же, сейчас я говорю исключительно за себя, - оно снова иронично улыбается. - Некоторые называют нас злыми, возможно, мы такие и есть. Тем не менее, я верю, что личность ответственна только за себя. Забота о других является слабостью. И наконец, помни вот что: каждый танарри - или демон, как вы, смертные, нас иногда называете, - представляет собой идеологию, выражающую определенное стремление к власти. Теперь пересчитай несметный легион Бездны, и ты познаешь истинную силу нашего влияния на помыслы смертных".

source: "So you're not actually physical beings?"
ru: "То есть вы не совсем из плоти?"

source: "I see. I had some other questions..."
ru: "Понятно. У меня были еще вопросы..."

source: "I see. Farewell."
ru: "Понятно. Прощай".

source: "We are proudly chaotic -- we believe in the power of the individual. Of course I speak only for myself in this case." It smiles again at its irony. "Some call us evil, and perhaps we are. Yet I believe that the individual is responsible only to itself. Caring too much for others' needs is weakness. Finally, remember this: Each tanar'ri -- or demon, as you mortals may call us from time to time -- represents a way of thinking, a particular expression of the mind's will to power. Now count the limitless numbers of the Abyss. Truly, we demonstrate the strength of our cause in the minds of mortals."
ru: "Мы хаотичны и горды этим - мы верим в силу личности. Конечно же, сейчас я говорю исключительно за себя, - оно снова иронично улыбается.- Некоторые называют нас злыми, возможно, мы такие и есть. Тем не менее, я верю, что личность ответственна только за себя. Забота о других является слабостью. И наконец, помни вот что: каждый танарри - или демон, как вы, смертные, нас иногда называете, - представляет собой идеологию, выражающую определенное стремление к власти. Теперь пересчитай несметный легион Бездны, и ты познаешь истинную силу нашего влияния на помыслы смертных".

source: "Of course we are physical -- as long as we remain here, in the Outer Planes. Yet this is the place where all thoughts are made corporeal. What we truly are is a representation. Our strength grows as the belief in our cause grows on the Prime Material. This is the reason we recruit among mortals who do not even suspect our presence in their hearts and minds."
ru: "Конечно же, мы из плоти - пока остаемся тут, во Внешних Планах. Однако это то место, где все мысли становятся осязаемыми. В действительности мы являемся мыслительным образом. Наша сила растет по мере усиления веры в наше дело в Первичном Материальном. Вот почему мы рекрутируем смертных, которые даже не подозревают о нашем присутствии ни сердцем, ни умом".

source: "That's disgusting. They should be allowed their own free will and their own choices."
ru: "Это отвратительно. Им должно быть позволено иметь свободу воли и право выбора".

source: "If they're too weak to resist you, or if they invite you, then they deserve whatever they get."
ru: "Если они слишком слабы, чтобы противостоять, или если они взывают к тебе, то они заслуживают то, что получают".

source: "They do have free will, scarred flesh. We could have no foothold if they would just resist us. It is their weakness that dooms them. If they would only strengthen themselves, we could achieve nothing. As it is, they do not, and so we grow stronger. It is the way of existence." It smiles. "And if it were not, we would make it our way."
ru: "У них есть свобода воли, мясо в шрамах. Если бы они просто сопротивлялись нам, то у нас не было бы даже точки опоры. Из-за своей слабости они обречены. Если бы они становились сильнее, то мы бы ничего бы не добились. Но так как они ничего не делают, то крепнем мы. Такова жизнь, - оно улыбается. - А будь иначе, мы бы все равно сделали по-своему".

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "Thank you for the education. Farewell."
ru: "Спасибо за науку. Прощай".

source: "Because now is the time I have chosen. I have my reasons, little immortal, and I shall not reveal them simply because of your curiosity. Unless, of course, you can *make* me..."
ru: "Потому что настало время, которое я выбрал. У меня есть свои причины, маленький бессмертный, и я не стану их открывать лишь потому, что тебе интересно. Если, конечно, ты не *заставишь* меня..."

source: "I'd rather ask some other questions..."
ru: "Лучше я задам другие вопросы..."

source: "If you insist. Prepare to die."
ru: "Если ты так настаиваешь. Готовься к смерти".

source: "If you really wanted to do that, then why did you ask a fiend for advice? Come now. Surely poison is the best answer to this problem."
ru: "Если бы ты действительно хотел так поступить, зачем спрашивать совета у нечистого? Ладно тебе. Яд - лучшее решение этой проблемы".

source: "No, I think I'll try some other method. Answer some other questions for me..."
ru: "Нет, я думаю, что стоит попробовать другой подход. Ответь мне на другие вопросы..."

source: "Part of the problem is that I don't actually have any poison."
ru: "Часть проблемы в том, что у меня нет никакого яда".

source: "I'll think about it. Answer some other questions for me..."
ru: "Я подумаю над этим. Ответь мне на другие вопросы..."

source: "Perhaps. Farewell."
ru: "Может быть. Прощай".

source: "You have no poison? Then allow me to provide you with some!" It concentrates for a moment, and a jar of fluid appears in its claw. "You may recognize this as the embalming fluid the Dustmen use," it purrs. "It should be a relatively painless death, should you have any qualms about that." The fiend thrusts the poison into your hands.
ru: "У тебя нет яда? Так давай я тебе его дам!" Оно концентрируется на мгновение, и в клешне появляется банка с жидкостью. "Наверное, ты узнаешь бальзамирующую жидкость, которой пользуются тленные, - мурлыкает демон. - Она вызовет безболезненную смерть, если у тебя есть беспокойства на этот счет". Нечистый впихивает в твои руки яд.

source: "My thanks. I had some other questions..."
ru: "Спасибо. У меня есть другие вопросы..."

source: "My thanks. Farewell."
ru: "Спасибо. Прощай".

source: The fiend looks amused, and turns to you. "Have you not yet taught her manners, traveler?"
ru: Нечистый довольно поворачивается к тебе. "Ты еще не научил ее манерам, путешественник?"

source: "Annah, still yourself."
ru: "Анна, держи себя в руках".

source: "No. She's her own person, and speaks her own mind."
ru: "Нет. У нее своя голова на плечах, и она говорит, что думает".

source: You see a broad-shouldered, hulking, dog-headed thing with four arms. One set of its heavily-muscled arms terminate in horrific, jagged pincers that look as though they could tear the very spirit from an unwilling victim. It speaks in an unexpectedly gentle voice. "Ah, traveler! I see you bring companions of worth and," it pauses to sniff the air, "a *delectable* scent. Annah, I knew your father -- he toils deep in the Abyss even now. And Mistress Grace, your mother Red Shroud will surely be glad for news of your well-being."
ru: Ты видишь широкоплечее, коренастое нечто с собачьей головой и четырьмя руками. Одна пара крупных мускулистых рук оканчивается ужасными зазубренными клешнями, которые выглядят так, будто могут вырвать саму душу из сопротивляющейся жертвы. Оно обращается к тебе неожиданно нежным голосом. "О, путешественник! Я вижу, ты привел с собой достойных компаньонов", - оно прерывает речь, что бы понюхать воздух, - "и *восхитительно* пахнущих. Я знал твоего отца, Анна, - он до сих пор батрачит в Бездне. Госпожа Грация, Ваша мать Красная Пелена будет рада услышать новости о Вашем добром здравии".

source: "My pleasure. I would ask some questions of you..."
ru: "Пожалуйста. Я бы хотел задать тебе несколько вопросов..."
