Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dincar3.dlg.po
Languages: ru

source: "He has awakened."
ru: "Он очнулся".

source: "The two of you, be silent! Let us make sure he is all right and save the arguments for later."
ru: "Вы двое, умолкните! Давайте убедимся, что он впорядке, и отложим спор на потом".

source: "Wh... who are you all?"
ru: "К.. кто вы все?"

source: "Calm yourself. He's only disoriented, as were we all. Give him a moment to get his bearings."
ru: "Успокойся. Он всего лишь сбит с толку, как и мы раньше. Дай ему время, чтобы осмотреться".

source: "This arguing avails us nothing! Give him his space, leave him be. "
ru: "Этот спор ни к чему не приведет! Расступитесь, оставьте его".

source: The man before you resembles you, but his face seems... calmer somehow. He gives a slight smile as you approach, and he nods, as if in approval. "Are you all right?"
ru: Человек перед тобой напоминает тебя, но его лицо кажется... каким-то более спокойным. Когда ты подходишь, он слегка улыбается, и кивает, как бы в знак одобрения. "Ты в порядке?"

source: "Who are you?"
ru: "Кто ты?"

source: Leave the man alone.
ru: Оставить его в покое.

source: "Have we *ever* had a name? Or was it just the first of us?" The man chuckles softly. "Know that I am your ally in this - I, like these others, have died my death in your mind, and this figment is all that remains."
ru: "А было ли *вообще* у нас имя? Или только у первого из нас? - он тихонько смеется. - Знай, что здесь я твой союзник: я, как и те, другие, пережил свою смертью в твоем разуме, и эта фикция - все, что от меня осталось".

source: "But who *are* you?"
ru: "Но кто *ты* такой?"

source: "Ah..." His smile fades, and he looks at you with concern. "This must be disorienting for you. Let me try and explain - I am one of your incarnations. I was once lost, now I am here again."
ru: "А... - его улыбка меркнет, и он обеспокоенно смотрит на тебя. - Должно быть, это сбивает тебя с толку. Давай, я попробую все объяснить: я - одно из твоих воплощений. Когда-то я был потерян, но теперь я снова здесь".

source: "How is that possible?"
ru: "Как такое возможно?"

source: "I - do not know. Whatever you touched within the Fortress has brought pieces of yourself to the surface." He pauses for a moment, thinking. "One of the others may know the means of how this came to be - but it is beyond me."
ru: "Я... не знаю. К чему бы ты там не прикоснулся в Крепости, оно подняло на поверхность части твоего я, - на мгновение он умолкает в раздумьях. - Другие могут знать, как такое могло случиться, но это вне моего понимания".

source: "If you are a part of me, there are things I must know."
ru: "Если ты - часть меня, то есть вещи, которые я должен знать".

source: "I must consider this - I will speak to you again."
ru: "Я должен обдумать это. Мы еще поговорим".

source: This incarnation smiles as you approach, and he speaks, his voice carrying a faint echo. "Yes?"
ru: Это воплощение улыбается, когда ты подходишь. Когда он говорит, его голос вызывает небольшое эхо. "Да?"

source: Leave the incarnation alone.
ru: Оставить его в покое.

source: "Ask."
ru: "Спрашивай".

source: "In order to leave, you must again become part of me. Will you do so?"
ru: "Чтобы я смог выбраться отсюда, ты должен снова стать частью меня. Ты сделаешь это?"

source: "Before you said that when we die, traces are left in the mind. That's what caused you all to emerge. Right?"
ru: "Раньше ты говорил, что когда мы умираем, в памяти остаются следы. Это позволило вам всем появиться. Правильно?"

source: "I have had countless lives. Why are there only three incarnations here?"
ru: "Я прожил несчетное количество жизней. Почему здесь всего лишь три воплощения?"

source: "Do you know why I wanted to become immortal?"
ru: "Ты знаешь, почему я хотел стать бессмертным?"

source: "What was your life like?"
ru: "Какой была твоя жизнь?"

source: "I came to this Fortress with allies... but they have been separated from me."
ru: "Я пришел в эту Крепость с союзниками... но они были отделены от меня".

source: "How do I leave this place?"
ru: "Как мне выбраться отсюда?"

source: "I have nothing more to ask - we may speak again."
ru: "Мне больше нечего спросить. Может, мы еще поговорим".

source: "I do not know. Perhaps we were the three pieces that were somehow still present in your mind."
ru: "Я не знаю. Возможно, мы те три части, которые каким-то образом все еще присутствуют в твоем разуме".

source: "Present? How?"
ru: "Присутствуют? Каким образом?"

source: "There is something else I would know."
ru: "Я хотел бы узнать кое о чем еще".

source: "I do not know for sure, but I would guess that when we die, traces of the former personality may remain in your mind - and I know that sometimes we may make ourselves felt."
ru: "Я не знаю наверняка, но я догадываюсь, что когда мы умираем, в твоем разуме могут оставаться следы прошлых личностей... и я знаю, что временами мы можем давать о себе знать".

source: "How?"
ru: "Каким образом?"

source: "When you are about to place yourself in danger, or were close to a realization, for example, I found that I could stir, help prod you in the right direction."
ru: "Когда ты в шаге от того, чтобы попасть в беду, или, к примеру, близок к пониманию чего-то, я обнаружил, что способен вмешиваться, помогая тебе выбрать правильное направление".

source: "So *you* were that crawling sensation I kept feeling in the back of my skull?"
ru: "Значит, *ты* то ощущение покалывания, которое постоянно возникает у меня в затылке?"

source: "I would be at a loss to describe how it felt to you, but it is possible, yes."
ru: "Я затрудняюсь описать, как ты это ощущаешь, но да, это вполне возможно".

source: "No, I do not. I think it was done out of fear. Perhaps one of the others knows, but not I."
ru: "Нет. Мне кажется, это было сделано из страха. Возможно, другие могут знать, но не я".

source: "What makes you think it was done out of fear?"
ru: "Почему тебе кажется, что это было сделано из страха?"

source: The man smiles slightly, but there is no humor in it; if anything, it is a sad smile. "What man wishes to die?" He shakes his head slowly. "But only the first of us will ever truly know the reason that brought us to this state."
ru: Человек слегка улыбается, но в улыбке нет радости; напротив, это печальная улыбка. "А кто хочет умирать? - он медленно качает головой. - Но только первый из нас знает истинную причину того, как мы дошли до такого положения".

source: "Then I fear your friends are already dead." The man looks pained. "This place bears a hatred for the living."
ru: "Тогда боюсь, что твои друзья уже мертвы, - кажется, он огорчен. - Это место питает ненависть к живым".

source: "It was quiet, and long, and was filled with much of the pain and the joys that one would expect in life. I served as a cartographer for a time, and I walked the Planes for several years."
ru: "Она была тихой, долгой, наполненной большинством тех бед и радостей, которые ожидаются людьми от жизни. Некоторое время я служил картографом, и пару лет бродил по планам".

source: "How did you die?"
ru: "Как ты умер?"

source: "Very well. We will speak more later."
ru: "Хорошо. Мы еще поговорим позже".

source: "In the end, as I traveled upon the fields of Bytopia, terrible shadows took on life as I lay sleeping. I died as I felt their claws upon me."
ru: "В конце концов, во время моего путешествия по полям Байтопии, ужасные тени забрали у меня жизнь во сне. Я умер, ощущая на себе их когти".

source: "They are the shades of all those that died in our place."
ru: "Это тени всех тех, кто умер вместо нас".

source: The man looks pained. "Yes, I know... I know that now. One cannot be in this place of regrets and not feel their agony."
ru: Человек выглядит опечаленным. "Да, я знаю... теперь знаю. Никто не может находиться в этом месте сожалений, не чувствуя их мук".

source: "I do not know - I have never been here before. One of the others may possess the knowing of how to leave, but I do not."
ru: "Я не знаю: я никогда здесь раньше не был. Другие могут знать, как отсюда выйти, но не я".

source: "You know you will cease to exist?"
ru: "Ты знаешь, что ты перестанешь существовать?"

source: "Very well."
ru: "Хорошо".

source: He nods. "Yes, I know."
ru: Он кивает. "Да, я знаю".

source: "One last thing... just this..." The incarnation pauses for a moment, searching your features. "Before I return to oblivion - there is something I would know."
ru: "И последнее... одна вещь... - воплощение на миг умолкает, наблюдая за твоим лицом. - Прежде чем вернуться в небытие, я хотел бы кое-что знать".

source: "I can spare a little time for this - what do you wish to know?"
ru: "У меня есть на это немного времени. Что ты желаешь знать?"

source: "I have no time for this. If you truly wish to help me, I need you to surrender yourself."
ru: "У меня нет на это времени. Если ты действительно хочешь мне помочь, мне нужно, чтобы ты сдался".

source: He studies your eyes, his expression somber. "Did you *live* your life - the brief life you have had? In the end... was it worth it?"
ru: Он изучает твой взгляд, его лицо мрачнеет. "Ты действительно *жил* своей жизнью - той короткой жизнью, что была у тебя? В конце концов... была ли она стоящей?"

source: "No. I was reborn in a terrible place, and I am sorry to have lived."
ru: "Нет. Я был возрожден в ужасном месте, и жалею, что жил".

source: "It seemed so.... short. What little I experienced, I enjoyed, and I do not wish to forget it."
ru: "Она оказалась такой... короткой. То малое, что я пережил, мне понравилось, и я не хочу это забыть".

source: "I've been traveling too much to really appreciate it. Perhaps we shall see after this matter has come to a close."
ru: "Я странствовал слишком долго, чтобы действительно ценить это. Возможно, мы еще увидим, когда дело подойдет к концу".

source: "Your question is of no matter - I would leave now."
ru: "Твой вопрос не имеет смысла. Я ухожу".

source: "This life seems to have only caused suffering for myself and others. I would see it end, and the Planes allowed peace once more."
ru: "Похоже, эта жизнь доставила мне и другим лишь страдания. Я положу ей конец, и планы вновь обретут покой".

source: He nods, and for a moment you think he's going to say something, but then he collapses, the life running out of him and into yours. As he falls to the black stones, you feel a crawling sensation in the back of your skull, making you shiver, and you know the incarnation is no more.
ru: Он кивает, и на миг тебе кажется, будто он хочет что-то сказать, но затем он падает, и его жизнь переходит к тебе. При его падении на черные камни ты ощущаешь у себя в затылке покалывание, от которого содрогаешься, и ты понимаешь, что воплощения больше нет.

source: "Farewell..."
ru: "Прощай..."

source: The third incarnation speaks softly, but he sounds pained. "Why did you do such a terrible thing?"
ru: Третье воплощение говорит тихо, в его голосе слышна горечь. "Зачем ты совершил столь ужасный поступок?"

source: The third incarnation interrupts. "Perhaps there are no answers in such a thing. Perhaps there never was."
ru: Третье воплощение вклинивается. "Возможно, на этот вопрос нет ответов. Может, никогда и не было".

source: "My understanding may not be complete, but yes, that seems to be the case. And we may make ourselves felt in small ways."
ru: "Мое понимание может быть неполным, но да, похоже, это именно так. И мы способны проявлять себя в незначительной степени".

source: "So, is it possible that the first of us - the real one of us, before all the incarnations, might still be buried somewhere in my mind."
ru: "Значит, существует вероятность, что первый из нас - по-настоящему первый, до всех перевоплощений - все еще может покоиться где-то в моем разуме".

source: "Like how?"
ru: "Например?"

source: "*You* were the first of us."
ru: "*Ты* был первым из нас".

source: The incarnation's eyes take on a haunted look, and his gaze turns away from yours. "I know what you are thinking - but it is not the case. You think that knowing the mind of the first of us will somehow help you here, in this place. It will not."
ru: Во взгляде воплощения появляется испуг, и он отворачивается от тебя. "Я знаю, о чем ты думаешь, но все совсем не так. Ты думаешь, что понимание разума первого из нас каким-то образом поможет тебе здесь, в этом месте. Это не так".

source: "But why - I have so many questions that YOU can answer. Why did we become immortal? Why?"
ru: "Но почему?.. У меня столько вопросов, на которые ТЫ можешь ответить. Почему мы стали бессмертными? Почему?"

source: "Because if we die, *truly* die..." The incarnation looks up at you, and his eyes are like steel. "Death's kingdom will *not* be paradise, not for us. If you spoke to these others that were here, know that a fraction of the evil of their lives is but a drop of water compared to the evil of mine. That life, that one life, even *without* the thousands of others, has given a seat in the Lower Planes for eternity."
ru: "Потому что если мы умрем, умрем *по-настоящему*... - воплощение смотрит на тебя, его взгляд - словно сталь. - Царство смерти *не* будет для нас раем. Если ты говорил с теми двумя, так знай, что частица зла в их жизнях - словно капля в море по сравнению с совершенным мной злом. Эта жизнь, эта единственная жизнь, даже *не учитывая* тысяч остальных, гарантирует место на Нижних планах на веки вечные".

source: "But you seem so much... calmer. More well-intentioned."
ru: "Но ты кажешься таким... спокойным. Таким доброжелательным".

source: "I became that way, yes. Because for me..." His voice takes on a strange echo. "It is *regret* that may change the nature of a man." He sighs. "But it was too late. I was already damned."
ru: "Да, я стал таким. Потому что для меня это... - его голос порождает странное эхо. - *сожаление*, способное изменить сущность человека, - он вздыхает. - Но уже слишком поздно. Я проклят".

source: "I found that changing my nature was not enough. I needed more time, and I needed more life. So I came to the greatest of the Gray Sisters and asked her for a boon - to try and help me live long enough to rectify all the damage I had done. To make me immortal."
ru: "Я обнаружил, что изменения моей сущности было недостаточно. Мне нужно было больше времени, больше жизней. Поэтому я пришел к величайшей из Серых Сестер и попросил об услуге: попытаться позволить мне жить достаточно долго, чтобы восполнить весь ущерб, что я причинил. Сделать меня бессмертным".

source: He looks broken. "And the Planes have been dying ever since. The crime is great, and the blame is mine."
ru: Он кажется сломленным. "И планы гибнут по сей день. Злодеяние велико, и вина на мне".

source: "There are so many questions I have for you - who are you, what was your *life* like? Who-"
ru: "У меня к тебе так много вопросов: кто ты, какой была твоя *жизнь*? Кто..."

source: The incarnation shakes his head, cutting you off. "When I become no more, when I merge with you, you will have the answers you seek. It may take some time to sort them out, but they are there." He smiles ruefully. "It is difficult to communicate a life with words."
ru: Воплощение качает головой, обрывая тебя. "Когда меня не станет, когда я сольюсь с тобой, ты получишь ответы на свои вопросы. Возможно, понадобится некоторое время, чтобы разобрать их, но они будут, - он печально улыбается. - Сложно выразить жизнь словами".

source: "Very well, then... we shall become as one. Are you ready?"
ru: "Ну что ж... мы станем одним целым. Ты готов?"
