Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dingress.dlg.po
Languages: ru

source: Ingress falls silent. "I wanta go. Wanta LEAVE this place."
ru: Игресс умолкает. "Я должна идти. Я должна ПОКИНУТЬ это место".

source: Ingress says nothing, merely nods quietly, her teeth chattering inside her mouth.
ru: Ингресс ничего не говорит, лишь тихо кивая. Ее зубы начинают стучать в ее рту.

source: Ingress watches you warily as you approach. "Cun - dri- unh?"
ru: Ингресс внимательно смотрит на тебя, когда ты приближаешься. "Кун-дри-ун?"

source: I told Ingress that Candrian would come to help guide her back to her home. I'll meet Candrian back at the Smoldering Corpse Bar to make sure that everything turned out all right.
ru: Я сообщил Ингресс, что Кандриан может помочь ей выбраться назад домой. Я встречусь с Кандрианом в баре Тлеющий Труп, чтобы удостовериться, что все прошло хорошо.

source: That mad-woman Ingress is so frightened of her shadow and anything that MIGHT be a portal that she lives like a dog on the streets of the city. I have little or no sympathy for her... still, if I can find an experienced planewalker who knows of the portal she traveled through to get here, I may come back and tell her.
ru: Эта безумная Ингресс боится даже своей тени и всего, что МОЖЕТ стать порталом. Она живет, как собака, на улицах города. Мне ее немного жалко... если смогу найти опытного путешественника по планам, которому известен портал, через который она попала сюда, то я могу вернуться назад и сообщить ей об этом.

source: Ingress is trapped by her fear of portals... her experiences in plane-walking have left her so frightened that she won't step through *anything* that might be a portal. If I could find an experienced plane-walker somewhere in the city, perhaps I could find a way to get her back home.
ru: Ингресс оказалась в западне из-за своего страха перед порталами... у нее был неприятный опыт в путешествии по планам, из-за чего она их так боится, что не может пройти через *все*, что может стать порталом. Если я смогу найти в городе опытного путешественника по планам, то, возможно, я смогу найти способ вернуть ее назад домой.

source: Ingress was transported to the city through one of these doors on her home plane... she hummed a tune in a glade by two dead trees that had fallen together, and she opened a portal to this city. She stepped through, and ever since, has not been able to find her way back.
ru: Ингресс попала в город с помощью одной из дверей из ее домашнего плана... она напела какой-то мотив на поляне под двумя упавшими друг на друга деревьями, образовавшими собой арку, и открыла портал в этот город. Она вошла в него, и с тех пор она не может найти дорогу назад.

source: Ingress warned me about "doors" within the city... she claimed that any bounded space - a picture frame, an arch, a window - any of these things might become a portal to some place else if you walked close to them with the proper key. These keys could be almost anything... physical or non-physical: iron nails, a thought thought three times, a glass rose, an emotion... any of these might open a door to someplace else.
ru: Ингресс предупредила меня о "дверях" в городе... она утверждает, что любое ограниченное пространство - картинная рама, арка, окно - любая из этих вещей может стать порталом в некоторое место, при условии, что у тебя рядом с ним есть подходящий ключ. Эти ключи могут быть чем угодно... физическим или не физическим: железный гвоздь, мысль, приходящая три раза, стеклянная роза, эмоция... все это может открыть дверь в некоторое место.

source: I met a disfigured woman named Ingress in the city outside the Mortuary. She was horribly scarred - no doubt the wounds she suffered affected her mind.
ru: В городе вне Морга я встретил покалеченную женщину по имени Ингресс. Она сильно обезображена - без сомнения, полученные ею раны отразились на ее разуме.

source: "Sorry to bother you, Ingress. Take care."
ru: "Прости, что побеспокоил тебя, Ингресс. Будь осторожна".

source: "His name is Candrian. He should be along shortly to help you... trust him, all right?"
ru: "Его зовут Кандриан. Он скоро должен прийти, чтобы помочь тебе... верь ему, хорошо?"

source: "I'll go back and meet Candrian at the Smoldering Corpse Bar and make sure everything turned out all right. Be strong, Ingress."
ru: "Я пойду назад и встречусь с Кандрианом в баре Тлеющий Труп и проверю, что все было хорошо. Крепись, Ингресс".

source: "No, I'm not Candrian... he should be along to help you any time now. I'll meet him back at the Smoldering Corpse Bar and see how things turned out. Be strong, Ingress."
ru: "Нет, я не Кандриан... он скоро должен подойти, чтобы помочь тебе. Я встречусь с ним снова в баре Тлеющий Труп и прослежу, чтобы все было хорошо. Крепись, Ингресс".

source: "No, I'm not Candrian... Candrian met an unfortunate end and died. Fortunately, it means you and Candrian will meet one day. Farewell."
ru: "Нет, я не Кандриан... Кандриану не повезло и он умер. К счастью, это означает, что ты и Кандриан когда-нибудь встретитесь. Прощай".

source: You see a haggard woman wrapped in rags. Her hair is disheveled and dirty, and her complexion is extremely dark. Burns cover her arms, and her right hand is a fused lump of flesh... it looks melted, like wax exposed to a great heat.
ru: Ты видишь изможденную женщину, одетую в лохмотья. Ее волосы спутаны и грязны, цвет лица совершенно темный. На руках следы ожогов, правая рука превратилась в груду мяса... похоже, что она оплавилась, как воск, оказавшийся в сильной жаре.

source: "Greetings."
ru: "Приветствую".

source: Leave the woman in peace.
ru: Оставить женщину в покое.

source: "What issit y'wanta me?" The woman's accent is thick, and you are having difficulty making out what she is saying. "Y'wanta me t'leave? NOT leaving this city, so I'm not. I can't, tried, it's not a city, it's a prison t'everywhere."
ru: "Чиго тибе нада от миня?" У женщины легкий акцент, и ты с трудом понимаешь, что она говорит. "Можит, оставишь миня? НЕ оставишь город, я ни смогла. Я питалась, это ни город, это тюрьма, визди".

source: "Everywhere?"
ru: "Везде?"

source: "I'm sorry, I must go."
ru: "Извини, я должен идти".

source: "There's Worlds, there's..." Her eyes gleam madly. "...planes that be sinking sands, fields thirsty nettles be, sightless worlds where y'limbs are given life and hate, cities of dust whose people are dust and whisper ash, the house without doors, the Twilit Lands, the singing winds, the singing winds..." She starts to sob quietly, but she seems all out of tears. "And shadows... the terrible shadows there be."
ru: "Здись Миры, здись..." Ее глаза светятся от безумия. "... планы осидающих писков, поля обжигающий жажды, нивидимыи миры, гди витки надилины жизнью и нинавистью, города тлина, в которых люди - пипел и шипчащий прах, дома биз двирий, Сумрачныи Зимли, поющии витра..." Она начинает тихо рыдать, но без слез. "И тини... там были ужасныи тини".

source: "Where are these places?"
ru: "Где находятся такие места?"

source: "Where'z? Where'z them places?" She flings the lump of her right hand in an arc, gesturing at the cityscape. "They'z all HERE be. Doors, doors, here to *everywhere.*"
ru: "Гди? Гди эти миста?" Она охватывает обрубком правой руки окружающий город. "Они все здись. Двири, двири, здись *визди*".

source: "Doors?"
ru: "Двери?"

source: "You! You're not knowing this?!" She squints at you, and her teeth start chattering. "Tell you, I will: Beware every space you walk through or touch in this thrice-cursed city... Doors, gates, arches, windows, picture frames, the open mouth of a statue, the spaces 'tween shelves... Beware ANY space bounded on all sides. ALL these're doors t'other places."
ru: "Ты! Ты ни заишь этого?!" Она косится на тебя, ее зубы начинают стучать. "Я скажу тибе: биригись всиго, чириз что ты проходишь или прикасаишься в этом трижы проклятом городи... Двири, ворота, окна, картинныи рамы, отрытый рот статуи, пространство мижду полками... Биригись ЛЮБОГО миста, ограничинного со всих сторон. ВСИ они - двири в другии миста".

source: "What do you mean?"
ru: "О чем это ты?"

source: "Every door has a KEY it does, and with this key, they show their true nature... an arch becomes a portal, a picture frame becomes a portal, a window becomes a portal... all eager t'take y'someplace ELSE. They steal you away..." She raises the lump of her right hand. "And sometimes what's on th'other side takes part of you as a TITHE."
ru: "У каждой двири исть КЛЮЧ, и этот ключ покажит их настоящую природу... арка станит порталом, картинная рама станит порталом, окно станит порталом... вси любопытные окажутся гди-то ИЩЕ. Они украдут тибя прочь..." Она поднимает обрубок своей правой руки. "И иногда на другой сторони с тибя возьмут ДИСЯТИНУ".

source: "What are these keys?"
ru: "Что это за ключи?"

source: "The keys, the keys number as many as the doors of this city. Every door, a key, every key, a door." Her teeth start chattering again, as if she is cold. "And a key is...? A key is *anything.* It may be an emotion, an iron nail held 'tween y'second and fifth fingers, a thought thought three times, then thought once in reverse, or it may be a glass rose."
ru: "Ключи, ключий много, столько, сколько двирий в этом городи. Каждая двирь - ключ, каждый ключ - двирь". Ее зубы снова начинают стучать, как будто она испытывает холод. "И ключ - это?.. Ключ это *вси что угодно*. Он можит быть эмоциий, жилизным гвозим, зажатым мижду вторым и пятым пальцим, или мысль, пришидшая тритий раз, а затем мысль в обратном порядки или это можит быть стиклянная роза".

source: "And these are all keys that open these doors?"
ru: "И все это ключи, которые открывают те двери?"

source: "Yes." Her teeth start chattering, and she clenches her mouth closed and squints her eyes. "Y-y-yes. Can't leave... can't leave..."
ru: "Да". Ее зубы начинают стучать, она крепко сжимает рот и косит глазами. "Д-д-да. Нильзя уйти... ни можишь уйти..."

source: "How did you get here?"
ru: "Как ты попала сюда?"

source: "From..." She seems to calm slightly, and her eyes take on a thousand-league stare. "Came from a place else from here, almost a life-ago, hummed a tune by a glade with two dead trees that had fallen together. A brilliant door opened in th'space 'tween the crossed trees, showed me this city on th' other side... I'z stepped through, ended here."
ru: "Из..." Она замирает, ее глаза устремляются в бесконечность. "Пришла из другого миста, цилую жизнь назад, напивая писню на поляни под диривьями, которые упали на друг друга. Открылась блистящая двирь, в которой я увидила этот город... Я шагнула внутрь и оказалась здись".

source: "Why can't you go back?"
ru: "Почему ты не можешь попасть назад?"

source: "Tried!" She tries to sob again, but no tears come. "Tried! ALL doors here lead to OTHER places." She shudders and grips her melted right hand. "Went through thrice-ten portals, some a-purpose, some a-accident, none a-them right. Can't find way back..."
ru: "Пыталась!" Она пытается снова заплакать, но слез больше не осталось. "Пыталась! ВСИ двири вели в ДРУГИЕ миста". Она содрогается и обхватывает свою оплавленную правую руку. "Ходила чериз тридцать порталов, некоторые спициально, некоторые случайно, но все - не ти. Не могу найти дорогу назад..."

source: "There must be a portal that can take you back."
ru: "Должен же быть портал, который приведет тебя назад".

source: "Can't even leave here! This square! And there, th'place of death behind th' gate waits for me!" She points at the Mortuary behind the gate, then turns back to you, her face desperate. "Can't go anywhere in this city!"
ru: "Я ни могу уйти отсюда! От это площади! Здись, за любыми воротами миня ждет смирть!" Она указывает на Морг за воротами, затем поворачивается к тебе, ее лицо в отчаянии. "Не могу уйти из этого города!"

source: "You can't go anywhere? What do you mean?"
ru: "Ты не можешь никуда уйти? Что ты имеешь в виду?"

source: "Anythin' could be a door. Any arch there, any door here, could be a portal, don't know the key, could get a-sent t'another horrible place..." Her teeth start chattering again. "...got t'stay way from the closed spaces, all could be doors, could have a key on me, an' I not be knowing it..."
ru: "Все можит быть двирью. Любая арка, любая двирь, можит быть порталом с неизвистным ключом, который занисет тибя в ужасное мисто..." Ее зубы снова начинают стучать. "... лучше диржаться от закрытых мист, все можит быть двирью, а у миня можит быть ключ, и я ни знаю об этом..."

source: "You... you're afraid to go through ANY door or arch because it *might* be a portal?"
ru: "Ты... боишься проходить через ЛЮБУЮ дверь или арку, потому что она *может* стать порталом?"

source: She nods, her teeth chattering.
ru: Она кивает, стуча зубами.

source: "How long have you been afraid of this?"
ru: "Как давно ты боишься этого?"

source: She squints. "Since the last time I walked through th' last portal, th' place where m'hand..." She stops. "Since m'tenth Turning... I'm in me fourth tenth Turning that, now." Her teeth begin chattering again.
ru: Она скашивает глаза. "С тих пор, как я прошла чериз портал, гди моя рука..." Она останавливается. "С тих пор дисятков Оборотов... Я уже читвертый дисяток Оборотов здись". Ее зубы снова начинают стучать.

source: "Thirty years? You've haven't walked through *any* *door* for thirty years?"
ru: "Тридцать лет? Ты не ходила через *ни какую* *дверь* тридцать лет?"

source: Her vision seems to clear slightly. She looks up at you, her teeth still chattering.
ru: Ее взгляд несколько проясняется. Она смотрит на тебя, все еще продолжая стучать зубами.

source: "If you got here, there must be a portal that can take you back. It's only a matter of finding it --"
ru: "Если тебе удалось попасть сюда, то должен быть портал, который отправит тебя назад. Нужно только найти его..."

source: "To be too afraid to walk through *any* door, that's --"
ru: "Бояться ходить через *любую* дверь - это..."

source: "How *mad* are you, woman? You must be a fool to not walk through anything that might be a door --"
ru: "Да ты *спятила*, женщина? Ты, должно быть, совсем дура, раз не ходишь через то, что может быть дверью..."

source: She smiles. Her teeth aren't chattering because she is cold... they are moving around inside her mouth, her gums twisting as the teeth shift about. They rise and recede as you watch, chattering as they rattle against each other.
ru: Она улыбается. Ее зубы больше не стучат, как от холода... они перемещаются внутри рта, десны скручиваются вслед за ними. Они подымаются и опадают прямо у тебя на глазах, стуча и грохоча.

source: "What...?"
ru: "Что?.."

source: "Uh... I better take my leave... farewell."
ru: "Ой... Я лучше пойду... прощай".

source: She hisses at you. "Only takes ONE portal you steps through a-accident, t'drive th' FEAR into you. I went through thrice-ten, lost m'hand, burned m'flesh, and lost m'sense." She looks at her feet. "N'more, n'more."
ru: Она шипит на тебя. "С-с-случайно попав в ОДИН портал, ты будишь их БОЯТЬСЯ. Я была в тридцати, обожгла плоть, потиряла руку и осязание". Она смотрит на свои ноги. "Ни за что, ни за что".

source: "I'm sorry... if I can find some means to help you, I will. Farewell."
ru: "Прошу прощения... если я смогу найти способ помочь тебе, я сделаю это. Прощай".

source: "Die in a city you're afraid to leave, then. Let your fear rule you. Farewell and good riddance."
ru: "Подыхай в этом городе, если боишься его оставить. Пусть страх правит тобой. Прощай и благополучного избавления".

source: "I'll take your warning to heart. Farewell."
ru: "Я запомню твое предупреждение. Прощай".

source: You see Ingress. She is huddled inside her cloak of dirty rags, her teeth chattering. She is glancing furtively about her, as if expecting to be attacked at any moment.
ru: Ты видишь Ингресс. Она окутана в грязные тряпки, ее зубы стучат. Она украдкой смотрит по сторонам, будто боясь нападения в любой момент.

source: "Greetings, Ingress."
ru: "Приветствую тебя, Ингресс".

source: Leave her alone.
ru: Оставить ее в покое.

source: "Eh? You!" She squints at you. "What issit y'wanta me now?! Y'wanta me t'leave? NOT leaving this city, so I'm not. I can't, tried, it's not a city, it's a prison t'everywhere."
ru: "А? Ты!" Она косится на тебя. "Что тибе нада от миня?! Оставь миня в покое. НИЛЬЗЯ уйти из города, и я не уйду. Я не могу, пыталась, это ни город, это тюрьма для всех".

source: "Prison to everywhere? What do you mean?"
ru: "Тюрьма для всех? Что ты имеешь в виду?"

source: "Tell me again about those places... those planes you've visited."
ru: "Расскажи мне об этих планах... которые ты посетила".

source: "What were these doors you were talking about?"
ru: "Что это за двери, о которых ты говорила?"

source: "What were those keys you were talking about?"
ru: "Что это за ключи, о которых ты говорила?"

source: "Ingress, I found someone who can take you back to your home plane."
ru: "Ингресс, я нашел кое-кого, кто сможет тебя вернуть тебя домой".
