Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dinscr4.dlg.po
Languages: ru

source: I suspect that we will continue to die and be reborn until we finally get our life *right.* I do not know what we have to do to bring that about, though. And therein lies the frustration.
ru: Подозреваю, что мы будем умирать и возрождаться до тех пор, пока не обретем нашу *настоящую* жизнь. Однако я не знаю, что нам следует для этого сделать. И в этом лежит расстройство.

source: Continue.
ru: Продолжить.

source: Turn away from the inscription.
ru: Отойти от описания.

source: Is it some sort of karmic cycle? As I gather, some incarnations have committed terrible crimes but also there have been a number of incarnations where we have labored to do nothing but good. Are these incarnations intended as punishment? I don't know. And that is the only real truth I can offer in these carvings: I do not know.
ru: Возможно, это что-то вроде цикла кармы? Насколько мне известно, некоторые воплощения совершили ужасные преступления, однако было много других, которые ничего не делали, кроме добра. Суждено ли этим воплощениям нести наказание? Я не знаю. И это единственная правда, которую я могу предложить в этой гравировке: я не знаю.

source: At what point does the *I* get separated from the *we?* At what point am I freed of the shackles of the actions of these other incarnations? At what point am I allowed to be *me,* without the weight of these past lives?
ru: И что отделяет *меня* от *нас*? Почему я свободен от оков поступков других воплощений? Что позволяет мне быть *мной*, без давящего груза прошлых жизней?

source: Examine the panel.
ru: Осмотреть панель.

source: The panel is well crafted and fits into the wall with precision. It looks as if it can recess into the wall.
ru: Панель хорошо сделана и точно подогнана к стене. Похоже, ее можно вдавить в стену.

source: Push the panel.
ru: Надавить на панель.

source: Leave the panel alone.
ru: Оставить панель в покое.

source: The panel effortlessly slides into the wall. You hear a click from the sarcophagus behind you.
ru: Панель без усилий уходит в стену. Ты слышишь щелчок от саркофага позади тебя.
