Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dinscr2.dlg.po
Languages: ru

source: This inscription looks like the directions on your back that Morte read to you in the Mortuary: I know you feel like you've been drinking a few kegs of Styx wash, but you need to CENTER yourself. Among your possessions is a JOURNAL that'll shed some light on the dark of the matter. PHAROD can fill you in on the rest of the chant, if he's not in the dead-book already.
ru: Эта надпись похожа на те указания, которые прочел Морт на твоей спине: Я знаю, что ты чувствуешь себя так, как будто ты выпил несколько бочонков помоев из Стикса, но тебе надо СОСРЕДОТОЧИТЬСЯ. Среди твоих вещей есть ДНЕВНИК, который прольет свет на это темное дело. ФАРОД сможет дополнить оставшуюся часть истории, если его уже не записали в книгу мертвых.

source: Continue and refresh your memory.
ru: Продолжить и освежить свою память.

source: Ignore the rest of the inscription and examine the panel.
ru: Не обращать внимания на описание и осмотреть панель.

source: Turn away from the inscription.
ru: Отойти от описания.

source: Don't lose the journal or we'll be up the Styx again. And whatever you do, DO NOT tell anyone WHO you are or WHAT happens to you, or they'll put you on a quick pilgrimage to the crematorium. Do what I tell you: READ the journal, then FIND Pharod.
ru: Не потеряй дневник или мы вновь окажемся в Стиксе. И что бы ты ни делал, НЕ ГОВОРИ никому КТО ты и ЧТО с тобой произошло, иначе тебя живо отправят в крематорий. Делай так, как я сказал: ПРОЧТИ дневник, а затем НАЙДИ Фарода.

source: Continue.
ru: Продолжить.

source: To your surprise, there's one more line - one that Morte didn't read to you in the Mortuary: 'Don't trust the skull.'
ru: К твоему удивлению, здесь есть еще одна строка - ее Морт в Морге не произносил: 'Не верь черепу.'

source: Examine the panel.
ru: Осмотреть панель.

source: The panel is crafted in such a way that it can recess into the wall.
ru: Панель сделана таким образом, чтобы она могла вдавливаться в стену.

source: Push the panel.
ru: Надавить на панель.

source: Leave the panel alone.
ru: Оставить панель в покое.

source: The panel slides easily into the wall. You hear a click from the sarcophagus behind you.
ru: Панель легко уходит в стену. Ты слышишь щелчок от саркофага позади тебя.

source: There's one more line: 'Don't trust the skull.'
ru: Здесь есть еще одна строка: 'Не верь черепу.'
