Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dinscr7.dlg.po
Languages: ru

source: So they said - You have been divided. You are one of many men. You bear many names, and each has left their scars on your flesh.
ru: Они сказали - Ты разделен. Ты один из многих мужчин. У тебя много имен, и каждое из них оставило на твоей плоти шрам.

source: Continue.
ru: Продолжить.

source: Turn away from the inscription.
ru: Отойти от описания.

source: LOST ONE... IMMORTAL ONE... INCARNATION'S END... MAN OF A THOUSAND DEATHS... THE ONE DOOMED TO LIFE... RESTLESS ONE... ONE OF MANY... THE ONE WHOM LIFE HOLDS PRISONER... THE BRINGER OF SHADOWS... THE WOUNDED ONE... MISERY-BRINGER... YEMETH...
ru: ПОТЕРЯВШИЙ... БЕССМЕРТНЫЙ... КОНЕЦ ВОПЛОЩЕНИЙ... ЧЕЛОВЕК ТЫСЯЧИ СМЕРТЕЙ... ОБРЕЧЕННЫЙ ЖИТЬ... НЕУПОКОЕННЫЙ... ОДИН ИЗ МНОГИХ... ТОТ, В КОТОРОМ ЖИЗНЬ ДЕРЖИТ УЗНИКА... ПРИНЕСШИЙ ТЕНИ... УВЕЧНЫЙ... ПРИНЕСШИЙ МУЧЕНИЯ... ЙЕМЕТ...

source: I grow weary.
ru: Я так устал.

source: Examine the panel.
ru: Осмотреть панель.

source: Leave the panel alone.
ru: Оставить панель в покое.

source: The panel is finely crafted, obviously the work of a master. It looks like it can recess into the wall.
ru: Панель отлично сделана, выдавая работу мастера. Похоже, ее можно вдавить в стену.

source: Push the panel.
ru: Надавить на панель.

source: There is a slight hissing sound as the panel slides into the wall. You hear a click from the sarcophagus behind you.
ru: С легким свистом панель уходит в стену. Ты слышишь щелчок от саркофага позади тебя.
