Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dinscr6.dlg.po
Languages: ru

source: There is nothing that can be done. Memories are gone, perhaps never to return. With every death I lose a part of me.
ru: Нет ничего, что можно было сделать. Память ушла, и, наверное, никогда не вернется. С каждой смертью я теряю часть себя.

source: Continue.
ru: Продолжить.

source: Turn away from the inscription.
ru: Отойти от описания.

source: How can one be immortal and still die?
ru: Как можно стать бессмертным и продолжать умирать?

source: He told me that my mind is weakening with every death. I asked him how this could be, but he could not answer. He was of no use. I butchered him so that no other incarnation would ever benefit from his uselessness.
ru: Он сказал мне, что мой разум слабеет с каждой смертью. Я спросил его, как такое может быть, но он не ответил. Он стал бесполезным. Я зарезал его, так что теперь ни одно из воплощений не сможет извлечь выгоду из его бесполезности.

source: Examine the panel.
ru: Осмотреть панель.

source: Leave the panel alone.
ru: Оставить панель в покое.

source: The carvings of the inscription are crude and detract from the workmanship of the panel itself. Upon closer inspection you think the panel can recess into the wall.
ru: Гравировка описания груба и контрастирует с мастерством, с которым сделана панель. Внимательно осмотрев ее, ты думаешь, что панель можно вдавить в стену.

source: Push the panel.
ru: Надавить на панель.

source: The panel glides into the wall and you hear a click from the sarcophagus behind you.
ru: Панель скользит в стену. Ты слышишь щелчок от саркофага позади тебя.
