Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/djarym.dlg.po
Languages: ru

source: Jarym seemed pleased with the ruby I brought him. I wonder if he would feel the same way if I told him that that was the same gem from Moridor's Box?
ru: Джарим остался очень довольным рубином, который я принес ему. Интересно, был бы он так же доволен, если бы я сказал ему, что этот камень со шкатулки Моридора?

source: A spellcaster named Jarym is searching for a ruby to complete one of his spells. He has promised to make it worth my while if I should bring one to his house in Ragpicker's Square.
ru: Изготовителю заклинаний по имени Джарим нужен рубин для завершения своих заклинаний. Он обещал щедро вознаградить мои поиски, если я принесу ему камень. Его дом находится на площади Старьевщиков.

source: "What...? Who...?"
ru: "Что?.. Кто?.."

source: "Greetings."
ru: "Приветствую".

source: "Farewell."
ru: "Прощай".

source: "You again?!"
ru: "Опять ты?"

source: "You're back. Did you manage to find one?"
ru: "А, ты вернулся. Ну как, нашел?"

source: "No. I'm still looking."
ru: "Нет, все еще ищу".

source: "What am I supposed to be looking for again?"
ru: "А что я должен был искать?"

source: "Is this what you're looking for?"
ru: "Такой тебе подходит?"

source: "Hello again. Pardon me for being abrupt, but now that I have that gem I need to prepare myself for the casting."
ru: "Привет еще раз. Извини за грубость, но теперь, когда у меня есть рубин, мне нужно подготовиться к совершению заклинания".

source: "I really don't have time to talk with you. You see, I'm trying to figure out how I'm going to complete my spell without the key component."
ru: "У меня нет времени на твои разговоры. Понимаешь, я думаю над тем, как мне закончить свое заклинание без ключевого компонента".

source: "Maybe I can help."
ru: "Возможно, я смогу помочь".

source: "I'll be leaving then. Farewell."
ru: "Тогда я, пожалуй, пойду. Прощай".

source: Jarym pauses for a second. "I guess it couldn't hurt. I am in need of a ruby to complete my spell. It must be of exceptional quality; not like the junk they sell at the marketplace. If you should find one, bring it back to me and I shall make it worth your while."
ru: Джарим на секунду умолкает. "Думаю, хуже от этого не будет. Для завершения заклинания мне нужен рубин. Он должен быть исключительного качества, а не тот мусор, что продается на рынке. Если найдешь такой, принеси его мне, и я щедро оплачу твои заботы".

source: "Don't give up. There has to be ruby around here somewhere."
ru: "Не сдавайся. Рубин обязательно должен быть где-то поблизости".

source: "You're supposed to be looking for a ruby, remember? If you find one bring it back here."
ru: "Ты должен был искать рубин, вспоминаешь? И если находишь, принести его сюда".

source: "That's perfect! Where did you... never mind, here." Jarym takes the gem from you, handing you a good sum of coins. "Now if you don't mind, I'd like to work on my spell."
ru: "Он великолепен! А где ты его... А, неважно. Вот, держи, - Джарим в обмен за камень дает тебе много порядочное количество монет. - А теперь, если ты не против, я бы хотел бы поработать над своим заклинанием".
