Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/djas.dlg.po
Languages: ru

source: The young woman -- hair mussed up, clothes disheveled -- is trying to smile at you through choking sobs. "Thank you! I thank you *so!* My name is Jasilya. Listen... I must go, now, stranger, but again: thank you!"
ru: Девушка - волосы спутаны, одежда растрепана - сквозь всхлипывания пытается улыбнуться тебе. "Спасибо тебе! *Огромное* тебе спасибо! Меня зовут Джасилья. Послушай... Мне нужно бежать, спасибо тебе еще раз!"

source: "No problem."
ru: "Без проблем".

source: This woman can only stare at you. "You've saved me... thank you so *much!* I would be dead or worse without you..." She open her arms and moves to embrace you.
ru: Девушка смотрит на тебя, не отрывая взгляда. "Ты спас меня... *большое* тебе спасибо! Я бы погибла без тебя..." Она пытается тебя обнять.

source: Pull her close and kiss her.
ru: Захватить ее в объятия и поцеловать.

source: Allow her to put her arms around you.
ru: Позволить ей обнять себя.

source: Back away.
ru: Отстраниться.

source: She squeezes you tightly; her cheek, wet with tears, presses against your chest. After a time, she steps back and looks up at you, smiling. "I must leave... but let me say 'thank you.' I shall not forget your kindness. Farewell, traveler."
ru: Она крепко тебя обнимает. Ее щека, влажная от слез, касается твоей груди. Спустя некоторое время она отпускает тебя, улыбаясь. "Я должна идти... Но позволь сказать тебе спасибо. Я никогда не забуду твою доброту. Прощай, странник".

source: "Farewell."
ru: "Прощай".

source: She flushes with embarrassment, looking down to her feet. "Oh... I had not meant to... well..." She looks up at you again, smiling. "Farewell, stranger, and I *do* thank you so much! I shall not forget your kindness."
ru: От смущения потупив взор, она краснеет. "Ой... Я не хотела... Ну... - она снова смотрит на тебя с улыбкой. - Прощай, странник, *огромное* тебе спасибо! Я никогда не забуду твою доброту".

source: "Sure. Farewell."
ru: "Конечно. Прощай".

source: Jasilya smiles as you approach, ceasing her cleaning. "Well met once more, my grim savior! Again, I thank you. What can I do for you?"
ru: Когда ты подходишь, Джасилья, прекратив уборку, улыбается. "Здравствуй снова, мой мрачный спаситель! Спасибо тебе еще! Что я могу сделать для тебя?"

source: "I'm looking for a place to spend the night."
ru: "Я ищу место, где можно было бы провести ночь".

source: "Nothing right now. Farewell, Jasilya."
ru: "В данный момент ничем. Прощай, Джасилья".

source: She smiles at you. "Oh... you'll have to speak with my father, then."
ru: Она улыбается. "О... Тогда тебе нужно поговорить с моим отцом".

source: "Thanks. Farewell, Jasilya."
ru: "Спасибо. Прощай, Джасилья".

source: As she makes to hug you, you wrap your arms around her and place your lips upon hers.
ru: Когда она пытается обнять тебя, ты обхватываешь ее руками и целуешь в губы.

source: She flinches slightly, and gently works herself out of your grasp. She gives you a slightly distraught, nervous smile. "Uh... farewell, stranger, and thank you. I... I shall not forget your kindness."
ru: Немного отступив, она осторожно освобождается от твоей хватки. Смущенно улыбнувшись, она говорит: "Ух... Прощай, странник, и спасибо тебе. Я... Я никогда не забуду твою доброту".

source: As she makes to hug you, you wrap your arms around her and place your lips upon hers. She flinches slightly, and gently works herself out of your grasp. She gives you a slightly distraught, nervous smile. "Uh... farewell, stranger, and thank you. I... I shall not forget your kindness."
ru: Когда она пытается обнять тебя, ты обхватываешь ее руками и целуешь в губы. Немного отступив, она осторожно освобождается от твоей хватки. Смущенно улыбнувшись, она говорит: "Ух... Прощай, странник, и спасибо тебе. Я... Я никогда не забуду твою доброту".

source: This woman is panting and sweating. "Please... please... save me from these men..."
ru: Задыхаясь, девушка произносит: "Пожалуйста... пожалуйста... спаси меня от этих людей..."

source: "Very well. Farewell."
ru: "Отлично. Прощай".

source: "Help me! Please kill them before they enslave me!"
ru: "Помоги! Пожалуйста, убей их, пока они не угнали меня!"

source: "I'll do what I can..."
ru: "Я сделаю все, что в моих силах..."
