Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/djolmi.dlg.po
Languages: ru

source: This stern-looking older woman seems to be looking for someone. Her eyes fix upon your face as you approach her. "You there... might I have a word with you?"
ru: Эта суровая с виду пожилая женщина, кажется, кого-то ищет. Когда ты подходишь, ее взгляд приковывается к твоему лицу. "Эй, ты... можно тебя на пару слов?"

source: "Of course..."
ru: "Разумеется..."

source: "What do you want?"
ru: "Чего ты хочешь?"

source: "Yes... you're Jolmi, correct? I spoke to your messenger."
ru: "Да... ты Джолми, правильно? Я говорил с твоим посыльным".

source: "No, not now. Farewell."
ru: "Нет, не сейчас. Прощай".

source: "My name is Jolmi, a noblewoman of the House Syrma. I am seeking a certain man that I have been told cannot die... a terribly scarred man, for whom death is nothing but the most trivial of annoyances. What bits of a description I have gathered match you quite well... are you this man?"
ru: "Меня зовут Джолми, из благородного дома Сирма. Я ищу одного человека, который, как мне сказали, не может умереть... человека в ужасный шрамах, для которого смерть - не более чем обычная неприятность. То, что мне удалось собрать, вполне подходит под твое описание... ты и есть тот человек?"

source: "Yes, I am."
ru: "Да".

source: "No, I'm not."
ru: "Нет".

source: She nods sharply. "In that case, I offer my thanks for your time. Farewell."
ru: Она резко кивает. "В таком случае, прими мою благодарность за уделенное время. Прощай".

source: "Wait... I had some questions..."
ru: "Погоди... У меня есть несколько вопросов..."

source: "Farewell."
ru: "Прощай".

source: Jolmi shakes her head. "There are others here who might answer your questions. I would ask that you find one, and leave me to my search. Farewell."
ru: Джолми качает головой. "Здесь есть другие люди, могут ответить на твои вопросы. Прошу найти себе собеседника и предоставить меня моим поискам. Прощай".

source: "Actually, I *am* the man you're looking for."
ru: "Вообще-то, я и *есть* человек, которого ты ищешь".

source: Leave.
ru: Уйти.

source: "I am pleased to meet you, then." She gives a slight bow. "I would make you a somewhat unusual proposal... though you must admit you are an unusual man. I will give you one thousand copper commons... for your permission to kill you. Are you open to discussion on the matter?"
ru: "В таком случае, я рада нашей встрече, - она делает легкий поклон. - Я хочу сделать тебе несколько необычное предложение... хотя и ты, согласись, человек необычный. Я дам тебе тысячу медных монет... за то, что ты разрешишь убить себя. Ты готов обсудить этот вопрос?"

source: "Sure, why not?"
ru: "Конечно, почему бы и нет?"

source: "But... why?"
ru: "Но... зачем?"

source: "No thanks. Farewell."
ru: "Нет, спасибо. Прощай".

source: Jolmi doesn't bat an eyelash. "But why not? I thought it might be an interesting experience - paying someone for the privilege of murdering them. When I first heard rumors of your existence, how could I resist? So... what is your answer? Shall we discuss the matter in greater detail?"
ru: Джолми и глазом не моргнула. "А почему бы и нет? Мне это показалось довольно занимательным - заплатить кому-то за разрешение убить его. Когда до меня впервые дошли слухи о твоем существовании, как я могла устоять? Итак... каков твой ответ? Стоит ли нам обсудить это более подробно?"

source: "Yes; let's work it out the details."
ru: "Да. Давай обсудим детали".

source: "One moment... where did you here these rumors?"
ru: "Одну минуту... где ты слышала такие слухи?"

source: "I won't do it. Farewell."
ru: "Я не стану этого делать. Прощай".

source: Jolmi frowns. "One hears all sorts of things in the Festhall. How could one *not* eventually hear of a man like you? Again I ask: will you consider my proposal?"
ru: Джолми нахмуривается. "В Фестхолле много чего можно услышать. Как же тут *не услышишь*, рано или поздно, о таком человеке как ты? Еще раз спрашиваю: ты принимаешь мое предложение?"

source: After a short discussion, it comes down to the following terms: Jolmi will pay you one thousand copper commons; in return, you will allow her to drive her dagger into your heart. She will wait for you to awaken, at which point she will give you the coin. "Do you agree to this, then?"
ru: После короткого обсуждения все свелось к следующим условиям: Джолми заплатит тебе тысячу медных монет; взамен ты позволишь ей вонзить кинжал в свое сердце. Она дождется твоего пробуждения и после этого заплатит тебе. "Итак, ты согласен?"

source: "Yes... let's do it."
ru: "Да... валяй".

source: "No, I don't think so. Farewell."
ru: "Нет, не думаю. Прощай".

source: After a short discussion, it comes down to the following terms: Jolmi will pay you fifteen hundred copper commons; in return, you will allow her to drive her dagger into your heart. She will wait for you to awaken, at which point she will give you the coin. "Do you agree to this, then?"
ru: После короткого обсуждения все свелось к следующим условиям: Джолми заплатит тебе полторы тысячи медных монет; взамен ты позволишь ей вонзить кинжал в свое сердце. Она дождется твоего пробуждения и после этого заплатит тебе. "Итак, ты согласен?"

source: After a short discussion, it comes down to the following terms: Jolmi will pay you two thousand copper commons; in return, you will allow her to drive her dagger into your heart. She will wait for you to awaken, at which point she will give you the coin. "Do you agree to this, then?"
ru: После короткого обсуждения все свелось к следующим условиям: Джолми заплатит тебе две тысячи медных монет; взамен ты позволишь ей вонзить кинжал в свое сердце. Она дождется твоего пробуждения и после этого заплатит тебе. "Итак, ты согласен?"

source: The affair is over in moments... she's already cleaned her blade and put it away by the time you've recovered. After picking yourself up off the Festhall floor, Jolmi hands you several rolls of copper coins while you rub your aching chest. "Somewhat disappointing, I must admit. Ah, well... coin well-spent, nonetheless. Farewell."
ru: Еще миг - и дело сделано... пока ты приходил в себя, она уже вытерла клинок и убрала его. После того, как ты подымаешься с пола Фестхолла, Джолми протягивает тебе несколько стопок медных монет, в то время как ты потираешь ноющую грудь. "Должна заметить: я несколько разочарована. Ну что ж... как бы там ни было, стоит потраченных денег. Прощай".

source: "Yes... farewell."
ru: "Да... прощай".

source: Jolmi turns her hard eyes on you. "Yes?"
ru: Джолми обращает на тебя свой тяжелый взгляд. "Да?"

source: "I'm the man you've been looking for."
ru: "Я тот, кого ты ищешь".

source: "I had some questions..."
ru: "У меня есть некоторые вопросы..."

source: "Nothing... farewell."
ru: "Ничего... Прощай".

source: Jolmi's cold eyes glint with recognition as you come before her. "You've reconsidered, my offer, then? One thousand coins for your permission to kill you?"
ru: Холодные глаза Джолми вспыхивают, когда она замечает твое приближение. "Итак, ты передумал на счет моего предложения? Тысячу монет за разрешение убить тебя?"

source: "Yes; let's discuss it."
ru: "Да. Давай обсудим это".

source: "Tell me why you'd want to, first."
ru: "Сперва скажи, зачем это тебе".

source: Jolmi turns her hard eyes on you; there is a glint of recognition as they pass over your face. "Yes?"
ru: Джолми обращает на тебя свой тяжелый взгляд; когда она узнает твое лицо, ее глаза вспыхивают. "Да?"

source: "I had some questions, Jolmi..."
ru: "У меня есть несколько вопросов, Джолми..."

source: "I was just passing by... farewell."
ru: "Я просто проходил мимо... Прощай".

source: A noblewoman named Jolmi made an odd proposal to me... she wishes to pay me for the privilege of 'murdering' me. An easy way to fill my purse, I suppose, were it all to run smoothly...
ru: Знатная женщина по имени Джолми сделала мне странное предложение... она хочет заплатить мне за разрешение на мое "убийство". Полагаю, это легкий способ пополнить мой кошелек - если все пройдет гладко...

source: I allowed Jolmi to stab me through the heart for a handsome sum of coin... she seemed somewhat disappointed with the experience, but I'm pleased well enough with the coin.
ru: Я позволил Джолми пырнуть себя в сердце за кругленькую сумму... похоже, она слегка разочарована результатом, я же вполне рад полученным монетам.
