Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/djujog.dlg.po
Languages: ru

source: This large guardsman is bellowing orders to the civilians gathered around him. He glares at you through the slits of his helm as you interrupt him. "What d'ya want, piker? An' make it quick, afore we get ta workin' 'ere."
ru: Этот огромный караульный сыплет распоряжениями гражданам, собравшимся вокруг него. Он смотрит на тебя сквозь прорези своего шлема. «Чего тебе, зануда? Давай быстрей, у нас тут полно дел».

source: "What's going on here?"
ru: «Что здесь происходит?»

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: "What's it look like, ya sod?! We're about ta loot this warehouse. Ya want in on the action, or not? 'Cause this ain't gonna be some sorry-arse, disorderly mess... we're doin' it *right,* an' I'm givin' the orders."
ru: «А на что это похоже, бедолага?! Мы собираемся разграбить этот склад. Ты с нами или нет? Потому что это будет не беспорядочная жалкая свалка... Мы будем делать все *по правилам* согласно моим приказам».

source: "If we can calm things down, it'll help the town slide back onto the Outlands. Once Curst is wholly overrun with monsters, how long do you think you'll live to enjoy the spoils of your looting?"
ru: «Если мы остынем, то это поможет городу соскользнуть обратно во Внешние земли. Как ты думаешь, если Проклятый будет кишеть монстрами, как долго вы будет наслаждаться разграблением?»

source: "What you're doing is making the problems here worse. Take these people and help defend the walls -- instead of looting -- so that the town can slide back onto the Outlands."
ru: «То, что вы делаете, только усугубляет проблемы. Возьми этих людей и помоги защищать стены, а не занимайся мародерством, - и город сможет соскользнуть обратно во Внешние земли».

source: "Hold it: there won't be any looting while I'm around."
ru: «Стойте. Пока я здесь, не будет никаких мародерств».

source: "I've got other things to do. Farewell."
ru: «У меня есть другие дела. Прощай».

source: The guardsman lifts the visor of his helm so that he may spit at your feet. "Hah! Out of my face, sod; we've lootin' to do."
ru: Караульный приподнимает шлем и плюет тебе под ноги. «Ха! Прочь с глаз моих, бедолага, настало время грабежей».

source: "Farewell, then."
ru: «Тогда прощай».

source: You can sense his sneer even from behind the visored helm. "Oh there *won't,* eh? Well, then..." He hefts his massive weapon. "We'll just have ta remedy that, then."
ru: Ты чувствуешь его усмешку даже сквозь маску шлема. «Значит, *не будет*, да? Тогда, - он поднимает свое тяжелое оружие, - мы сейчас живо от этого излечим».

source: Defend yourself.
ru: Защищаться.

source: "But... ah, hells; ye're right." He shouts to the looters who've gathered around him: "Right! You heard the man, let's get goin'! And if anyone speaks o' this if we get the town slid back... ye're dead! Now let's go! Move!" He turns to you again. "And as fer *you:* ye've a better brain on yer shoulders than it looks. Good man."
ru: «Но... А, черт, ты прав». Он кричит мародерам, собравшимся вокруг него. «Хорошо! Вы все его слышали, за дело! Если город соскользнет назад, кто проболтается об этом - тот покойник! А теперь пошли! Двигай! - он поворачивается к тебе. - А что касается *тебя*, добрячок. Мозги у тебя варят лучше, чем это может показаться».

source: "Thanks. Farewell."
ru: «Спасибо. Прощай».

source: I was able to get a pack of citizens -- led by a guardsman, of all people -- to halt their looting and help in the defense of the town.
ru: Я убедил группу граждан, возглавляемую караульным, прекратить мародерства и помочь в защите города.
