Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/djumble.dlg.po
Languages: ru

source: This short, balding man's orange tunic and rather sizeable gut give him the look of a walking pumpkin. He is absent-mindedly patting his large paunch with a slow rhythm, as if it were a drum. The man's odd, crooked smile and a strange gleam in his eyes make him look a bit mad.
ru: Оранжевая туника и приличных размеров живот этого невысокого лысеющего мужчины делают его похожим на ходячую тыкву. Он рассеянно и неспешно похлопывает себя по огромному пузу, будто это барабан. Его необычная перекошенная улыбка и странный блеск в глазах создают впечатление того, что он слегка не в себе.

source: "Greetings..."
ru: "Приветствую..."

source: Leave him be.
ru: Оставить его в покое.

source: The man gives an exaggerated, flourishing bow, and presents a small card which reads only 'Jumble Murdersense - Xaositect Xorceror X-traordinare.' He then snatches the card from your grasp and proceeds to eat it, grinning wildly all the while.
ru: Человек отвешивает подчеркнуто-показушный поклон, и дает карточку, в которой можно разобрать лишь "Джамбл Смыслогуб - эКстраордный Колдун и хаоситеКт". Затем он выхватывает карточку у тебя из рук и начинает есть ее, не переставая дико улыбаться.

source: "I had some questions, Jumble..."
ru: "Джамбл, у меня несколько вопросов..."

source: "You're the man who cursed Reekwind, aren't you?"
ru: "Ты - тот, кто проклял Зловонного, не так ли?"

source: "I'll take my leave now, Jumble. Farewell."
ru: "А теперь я ухожу, Джамбл. Прощай".

source: Jumble yawns and looks away, drumming on his belly with the palms of his hands.
ru: Джамбл зевает и смотрит в сторону, барабаня по пузу ладонями.

source: "Jumble? My questions?"
ru: "Джамбл? Как на счет моих вопросов?"

source: "Never mind... farewell."
ru: "Неважно... Прощай".

source: "At least answer me this: did you curse Reekwind?"
ru: "Ответь хотя бы на вопрос: это ты проклял Зловонного?"

source: "Are you mute? Is that why you won't answer me?"
ru: "Ты немой? Поэтому ты мне не отвечаешь?"

source: Truth: "I want some answers, and I'll beat them out of you if I have to."
ru: Правда: "Мне нужны ответы, и, если нужно, я их из тебя выбью".

source: Bluff: "I want some answers, and I'll beat them out of you if I have to."
ru: Блеф: "Мне нужны ответы, и, если нужно, я их из тебя выбью".

source: Leave.
ru: Уйти.

source: Jumble cocks his head and gives you stupid grin. Slowly, he shrugs... then shuts his eyes and sticks his tongue out at you.
ru: Джамбл поднимает голову и дарит тебе идиотскую улыбку. Он медленно пожимает плечами... затем закрывает глаза и показывает тебе язык.

source: Jumble raises one eyebrow and takes a step back. He opens his mouth abruptly, and - though his lips or throat don't move to shape any words or sound - a torrent of incomprehensible babbling begins to pour forth.
ru: Джамбл поднимает бровь и отступает на шаг. Внезапно он раскрывает рот и изрыгает поток невразумительного бормотания (хотя его губы и глотка при этом не двигаются).

source: "What the...?"
ru: "Что за?.."

source: Jumble shuts his mouth, and the babbling ceases... he peers at you through narrowed eyes, a self-satisfied smile on his pudgy face. Suddenly, you hiccup. And hiccup. And hiccup. And hiccup again. Jumble Murdersense merely turns his head and waves you away.
ru: Джамбл закрывает рот, и бормотание прекращается... прищурив глаза, он рассматривает тебя; его пухлое лицо озаряет самодовольная улыбка. И вдруг ты икаешь. Снова икаешь. Еще раз. И еще. Джамбл Смыслогуб попросту отворачивается и знаком показывает тебе уходить.

source: "What have you done to me?"
ru: "Что ты со мной сделал?"

source: "Jumble... please, undo whatever you've done."
ru: "Джамбл... пожалуйста, убери это, что бы ты там не натворил".

source: "Whatever you've done, undo it - or you'll regret it sorely."
ru: "Что бы ты там не сделал, убери это... или ты об этом горько пожалеешь".

source: "I'd better find someone who can help me lose this curse. Farewell."
ru: "Лучше мне найти кого-нибудь, кто бы помог мне избавиться от этого проклятья. Прощай".

source: Jumble ignores you entirely.
ru: Джамбл не обращает на тебя никакого внимания.

source: Attack him.
ru: Атаковать его.

source: Jumble pulls an innocent face and shrugs, as if to say 'I don't know.' He then covers his mouth with his hand and giggles like a giddy schoolgirl.
ru: Джамбл делает невинное лицо и пожимает плечами, как бы говоря "Я не знаю". Он прикрывает рот рукой и хихикает, словно беззаботная школьница.

source: "I'd like you to remove his curse."
ru: "Я хотел бы, чтобы ты снял с него проклятье".

source: "I had another question..."
ru: "У меня есть другие вопросы..."

source: "That's all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: Jumble pretends not to hear you, instead belching loudly and resuming his belly drumming, his eyes wandering around the Festhall.
ru: Джамбл притворяется, будто не слышит тебя: он громко рыгает и продолжает барабанить себя по пузу. Его глаза блуждают по Ратуше.

source: "Is there anything I could do so that you'd remove Reekwind's curse?"
ru: "Я могу хочь что-нибудь сделать, чтобы ты снял проклятие со Зловонного?"

source: Truth: "Remove his curse, Jumble, before I'm forced to hurt you."
ru: Правда: "Сними с него проклятье, Джамбл, пока мне не пришлось причинить тебе боль".

source: Bluff: " Remove his curse, Jumble, before I'm forced to hurt you."
ru: Блеф: "Сними с него проклятье, Джамбл, пока мне не пришлось причинить тебе боль".

source: Jumble won't look at you, but shakes his head.
ru: Джамбл мотает головой, не смотря на тебя.

source: Truth: "Remove Reekwind's curse, Jumble, before I'm forced to hurt you."
ru: Правда: "Сними со Зловонного проклятье, Джамбл, пока мне не пришлось причинить тебе боль".

source: Bluff: "Remove Reekwind's curse, Jumble, before I'm forced to hurt you."
ru: Блеф: "Сними со Зловонного проклятье, Джамбл, пока мне не пришлось причинить тебе боль".

source: Jumble Murdersense gives you his trademark exaggerated, flourishing bow, then cocks his head and looks at you curiously.
ru: Джамбл Смыслогуб отвешивает тебе свой фирменный, подчеркнуто-показушный поклон, затем поднимает голову и с интересом глядит на тебя.

source: "I was just passing by; farewell."
ru: "Я просто проходил мимо. Прощай".

source: Throw the curse Salabesh taught you at him.
ru: Кинуть в него проклятье, которому тебя обучил Салабеш.

source: "Jumble, I need you to remove the curse you put on me."
ru: "Джамбл, мне нужно, чтобы ты снял с меня проклятье, которое ты наложил".

source: "I had some questions..."
ru: "У меня есть несколько вопросов..."

source: He rolls his eyes and yawns pointedly.
ru: Он закатывает глаза и подчеркнуто зевает.

source: Truth: "Remove the curse, Jumble, before I'm forced to hurt you."
ru: Правда: "Снимай проклятье, Джамбл, пока мне не пришлось причинить тебе боль".

source: Bluff: "Remove the curse, Jumble, before I'm forced to hurt you."
ru: Блеф: "Снимай проклятье, Джамбл, пока мне не пришлось причинить тебе боль".

source: Jumble Murdersense makes a show of examining and cleaning his fingernails.
ru: Джамбл Смыслогуб подчеркнуто рассматривает и чистит свои ногти.

source: Jumble stares at you with a somewhat skeptical expression as you speak the arcane syllables of Salabesh's curse. After a moment of awkward silence, the Xaositect mage notes that nothing seems to have happened... and an evil grin spreads across his face.
ru: Когда ты произносишь тайные слова проклятья Салабеша, Джамбл смотрит на тебя слегка скептически. После минуты неловкого молчания маг-хаситект понимает, что ничего не случилось... и лицо его расплывается в злобной усмешке.

source: Continue...
ru: Продолжить...

source: He opens his mouth to retaliate with another curse of his own... only to realize he has no voice! Salabesh's curse has removed Jumble's ability to speak, thereby destroying the Xaositect's ability to curse others. He clutches at his throat, panic welling up in his eyes.
ru: Он раскрывает рот, чтобы ответить еще одним своим проклятьем... и вдруг осознает, что у него нет голоса! Проклятье Салабеша отняло у Джамбла дар речи, таким образом, лишив его способности проклинать других. Он в панике сжимает себя за горло, чуть не плача.

source: "Looks like the tables are turned, Jumble. What do you think'll happen when anyone - *hiccup!* - you've ever cursed finds out you can't speak - or curse - anymore?"
ru: "Похоже, теперь мы поменялись местами, Джамбл. Как ты думаешь, что будет, если кто-нибудь, - *ик!* - кого ты когда-то проклял, узнает, что ты больше не можешь говорить... или проклинать?"

source: Jumble drops to his knees, a pleading expression in his eyes. He looks ready to burst into tears.
ru: Джамбл падает на колени и смотрит на тебя умоляюще. Кажется, он готов разрыдаться.

source: "Will you - *hiccup!* - remove the curse you placed on me? And swear never to curse another who didn't mean you harm?"
ru: "Ты - *ик!* - снимешь с меня проклятье, которое ты наложил? И поклянешься больше никогда не проклинать кого-либо, кто не желал тебе зла?"

source: Jumble places his hands over his heart and nods vigorously.
ru: Джамбл кладет руку на сердце и решительно кивает.

source: "Very well. I'll remove the curse, then..."
ru: "Отлично. В таком случае, я сниму проклятье..."

source: Jumble sighs with relief as you remove Salabesh's curse from him. He, in turn, removes his own, and your hiccups finally stop. He then bows humbly and casts his eyes to the floor.
ru: Как только ты снимаешь с Джамбла проклятье Салабеша, он вздыхает с облегчением. Взамен он снимает с тебя свое проклятье, и твоя икота, наконец, проходит. Затем он смиренно кланяется и опускает свой взгляд на пол.

source: "I'd like you to take your curse off Reekwind, as well."
ru: "Еще я бы хотел, чтобы ты снял проклятие со Зловонного".

source: "Farewell, Jumble."
ru: "Прощай, Джамбл".

source: Jumble nods, pouting, and with a wave of his hand, removes Reekwind's curse.
ru: Надув губы, Джамбл кивает и взмахом руки снимает проклятье со Зловонного.

source: "Thanks. Farewell, Jumble."
ru: "Спасибо. Прощай, Джамбл".

source: Jumble gives you an awkward bow and an uneasy look. It's clear he'd rather not have anything more to do with you.
ru: Джамбл отдает тебе неловкий поклон и смущенно смотрит на тебя. Ясно, что больше он не желает иметь с тобой дело.

source: "I'd like for you to take your old curse off Reekwind."
ru: "Я хотел бы, чтобы ты снял со Зловонного свое старое проклятье".

source: "Just passing by, Jumble. Farewell."
ru: "Джамбл, я просто проходил мимо. Прощай".

source: I've been cursed with perpetual hiccups by a Xaositect mage called Jumble Murdersense. Hopefully someone else in the Festhall will have some idea of how to either remove the annoying curse... or how to get Jumble himself to undo it.
ru: Маг-хаоситект по имени Джамбл Смыслогуб проклял меня нескончаемой икотой. Надеюсь, кто-нибудь в Ратуше знает хоть что-то о том, как снять это досадное проклятье... или как заставить Джамбла самостоятельно снять его.

source: I forced Jumble Murdersense to remove the curse he placed on me, all with the help of a hex I learned from Salabesh the Onyx, 'Master of Curses.'
ru: Я заставил Джамбла Смыслогуба снять с меня проклятье, которым он меня наградил, и все с помощью колдовства, которому меня обучил Салабеш Оникс, "Мастер проклятий".

source: I convinced Jumble Murdersense to remove Reekwind's curse with a little curse of my own.
ru: Я убедил Джамбла Смыслогуба снять со Зловонного проклятье с помощью своего маленького проклятья.

source: I met the man who cursed Reekwind in the Civic Festhall: Jumble Murdersense.
ru: В Ратуше я встретил человека, который проклял Зловонного, - Джамбла Смыслогуба.

source: "I'd like you to remove Reekwind's curse."
ru: "Я хотел бы, чтобы ты снял проклятие со Зловонного".

source: "Fine. But I'd like you to remove Reekwind's curse."
ru: "Хорошо. Вот только я хотел бы, чтобы ты снял проклятие со Зловонного".

source: Jumble sighs loudly, rolls his eyes, and nods.
ru: Джамбл громко вздыхает, закатывает глаза и кивает.

source: "I'd like for you to take your old curse off of him."
ru: "Я бы хотел, чтобы ты снял с него свое старое проклятье".

source: "That's all I wanted to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "You cursed Reekwind too, didn't you?"
ru: "Ты и Зловонного проклял, так ведь?"
