Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/djustfer.dlg.po
Languages: ru

source: "What? What do you want? When does the blood start spilling?"
ru: "Что? Чего ты хочешь? Когда уже начнет литься кровь?"

source: "What's with the attitude?"
ru: "Что с тобой?"

source: "What happened to your good-natured disposition?"
ru: "Что случилось с твоим добродушным нравом?"

source: "Soon. I just need you to answer some questions for me."
ru: "Скоро. Мне только нужно задать тебе пару вопросов".

source: "In a while. Go back to sleep."
ru: "Скоро. Иди спать".

source: "That was then. This is now. I'm sick of all this lollygagging and all this namby-pamby pikery. Let's go kill something, eh?"
ru: "То было тогда, это - теперь. Меня уже тошнит от всего этого безделья и жеманства. Идем, убьем кого-нибудь, а?"

source: "I want to know what happened to your personality."
ru: "Я хочу знать, что случилось с твоей личностью".

source: "Answer some questions for me, first."
ru: "Сперва ответь мне на пару вопросов".

source: "Forget it. We'll talk later."
ru: "Забудь. Мы поговорим позже".

source: "Just as long as we kill after we talk."
ru: "Только если потом кого-нибудь убьем".

source: "What happened to you?"
ru: "Что с тобой случилось?"

source: "What can you tell me about Morte?"
ru: "Что ты можешь сказать о Морте?"

source: "What can you tell me about Annah?"
ru: "Что ты можешь сказать об Анне?"

source: "What can you tell me about Dak'kon?"
ru: "Что ты можешь сказать о Дакконе?"

source: "What can you tell me about Fall-from-Grace?"
ru: "Что ты можешь рассказать о Падшей Грации?"

source: "What can you tell me about Vhailor?"
ru: "Что ты можешь сказать о Вейлоре?"

source: "What can you tell me about Ignus?"
ru: "Что ты можешь сказать об Игнусе?"

source: "What can you tell me about Nordom?"
ru: "Что ты можешь сказать о Нордоме?"

source: "What can you tell me about yourself?"
ru: "Что ты можешь сказать о себе?"

source: "Forget it. Farewell."
ru: "Забудь. Прощай".

source: "Let's just say that the atmosphere we're in is conducive to hatred and leave it at that, shall we? I *hate* the Lower Planes, and they hate me."
ru: "Скажем так: среда, в которой мы находимся, благоприятна для ненависти. Оставим это, ладно? Я *ненавижу* Нижние планы, а они - меня".

source: "Why?"
ru: "Почему?"

source: "Answer some questions for me, then."
ru: "Тогда ответь мне на пару вопросов".

source: "Good enough. I'm putting you away now."
ru: "Довольно. Я тебя прячу".

source: "Because they corrupted me once, and it ain't gonna happen again, berk! Now shut up and let's kill!"
ru: "Потому что однажды они меня испортили, и больше этого не повторится, пень! А теперь заткнись и пошли убивать!"

source: "Answer some questions, first..."
ru: "Сначала ответь на несколько вопросов..."

source: "We're done talking for now."
ru: "На этом разговор окончен".

source: The weapon falls into a sullen silence.
ru: Оружие угрюмо молчит.

source: "He's an evil, cross-trading berk and I would trust him as far as I could throw him... if I had arms. You'd be well-advised to look at his advice with a *real* careful eye. I'm just saying that you ought not trust him - I've seen his type before, and they'll stab you in the back."
ru: "Он - зло, продажный пень, и я бы доверял ему не дальше, чем мог его зашвырнуть... если бы у меня были руки. Тебе следует проявить благоразумие и *повнимательнее* приглядываться к его советам. Скажем так, тебе не следует ему доверять: раньше я встречал таких как он, и однажды они ударят тебе в спину".

source: "I dunno about her. She's got fiendish blood in her. You can't trust fiends. I say dump her as soon as possible. Besides, she's just a kid. You can find someone a lot more... experienced...if you get my drift."
ru: "Насчет нее не знаю. В ней течет кровь нечистого. Нечисти ты не можешь доверять. Советую бросить ее, и поскорее. Кроме того, она еще ребенок. Ты мог бы подыскать кого-нибудь... поопытнее... ну, ты понимаешь, о чем я".

source: "Thanks for your input. I had more questions..."
ru: "Спасибо за информацию. У меня есть другие вопросы..."

source: "Thanks."
ru: "Спасибо".

source: "Him? Dour, expressionless, hidebound? About as useful as intercourse with a modron. That's all I have to say about that."
ru: "Этот суровый, бесстрастный и тощий? От него пользы, как от сношения с модроном. Больше мне добавить нечего".

source: "Sure, trust her, why not. It's always a good idea to trust a tanar'ri. Just because they're born evil doesn't mean they're bad people. By the way, what you're smelling is sarcasm. You just walked right through it."
ru: "Конечно, верь ей, почему бы нет. Никогда не бойся довериться танарри. То, что они родились злыми, не значит, что они плохие. Кстати, это был сарказм".

source: "Beats me. Never seen 'em before."
ru: "Без понятия. Никогда его раньше не видел".

source: "I'm The Justifier. Say 'The' when you say the name. 'The Justifier.' Not 'Justifier.' I was forged under the auspices of Horus in Arcadia. Say, you look familiar... I'm called that because I can find an excuse for almost anything. Plus, after a few swings of me, most people realize that you're justified in what you're saying."
ru: "Я Оправдатель. Я был выкован под эгидой Гора в Аркадии. Слушай, ты мне кажешься знакомым... Меня назвали так, потому что я могу найти оправдание почти любой вещи. Кроме того, после нескольких взмахов мной большинство понимает, что все сказанное тобой оправдано".

source: "Familiar how?"
ru: "Знакомым чем?"

source: "I see. I had some other questions..."
ru: "Понятно. У меня еще вопросы..."

source: "Right. Farewell."
ru: "Ладно. Прощай".

source: "I'm still The Justifier... you know, there's still something familiar about you and it's driving me crazy... something about tanar'ri and... ahh, never mind. I'm your best friend or your worst nightmare. Depends on which end you ask, berk. Name's The Justifier. THE Justifier. Don't forget it."
ru: "Я все еще Оправдатель... знаешь что, ты все еще чем-то кажешься мне знакомым, и это сводит меня с ума... что-то насчет танарри и... эх, неважно. Я твой лучший друг и худший кошмар. Смотря с какого конца посмотреть, пень. Зовут Оправдатель. ОПРАВДАТЕЛЬ. Не забывай об этом".

source: "Still haven't figured out where you know me from? All right. I had more questions..."
ru: "Еще не выяснил, откуда ты меня знаешь? Хорошо. У меня еще вопросы..."

source: "Still haven't figured it out, huh? Farewell, then."
ru: "До сих пор не вспомнил, а? Тогда прощай".

source: "I remember who you are, now. You used to think you owned me. All the scars threw me off, but I've got your face nailed now. You know something? When you died fighting off those vrocks, they twisted me. I blame you. But you know, blood follows you. If I stick with you, I can be sure of getting wet."
ru: "Теперь я вспомнил, кто ты такой. Когда-то ты считал себя моим владельцем. Все эти шрамы сбили меня с толку, но теперь-то я вспомнил твое личико. И знаешь, что? После того, как ты погиб, отбиваясь от тех вроков, они испортили меня. Все из-за тебя. Хотя знаешь, за тобой следует кровь. Раз уж я при тебе, не сомневаюсь, что ты омоешь меня кровью".

source: "What are vrocks?"
ru: "Кто такие вроки?"

source: "Twisted you? How?"
ru: "Испортили тебя? Каким образом?"

source: "Forget this. I had more questions..."
ru: "Забудь об этом. У меня есть еще вопросы..."

source: "Forget this."
ru: "Забудь об этом".

source: "I don't know. It'll come to me. Don't badger me and I'll get it."
ru: "Не знаю. Я вспомню, если не будешь мне надоедать".

source: "Great. I had some more questions..."
ru: "Отлично. У меня еще вопросы..."

source: "Great. Have fun thinking. Farewell."
ru: "Отлично. Веселого вспоминания. Прощай".

source: "What are vrocks? You don't remember anything, do you? They're the vulture demons of the tanar'ri. You'd think that after you got your chest torn open by one of their spears that you'd remember a trifling detail like that. We fought 'em, we killed 'em, but one of 'em got lucky and put you in the dead-book... and then they took me and twisted me."
ru: "Кто такие вроки? Ты что, ничего не помнишь? Это танаррийские демоны-стервятники. Мне казалось, что после того, как их копье пробило тебе грудь, ты мог бы запомнить эдакий пустяк. Мы дрались с ними, мы убивали их, но одному из них удалось записать тебя в книгу мертвых... а потом они взяли меня и испортили".

source: "Twisted you how?"
ru: "Испортили как?"

source: "Great. I had more questions..."
ru: "Отлично. У меня есть другие вопросы..."

source: "Too bad. Farewell."
ru: "Очень жаль. Прощай".

source: Its voice sounds almost desperate in its attempt not to remember. "You don't want to know. Their minds are alien and pure evil. Bein' put to use by the likes of that..." It shivers in your grasp. "It's not something you'd want to remember. I'll give 'em this much - they're inventive with their tortures."
ru: Его голос звучит едва ли не отчаянно в попытке не вспоминать. "Тебе лучше не знать. Их разум чужероден и порочен до самого основания. Пришлось служить таким как они... - он дрожит в твоей руке. - Такое не хочется вспоминать. Надо отдать им должное - они изобретательны в пытках".

source: "I had more questions..."
ru: "У меня есть еще вопросы..."

source: "I'll bet. Farewell."
ru: "Еще бы. Прощай".

source: The Justifier sounds almost embarrassed. "I went a little crazy on those Lower Planes, boss. Sorry. I'll try not to let it happen again."
ru: Оправдатель говорит чуть ли не смущенно: "Я слегка съехал с катушек на этих Нижних планах, босс. Извини. Я постараюсь больше этого не допустить".

source: "What happened?"
ru: "Что произошло?"

source: "No problem. Just answer some questions."
ru: "Без проблем. Просто ответь мне на пару вопросов".

source: "No problem. Farewell."
ru: "Без проблем. Прощай".

source: "Way back when, I was with an owner, we went to the Abyss looking for something. I forget what it was. We figured we were tough enough to take on all comers. We were wrong. My owner got killed and they took me and ... *twisted* me. Sometimes when I get exposed to the Lower Planes, it turns me nasty again."
ru: "Когда-то давно мы с моим владельцем пошли за чем-то в Бездну. Забыл, за чем. Мы решили, что достаточно круты, чтобы нарываться на каждого встречного. Мы ошибались. Моего владельца убили, а меня забрали и... *испортили*. Временами, когда меня обнажают на Нижних планах, я начинаю злиться".

source: "Too bad. I had some questions for you..."
ru: "Очень жаль. У меня к тебе несколько вопросов..."

source: "Anything you want to know, boss."
ru: "Все, что угодно, босс".

source: "Way back when you were my owner, we went to the Abyss in search of something. I forget what it was. We figured we were tough enough to take on all comers. We were wrong. We ran into a murder of vrocks - the vulture demons of the tanar'ri - and even though we killed a bunch of 'em, one got lucky and tore your heart to pieces with its cruel spear. They took me and ... *twisted* me. Sometimes when I get exposed to the Lower Planes, it turns me nasty again."
ru: "Когда-то давно, когда ты был моим владельцем, мы пошли за чем-то в Бездну. Забыл, за чем. Мы решили, что достаточно круты, чтобы нарываться на каждого встречного. Мы ошибались. Мы ввязались в драку с вроками, танаррийскими демонами-стервятниками, и хотя мы перебили их целую кучу, одному из них удалось разорвать на части твое сердце своим беспощадным копьем. Меня забрали и... *испортили*. Временами, когда меня обнажают на Нижних планах, меня начинает колбасить".

source: "That's awful. I had some questions for you..."
ru: "Это ужасно. У меня есть другие вопросы к тебе..."

source: "That's too bad. Farewell."
ru: "Очень жаль. Прощай".

source: It seems a little embarrassed. "I lost control of the part that got twisted by the tanar'ri when I got lost in the Abyss. I mostly keep it under control. Sorry, boss."
ru: Кажется, он немного смущен. "Я потерял контроль над той частью, которую испортили танарри, когда я потерялся в Бездне. Обычно мне удается с ней справляться. Извини, босс".

source: "No problem. Answer some more questions for me..."
ru: "Без проблем. Ответь еще на несколько вопросов..."

source: You get the feeling the Eye on the mace is shifting back and forth. It whispers, "I have a bad feeling about him, boss, but I can't put it into words. The skull seems familiar, and it's attached to a lot of bad memories for me. I can't say why, though, because I don't remember..."
ru: У тебя складывается впечатление, что Глаз палицы двигается туда-сюда. Он шепчет: "У меня насчет него дурное предчувствие, босс, но я не могу этого объяснить. Кажется, я знаю этого черепа; он связан с кучей плохих воспоминаний. Но я не могу этого объяснить, потому что не помню..."

source: "Maybe later. I had some more questions..."
ru: "Может, позже. У меня есть другие вопросы..."

source: "Maybe later. Farewell."
ru: "Может, позже. Прощай".

source: "My honest opinion? Well, she's a little fiery... but I think she's got a thing for you. She hides it, but... I think you can trust her, as long as you don't betray her."
ru: "Сказать честно? Ну, она немного горячая... но мне кажется, она на тебя запала. Она это скрывает, но... думаю, ты можешь ей доверять, пока не предашь ее".

source: "Thanks. I had more questions..."
ru: "Спасибо. У меня есть другие вопросы..."

source: "Thanks. Farewell."
ru: "Спасибо. Прощай".

source: "There's a good reason he's traveling with you, boss, and I'm not sure it's for your best interests. You know these githzerai - they stick together, and when they associate with others, it's for a reason. I'll keep my Eye on him for you."
ru: "Он странствует с тобой не просто так, босс, и я не уверен, что это в твоих интересах. Ты же знаешь этих гитцераев: они держатся вместе, а если и сотрудничают с другими, то по определенным причинам. Я не буду спускать с него свой Глаз".

source: "Thanks. I had a few other questions..."
ru: "Спасибо. У меня есть другие вопросы..."

source: "Thanks for your concern. Farewell."
ru: "Спасибо за участие. Прощай".

source: The mace whispers frantically to you. "Boss! What are you doing with a tanar'ri? Two words. Tanar'ri. Succubus. She's evil. Her blood is made of the essence of evil. She can't be trusted. She might play nice, but that doesn't mean a thing. She might tell you she's reformed, but that's just another lie. She and her kind spin webs of deceit. Always. It's their nature."
ru: Палица неистово шепчет тебе: "Босс! Что у тебя за дела с танарри? Два слова: танарри, суккуб. Она - зло. Ее кровь создана из злой сущности. Ей нельзя верить. Она может хорошо себя вести, но это еще ничего не значит. Она может говорить тебе, что изменилась, но это всего лишь еще одно вранье. Она и весь ее род плетет сети обмана. Всегда. Такова их сущность".

source: "Thanks for your opinion. Answer some more questions..."
ru: "Спасибо за мнение. Ответь еще на пару вопросов..."

source: "Thanks for your opinion. Farewell."
ru: "Спасибо за мнение. Прощай".

source: "Only ... well, only nothing. I don't know these people, boss."
ru: "Вообще-то ... ну, вообще-то, ничего. Я его не знаю, босс".

source: "All right. Then answer some questions..."
ru: "Хорошо. Тогда ответь на несколько вопросов..."

source: "All right. Farewell."
ru: "Ладно. Прощай".

source: "I'm The Justifier. I'm called that because I can find an excuse for almost anything. Plus, after a few swings of me, most people realize that you're justified in what you're saying. I was forged by one of the smiths under the auspices of the god Horus himself, in the plains of Heliopolis in Arcadia. Say... you seem familiar to me..."
ru: "Я Оправдатель. Меня так назвали, потому что я могу найти объяснение почти всему. Кроме того, после нескольких взмахов мной большинство понимает, что все сказанное тобой оправдано. Я был выкован кузнецами авгуров самого бога Гора на равнинах Гелиополиса в Аркадии. Слушай... ты кажешься мне знакомым..."

source: "What's there to know? I'm a weapon of goodness and light, and I'm handy to have in a fight. You know, there's still something familiar about you and it's driving me crazy... something about tanar'ri and... ahh, never mind. I'm your best friend or your worst nightmare. It all depends on which end you ask." It laughs loudly at its own joke.
ru: "Что тут сказать? Я оружие добра и света, и от меня есть толк в драках. Знаешь, что: есть в тебе что-то знакомое, и это сводит меня с ума... что-то насчет танарри и... эх, неважно. Я твой лучший друг и худший кошмар. Смотря с какого конца посмотреть". Он хохочет над собственной шуткой.

source: "I remember who you are, now! You used to own me, a long time ago. My memory's a little spotty on that time, but... yeah. It's you. All the scars threw me off. You seem much more grim now. You must have had it hard - I used to counsel you when you awoke after a death, but when you died in the Abyss fighting off those vrocks, they took me with them and left you to rot. I'm glad we found each other again."
ru: "Теперь-то я вспомнил, кто ты такой! Когда-то давным-давно ты владел мной. В моей памяти есть пробелы, но... да, это ты. Все эти шрамы сбили меня с толку. Теперь ты намного более грозный. Должно быть, тебе пришлось несладко: я, бывало, помогал тебе советами, когда ты восставал из мертвых, но когда ты помер в Бездне, отбиваясь от тех вроков, они забрали меня с собой и оставили тебя гнить. Рад, что мы снова встретились".

source: I have just discovered that The Justifier, a talking mace, used to be a weapon of mine. It doesn't remember much of my past, but apparently we went to the Abyss looking for something and I died.
ru: Я выяснил, что Оправдатель, говорящая палица, кода-то был моим оружием. Он мало что помнит из моего прошлого, но похоже на то, что мы ходили за чем-то в Бездну, где я и погиб.

source: "I'm sorry, but I really can't recall right now... give me a little more time, and I'm sure I'll remember."
ru: "Извини, но я правда не могу сейчас вспомнить... дай мне еще немного времени - уверен, я вспомню".

source: "They're the vulture demons of the tanar'ri. You fought valiantly, but they were too many. They got lucky and got past our defenses, and they tore your heart out with a barbed spear and left you bleeding. Then they took me and twisted me... it was awful..."
ru: "Они танаррийские демоны-стервятники. Ты храбро сражался, но их было слишком много. Им удалось пробиться через нашу оборону, они проткнули тебе сердце шипастым копьем и оставили истекать кровью. Они забрали меня и испортили... это был кошмар..."

source: There's an eye - an Eye, to be more accurate - carved into the sturdy metal of this mace. It flashes blue when it speaks to you, conveying emotion and thought to you. "Greetings. You must be my new master."
ru: На прочном металле этой палицы вырезан глаз, точнее, Глаз. Когда палица начинает говорить, он вспыхивает синим, передавая тебе ее мысли и чувства. "Здравствуй. Должно быть, ты мой новый хозяин".

source: "That is correct. I had some questions for you..."
ru: "Правильно. У меня есть пара вопросов к тебе..."

source: "Hello again. What do you need from me?"
ru: "И снова здравствуй. Чего ты от меня хочешь?"

source: "I just wanted some questions answered..."
ru: "Мне нужно всего лишь несколько ответов..."

source: "Nothing. Farewell."
ru: "Ничего. Прощай".
