Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dkeldor.dlg.po
Languages: ru

source: I have accused both Thildon and Saros of the murder of the smith Avildon. They have been arrested.
ru: Я обвинил и Тильдона, и Сароса в убийстве кузнеца Авильдона. Их обоихарестовали.

source: I have accused Saros of the murder of the smith Avildon. He has been arrested.
ru: Я обвинил Сароса в убийстве кузнеца Авильдона. Его арестовали.

source: My final test for Godsmen membership is to talk down a suicidal member. His name is Sandoz, and he is the father of Saros and Sarossa.
ru: Мое последнее испытание у боголюдей - отговорить самоубийцу-члена их фракции. Его зовут Сандоз, и он - отец Сароса и Сароссы.

source: I have accused Thildon of the murder of the smith Avildon. He has been arrested.
ru: Я обвинил Тильдона в убийстве кузнеца Авильдона. Его арестовали.

source: I have completed my first Godsman quest, and I am embarking on the second test for the Godsmen - the investigation of a murder. I am to speak to the supervisor in the Foundry, and report back to Keldor when I have gathered my evidence.
ru: Я выполнил свое первое задание для боголюдей, и взялся за прохождение второго испытания - расследования убийства. Мне нужно поговорить с бригадиром в Литейной и отчитаться перед Кельдором, когда я соберу сведения.

source: I'm on my way to becoming a Godsman. I am to find a smith in the Great Foundry and he'll tell me how to work the forge so that I can create an item. I am to do this to prove that I can see potential even in a cold lump of rock. Shouldn't be hard. I am to return to him when I'm done.
ru: Я на пути становления богочеловеком. Мне нужно разыскать в Великой Литейной кузнеца, и он расскажет мне, как работать в кузнице, чтобы я смог создать предмет. Мне необходимо сделать это, чтобы доказать, что я способен увидеть потенциал даже в холодной каменной глыбе. Это должно быть несложно. Нужно вернуться к нему, когда я закончу с этим.

source: I have joined the Believers of the Source, and am now officially a Godsman. This was my vow: "Life's tribulations are tests. There is nothing I encounter that is not a lesson. Pain is the multiverse's way of reinforcing a lesson. What I hate most in others is a reflection of what I hate most in myself. I will act to activate my potential, and to aid others in achieving their goals. I will remember that divinity's spark is present in everything. I swear fealty to the Believers of the Source and their goals, never to forsake them."
ru: Я присоединился к верящим в Первопричину, и теперь я богочеловек официально. Вот моя клятва: "Жизненные невзгоды испытывают нас. Все, с чем бы я не столкнулся, послужит мне уроком. Болью мультивселенная закрепит мои уроки. То, что я больше всего ненавижу в других - отражение того, что я больше всего ненавижу в себе. Я буду стремиться раскрыть свой потенциал и помогать другим достигать их целей. Я буду помнить, что во всем присутствует искра божественности. Я клянусь в верности верящим в Первопричину и их целям, и никогда не отвергну их".

source: His face is impassive, but there seems to be fury behind his voice. "You have betrayed our ideals. You have no place here. Our guards will escort you out. Will you leave peacefully?"
ru: Его лицо спокойно, но в голосе слышна ярость. "Ты предал наши идеалы. Для тебя здесь нет места. Наша стража проводит тебя к выходу. Уйдешь ли ты с миром?"

source: "I'd like to apologize and rejoin the Believers of the Source."
ru: "Я бы хотел извиниться и снова присоединиться к верящим в Первопричину".

source: "I'll leave peacefully."
ru: "Я уйду с миром".

source: "You'll have to drag me out of here."
ru: "Тебе придется тащить меня отсюда".

source: "Once you have turned your back on our beliefs, there is no return. You may view this as another test if you wish, but we will not open ourselves to you or aid you on your quest for enlightenment. Now... will you leave peacefully, or will there be blood shed?"
ru: "Однажды ты повернулся спиной к нашим убеждениям, и теперь нет пути обратно. Если хочешь, можешь рассматривать это как еще одно испытание, но мы не откроемся тебе и не станем помогать тебе на твоем пути к просветлению. А теперь... уйдешь ли ты с миром, или прольется кровь?"

source: "Greetings, comrade! What can I do for you today?"
ru: "Приветствую, друг! Чем я могу помочь тебе сегодня?"

source: "I'd like to get some healing, if I could."
ru: "Я хотел бы немного подлечиться, если можно".

source: "I need to purchase some items."
ru: "Мне нужно купить кое-какие вещи".

source: "I need a place to rest."
ru: "Мне нужно место для отдыха".

source: "I'd like to see the secret project, if I could."
ru: "Я хотел бы увидеть секретный проект, если это возможно".

source: "I've lost the token to get into the secret project room."
ru: "Я потерял символ, дающий доступ к помещению секретного проекта".

source: "Bedai-Lihn has asked me to sabotage the machine."
ru: "Бедай-Линн попросила меня саботировать машину".

source: "Bedai-Lihn is the one who destroyed the machine."
ru: "Бедай-Линн - та, кто разрушил машину".

source: "Bedai-Lihn has asked me to sabotage the machine. I turned her down, but I thought I ought to tell you."
ru: "Бедай-Линн попросила меня саботировать машину. Я отказал ей, но подумал, что тебе следует знать об этом".

source: "Bedai-Lihn asked me to assassinate Sandoz. I thought you ought to know."
ru: "Бедай-Линн попросила меня убить Сандоза. Я подумал, что тебе следует знать об этом".

source: "Bedai-Lihn is the one who assassinated Sandoz."
ru: "Бедай-Линн убила Сандоза".

source: "I have a message for you from Giltspur the auctioneer."
ru: "У меня для тебя послание от аукциониста Гилтспура".

source: "You have proven yourself trustworthy. Here. Take this." He presses a token emblazoned with the Godsman symbol into your hands. "Do not lose it. If you do, I'm afraid I cannot replace it, so be careful with it. Is there anything else I can do for you?"
ru: "Ты доказал, что заслуживаешь доверия. Вот. Возьми это, - он втискивает в твои руки монету, украшенную символом боголюдей. - Не теряй его. Если потеряешь - боюсь, что я не смогу его заменить, так что будь осторожен. Могу ли я чем-то еще тебе помочь?"

source: "Yes, I had a few questions..."
ru: "Да, у меня еще пара вопросов..."

source: "No, thanks. Farewell."
ru: "Нет, спасибо. Прощай".

source: "I regret that I cannot give you another. I warned you, did I not, that I could not replace it?" He sighs. "Is there anything else I can do for you?"
ru: "Я сожалею, что не могу выдать тебе другой. Я же предупреждал, что не смогу заменить его, разве не так? - он вздыхает. - Могу ли я чем-то еще помочь тебе?"

source: "Answer a few more questions..."
ru: "Ответь еще на пару вопросов..."

source: "No. Farewell."
ru: "Нет. Прощай".

source: His jovial face becomes both hard and grim. "Is that so. We'll put her into detention, then, and find the truth. And if it's the case... we'll execute her. Excuse me. I have business to attend to."
ru: Его веселое лицо становится жестким и мрачным. "Это так? Тогда мы посадим ее под арест и выясним правду. И если это правда... мы ее казним. Извини. Мне нужно кое о чем позаботиться".

source: "Take your time."
ru: "Не торопись".

source: When he returns, Keldor's face is set. "Your information has apprehended a dangerous criminal. We've scored points with the Harmonium and the Mercykillers for this, and we owe it to you. You have our thanks - and on a personal level, you have my gratitude for proving I was right in believing you to be an excellent choice for a Godsman."
ru: Когда Кельдор возвращается, лицо его неподвижно. "Твои сведения помогли задержать опасную преступницу. Этим мы заработали признание у Гармониума и Милосердных Убийц, и мы обязаны тебе за это. Прими нашу благодарность... и, между нами говоря, я признателен тебе за то, что ты подтвердил мое мнение о том, что ты - прекрасный выбор для боголюдей".

source: "No problem. I had some questions..."
ru: "Без проблем. У меня есть еще вопросы..."

source: "Thanks. Farewell."
ru: "Спасибо. Прощай".

source: When he returns, his face is even more grim. "She's gone. No one saw her slip out, and no one knows where she went. You have my thanks in alerting us to her treachery, though. Rest assured that if she shows her face around here, she's doomed. You have my word on that."
ru: Когда он возвращается, лицо его мрачнеет еще больше. "Она исчезла. Никто не видел, как она ускользнула, и никто не знает, куда она ушла. Так или иначе, прими мою благодарность за то, что предупредил нас о ее предательстве. Будь уверен: если она здесь покажется, она обречена. Даю тебе слово".

source: "I had some questions for you..."
ru: "У меня несколько вопросов к тебе..."

source: "If I see her, I'll make sure of it. Farewell."
ru: "Если увижу ее, я об этом позабочусь. Прощай".

source: "More questions? What can I do for you?"
ru: "Еще вопросы? Что я могу для тебя сделать?"

source: ""Bedai-Lihn has asked me to sabotage the machine. I turned her down, but I thought I ought to tell you."
ru: "Бедай-Линн попросила меня саботировать машину. Я отказал ей, но подумал, что тебе следует знать об этом".

source: "Will you accept the oath of the Godsmen, and join us?"
ru: "Примешь ли ты присягу боголюдей и присоединишься к нам?"

source: "I will."
ru: "Да".

source: The oath: "Life's tribulations are tests. There is nothing I encounter that is not a lesson. Pain is the multiverse's way of reinforcing a lesson. What I hate most in others is a reflection of what I hate most in myself. I will act to activate my potential, and to aid others in achieving their goals. I will remember that divinity's spark is present in everything. I swear fealty to the Believers of the Source and their goals, never to forsake them." You swear the oath, and Keldor smiles. "Welcome to the Godsmen, lad. Do you need anything from me now?"
ru: Клятва: "Жизненные невзгоды испытывают нас. Все, с чем бы я не столкнулся, послужит мне уроком. Болью мультивселенная закрепит мои уроки. То, что я больше всего ненавижу в других - отражение того, что я больше всего ненавижу в себе. Я буду стремиться раскрыть свой потенциал и помогать другим достигать их целей. Я буду помнить, что во всем присутствует искра божественности. Я клянусь в верности верящим в Первопричину и их целям, и никогда не отвергну их". Ты клянешься, и Кельдор улыбается. "Добро пожаловать к боголюдям, парень. Тебе что-нибудь нужно от меня сейчас?"

source: "I had some questions..."
ru: "У меня есть некоторые вопросы..."

source: "Not right now. Farewell."
ru: "Сейчас - ничего. Прощай".

source: "What did you want to know?"
ru: "Что же ты хочешь знать?"

source: "Who are you?"
ru: "Кто ты?"

source: "What can you tell me about this place?"
ru: "Что ты можешь рассказать мне об этом месте?"

source: "What are the benefits of joining the Godsmen?"
ru: "В чем выгода от присоединения к боголюдям?"

source: "Tell me more about your faction."
ru: "Расскажи побольше о своей фракции".

source: "What can you tell me about your faction?"
ru: "Что ты можешь рассказать мне о своей фракции?"

source: "I would like to join the Godsmen."
ru: "Я хотел бы присоединиться к боголюдям".

source: "I needed to ask some questions about the forge."
ru: "Я хочу задать несколько вопросов о кузнице".

source: "I wanted to talk about the murder investigation."
ru: "Я хотел бы поговорить о расследовании убийства".

source: "I wanted to talk about Sandoz."
ru: "Я хотел бы поговорить о Сандозе".

source: "I'd like to take the Godsman oath."
ru: "Я хотел бы принести присягу боголюдям".

source: He smiles. "Friend, I can't give that to you until you prove yourself a friend of the Godsmen."
ru: Он улыбается. "Дружище, я не могу дать тебе это, пока ты не докажешь свое расположение к боголюдям".

source: "Then answer a few more questions for me..."
ru: "Тогда ответь мне еще на пару вопросов..."

source: "Maybe later. Farewell."
ru: "Может, позже. Прощай".

source: "I regret that I cannot give you another." He sighs. "Is there anything else I can do for you?"
ru: "Сожалею, что не могу выдать тебе другой, - вздыхает он. - Могу ли я помочь тебе еще чем-то?"

source: "In addition to associating with such fine people as we have here," he smiles, "you get nearly unlimited access to the facilities. We have spells, items, places to rest. Some of these are specialized for our faction. Some of them can be found across Sigil. All of them become much cheaper for our members."
ru: "Вдобавок к тому, что ты присоединишься к таким славным людям, какие у нас тут имеются, - улыбается он, - ты получишь почти неограниченный доступ к ресурсам. У нас есть заклинания, вещи, места для отдыха. Некоторые из них предназначены только для нашей фракции. Часть из них можно найти по всему Сигилу. Все это намного дешевле для членов нашей фракции".

source: "All right. I had some other questions..."
ru: "Хорошо. У меня были другие вопросы..."

source: "This is the Great Foundry, home of the Believers of the Source, also known as the Godsmen. Here we make items that ship all over the planes - we're renowned in many worlds. Only the best work here. It's said that we've got a staff of smiths that rival those in Mount Clangeddin itself. Personally, I don't think we're that good... but we ARE close."
ru: "Это Великая Литейная, дом верящих в Первопричину, также известных под именем боголюди. Здесь мы создаем вещи, которые поставляются во все планы - мы известны во многих мирах. Здесь работают только лучшие. Говорят, что наши кузнецы соперничают с кузнецами самой горы Клангеддин. Лично я не считаю, что мы настолько хороши... но мы ОЧЕНЬ близки к этому".

source: "Can you take on additional work?"
ru: "Вы можете взяться за дополнительную работу?"

source: "What can you tell me of the people here?"
ru: "Что ты можешь рассказать о здешних людях?"

source: "I see. I had more questions."
ru: "Понятно. У меня были еще вопросы..."

source: "Sadly, friend, we cannot. We're engaged in a long-term contract right now that's taking up most of our resources. Perhaps when we've finished... in a matter of years." He shrugs. "My apologies."
ru: "Увы, друг, это невозможно. В данный момент мы заняты долговременным заказом, который забирает большую часть наших ресурсов. Может быть, когда мы закончим... это вопрос нескольких лет, - он пожимает плечами. - Прими мои извинения".

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "We've got a wide range of folks here, most of whom are the smiths and the workers who keep this place running. We've also got a pair of engineers who are doing some incredible things with the fabric of reality. Ask Nihil Xander about his dreambuilder someday."
ru: "У нас тут много разного народа, в большинстве своем - кузнецы и рабочие, которые поддерживают деятельность этого места. Также у нас есть парочка инженеров, которые делают какие-то невероятные вещи с тканью реальности. Как-нибудь спроси Нила Зандера о его построителе снов".

source: "Maybe I will. I had some more questions..."
ru: "Может, я так и сделаю. У меня были еще вопросы..."

source: "Farewell."
ru: "Прощай".

source: He smiles broadly. "My friend, I am Keldor of Durian, one of the factotums of the Godsmen, and nominally in charge of this place while our true high-ups are gone in conclave."
ru: Он широко улыбается. "Друг мой, я Кельдор Дурианский, один из фрактотумов боголюдей, и формально управляю этим местом, пока наше настоящее начальство ушло на тайное совещание".

source: "I had some more questions..."
ru: "У меня были еще вопросы..."

source: He smiles, his face creasing in wrinkles. "What would you like to know about us?"
ru: Он улыбается, его лицо покрывается морщинками. "Что бы ты хотел узнать о нас?"

source: "How do I join?"
ru: "Как мне присоединиться?"

source: "What are the beliefs of this faction?"
ru: "Каковы убеждения этой фракции?"

source: "Tell me of the faction's history."
ru: "Расскажи мне об истории фракции".

source: "What do I get for being in the faction?"
ru: "Что я получу, будучи членом фракции?"

source: "Who are the faction's enemies?"
ru: "Какие у фракции враги?"

source: "What do you do, anyway?"
ru: "А вообще, чем ты занимаешься?"

source: "Why are you named as you are?"
ru: "Почему вас так называют?"

source: "Nothing, right now. I had more questions..."
ru: "Пока ничего. У меня есть другие вопросы..."

source: "Nothing. Farewell."
ru: "Ничего. Прощай".

source: "Gladly. What did you want to know?"
ru: "С удовольствием. Что бы ты хотел узнать?"

source: "If you wish to join the Believers of the Source, you must complete three quests. The first quest is this: You must go to the forge, and create an item. This will show that you are capable of seeing the possibilities inherent in even a base lump of iron; that you are capable of bringing forth something that will stand the test of time. It measures your vision and your ability to make the potential actual. Talk to Alissa, the Foundry Supervisor, in the Main Foundry to see how it all works."
ru: "Если хочешь присоединиться к верящим в Первопричину, ты должен выполнить три задания. Первое задание такое: ты должен пойти в кузницу и создать предмет. Это покажет, что ты способен увидеть возможность даже в простом куске железа; что ты способен создать нечто, способное выдержать испытание временем. Это определит твою проницательность и способность делать возможное действительным. Поговори с Алиссой, бригадиром в главной литейной, чтобы увидеть, как все это делается".

source: "I'll get on it. Farewell."
ru: "Я займусь этим. Прощай".

source: A sly smile creeps across his face. "Well, first you'll have to renounce your Dustman membership."
ru: На его лице появляется лукавая улыбка. "Ну, сначала ты должен отречься от членства в фракции тленных".

source: "Very well. I renounce them. What do I have to do?"
ru: "Отлично. Я отрекаюсь от них. Что мне нужно делать?"

source: "I'm not sure I'm ready to do that. Answer some more questions about your faction for me, will you?"
ru: "Не уверен, готов ли я сделать это. Ответь мне еще на пару вопросов о твоей фракции, хорошо?"

source: "Not yet. I had some other questions, not about your faction."
ru: "Не в этот раз. У меня есть другие вопросы, не касающиеся твоей фракции".

source: "Not yet, thanks. Farewell."
ru: "Не в этот раз, спасибо. Прощай".

source: A sly smile creeps across his face. "Well, first you'll have to renounce your Sensate membership."
ru: На его лице появляется лукавая улыбка. "Ну, сначала ты должен отречься от членства в фракции чувствующих".

source: A sly smile creeps across his face. "Well, first you'll have to renounce your Xaositect membership."
ru: На его лице появляется лукавая улыбка. "Ну, сначала ты должен отречься от членства в фракции хаоситектов".

source: "Any of the smiths there should be able to help you out."
ru: "Любой из здешних кузнецов вполне может помочь тебе".

source: "Very well. I had some additional questions."
ru: "Очень хорошо. У меня были еще вопросы к тебе".

source: "We believe that the universe is a giant testing ground, a place where we prove ourselves through a series of tests. These tests continue throughout your life, throughout your many lives. Each step in each day may well be a test for you, and your reward in the next life depends on how well you learn your lessons in this life. We believe that a body learns from experience... and that experience extends through your lives, making you into something greater than just a single life."
ru: "Мы верим, что вселенная - это гигантский полигон, место, где мы проходим серию испытаний. Эти испытания продолжаются в течение всей твоей жизни, в течении всех твоих жизней. Каждый шаг, каждый день вполне может стать для тебя испытанием, и твое вознаграждение в следующей жизни зависит от того, насколько хорошо ты усвоил уроки теперешней жизни. Мы верим, что тело учится на опыте... и что опыт распространяется на все твои жизни, превращая тебя в нечто большее, чем если бы у тебя была одна жизнь".

source: "So what's the point of it all?"
ru: "Так какой же смысл у всего этого?"

source: "Makes sense so far. Keep going."
ru: "Пока что убедительно. Продолжай".

source: "All right... more questions about your faction."
ru: "Ладно... есть еще вопросы о твоей фракции".

source: "I had other questions, not about your faction..."
ru: "У меня есть другие вопросы, не касающиеся твоей фракции..."

source: "Thanks for your time. Farewell."
ru: "Спасибо за уделенное время. Прощай".

source: "It's commonly believed that we were founded by Perrine, before the Great Upheaval, when all the factions became fifteen in number. During the Upheaval, Augy of Faunel tightened the faction's beliefs into what they are today - she had been reincarnated a thousand times, and could remember *each one* of her reincarnations. She taught us how to treat our intuition, and led us to a new era. These two were the most important figures in our faction - we have plenty more stories, but those are the bare bones."
ru: "Общепринято считать, что мы были основаны Перреном, еще до Великого Переворота, когда фракций стало пятнадцать. Во время Переворота Ожи Фонейская свела убеждения фракции к тому, чем они являются теперь. Она перевоплощалась тысячу раз, и могла вспомнить *каждую* из своих воплощений. Она научила нас, как обращаться со своей интуицией, и привела нас в новую эпоху. Эти двое были самыми важными фигурами в нашей фракции. У нас есть множество других историй, но эти раскрывают саму суть".

source: "All right... I had more questions about your faction."
ru: "Ладно... У меня еще вопросы касательно твоей фракции".

source: "Well, aside from access to our excellent foundry, room and board for you and your friends, special items and spells, and a more favorable reaction from most folks you'll meet on the street, there's not much to recommend us. Of course, if you're planning on being with us merely for the benefits, I'd have to counsel against it."
ru: "Ну, кроме доступа к нашей прекрасной литейной, жилью и питанию для тебя и твоих друзей, особых предметов и заклинаний, и более благосклонной реакции на тебя прохожих на улице, нас больше незачем рекомендовать. Конечно, если ты планируешь присоединиться к нам только из корыстных интересов, я бы не советовал тебе делать это".

source: "We don't have enemies, per se. Still, there are some who oppose our beliefs. The Bleak Cabal scoff at the idea that we evolve toward something more perfect. I figure that if they don't think there's a point, they might as well get it over with... like the Dustmen ought to. The Dustmen think that life is an illusion, preparing for the Big Death, and our belief champions the cause of life. They promote death, we celebrate life. What could be more opposed?"
ru: "По сути, у нас нет врагов. И все же, есть такие, кто не согласен с нашими взглядами. Мрачная Кабала насмехается над идеей того, что мы стремимся к чему-то более совершенному. Я считаю, что даже если они и не согласны с этой точкой зрения, им бы следовало смириться с ней... также, как и тленным. Тленные считают, что жизнь - это иллюзия, подготовка к Истинной Смерти, а наша вера отстаивает причинность жизни. Они содействуют смерти - мы празднуем жизнь. Что может быть большей противоположностью?"
