Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dkeldor.dlg.po
Languages: ru

source: "Well, we run the Great Foundry. We also run Harbinger House, where we train folks who seem to be powers-in-training... bashers who've demonstrated some sort of special ability that sets them apart from normal mortals. Some say we do it because we want a power on our side, but the truth is, we do it because we figure that's part of our tests as well. We do our best to make sure every creature faces up to its responsibilities - we want to see the multiverse move on."
ru: "Ну, мы управляем Великой Литейной. Также мы управляем Домом Предвестника, где мы готовим людей, которые кажутся весьма способными... бойцов, которые показывают какие-либо способности, выделяющие их среди простых смертных. Некоторые говорят, что мы делаем это, потому что хотим, чтобы на нашей стороне была сила, но правда в том, что мы делаем это, потому что считаем, что это тоже часть наших испытаний. Мы изо всех сил стараемся сделать так, чтобы каждый был готов принять на себя свои обязанностями: мы хотим видеть, как движется мультивселенная".

source: "That's a good question. Our real name is the Believers of the Source, because we believe all life springs from a pure, primal source. But because we believe that all creatures have the potential for godliness within them, it's only natural that our nickname would be the Godsmen."
ru: "Хороший вопрос. Наше настоящее название - верящие в Первопричину, поскольку мы верим, что вся жизнь берет начало от чистого первозданного источника. Но поскольку мы верим, что все существа имеют в себе потенциальную божественность, вполне естественно, что наше прозвище будет "Боголюди"".

source: "We're not entirely sure. After all, we haven't gotten to the end of it yet, have we? The best we can figure is that we muddle through our lives, seeking to find the answers that are right for us, and in the end, we move on to godhood and beyond. What waits there is anybody's guess."
ru: "Мы не вполне уверены в этом. В конце концов, мы ведь еще не дошли до конца, ведь так? Лучшее, что нам остается - это считать, что мы тратим свою жизнь на поиск ответов, правильных для нас. И в конечном счете мы обретаем божественность, или даже нечто большее. Что нас ждет - можно лишь гадать".

source: "All right. Keep going."
ru: "Ладно. Продолжай".

source: "So. Life is a test. We take the test. When we pass, we move on to a new form. This might be the form of an archon, of a fiend, or of a power. The choices we make in this life, as always, help chart our course. Whether we have free will or not is still under debate." He smiles. "Of course, I'm on the side of the free will people... I hate thinking that my choices have already been made for me."
ru: "Итак. Жизнь - это испытание. Мы проходим испытание. После этого мы переходим в другую форму. Это может быть форма архона, демона или силы. И, как всегда, решения, принимаемые нами в этой жизни, позволяют выбрать наш путь. Свободны ли мы в принятии решений - все еще спорный вопрос, - он улыбается. - Конечно, я сторонник свободной воли людей... Ненавижу думать, будто мои решения уже приняты за меня".

source: "You had questions about the forge? I will answer all I can."
ru: "У тебя вопросы относительно кузницы? Я отвечу на все, на которые смогу".

source: "Who do I talk to again?"
ru: "Еще раз, с кем мне нужно поговорить?"

source: Show him the item you forged: "I have finished forging my creation."
ru: Показать ему выкованный тобой предмет: "Я завершил свое творение".

source: "Actually, just answer some other questions for me..."
ru: "Вообще-то, просто ответь еще на несколько вопросов..."

source: "Forget it. Farewell."
ru: "Забудь. Прощай".

source: He takes it from you and examines it carefully. He seems to be restraining himself from harsh words. "At least you tried, hm? Are you ready for the next test? I certainly hope so..."
ru: Он забирает его у тебя и внимательно рассматривает. Похоже, он сдерживается от резких слов. "По крайней мере, ты старался, хм? Ты готов к следующему испытанию? Я, конечно, надеюсь на это..."

source: "I suppose I am..."
ru: "Полагаю, да..."

source: He takes it from you and examines it carefully. "This will do. With some practice, you might become a serviceable smith. Are you ready for the next test? I certainly hope so..."
ru: Он забирает его у тебя и внимательно рассматривает. "Это сойдет. Еще немного практики - и ты можешь стать полезным кузнецом. Ты готов к следующему испытанию? Я, конечно, надеюсь на это..."

source: He takes it from you and examines it carefully. "That is, without a doubt, one of the better pieces I have seen a recruit forge. You'll go far, my friend. Are you ready for the next test? I certainly hope so..."
ru: Он забирает его у тебя и внимательно рассматривает. "Это, несомненно, один из лучших виденных мной образцов, которые выковывали новобранцы. Далеко пойдешь, друг мой. Ты готов к следующему испытанию? Я, конечно, надеюсь на это..."

source: He continues grimly. "A murderer has struck in the Foundry, and I am forsaking the usual test in order for you to track this killer down. Go speak to the supervisor, Alissa Tield, in the main Foundry and proceed from there. When you have completed your investigation and are ready to name a culprit, come back to me."
ru: Он мрачно продолжает. "В Литейной произошло убийство, и я отказываюсь от проведения обычного испытания, чтобы поручить тебе выследил убийцу. Сходи поговори с Алиссой Тилд, бригадиром в главной литейной, и начни оттуда. Когда закончишь расследование и будешь готов назвать преступника, возвращайся ко мне".

source: "All right. Answer a few questions for me first..."
ru: "Ладно. Сперва ответь мне на пару вопросов..."

source: "I'll be back. Farewell."
ru: "Я вернусь. Прощай".

source: "Well? Have you found a culprit for this heinous crime? Do you have evidence?"
ru: "Ну? Ты нашел виновного в этом гнусном преступление? У тебя есть улики?"

source: "Not enough. I'd like to ask you a few more questions first..."
ru: "Пока недостаточно. Сперва я хотел задать тебе еще пару вопросов..."

source: "Yes. Thildon is your culprit. He has no real alibi."
ru: "Да. Во всем виноват Тильдон. У него нет настоящего алиби".

source: "Yes. Saros is your culprit. He's known to sneak around the Foundry."
ru: "Да. Сарос во всем виновен. Известно, что он тайком бродит по всей Литейной".

source: "Yes. Both Thildon and Saros are guilty, as well as Bedai-Lihn. None of them can account for their actions the night of the murder."
ru: "Да. Виновны Тильдон и Сарос, как, впрочем, и Бедай-Линн. Никто из них не может отчитаться за свои действия в ночь убийства".

source: "Yes. Thildon is guilty. Saros gave me an awl he found near the body. It was Thildon's awl."
ru: "Да. Тильдон виновен. Сарос дал мне шило, которое он нашел возле тела. Это шило Тильдона".

source: "Yes. Saros is guilty. He tried to frame Thildon by stealing Thildon's awl. He claimed that he recovered it near the body, but Thildon denies all knowledge of this. Saros is your man."
ru: "Да. Сарос виновен. Он пытался подставить Тильдона, украв его шило. Заявил, что нашел его возле тела, но Тильдон отрицает это. Сарос - вот кто вам нужен".

source: "Saros did it. He's in league with the Anarchists."
ru: "Сарос сделал это. Он в союзе с Анархистами".

source: "Thildon committed the crime, but Saros tried to frame him for it - it's an Anarchist plot, and Saros is in the middle of it. Arrest them both."
ru: "Тильдон совершил преступление, но Сарос пытался подставить его. Это план Анархистов, и Сарос в нем - ключевая фигура. Арестуйте их обоих".

source: "Thildon did it. He had personal problems with Avildon, and he was trying to frame Saros for the crime. Execute him."
ru: "Тильдон сделал это. У него были личные проблемы с Авильдоном, и он пытался ложно обвинить Сароса в этом преступлении. Казните его".

source: "Saros is an Anarchist, trying to break down the Foundry. He tried to frame Thildon for the crime."
ru: "Сарос - Анархист, и он хотел разрушить Литейную. Он пытался ложно обвинить Тильдона в этом преступлении".

source: He shakes his head. "We've gone over that already. That's not enough evidence to convict. Go back and investigate some more." He turns back to his work.
ru: Он качает головой. "Мы уже проходили через это. Для обвинения недостаточно доказательств. Иди и собери побольше улик". Он возвращается к своей работе.

source: "Farewell, then."
ru: "Тогда прощай" .

source: He shakes his head. "I would never have believed it of Thildon. I trust your investigation was thorough... and I trust you. Allow me to summon the guards."
ru: Он качает головой. "Я бы никогда и не подумал, что это Тильдон. Я верю, что твое расследование было исчерпывающим... и я доверяю тебе. Позволь мне вызвать стражу".

source: He seems saddened by the ordeal. "It is done. My thanks for resolving the investigation. You have but one task remaining to you. Sandoz, father of Sarossa and Saros, one of our more vital members, has returned from a harrowing journey. He has locked himself in his tower room and is threatening to kill himself. Speak to him. Stop him."
ru: Похоже, он опечален исходом испытания. "Готово. Спасибо за успешное расследование. Тебе осталось выполнить лишь одно задание. Сандоз, отец Сароссы и Сароса, один из наиболее важных членов нашей фракции, вернулся из кошмарного путешествия. Он закрылся у себя в комнате в башне и угрожает покончить с собой. Поговори с ним. Останови его".

source: "I'm on it. Just answer a few more questions for me..."
ru: "Я займусь этим. Только ответь мне еще на пару вопросов..."

source: "I'm on it. Farewell."
ru: "Я займусь этим. Прощай".

source: He gasps. "I cannot believe Saros would do such a thing... but why would Thildon lie? It a grim task, but if you claim it is so, it must be so. I shall have him arrested. Allow me to summon the guards."
ru: Он раскрывает рот от удивления. "Не могу поверить, чтобы Сарос делал такое... но к чему Тильдону лгать? Это мрачная задача, но раз ты так утверждаешь - да будет так. Придется взять его под арест. Позволь мне вызвать стражу".

source: "What? Both of them? This is a sad day for the Godsmen, a sad day indeed... Allow me a moment to summon the guards."
ru: "Что? Оба? Печальный день для боголюдей, воистину печальный... Дай мне минуту, чтобы позвать стражу".

source: "Have you succeeded in convincing him that life is worthwhile?"
ru: "Тебе удалось убедить его в том, что жизнь имеет смысл?"

source: "Not yet. He's still alive, at least. Answer some more questions for me, would you?"
ru: "Еще нет. По крайней мере, он все еще жив. Ответь мне еще на несколько вопросов, хорошо?"

source: "I have succeeded. He has regained his zest for life."
ru: "Мне удалось это. Он вновь обрел жажду жизни".

source: "I failed. He took his own life."
ru: "Мне это не удалось. Он покончил с собой".

source: "Not yet. I'm working on it. Farewell."
ru: "Еще нет. Я работаю над этим. Прощай".

source: "You have succeeded? Glorious news! Congratulations, my friend! You have proven yourself worthy of joining the Godsmen! Would you like to take the oath now, or perhaps wait until later?"
ru: "Тебе это удалось? Замечательная новость! Поздравляю, друг мой! Ты доказал, что достоин того, чтобы присоединиться к боголюдям! Хочешь присягнуть сейчас, или, может быть, в другой раз?"

source: "Now."
ru: "Сейчас".

source: "You have failed? That is sad, sad news. But you tried, yes? That is the important thing. That you tried." He does his best to look cheery, and fails miserably. "Would you care to take the oath now, or later?"
ru: "Тебе не удалось? Это очень печальные новости. Но ты попытался, верно? Это важно. То, что ты попытался, - он изо всех сил пытается выглядеть радостным, но эта жалкая попытка ему не удается. - Желаешь ли ты принять присягу, или отложим этот вопрос?"

source: You see a sturdy man who looks like he's just bursting with vitality. His face is tanned and lined, and his black beard is beginning to show hints of white. "Hail, stranger, and well met! What can I do for you this fine day?"
ru: Ты видишь крепкого мужчину, который своим видом просто излучает жизненную энергию. Его загорелое лицо покрыто морщинами, а его черную бороду уже тронула седина. "Приветствую, незнакомец, добро пожаловать! Что я могу для тебя сделать в этот чудный денек?"

source: "I'd like to ask you a few questions..."
ru: "Я хотел бы задать тебе пару вопросов..."

source: "Well met, friend! What can I do for you today?"
ru: "Рад нашей встрече, друг! Чем я могу помочь тебе сегодня?"

source: "You can answer some questions..."
ru: "Можешь ли ты ответить на несколько вопросов?"

source: "Nothing, thanks. Farewell."
ru: "Ничего, спасибо. Прощай".

source: "A message, eh?" He takes the note from you. "Very well. You can tell him the message is delivered. Was there anything else you wanted?"
ru: "Э, послание? - он берет у тебя записку. - Отлично. Можешь передать ему, что послание доставлено. Ты еще чего-то хотел?"

source: "I had a few more questions."
ru: "У меня еще пару вопросов..."

source: "Nothing right now, thanks. Farewell."
ru: "Пока ничего, спасибо. Прощай".

source: I reported my success in saving Sandoz' life to Keldor. He was exceptionally pleased.
ru: Я сообщил Кельдору, что мне удалось спасти жизнь Сандозу. Он был исключительно доволен.

source: I reported my failure in saving Sandoz' life to Keldor. Though he was disappointed, he understood that it was a difficult task, and told me I had passed the test simply by trying.
ru: Я сообщил Кельдору, что мне не удалось спасти жизнь Сандозу. Хотя он был разочарован, он понимал, что это была сложная задача, и сказал, что я прошел испытание, просто сделав попытку.

source: "Not yet. I had some questions first."
ru: "Еще нет. Для начала у меня есть некоторые вопросы..."

source: "Not yet. Farewell."
ru: "Еще нет. Прощай".

source: He scowls at you. "You must first renounce your membership in the faction you joined since you applied to join the Godsmen."
ru: Он бросает на тебя сердитый взгляд. "Сперва ты должен отречься от членства в фракции, к которой ты присоединился после того, как решил примкнуть к боголюдям".

source: "Then I cannot allow you to join my faction. Farewell." He turns away from you.
ru: "Тогда я не могу позволить тебе присоединиться к моей фракции. Прощай". Он отворачивается от тебя.

source: Renounce the Anarchists truthfully: "I do renounce that faction."
ru: Искренне отречься от Анархистов: "Я отрекаюсь от этой фракции".

source: "I do renounce the Sensates."
ru: "Я отрекаюсь от чувствующих".

source: "I do renounce the Dustmen."
ru: "Я отрекаюсь от тленных".

source: "I do renounce the Chaosmen."
ru: "Я отрекаюсь от хаоситов".

source: Lie to infiltrate the faction for the Anarchists: "I do renounce that faction."
ru: Солгать с целью проникнуть в фракцию для Анархистов: "Я отрекаюсь от этой фракции".

source: "I won't."
ru: "Не буду".

source: I have turned Bedai-Lihn in to Keldor for her Anarchist leanings and attempts to disrupt the Foundry's workings. Keldor was pleased.
ru: Я сдал Кельдору Бедай-Линн за ее связь с Анархистами и за попытку подорвать рабочих Литейной. Кельдор был доволен.

source: "I'll do it later. Answer some questions for me, will you?"
ru: "Я займусь этим позже. Ответь мне на пару вопросов, ладно?"

source: "I'll do it later. Farewell."
ru: "Я займусь этим позже. Прощай".
