Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dkellera.dlg.po
Languages: ru

source: "You will find that I am not defenseless, scarred one. Come no closer."
ru: "Ты увидишь, что я не беззащитна, несущий шрамы. Не подходи ближе".

source: Done.
ru: Готово.

source: "Clearly, you do not belong here. Leave now, intruder, or the guards shall take harsher measures than a simple escort."
ru: "Несомненно, ты не из здешних. Уходи сейчас же, нарушитель, иначе стража примет более строгие меры, чем простое сопровождение".

source: "I just had a quick question."
ru: "У меня только небольшой вопрос".

source: Leave.
ru: Уйти.

source: "Leave. Now. Before this becomes a mistake we will all regret."
ru: "Уходи. Сейчас же. Пока это не стало ошибкой, о которой мы все пожалеем".

source: "Just answer a question!"
ru: "Просто ответь на вопрос!"

source: You see a githzerai female with a scarred face. She might be beautiful by githzerai standards. "I cannot aid you in this. Leave before I have to call the guards. I surrender this gratitude only because of your companion." She bows to Dak'kon and says, "Honored one, forgive me."
ru: Ты видишь женщину гитцерай со шрамами на лице. По меркам гитцерай она могла бы считаться красивой. "Я не могу помочь тебе в этом. Уйди, прежде чем мне придется позвать стражу. Я выражаю эту признательность только из-за твоего спутника", - она кивает на Даккона и говорит: "Почтенный, прости меня".

source: "That's all well and good, but I need you to answer me some questions."
ru: "Это все, конечно, хорошо, но мне нужно, чтобы ты ответила на несколько вопросов".

source: "Very well." Leave.
ru: "Отлично". Уйти.

source: "You leave me no choice." She pauses, and then shouts, "GUARDS! TO ME!"
ru: "Ты не оставляешь мне выбора", - она замолкает, а затем кричит: "СТРАЖА! КО МНЕ!"

source: "I just want you to answer some questions for me!"
ru: "Я просто хотел, чтобы ты ответила мне на несколько вопросов!"

source: She turns to Dak'kon again. "My apologies." She turns back to you. "Allow me to make myself clear. Leave. Now. Or I shall be forced to call the guards to 'escort' you from this place. Our project cannot be compromised."
ru: Она снова обращается к Даккону. "Приношу свои извинения, - она поворачивается к тебе. - Позволь мне объяснить. Уходи. Сейчас же. Иначе я буду вынуждена позвать стражу, чтобы "сопроводить" тебя из этого места. Наш проект не может подвергаться риску".

source: She speaks to Dak'kon again. "Honored one... do not come here again. It is not my will to call the guards on you. Leave."
ru: Она снова обращается к Даккону. "Почтенный... не приходи сюда снова. Я не хочу насылать на тебя стражников. Уходи".

source: "Look, just answer a question or two."
ru: "Слушай, просто ответь на пару вопросов".

source: Her black eyes fall on Dak'kon. "Honored one... you leave me no choice. Forgive me before our ancestors." She turns and raises her voice. "Guards! Guards!"
ru: Взгляд ее черных глаз падает на Даккона. "Почтенный... ты не оставил мне выбора. Прости меня перед лицом наших предков". Она оборачивается и кричит: "Стража! Стража!"

source: You see a githzerai woman, bald, with scarred cheeks and a cat's grace in her walk. As she turns toward you, she spies Dak'kon. Her eyes widen. She addresses him, "You bring joy to my heart. My name is Kel'lera. May I aid you?"
ru: Ты видишь женщину гитцерай, лысую, со шрамами на щеках и кошачьей грациозной походкой. Повернувшись к вам, она замечает Даккона. Ее глаза расширяются. Она обращается к нему: "Ты принес радость в мое сердце. Меня зовут Келлера. Могу ли я помочь тебе?"

source: "What does that mean?"
ru: "Что это значит?"

source: "Very well. Then answer me some other questions, if you would."
ru: "Очень хорошо. Тогда ответь на другие вопросы, если ты не против".

source: "Very well. Then I'm done here. Farewell."
ru: "Очень хорошо. Тогда я закончил. Прощай".

source: "Then ask, and I will tell you if I may. Your companion carries the burden of your secrecy in this matter as a part of his own honor, and where I know not if I can trust you, I know I trust him."
ru: "Тогда спрашивай, и я отвечу, если смогу. Твой спутник несет бремя твоего молчания, как часть собственной славы, и там, где я не буду знать, можно ли доверять тебе, уверена, что смогу довериться ему".

source: "Tell me what this device does."
ru: "Скажи мне, что делает это устройство".

source: "What are the weak spots on this device?"
ru: "Какие у этого устройства слабые места?"

source: "Who has contracted for this device?"
ru: "Кто заказал это устройство?"

source: "What can you tell me about the murder?"
ru: "Что ты можешь рассказать об убийстве?"

source: "What can you tell me of the engineers?"
ru: "Что ты можешь рассказать об остальных инженерах?"

source: Aside to Dak'kon: "Who is she, and why does she treat you with such respect?"
ru: Обратиться к Даккону: "Кто она, и почему обращается к тебе с таким уважением?"

source: "Nothing for now. Farewell."
ru: "Пока ничего. Прощай".

source: "Our device spouts forth a certain type of magical fire that harms even those resistant to ordinary fire. We are working on applications that might even get around a creature's magical resistance. "
ru: "Наше устройство извергает особый тип магического огня, который причиняет вред даже тем, кто невосприимчив к обычному огню. Мы работаем над тем, чтобы обходить даже сопротивление магии".

source: "What other applications might it have?"
ru: "Какие другие применения у него могут быть?"

source: "Very well. Answer me some other questions."
ru: "Очень хорошо. Ответь на другие вопросы".

source: "That is all. Farewell."
ru: "Это все. Прощай".

source: She glances at Fall-from-Grace, and her mouth curves in a graceful moue. "I apologize, honored one, but I cannot speak of this. I am both contractually and magically bound not to speak of this in the hearing of certain... 'manifestations', shall we say... of belief." She turns to the succubus. "My apologies, Lady Grace."
ru: Она бросает взгляд на Падшую Грацию, и рот ее изгибается в изящной гримаске. "Извини, почтенный, но я не могу говорить об этом. Я, как по контракту, так и магически вынуждена не обсуждать это в присутствие некоторых... "проявлений", скажем... убеждений". Она обращается к суккубу: "Прими мои извинения, госпожа Грация".

source: Kel'lera bows.
ru: Келлера кивает.

source: She glances uneasily at Dak'kon, who measures you for a moment with his eyes, and then turns back to nod reassurance at her. "Very well. The weakest spot is the firing mechanism at the rear of the device. Too much harm befalling that would be fatal for all of us. It would set off a chain reaction that would obliterate all those who are tied into the device. The saboteur would likely have time to flee; those of us attached to the device would not."
ru: Она бросает тяжелый взгляд на Даккона, который некоторое время смотрит на тебя оценивающе, а затем оборачивается и кивком подтверждает ей свое согласие. "Очень хорошо. Самое слабое место - огневой механизм в задней части устройства. Слишком сильное его повреждение будет для всех нас фатальным. Это вызовет цепную реакцию, которая уничтожит всех, кто привязан к этому устройству. У диверсанта, скорее всего, будет время, чтобы сбежать; у тех из нас, кто привязан к устройству - нет".

source: "Attached? How do you mean?"
ru: "Привязан? Что ты имеешь в виду?"

source: "Right. Answer some other questions for me."
ru: "Хорошо. Ответь мне на пару вопросов".

source: "My thanks." Leave.
ru: "Благодарю". Уйти.

source: Again, the supervisor turns uncomfortably toward Fall-from-Grace, and grits her teeth. "I may not speak of it."
ru: Бригадир снова смущенно поворачивается к Падшей Грации и процеживает сквозь зубы: "Я не могу говорить об этом".

source: "Fine, then. Answer some questions for me."
ru: "Тогда ладно. Ответь мне на пару вопросов".

source: "Aside from its weapon values? It could be used as an excellent mining device. If tuned properly, it could harvest whole swathes of forest or fields of grain. It could harden a shell of Limbo's material for a time -- we have even tried lesser applications of the technology there -- or even be used as propulsion across the spheres of Carceri. Its uses are limited by one's imagination. It is not purely a weapon of destruction."
ru: "Помимо его боевых качеств? Его можно было бы использовать как отличную буровую установку. Если правильно его настроить, оно могло бы убирать целые просеки леса или поля зерна. Оно может на время делать твердой оболочку вещества Лимбо (мы даже испытывали здесь эту технологию в меньших масштабах), его даже можно использовать для продвижения через сферы Карцери. Варианты его использования ограничены лишь воображением. Так что это не только оружие разрушения".

source: "Interesting. Answer some other questions for me."
ru: "Интересно. Ответь еще на несколько вопросов".

source: "Very well. Farewell." Leave.
ru: "Отлично. Прощай". Уйти.

source: She glances around, sighs, and replies: "Though I did not take part in the negotiations, I believe that it was the baatezu who have procured our services. The token you wear will grant you some measure of diplomatic immunity to baatezu you may meet."
ru: Она оглядывается по сторонам, вздыхает и отвечает: "Хоть я и не принимала участие в переговорах, я думаю, что это баатезу, который пользовался нашими услугами. Символ, который ты носишь, даст тебе некоторую дипломатическую неприкосновенность от баатезу, которых ты можешь повстречать".

source: "I'm sure that will be useful. Answer some other questions for me, if you would."
ru: "Уверен, что он мне пригодится. Ответь мне еще на несколько вопросов, если ты не против".

source: 'Thanks for the information. Farewell."
ru: "Спасибо за информацию. Прощай".

source: "I can tell you little. My smiths and I have been here, nearly non-stop, for no small while. I would suggest speaking with someone who would be in the foundry after dark. Two names spring to mind for me: Thildon, the labor supervisor, and the lad Saros, who seems to have a thieving eye about him."
ru: "Немного. Я была здесь с своими кузнецами почти все время. Я бы советовала поговорить с кем-то, кто мог быть в литейной после наступления темноты. На ум приходят два имени: Тильдон, трудовой смотритель, и Сарос, парень, который, кажется, приглядывает за ним".

source: "Thildon and Saros, eh? Very well. Answer some other questions, if you would."
ru: "Э, Тильдон и Сарос? Отлично. Ответь еще на несколько вопросов, если ты не против".

source: "Thildon and Saros, eh? I'll go check them out. Farewell."
ru: "Э, Тильдон и Сарос? Пойду, проверю их. Прощай".

source: She scowls, adding several creases to her scarred face. "Speak to one of my smiths if you would *know* of the engineers. No kind words for the engineers will you hear from me."
ru: Она хмурится, добавляя несколько морщин на свое покрытое шрамами лицо. "Проговори с одним из моих кузнецов, если ты хочешь *знать* об инженерах. От меня ты не услышишь добрых слов о них".

source: "Why not?"
ru: "Почему нет?"

source: "All right. Then answer some other questions."
ru: "Ладно. Тогда ответь еще на несколько вопросов".

source: "Why? Because they do not seem to share a love for this project as do their comrades. Because they are dreamers and do none of the action themselves. Because, ultimately, I do not trust that their intentions mean well for us, but instead benefit them and them alone."
ru: "Почему? Да потому что они, похоже, не разделяют любовь к этому проекту со своими товарищами. Потому что они - мечтатели, и сами не ничего не делают. Потому что, в конце концов, я не верю в доброту их намерений относительно нас: это все только ради их блага".

source: "I see. Then tell me the answer to something else."
ru: "Понятно. Тогда расскажи мне другом".

source: "I understand. Farewell."
ru: "Я понимаю. Прощай".

source: "I mean that we have been bound to this machine by necessity of the magical rituals that will empower it. Should there be an error, or worse, deliberate sabotage, I and all these you see in the room would surely be incinerated. Worse yet, our spirits themselves would be destroyed, rent asunder, granted only the peace of cold, dark oblivion. Do you understand our secrecy?"
ru: "Я имею в виду, мы привязаны к этой машине посредством магических ритуалов, которые питают ее. Если случится ошибка, или, чего хуже, саботаж - я и все, кого ты видишь в помещении, непременно превратятся в пепел. Что еще хуже, наши души тоже будут уничтожены, разнесены в клочья, и им будет дарован лишь мир холодного и темного забытия. Теперь ты понимаешь нашу секретность?"

source: "I suppose so. If you could answer some other questions for me..."
ru: "Полагаю, что да. Ответь мне еще на несколько вопросов..."

source: "I suppose. Farewell."
ru: "Полагаю, что да. Прощай".

source: "Ask, and I will tell you if I may. I trust your companion's discretion."
ru: "Спрашивай, и я отвечу, если смогу. Я доверяю благоразумию твоего товарища".

source: A scarred, bald githzerai woman spins toward you with incredible grace. Her eyes flash across your body, measuring you, and she says, "Your token gives you access rights. What else would you have of me?"
ru: Лысая, покрытая шрамами женщина гитцерай поворачивается к тебе с невероятной грацией. Ее глаза пробегают по твоему телу оценивающе, затем она говорит: "Твой знак дает тебе право доступа. Что еще ты хочешь от меня?"

source: "I just want the answers to some questions."
ru: "Мне нужны лишь ответы на некоторые вопросы".

source: "Don't take that tone with me or I'll have you whipped."
ru: "Не смей говорить со мной таким тоном, или я задам тебе взбучку".

source: "Ask your questions, and be done. Know that I have much work that waits for my hand."
ru: "Задавай свои вопросы, и заканчивай с этим. Знай: у меня много работы, ждущей моих рук".

source: Her narrow eyes become slits. "You dare threaten me, here? Get out now and allow me time to forget this insult, or I'll have the guards throw your bleeding carcass into the streets."
ru: Ее узкие глаза превращаются в щелочки. "Ты смеешь угрожать мне здесь? Убирайся немедленно и дай мне время, чтобы забыть эту обиду, иначе я прикажу страже вышвырнуть твой окровавленный труп на улицы".

source: "I'd rather die."
ru: "Да я скорее умру".

source: "All right, then. Farewell."
ru: "Тогда ладно. Прощай".

source: "That can be arranged. GUARDS! Kill this intruder!"
ru: "Это можно устроить. СТРАЖА! Убейте этого нарушителя!"

source: Prepare for a fight.
ru: Приготовиться к схватке.

source: "I can see no reason that you should know this information, Godsman or no. I will not surrender it."
ru: "Я не вижу причины, по которой тебе следует знать эту информацию, Богочеловек ты или нет. Я не выдам такие сведенья".

source: "What if I made you tell me?"
ru: "Что, если я заставлю тебя говорить?"

source: "Very well. Then can you answer some other questions?"
ru: "Отлично. Тогда можешь ответить еще на несколько вопросов?"

source: "Fair enough. Good day."
ru: "Вполне справедливо. Счастливо".

source: "Yes."
ru: "Да".

source: Again, the supervisor turns uncomfortably toward Fall-from-Grace, and grits, "I cannot say!"
ru: Бригадир снова смущенно поворачивается к Падшей Грации и процеживает: "Я не могу сказать!"

source: She looks at you, and looks back at him quizzically. "Of course, esteemed one, if you speak for him, and accept responsibility for keeping what passes here secret." She turns her attention reluctantly to you. "You have questions for me?"
ru: Она смотрит на тебя, потом с недоумением оборачивается к нему. "Конечно, почтенный, если ты говоришь за него и принимаешь ответственность за содержание в секрете того, что будет услышано". Она неохотно переключает внимание на тебя. "У тебя ко мне вопросы?"

source: "No. Forget it."
ru: "Нет. Забудь об этом".
