Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dkesai.dlg.po
Languages: ru

source: "I don't know, all right? My father raised me; I never knew her. But do I *look* like a night hag, to you?!"
ru: "Не знаю, понятно? Меня вырастил отец; я никогда не знала, кто моя мать. Я разве *похожа* на ночную ведьму?!"

source: "Well... there is the skin... and the eyes... and maybe the teeth, too..."
ru: "Ну... кожа... и глаза... и зубы, может быть, тоже..."

source: "No, no - of course not."
ru: "Нет, нет, конечно же, нет".

source: Kesai-Serris glares at you, her eyes blazing. "Perhaps we'll speak *later,* but I'm no longer in the mood. Farewell."
ru: Кесай-Серри смотрит на тебя пылающими глазами. "Пожалуй, мы поговорим *потом*, а сейчас я больше не в настроении. Прощай".

source: "Farewell."
ru: "Прощай".

source: Kesai snarls, her eyes blazing with malice. "That... that... hells, how I loathe that woman! Why would you even *believe* that sort of tripe?"
ru: Кесай рычит, ее пылающие глаза полны злобы. "Это... это... черт, как я ненавижу эту женщину! Как ты вообще *поверил* в этот вздор?"

source: "She says that you deny it, and in fact may not know it, but that it's true. She said you could ask your father... that he would tell you."
ru: "Она сказала, что ты не поверишь в это и можешь не знать этого, но это правда. Она сказала, что ты можешь спросить у своего отца... он тебе все расскажет".

source: Kesai stares at you silently for a time. "Give me a moment." She turns from you, and begins to mutter softly... the air seems to shimmer around her slightly, and fills with a coppery smell, like warm blood...
ru: Кесай некоторое время молча смотрит на тебя. "Дай мне пару минут". Отвернувшись от тебя, она начинает что-то тихо нашептывать... Воздух вокруг нее начинает сверкать, наполняясь медным запахом, словно теплой кровью...

source: Wait patiently.
ru: Терпеливо ждать.

source: Strain your ears, try to overhear what she's saying.
ru: Напрячь слух, попробовать услышать то, что она говорит.

source: You lean towards Kesai, attempting to hear what she's muttering. "Haughazanenel, Banished Prince of Ithag, Marquis of the Bloody Shadow, my father, hear me, for I call upon you..."
ru: Ты наклоняешься к Кесай, пытаясь услышать, что она шепчет. "Хогазаненель, Изгнанный принц Итага, Маркиз Кровавых теней, отец мой, услышь меня, я взываю к тебе..."

source: Keep listening.
ru: Продолжать слушать.

source: Stop listening in.
ru: Прекратить слушать.

source: "Yes, beloved father, it is I, Kesai-Serris. I would bid you answer me one question, a question I've asked you time and again..."
ru: "Да, любимый отец, это я, Кесай-Серри. Я хочу задать тебе один вопрос, который я задавала тебе много раз..."

source: "Yes, beloved father. I cannot bear to have another ask me and not know myself. You *must* tell me... I have asked for nothing save this. Tell me, I beg of you..."
ru: "Да, любимый отец. Мне надоело слышать этот вопрос и не знать на него ответа. Ты *должен* сказать мне... Я не прошу ни о чем, кроме этого. Скажи мне, умоляю тебя..."

source: "Y-yes... yes, beloved father, I understand. I thank you... farewell..."
ru: "Д-да... да, любимый отец, я понимаю. Спасибо... Прощай..."

source: "Well? What did he have to say?"
ru: "Ну что? Что он сказал?"

source: Lean back, pretend you heard nothing.
ru: Вернуться назад, сделать вид, что ты ничего не слышал.

source: Kesai remains turned away for you for a moment before finally coming to face you. "I did not want to believe that wicked hag may have been my mother. I have lived long, I do not appear to age, and have... disturbing dreams, sometimes." She shudders. "But still... I do not wish to be the inheritor of the evil she caused, nor draw the Lady's gaze as my mother did. Such evil things she did!"
ru: Кесай до самого последнего момента стоит к тебе спиной. "Не может быть, чтобы эта чертова ведьма была моей матерью. Я прожила уже много лет и до сих пор не постарела, только... эти странные сны временами, - она вздрагивает. - Но я не хочу быть наследницей всего того зла, что она причинила, не хочу попасться на глаза Леди, как моя мать. Она натворила столько зла!"

source: "Tell me what you know of her, will you?"
ru: "Скажи, что ты знаешь о ней?"

source: "I need you to give me a piece of yourself, Kesai."
ru: "Мне нужна частичка тебя, Кесай".

source: "I heard she would pose impossible riddles to people, riddles she could answer but no one else could. She would devour the person if they answered incorrectly, or leave them dangling in her horrifying gardens as examples to all. Those few who somehow escaped she tormented in their dreams, riding them like steeds, breaking their wills and hurling their souls into the colorless oblivion of the Gray Waste..."
ru: "Я слышала, что она задавала людям невозможные загадки, на которые может ответить только она сама. И съедала их, если они отвечали неправильно, или оставляла их висеть в своих ужасных садах в качестве назидания остальным. Тех немногих, кто смог убежать от нее, она мучила в их снах, загоняя как лошадей, ломая волю и бросая их души в унылое забвение Серой Пустоши..."

source: "Go on..."
ru: "Продолжай..."

source: "That's all right... you don't need to tell me any more. Farewell, Kesai."
ru: "Все в порядке... тебе не нужно больше ничего говорить. Прощай, Кесай".

source: "Her magic was said to be beyond anything most had ever seen; it was imagination woven from nightmare and given substance. Stone and solid shapes bent to her will like soft clay; the laws of the Planes would bend beneath her feet and from nothing she could weave illusion... and from illusion, weave realities that could horrify and kill and confound."
ru: "Говорят, ее магия была выше всего, что было раньше: это была фантазия, сотканная из кошмаров и материи. Камень изгибался под ее волей словно мягкая глина, она попирала своими ногами законы Планов, она могла соткать иллюзию из ничего... а из иллюзии - соткать нечто реальное, что могло напугать, убить или разрушить".

source: "She was a mistress of all the Dark Arts, mistress and master of them all. She hounded a Guvner that dared quote Sigil law to her with shadows that devoured him all but his tongue, his fingers and the flesh of his face. She turned Mercykillers inside out, and shattered buildings of those who displeased her. Terrible, terrible powers were at her command."
ru: "Она была госпожой всех Темных искусств, хозяйкой и повелительницей их всех. Она натравила тени на Законника, посмевшего зачитать ей законы Сигила, которые поглотили его, оставив только язык, пальци и лицо. Она вывернула наизнанку Убийц Милосердия и разрушила дома неугодных ей. Под ее началом были ужасные, ужасные силы".

source: "She changed her shape like water, and would use it to destroy some for amusement, and to steal knowledge from others. She was a monster, like all that has been spawned from the Gray Waste."
ru: "Она могла свободно менять свой облик, пользовалась этим для разрушения ради развлечения, или для кражи знаний у других. Она была чудовищем, как и все, что появилось на Серой Пустоши".

source: "In the end, she threatened to open the Cage and let the fury of the Planes come rolling in, like a wave. Fortunately, she did not succeed. She existed solely to cause malice..."
ru: "В конце концов, она стала грозиться открыть Клетку и выпустить ярость Планов внутрь. К счастью, ей это не удалось. Все ее существо было посвящено злу..."

source: "I do not know if she is dead... but I know, now, that she was my mother." Kesai's shoulders slump, and her head hangs down. "Oh, that I had tears, so that I could weep with sorrow!"
ru: "Не знаю, мертва ли она... Но теперь я знаю, что она - моя мать, - плечи Кесай опустились, голова безвольно поникла. - Ах, если бы у меня были слезы, чтобы я смогла горько заплакать!"

source: Try and comfort her.
ru: Попробовать утешить ее.

source: She looks alarmed. "Pardon?"
ru: Она выглядит настороженной. "Пардон?"

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: "Just... just leave me be. I'll be fine. I just need some to time think about it, that's all."
ru: "Просто... просто оставь меня. Со мной будет все хорошо. Мне нужно время, чтобы это обдумать, вот и все".

source: "All right, but... I need you to give me a piece of yourself."
ru: "Хорошо, но... Мне нужна частичка тебя".

source: "Thanks... thanks for your efforts... but I'll be fine. I just need some to time think about it, that's all."
ru: "Спасибо... спасибо за участие... со мной будет все хорошо. Мне нужно время, чтобы это обдумать, вот и все".

source: "I hate to ask this now... but I need you to give me a piece of yourself, Kesai."
ru: "Мне не хочется просить об этом... но мне нужна частичка тебя, Кесай".

source: She suddenly falls into your arms, shuddering as if she were wracked with sobs. For a time Kesai simply stands there, clinging to you... but then she pushes away. "Thank you, but... I'll be fine. I just need some to time think about it, that's all."
ru: Она неожиданно падает тебе на руки, дрожа, словно ее разрывают рыдания. Некоторое время Кесай стоит, держась за тебя... но затем она отстраняется. "Спасибо, но... со мной будет все хорошо. Мне нужно время, чтобы это обдумать, вот и все".

source: Kesai gasps. "You intend to seek her out?" Her surprise quickly changes to an expression of wariness. What... what would you need of me?"
ru: У Кесай перехватывает дыхание. "Ты собираешься найти ее? - ее удивление быстро сменяется настороженностью. - Что... что тебе нужно от меня?"

source: "Your blood, most likely. Only a drop or two, I'm sure."
ru: "Скорее всего, твоя кровь. Одна-две капли, не больше".

source: She nods. "But... do you have some way to carry it? A piece of cloth, like a handkerchief or something, you know?"
ru: Она кивает. "Но... у тебя есть что-нибудь, чтобы ее носить? Кусок ткани, носовой платок или что-то в этом роде?"

source: "Yes... here..."
ru: "Да... вот..."

source: "No, I don't."
ru: "Нет, нету".

source: Kesai takes the handkerchief and gingerly pricks the tip of her finger on one of her fangs. After letting several drops of blood soak into the cloth, she returns it to you. "You're placing yourself in grave danger, you know. Even if the stories of my mother are greatly exaggerated, she's horribly powerful and completely evil. Good luck."
ru: Кесай берет носовой платок и осторожно прокусывает клыком кончик своего пальца. Обронив несколько капель крови на ткань, она возвращает платок тебе. "Ты подвергаешь себя смертельной опасности. Даже если истории о матери сильно преувеличены, она все равно ужасно сильна и полна зла. Удачи".

source: "Yes, so I've heard. Thanks, and farewell."
ru: "Да, это я уже слышал. Спасибо и прощай".

source: Kesai sighs, looking around. "I'm sure there's one in the Brothel, somewhere. Bring it here when you find it, all right? I'll give you the blood, then."
ru: Кесай вздыхает, оглядываясь по сторонам. "Я уверена, что в Борделе что-нибудь найдется. Принеси его мне, как найдешь, хорошо? Тогда я дам тебе кровь".

source: "I'll return when I have a handkerchief, then. Farewell."
ru: "В таком случае, я вернусь, как найду носовой платок. Прощай".

source: Kesai-Serris smiles warmly as you draw near her, pushing a wavy lock of hair away from her bright, crimson eyes. "Well, greetings once again... something I can do for you, hmmm?"
ru: Кесай-Серри, убрав волнистую прядь волос со своих ярких алых глаз, тепло улыбается тебе, когда ты появляешься рядом с ней. "Ну что же, и снова здравствуй... Я могу что-либо сделать для тебя, ммм?"

source: "It depends... what sort of things do you do?"
ru: "Это зависит... а что ты можешь делать?"

source: Kesai-Serris smiles warmly as you draw near her, pushing a wavy lock of hair away from her bright, crimson eyes. "Don't worry; I don't stay upset long. Something I can do for you, hmmm?"
ru: Кесай-Серри, убрав волнистую прядь волос со своих ярких алых глаз, тепло улыбается тебе, когда ты появляешься рядом с ней. "Не беспокойся, я злюсь не долго. Я могу что-либо сделать для тебя, ммм?"

source: "Yes... I have that handkerchief..."
ru: "Да... У меня есть носовой платок..."

source: "Yes, that's Ecco. She's very sweet, but so quiet. I understand that she said something, once, which caused some great tragedy... and because of that, she'll never speak again." Kesai shrugs, smiling. "An interesting enough story, but I don't know if it's true. Try asking Dolora... I've seen her talking to an ex-lover of Ecco, back from a time when Ecco was speaking."
ru: "А, это Экко. Она очень милая, но немногословная. Я знаю, что однажды она что-то сказала, из-за чего случилась страшная трагедия... из-за которой она больше не разговаривает, - Кесай, улыбаясь, пожимает плечами. - Довольно интересная история, но я не знаю, правда ли это. Попробуй спросить Долору... Я видела, как она разговаривала с бывшим любовником Экко, который знал ее, когда она еще разговаривала".

source: "I have another question..."
ru: "У меня есть другой вопрос..."

source: One of the prostitutes suggested that I ask Nenny if she knows anything about who took Vivian's personal scent. Apparently, Nenny's got a reputation for always wandering around and watching what other people are doing.
ru: Одна из проституток посоветовала мне расспросить Ненни, не знает ли она, кто взял личный аромат Вивьен. Очевидно, что у Ненни репутация вездесущей и следящей за всеми девушки.

source: One of the prostitutes suggested that I ask Nenny if she's seen Marissa's Crimson Veil anywhere. Apparently, Nenny's got a reputation for always wandering around and watching what other people are doing.
ru: Одна из проституток посоветовала мне расспросить Ненни, не видела ли она где-нибудь малиновую вуаль Мариссы. Очевидно, что у Ненни репутация вездесущей и следящей за всеми девушки.

source: One of the prostitutes suggested that I ask Dolora about Ecco, the silent prostitute. She said that Dolora sometimes spoke to an old lover of Ecco's, one who knew her before she stopped speaking.
ru: Одна из проституток посоветовала мне расспросить Долору об Экко, молчаливой проститутке. Она сказала, что Долора однажды общалась со прежним любовником Экко, который знал ее до того, как она перестала разговаривать.
