Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dkesai.dlg.po
Languages: ru

source: This alarmingly voluptuous woman has a thick mane of wavy, raven-colored hair, bluish skin and shimmering, crimson eyes, like rubies which have fires lit behind them. Though she is not beautiful in the typical sense of the word, her features are exotic and not altogether unattractive.
ru: Перед тобой трепетно-сладострастная женщина с копной роскошных волнистых черных волос, голубоватой кожей и малиновыми глазами, сверкающими блеском рубинов. Хотя она не так уж и красива в типичном понимании этого слова, но нельзя сказать, что необычные черты делают ее непривлекательной.

source: "Greetings..."
ru: "Приветствую..."

source: Leave her be.
ru: Оставить ее в покое.

source: The woman's voice is deep and sensuous: "And my greetings to *you,* sir." Her burning eyes roam over you. "I'm Kesai-Serris. So tell me: what might I do for you, hmmm?"
ru: Голос женщины звучит глубоко и чувственно: "Приветствую *тебя*, господин, - ее горящие глаза блуждают по тебе. - Я - Кесай-Серри. Скажи, что я могу сделать для тебя, ммм?"

source: "Well, what do you usually do for patrons?"
ru: "А что ты обычно делаешь для своих клиентов?"

source: "I had some questions..."
ru: "У меня есть некоторые вопросы..."

source: "Nothing, thanks. Farewell."
ru: "Ничего, спасибо. Прощай".

source: Kesai laughs heartily, revealing canines long enough to be considered fangs. She shakes her head and smiles at Morte. "Truly, though, please... what can I do for you?"
ru: Кесай искренне смеется, обнажив зубы, которые, судя по длине, верее назвать клыками. Она качает головой и улыбается Морту: "Верно, и все же... что я могу сделать для тебя?"

source: She arches her eyebrows: "A tease, eh? Hmph!" Kesai smiles at you, narrowing her flashing red eyes. "Come back when you'd like to talk, hmmm?"
ru: Они изгибает брови дугой. "Дразнишься, а? - улыбается тебе Кесай, смотря на тебя горящими красными глазами. - Возвращайся назад, когда захочешь поговорить, хорошо, мммм?"

source: Leave.
ru: Уйти.

source: "Talk, of course! Usually about dreams, often those erotic in nature... but not always!" Kesai winks at you, smiling. "So! Would you like to tell me yours? Don't be shy; I've heard everything, you know. Nothing will shock or surprise me, and I so love to hear people's dreams. We can trade if you'd like, too - but you must go first."
ru: "Разговариваю, конечно же! Обычно о снах, чаще всего - об эротических... но не всегда! - Кесай, улыбаясь, подмигивает. - Итак! Может быть, расскажешь мне о своих? Не стесняйся, я многое слышала. Ничто меня не сможет потрясти или удивить, я люблю слушать сны людей. Мы даже можем обменяться ими, если хочешь, но ты будешь первым".

source: "My dreams were recently revised when I saw you..."
ru: "Мои сны поменялись с тех пор, как я увидел тебя..."

source: "My dreams were recently revised when I saw you, my lady..."
ru: "Мои сны поменялись с тех пор, как я увидел тебя, моя госпожа..."

source: "I don't have many dreams, really. For a long time, I had none at all."
ru: "У меня не так уж много снов. Долгое время у меня их вообще не было".

source: "I... don't have dreams, actually."
ru: "Вообще-то, у меня... нет снов".

source: "No... I'd rather not."
ru: "Нет... Я не хочу".

source: "I'd like to, but I've too little time."
ru: "Я бы хотел, но у меня слишком мало времени".

source: Kesai pouts for a moment, then shrugs. "As you like! I'll be waiting if you ever change your mind..."
ru: Кесай надувает губки, затем вздыхает. "Как пожелаешь! Я буду ждать тебя, если ты вдруг передумаешь..."

source: "Wait... I had some questions..."
ru: "Постой... У меня есть несколько вопросов..."

source: "All right. Farewell."
ru: "Ладно. Прощай."

source: "Were they, now?" Kesai smiles and shakes her head. "Come, come... let's hear the real thing! What do you dream about, hmm?"
ru: "Ну где же они, где? - улыбается Кесай. - Давай же, давай... послушаем об этом! Что тебе снится, ммм?"

source: "I'd rather not talk about it."
ru: "Я бы не хотел об этом говорить".

source: "I'd like to tell you, but I've too little time."
ru: "Я бы хотел рассказать, но у меня слишком мало времени".

source: "*Were* they, now?" Kesai smiles, her gleaming red eyes looking you over once more. "You look very savage, you know? Tell me: are you rough with your lovers? In the *act,* I mean... very physical?"
ru: "Ну *где* же они, где? - улыбается Кесай, пожирая тебя своими сверкающими красными глазами. - Ты выглядишь как настоящий дикарь. Скажи мне - ты груб со своими любовницами? Я имею в виду, в *действии*... физическом смысле?"

source: "Do you mean 'abusive?'"
ru: "Ты имеешь в виду "жестокий"?"

source: "Why would you ask such a thing?"
ru: "Почему ты об этом спрашиваешь?"

source: "No, I'm quite gentle, actually."
ru: "Нет, на самом деле я очень нежный".

source: "Yes, I suppose I am."
ru: "Да, думаю, я такой".

source: "Only if it pleases them."
ru: "Если только это доставляет удовольствие им".

source: "It depends on the mood I'm in, really."
ru: "Все зависит от того, в каком я настроении".

source: "I... don't know, really."
ru: "На самом деле, я... не знаю".

source: "The many heavens forbid, no!" Kesai gives an exasperated sigh. "Some people have a very *slow* and *sensuous* way of doing things... while others are more forward about it, all rough and tumble and rolling about, you know? I merely wondered where *you* fell in, is all."
ru: "Да не допустят небеса, нет! - Кесай раздраженно смотрит на тебя. - Некоторые люди делают это очень *медленно* и *чувственно*... а другие - быстро, грубо и сумбурно, понимаешь? Я просто хочу узнать, к кому ты относишься".

source: "Why would you ask about such a thing?"
ru: "Почему ты об этом спрашиваешь?"

source: "I'm quite gentle, actually."
ru: "Вообще-то, я очень нежный".

source: "I suppose I am a bit rough, then."
ru: "Думаю, я немного грубоват".

source: "I'm only rough if it pleases them."
ru: "Я груб, если только это доставляет им удовольствие".

source: Kesai shrugs. "I was curious... and enjoy talking about the act of love. Many people are uncomfortable speaking of it, but it's important to be able to, especially with one's partner - it's good for the both of them! It's my hope that my clients will find the voice to talk to their own lovers about such things, if they don't already. So: you never gave me an answer..."
ru: Кесай пожимает плечами. "Просто интересно... очень увлекательно разговаривать о любовном контакте. Многие не любят говорить об этом, но очень важно уметь делать это, особенно со своим партнером - от этого будет хорошо обоим! Я очень надеюсь, что мои клиенты будут разговаривать со своими партнерами на подобные темы. Да, ты ведь так и не ответил на мой вопрос..."

source: "I suppose I am a bit rough."
ru: "Думаю, я немного грубоват".

source: Kesai nods, smiling. "I thought you'd say as much. I'm quite rough, myself... I like to be carried around, and I particularly enjoy biting! I've sharp teeth, though, so I've to take care. Sometimes I get carried away and draw a little blood, you know?"
ru: Кесай кивает, улыбаясь. "Я так и знала, что ты это скажешь. Я сама немного грубовата... Мне нравится, когда меня носят на руках, а еще я люблю кусать! Только у меня острые зубы, поэтому приходится быть осторожной. Иногда я слишком увлекаюсь и проливаю немного крови, представляешь?"

source: "You have sharp teeth?"
ru: "У тебя острые зубы?"

source: "I wouldn't mind that..."
ru: "Я бы не возражал, если..."

source: "That would *not* go over well with me..."
ru: "Такое мне *вовсе* не по душе..."

source: "Yes... well, I had some questions..."
ru: "Да... что ж, у меня есть несколько вопросов..."

source: "I see. I'd best take my leave, now. Farewell."
ru: "Понятно. Я должен немедленно идти. Прощай".

source: "Roaming the Outlands, most likely. But that was a rhetorical question, wasn't it?" She winks at Morte, then turns to you again.
ru: "Скорее всего, бродила по Внешним землям. Это ведь был риторический вопрос?" Подмигнув Морту, она поворачивается к тебе.

source: "I don't think I'd mind the biting..."
ru: "Не думаю, что я бы возражал против укусов..."

source: "Biting would *not* go over well with me..."
ru: "Укусы мне *совсем* не по душе..."

source: "I had some questions, Kesai..."
ru: "У меня есть некоторые вопросы, Кесай..."

source: "I'd best take my leave, now. Farewell."
ru: "Я должен немедленно идти. Прощай".

source: Kesai nods. "Mmm-hmm, I certainly do. Would you like to see? Here..." She opens her mouth slightly, running her violet tongue over her bottom teeth; her canines are just long enough to be considered fangs.
ru: Кесай кивает. "Угу, это так. Хочешь посмотреть? Вот..." Открыв рот, она проводит своим фиолетовым языком по нижним зубам. Они настолько длинные, что их можно считать клыками.

source: "Bites from those would *not* go over well with me..."
ru: "Укус такими зубами мне *вовсе* не придется по душе..."

source: "I see. I had some questions, Kesai..."
ru: "Понятно. У меня есть некоторые вопросы, Кесай..."

source: Kesai laughs. "I doubt I'd get through that thick hide of yours, anyway. Do you have much sensation left in your skin?"
ru: Кесай громко смеется. "Так или иначе, сомневаюсь, что я могу прокусить твою толстую шкуру. Она еще чувствует хоть что-нибудь?"

source: "No, sadly; not really. The scars are very thick."
ru: "Нет, к сожалению. Шрамы очень толстые".

source: "I don't really want to talk about it."
ru: "Я не хочу говорить об этом".

source: "Oh, that's a shame. You *do* have a lot scars..." Kesai looks closely at your face. "Even your lips, the lids of your eyes... tell me: are you scarred everywhere? You know... *everywhere?*"
ru: "О, какая досада. У тебя *так* много шрамов... - Кесай внимательно смотрит на твое лицо. - Даже на губах и на веках... скажи мне, у тебя шрамы повсюду? Ну, понимаешь... совсем *повсюду*?"

source: "No, not really. Parts of me have somehow managed to stay out of harm's way."
ru: "Нет, конечно же. Некоторым частям каким-то образом удалось избежать повреждений".

source: "That's good, then!" Kesai laughs cheerfully, then puts on a mock serious look, placing her hands on her hips. "You never *did* tell me about your dreams, you know. Come on, let's have them!"
ru: "Это хорошо! - Кессай мило смеется, затем принимает серьезный вид, положив руки на пояс. - Знаешь, ты ведь так и *не рассказал* мне о своих снах. Давай, расскажи мне о них!"

source: "Oh, see? That's why it's so important to talk about such things, especially with one's lover. A couple's first time together could be much improved if they discussed the act, beforehand... besides, it's such fun to talk about, hmmm?" Kesai smiles widely at you, her eyes glinting like two red jewels.
ru: "Вот видишь? Вот почему очень важно говорить о таких вещах, особенно с любимым человеком. Первое совокупление может пройти гораздо лучше, если пара перед этим обсудит акт... Кроме того, об этом ведь очень занятно разговаривать, ммм?" Кесай широко улыбается, ее глаза ярко пылают, словно пара алых рубинов.

source: "Yes, I'd say it is."
ru: "Да, можно и так сказать".

source: "No, I think it's a more private matter, not to be taken so lightly."
ru: "Нет, я думаю, что это очень личная тема, которую нельзя брать наскоком".

source: "I'd really rather not discuss this."
ru: "Я не хотел бы разговаривать об этом".

source: Kesai nods, looking lost in thought for a moment. "Say... you never *did* tell me about your dreams, you know. Come on, let's have them!"
ru: Кесай кивает, отрешенно о чем-то думая. "Слушай... ты ведь так и *не рассказал* мне о своих снах. Давай, расскажи мне о них!"

source: Kesai pouts for a moment, then shrugs. "If you're uncomfortable speaking about it, that's all right. I will say, though, that you shouldn't have any such reservations with a lover. These things are important to discuss, especially before the act, you know? It'll be best for the both of you."
ru: Кесай надувает губки, затем пожимает плечами. "Если тебе неудобно об этом говорить, то все в порядке. Я только скажу, что у тебя не должно быть никаких сомнений перед своей любимой. Такие вещи очень важно обсуждать, особенно перед совершением акта, понимаешь? Так будет лучше для вас обоих".

source: "I'll keep that in mind."
ru: "Я запомню это".

source: "I think you'd best mind you own business."
ru: "Думаю, тебе лучше позаботиться о своих делах".

source: She simply smiles in response. "Say... you never *did* tell me about your dreams, you know. Come on, let's have them!"
ru: Она просто улыбается в ответ. "Слушай... ты ведь так и *не рассказал* мне о своих снах. Давай, расскажи мне о них!"

source: Kesai smirks, rolling her fiery, red eyes. "*You* approached *me,* you know. If such things rankle you, you're certainly free to leave me and speak with one of the other women, instead."
ru: Закатив свои огненно-красные глаза, Кесай усмехается. "Знаешь ли, вообще-то это *ты* пришел ко *мне*. Если подобные вещи тебе неприятны, ты волен уйти и поговорить с одной из других девушек".

source: "No, not yet - I had some questions..."
ru: "Нет, пока нет - у меня есть несколько вопросов..."

source: "I'll do that, then. Farewell."
ru: "Тогда я так и сделаю. Прощай".

source: Kesai arches her eyebrows in surprise. "Truly? How sad! Even fiends and devas dream, you know. Are you *certain* you don't?"
ru: Кесай удивленно поднимает брови. "Правда? Как печально! Знаешь, даже у демонов и дэва есть свои сны. Ты *уверен*, что у тебя их нет?"

source: "Quite certain. No dreams, at all."
ru: "Да, уверен. Никаких снов".

source: "Hmm. Too peculiar! I'm at a loss as to what to say..."
ru: "Хмм. Это так необычно! Даже и не знаю, что сказать..."

source: "Well, I did have some questions..."
ru: "Что ж, у меня есть несколько вопросов..."

source: "That's all right. Farewell, Kesai."
ru: "Все в порядке. Прощай, Кесай".

source: "None at all, really? Too peculiar! Even fiends and devas dream, you know. So what are these few dreams about, hmm?" Kesai leans towards you, eager for a response.
ru: "Не было вообще? Как странно! Даже у демонов и дэва есть свои сны. Ты *уверен*, что у тебя их нет?" Кесай приближается тебе, нетерпеливо ожидая твоего ответа.

source: "I'd rather not discuss them, actually."
ru: "Вообще-то, я не хотел бы это обсуждать".

source: Kesai remains silent for some time. "Oh? Oh... nightmares. I see... that's a pity, it really is..."
ru: Кесай некоторое время хранит молчание. "А? Ах... кошмары. Понимаю... это так печально, правда..."

source: "Are you all right? You seem suddenly distraught..."
ru: "Ты уверена? Кажется, ты немного смятена..."

source: "Yes, perhaps. I had some questions..."
ru: "Да, наверное. У меня есть некоторые вопросы..."

source: "I'm fine, just fine. Thank you, though." Kesai smiles at you.
ru: "Со мной все в порядке, спасибо". Кесай улыбается тебе.

source: "In that case, I had some questions..."
ru: "Тогда я бы хотел задать несколько вопросов..."

source: "I'll take my leave, then. Farewell, Kesai."
ru: "Мне нужно идти. Прощай, Кесай".

source: Kesai blinks her crimson eyes at you, awaiting your question.
ru: Кесай смотрит на тебя своими малиновыми глазами, ожидая вопроса.

source: "What are you?"
ru: "Что ты такое?"

source: "If you don't mind my asking, what are you?"
ru: "Извини за вопрос, но что ты такое?"

source: "What are you doing here?"
ru: "Что ты здесь делаешь?"

source: "Can you tell me about this place?"
ru: "Что ты можешь сказать об этом месте?"

source: "What can you tell me about the silent prostitute?"
ru: "Что ты можешь рассказать о молчаливой проститутке?"

source: "I'm trying find Vivian's scent... do you know where it might be?"
ru: "Я пытаюсь найти аромат Вивьен... не знаешь, где он может быть?"

source: "I'm trying find Marissa's Crimson Veil... do you know where it might be?"
ru: "Я пытаюсь найти малиновую вуаль Мариссы... не знаешь, где она может быть?"

source: "I've spoken to nine prostitutes altogether... do you know who or where the tenth student is?"
ru: "Я переговорил со всеми девятью проститутками... ты не знаешь, кто десятая ученица или где она находится?"

source: "Never mind, actually. Farewell."
ru: "Ничего особенного. Прощай".

source: Kesai shakes her head. "What, can't you tell?" She draws herself up, thrusting her ample bosom towards you. "A woman!" She raises an eyebrow. "I can see my answer doesn't please you... I'm plane-touched, actually. That's all you need to know."
ru: Кесай качает головой. "Как, разве я тебе еще не говорила? - она выпрямляется, выпячивая свою пышную грудь вперед. - Я - женщина! - она поднимает бровь. - Вижу, мой ответ тебя не удовлетворил... На самом деле, я - отмеченная планами. Это все, что тебе нужно знать".

source: "I had another question..."
ru: "У меня есть другой вопрос..."

source: "That's all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: Kesai shakes her head. "What, can't you tell?" She draws herself up, thrusting her ample bosom towards you. "A woman!" She raises an eyebrow. "I can see my answer doesn't please you... I'm plane-touched, actually, like your friend here." Kesai indicates Annah. "That's all you need to know."
ru: Кесай качает головой "Как, разве я тебе еще не говорила? - она выпрямляется, выпячивая свою пышную грудь вперед. - Я - женщина! - она поднимает бровь. - Вижу, мой ответ тебя не удовлетворил... На самом деле, я - отмеченная планами, как и твоя подруга, - Кесай указывает на Анну. - Это все, что тебе нужно знать".

source: "Entertaining your questions, it seems." She winks at you. "Really, though, I'm a student of Mistress Grace's. All the prostitutes in the Brothel are."
ru: "Похоже, что забавляюсь твоими вопросами, - она улыбается тебе. - На самом деле, я - ученица госпожи Грации. Как и все проститутки Борделя".

source: "A student?"
ru: "Ученица?"

source: "That's right. The Brothel is actually a school for women who are thinking of becoming Sensates. Mistress Grace teaches us the ways of language so that we can better identify with ourselves and those around us. It lets us experience the Planes more fully, you know?"
ru: "Да. Бордель на самом деле является школой для женщин, которые хотят стать Чувствующими. Госпожа Грация обучает нас способам общения, чтобы мы могли лучше знать себя и окружающий мир. Это позволит нам лучше познать планы, понимаешь?"

source: "Tell me about the Sensates."
ru: "Расскажи мне о Чувствующих".

source: "The Society of Sensation believes that the multiverse can only be understood by experiencing it... the more you experience, the closer you are to understanding the dark of the multiverse. Intriguing, huh? I think I was born to be one - I just want to *know* things."
ru: Общество Восприятия верит, что мультивселенную можно понять, только познав ее... Чем больше опыт познания, тем ты ближе к пониманию тайн мультивселенной. Интригует, правда? Думаю, я родилась для того, чтобы стать одной из них - я просто обожаю *познавать*".

source: "Certainly: the Brothel for Slating Intellectual Lusts is actually a school for women who are thinking of becoming Sensates. Mistress Grace teaches us the ways of language so that we can better identify with ourselves and those around us. It lets us experience the Planes more fully, you know?"
ru: "Конечно. Бордель утоления интеллектуальной страсти на самом деле является школой для женщин, которые хотят стать Чувствующими. Госпожа Грация обучает нас способам общения, чтобы мы могли лучше знать себя и окружающий мир. Это позволит нам лучше познать Планы, понимаешь?"

source: "No, I don't." Kesai frowns. "Most of the women will say she's prissy, but she's always been nice enough to me... complimenting me on my eyes... and she smells so good! I hope she finds her own scent again, soon. Try asking Nenny about it; she's everywhere at once and might have seen something."
ru: "Нет, не знаю, - Кесай хмурится. - Многие говорят, что она слишком чопорная, но со мной она была так мила... делала комплименты о моих глазах... и пахла она так приятно! Надеюсь, что она найдет свой аромат. Попробуй расспросить об этом Ненни: она ходит повсюду, может быть, она что-то видела".

source: "You do have very lovely eyes, you know."
ru: "Знаешь, а у тебя очень красивые глаза".

source: "Why, thank you! You can see them glowing in the dark, you know... bizarre, no?" She pauses to look at you. "You've some nice eyes, too... so dark, and mysterious! So full of character."
ru: "О, спасибо! Знаешь, в темноте они светятся... странно, да? - она смотрит на тебя. - У тебя тоже красивые глаза... такие темные и таинственные! В них чувствуется характер".

source: "Thanks, Kesai. I had another question..."
ru: "Спасибо, Кесай. У меня есть другой вопрос..."

source: "Thanks. Farewell, Kesai."
ru: "Спасибо. Прощай, Кесай".

source: Kesai-Serris shrugs and looks back to you.
ru: Кесай-Серри пожимает плечами и снова поворачивается к тебе.

source: "Hmm. No, I haven't seen it since the last time she wore it out... but Nenny might have seen something, so try asking her. I'll admit it's been nice... Marissa won't leave her chamber without the veil, and so we've all been spared her foul tongue... leaving us only Kimasxi to deal with." Kesai smirks. "That Kimasxi's the worst of the two, though."
ru: "Хмм. Нет, я ее не видела с тех пор, как она надела ее в последний раз... но Ненни могла видеть что-нибудь, попробуй расспросить ее. Пожалуй, это даже хорошо... Марисса никогда не выходит из своей комнаты без вуали, поэтому мы все избавлены от ее неприятного языка... осталась только Кимаскси, - Кесай улыбается. - Из них двоих Кимаскси еще хуже".

source: "How so?"
ru: "Каким образом?"

source: "Marissa's haughty and mean, but Kimasxi... she's a bitter, spiteful monster of a woman, with a venomous tongue and the demeanor of a balor. I can't see *why* anyone would like to speak with her - I sincerely doubt her appearance makes up for that flaying, poisonous mouth of hers - but she receives patrons nonetheless."
ru: "Марисса надменная и подлая, но Кимаскси... она - жестокий и злобный монстр в женском обличье, с ядовитым языком и повадками балора. Я не могу понять, *почему* с ней кто-то хочет общаться - ее ядовитые уста больше подходят для свежевания, но, тем не менее, у нее есть свои постоянные клиенты".

source: "No. Nothing."
ru: "Нет. Ничего".

source: "Are you sure? You seem suddenly upset..."
ru: "Ты уверена? Кажется, ты немного расстроена..."

source: She narrows her red eyes at you. "Of course I'm sure! Don't ask me of her again."
ru: Ее красные глаза зло смотрят на тебя. "Конечно же, я уверена! Больше не спрашивай меня о ней".

source: "Very well. I had another question..."
ru: "Очень хорошо. У меня есть другие вопросы..."

source: "Farewell, then."
ru: "Тогда прощай".

source: "The tenth?" Kesai purses her lips, tapping her foot as she thinks. "No... there's only nine of us. There's always nine prostitutes, unless Mistress Grace has made some recent changes I don't know about."
ru: "Десятая? - Кесай шаркает ногами, поджав губки, будто в раздумье. - Нет... нас только девять. Всегда было девять проституток, если только госпожа Грация не внесла новые изменения, о которых я еще не знаю".

source: Kesai suddenly bares her teeth, her eyes narrowing to slits of blazing crimson. "What?! Where'd you hear such a thing?"
ru: Неожиданно Кесай обнажает свои зубы, глаза превращаются горящие алым щели. "Что?! Откуда ты это услышал?"

source: "Ecco told me."
ru: "Экко рассказала мне".

source: "Just a rumor, that's all."
ru: "Это просто слухи".

source: "Ridiculous! I think I'd *know* if that wicked hag was my own mother! Now stop bothering me about it."
ru: "Возмутительно! Если нечестивая ведьма была бы моей матерью, то я бы *знала* об этом! А теперь хватит досаждать меня этим".

source: "Who is your mother, then?"
ru: "Тогда кто твоя мать?"
