Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dkidmort.dlg.po
Languages: ru

source: "Thank the Powers you're here, chief. Get me outta here."
ru: "Хвала силам, ты здесь, шеф. Вытащи меня отсюда".

source: "Those wererat vermin nicked me and brought me here! Come on, boss... we got to get out of here! This place is bad news!"
ru: "Те крысооборотни схватили меня и притащили сюда! Ну же, босс... нам нужно убираться отсюда! Это плохое место!"

source: "I can't! I've tried! Come on, get me down before..."
ru: "У меня не получается! Я пробовал! Давай, сними меня, пока..."

source: "Stop joking around, boss...we have to get out of here before..."
ru: "Хватит шутить, босс... нам нужно уходить отсюда, пока..."

source: "Oh... no." Morte whispers furiously to you. "Do NOT offend this blood, boss... he'll dead-book you faster than you can spit."
ru: "О... нет, - яростно шепчет Морт. - НЕ раздражай этого знатока, босс... Он запишет тебя в книгу мертвых раньше, чем ты плюнешь".

source: Morte speaks up. His voice sounds miserable, scared, and deferential. It's obvious that, in Morte's opinion, this Lothar character is no one to cross. "He means me. Look, sir, just let me go and we'll let this go. Water under the Ditch, hey?"
ru: Морт включается в разговор. Его голос звучит жалко, испугано и почтительно. Очевидно, что, по мнению Морта, с этим типом, Лотаром, лучше не пересекаться. "Он имеет в виду меня. Послушайте, сэр, просто отпустите меня, и мы все забудем. Все останется в Канаве, а?"

source: Morte speaks up. "He means me. Look, sir, just let me go and we'll let this go. Water under the Ditch, hey?"
ru: Морт включается в разговор. "Он имеет в виду меня. Послушайте, сэр, просто отпустите меня, и мы все забудем. Все останется в Канаве, а?"

source: "It's good enough for me, boss, and I'm the one stuck here. Let it go, all right? Just go get the skull and come back for me."
ru: "Мне это подходит, босс, ведь я здесь застрял. Соглашайся, ладно? Просто найди череп и возвращайся за мной".

source: "Boss, no! He'll wipe you up!" Morte sounds absolutely terrified. "He's one of the highest high-ups in the whole damned Cage!"
ru: "Босс, нет! Он сотрет тебя в порошок! - кажется, Морт просто в ужасе. - Он один самых больших шишек во всей чертовой Клетке!"

source: "Boss, don't push it! Let it go!"
ru: "Босс, не нарывайся! Соглашайся!"

source: "What are you doing up there?"
ru: "Что ты здесь делаешь?"

source: "Why?"
ru: "Почему?"

source: "I'm working on it, Morte. I'm working on it."
ru: "Я работаю над этим, Морт".

source: "Why don't you just float down?"
ru: "Почему бы тебе просто не слететь оттуда?"

source: "I don't know, you look cozy up there with all the other skulls..."
ru: "Я даже не знаю. Кажется, тебе там так уютно со всеми остальными черепами..."

source: "Fine. Lothar, I'll be back for him. Farewell."
ru: "Отлично. Лотар, я за ним вернусь. Прощай".

source: "Not good enough for ME, Morte. I'll fight you for him, Lothar."
ru: "Это не подходит МНЕ, Морт. Я буду за него биться, Лотар".

source: "Too bad. Give him back, Lothar."
ru: "Очень жаль. Отдай его, Лотар".

source: "Fine. I'll be back for him, Lothar."
ru: "Отлично. Я вернусь за ним, Лотар".

source: This is a dustless shelf with an empty space - skull-sized - between two grinning skulls.
ru: Это чистая полка со свободным местом, размером с череп, между двумя скалящимися черепами.

source: This is a dustless shelf with an empty space - skull-sized - between two grinning skulls. It's where Morte sat during his incarceration here.
ru: Это чистая полка со свободным местом, размером с череп, между двумя скалящимися черепами. Там сидел Морт, пока был в заключении.

source: Leave it alone.
ru: Оставить его в покое.
