Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dkiina.dlg.po
Languages: ru

source: This hard-faced githzerai woman's eyes are full of hatred. "*Know* that you have stolen my kin from me. *Know* that you will *suffer.*" Her hands begin to weave a glowing tracery in the air.
ru: Глаза этой суровой гитцерайской женщины полны ненависти. "*Знай*, что ты забрал у меня родных. *Знай*, что ты об этом *пожалеешь*". Ее руки начинают плести в воздухе светящийся узор.

source: "What do you mean?"
ru: "О чем это ты?"

source: I have discovered that the rivalry between the githzerai and the githyanki stems from an ancient common heritage - both hate what the other has become. Odd how often two things that sprang from the same source can become so diametrically opposed.
ru: Я выяснил, что вражда между гитцераями и гитьянки берет исток из их общего древнего наследия: каждый из них ненавидит то, чем стал другой. Странно, как часто бывает так, что две вещи с общими корнями становятся такими абсолютными противоположностями.

source: I told one of the githzerai I met about the planned githyanki attack on the fortress Vristigor. She left in a hurry.
ru: Я рассказал одной из встреченных мной гитцераев о планах гитьянки напасть на крепость Вристигор. Она в спешке удалилась.

source: Fight.
ru: Сражаться.

source: Flee.
ru: Сбежать.

source: This woman has a yellow cast to her skin and severe features. Tattoos cover her body, and she wears a long blade at her side. Her eyes are like two small black pearls. As you approach her, they follow your movements.
ru: У этой женщины кожа желтого оттенка и суровое лицо. Ее тело покрыто татуировками, на боку висит длинный клинок. Ее глаза - словно две маленькие черные жемчужины, которые следят за каждым твоим движением.

source: "Greetings, sword-ringer."
ru: "Приветствую, звенящая мечом".

source: "Greetings."
ru: "Приветствую".

source: "Are you familiar with the fortress Vristigor?"
ru: "Тебе знакома крепость Вристигор?"

source: "Who are you?"
ru: "Кто ты?"

source: "What can you tell me of this place?"
ru: "Что ты можешь рассказать об этом месте?"

source: "Sorry, wrong person. Farewell."
ru: "Извини, обознался. Прощай".

source: "You are... *known* among the People as a friend. You are not yet *known* to me. I cannot help you."
ru: "Среди Народа тебя... *знают* как друга. И все же я тебя *не знаю*. Я не могу тебе помочь".

source: "I just had a few questions..."
ru: "У меня всего лишь несколько вопросов..."

source: "Perhaps some other time, then. Farewell."
ru: "Тогда, может, в другой раз. Прощай".

source: Her eyes glitter as she stares at you. "Hear my words and *know* my mind: I cannot help you. Leave."
ru: Ее глаза блестят, когда она смотрит на тебя. "Услышь мои слова и *познай* мои мысли: я не могу тебе помочь. Уходи".

source: "Very well. Farewell."
ru: "Отлично. Прощай".

source: "You are not yet *known* to me. *Know* that I have no words for you."
ru: "Я все еще тебя *не знаю*. *Знай*, что мне нечего тебе сказать".

source: "Farewell, then."
ru: "Тогда прощай".

source: She tenses slightly. "How did you come to *know* that name?"
ru: Она слегка напрягается. "Откуда ты *знаешь* это название?"

source: "A group of githyanki are planning a raid on the fortress within the sevenday. They are on their way there even now."
ru: "Группа гитьянки планирует налет на крепость в течение семи дней. Как раз сейчас они на пути к ней".

source: "A rumor on the street."
ru: "Из уличных слухов".

source: "Forget it."
ru: "Забудь".

source: Her eyes dart across your face. You can feel her noting you. "*Know* that you have the gratitude of the githzerai people. This shall not be forgotten. Sunset over Haldar, traveler - I must warn my people."
ru: Она бросает взгляд на твое лицо. Ты чувствуешь, как внимательно она на тебя смотрит. "*Знай*, что народ гитцераев благодарен тебе. Это не будет забыто. Закат над Хальдаром, путник: мне нужно предупредить свой народ".

source: "Good luck, then, and farewell."
ru: "Тогда удачи тебе и прощай".

source: Her eyes harden. "Tell me the source."
ru: Ее взгляд ожесточается. "Скажи мне источник".

source: "I'm not telling."
ru: "Я не буду говорить".

source: "Vilquar's Eye upon you if you do not tell me!"
ru: "Да падет на тебя око Вилькара, если ты мне не расскажешь!"

source: "Why should I tell you?"
ru: "С чего мне тебе рассказывать?"

source: With a hiss, she begins tracing blue light in the air before you...
ru: Шипя, она начинает чертить синим светом в воздухе перед тобой...

source: This woman has a yellow cast to her skin and severe features. Tattoos cover her body, and she wears a long blade at her side. Her eyes are like two small black pearls. As you approach her, they follow your movements. "Zerchai's kin bow to you. I *know* of your wisdom and your aid. Tell me how I may aid you."
ru: У этой женщины кожа желтого оттенка и суровое лицо. Ее тело покрыто татуировками, на боку висит длинный клинок. Ее глаза - словно две маленькие черные жемчужины, которые следят за каждым твоим движением. "Род Зеркай шлет тебе поклон. Мне *известны* твои мудрость и участие. Скажи, чем я могу тебе помочь".

source: "And the traveler is pleased. I was hoping you could answer some questions."
ru: "И путник доволен. Я надеялся, что ты сможешь ответить на пару вопросов".

source: "I had some questions I was hoping you could answer."
ru: "У меня есть пара вопросов, и я надеялся, что ты сможешь на них ответить".

source: "Speak your mind. I will hear you."
ru: "Говори. Я выслушаю тебя".

source: "What can you tell me of the difference between githyanki and githzerai?"
ru: "Скажи, в чем отличия между гитьянки и гитцераями?"

source: "Can you teach me githzerai figures of speech?"
ru: "Можешь научить меня фигурам речи гитцераев?"

source: "Can you teach me the Way of Zerthimon?"
ru: "Можешь обучить меня Пути Зертимона?"

source: "I have no other questions right now. My thanks for your time."
ru: "Пока у меня больше нет вопросов. Спасибо за уделенное время".

source: "I am Kii'na. I am a *zerth*. I teach the Way of Zerthimon, and guide the People toward destiny."
ru: "Я Киина. Я *зерт*. Я учу Пути Зертимона и веду Народ навстречу его судьбе".

source: "Sunset over Haldar, traveler. You are as Elezpah on the mountain, brave and bold."
ru: "Закат над Хальдаром, путник. Ты словно Элезпа на горе, храбрый и сильный".

source: "I have dined at Toryg's table. Farewell." ("I'm grateful.")
ru: "Я отобедал за столом Торига. Прощай". ("Я благодарен".)

source: "My thanks. Farewell."
ru: "Благодарю. Прощай".

source: "Hail, sword-ringer."
ru: "Приветствую, звенящий мечом".

source: "Hail. I had some more questions..."
ru: "Здравствуй. У меня тут еще вопросы..."

source: "Hail, Kii'na, and farewell."
ru: "Здравствуй, Киина, и прощай".

source: She looks at you *hard* for a moment. "Gith was a great warrior who freed our people from captivity under the *illithid* slavelords. Zerthimon was her lieutenant. When the two had freed our people, Gith turned upon Zerthimon on the Blasted Plains. Words were spoken, steel was bared - and one people became two. Those who remained with the bitch-queen took the name Githyanki. Those of us who traveled Zerthimon's path remained true to the People and took the name Githzerai."
ru: Она бросает на тебя *тяжелый* взгляд. "Гит была великой воительницей, которая освободила наш народ от гнета *иллитидских* господ. Зертимон был ее помощником. После того как они освободили наш народ, Гит обратилась противЗертимона на Проклятых Равнинах. Слова были сказаны, сталь обнажена, и один народ стал двумя. Те, кто остались с сукой-королевой, назвали себя гитьянки. Те из нас, кто пошли путем Зертимона, остались верными Народу и взяли себе имя гитцерай".

source: "And that's why you hate each other so much?"
ru: "И поэтому вы друг друга так ненавидите?"

source: "I see. I had some other questions..."
ru: "Понятно. У меня были еще вопросы..."

source: "Githzerai speech is based on history. All things become story to us; metaphor is a powerful tool, an inspiration to heroism for our people, and a deterrent to villainous deeds. When we speak of Toryg's table, we remember that Toryg was noted for his hospitality and good will. When we speak of Selqant's heart, we recall the lecherous and cruel nature of Selqant. Do you understand?"
ru: "Речь гитцераев основана на истории. Каждая вещь для нас - целая история. Метафора - могучий инструмент, вдохновляющий на подвиги наш народ и оберегающий против злых деяний. Когда мы говорим о столе Торига, мы вспоминаем, что Ториг был известен своей гостеприимностью и доброжелательностью. Когда мы говорим о сердце Селканта, и мы вспоминаем распутную и жестокую сущность Селканта. Ты понимаешь?"

source: "Yes."
ru: "Да".

source: "No."
ru: "Нет".

source: "Then I cannot teach you any further."
ru: "Тогда я больше не могу учить тебя".

source: "Very well. I had some other questions..."
ru: "Хорошо. У меня были еще вопросы..."

source: "Both our people are like the mule of Penansk - stubborn, blind, and bothersome. The githyanki add cruelty to that list. They hate us for our growth into realms they cannot understand."
ru: "Каждый из народов похож на пенанского мула - такой же упрямый, слепой и назойливый. А гитьянки в добавок ко всему еще и жестокие. Они ненавидят нас за то, что мы достигли высот в том, что недоступно их пониманию".

source: "I see. Farewell."
ru: "Понятно. Прощай".

source: Your education begins: A wise man "wrote the book of the Anarchs." To accuse someone of treason is to remember "Vilquar's Eye." It is said of generous people that their "cupboards are bare." Common greetings include "Hail, sword-ringer" and "Zerchai's kin bow to you," to which one should respond, "And the traveler is pleased." Your mind is filled with many other such phrases.
ru: Твое обучение началось: Про мудрецов говорят: "написал книгу Вождей". Чтобы обвинить кого-нибудь в предательстве, нужно вспомнить об "Оке Вилькара". О щедрых людях говорят, что их "кладовые пусты". Общепринятыми приветствиями являются "Приветствую, звенящий мечом" и "Род Зеркай шлет тебе поклон", на которые нужно отвечать "И путник доволен". Твой разум наполняется подобным фразами.

source: "My thanks, Kii'na. I had some more questions..."
ru: "Спасибо тебе, Киина. У меня еще вопросы..."

source: "My thanks, Kii'na. It is the sunset over Haldar." ("This has been enjoyable and pleasurable.")
ru: "Спасибо тебе, Киина. Это было словно закат над Хальдаром". ("Было очень приятно".)

source: "I cannot. You are too divided, too... human... to *know* the Way."
ru: "Я не могу. Ты слишком рассеянный, слишком... людской... чтобы *познать* Путь".

source: "I see. I had a few more questions..."
ru: "Понятно. У меня были еще вопросы..."

source: "My thanks, Kii'na. Farewell."
ru: "Спасибо, Киина. Прощай".

source: This woman has a yellow cast to her skin and severe features. Tattoos cover her body, and she wears a long blade at her side. Her eyes are like two small black pearls. As you approach her, they follow your movements.
ru: У этой женщины кожа желтого оттенка и суровое лицо. Ее тело покрыто татуировками, на боку висит длинный клинок. Ее глаза - словно две маленькие черные жемчужины, которые следят за каждым твоим движением.

source: She gazes at you calmly as you approach.
ru: Она спокойно следит за твоим приближением.

source: She is unperturbed. "You are not... *known* to me. This meeting can have no benefit to either of us. Farewell."
ru: Она невозмутима. "Я... *не знаю* тебя. Эта встреча не принесет нам ничего хорошего. Прощай".

source: "Farewell."
ru: "Прощай".

source: "You are not *known* to me, yet you greet me in the manner of my people. No matter... I cannot help you, traveler. Farewell."
ru: "Я *не знаю* тебя, и все же ты обращаешься ко мне как представитель моего народа. Это неважно... Я не могу помочь тебе, путник. Прощай".

source: "The salt-crusted boat sets sail."
ru: "Покрытая солью лодка отправляется в плаванье".

source: This woman has a yellow cast to her skin and severe features. Tattoos cover her body, and she wears a long blade at her side. Her eyes are like two small black pearls. As you approach her, they follow Dak'kon's movements.
ru: У этой женщины кожа желтого оттенка и суровое лицо. Ее тело покрыто татуировками, на боку висит длинный клинок. Ее глаза - словно две маленькие черные жемчужины, которые следят за каждым движением Даккона.

source: The zerth stares blackly at Dak'kon as he returns with you. She turns her back to you, as if daring Dak'kon to strike the target.
ru: Когда вы возвращаетесь, зерт мрачно смотрит на Даккона. Она поворачивается к вам спиной, как бы провоцируя Даккона нанести удар.

source: "Dak'kon, cut her down."
ru: "Даккон, срежь ее".

source: "Cut it out, Kii'na. Are you familiar with the fortress Vristigor?"
ru: "Прекрати, Киина. Тебе знакома крепость Вристигор?"

source: As you approach, she ignores you entirely. Dak'kon gives her a slight bow, which she ignores entirely. She looses a string of harsh words at Dak'kon, and he replies in a level tone. This only seems to infuriate her.
ru: Когда вы подходите, она полностью игнорирует тебя. Даккон делает ей легкий поклон, на который она не обращает внимания. Она выпаливает в адрес Даккона вереницу резких слов, на которые он спокойно отвечает. Но это лишь приводит ее в бешенство.

source: "Dak'kon, will you translate for me?"
ru: "Даккон, ты можешь перевести мне?"

source: "What did she say?"
ru: "Что она сказала?"

source: "Ask her if she is familiar with the fortress Vristigor."
ru: "Спроси ее, знакома ли ей крепость Вристигор".

source: Wait.
ru: Подождать.

source: "Let's get out of here."
ru: "Пошли отсюда".

source: "Why do you insult the Unbroken Circle of Zerthimon by continuing to wear it against your heart? You are not numbered among the People, betrayer of Shrak'at'lor! The Anarchs and the*zerths* have spoken and their words shall be obeyed. You are not to speak your mind to me... or to any *zerth.*"
ru: "Зачем ты оскорбляешь Неразрывный Круг Зертимона, продолжая носить его возле сердца? Ты не числишься среди Народа, предатель Шракатлора! Вожди и *зерты* сказали свое слово, и ему нужно подчиняться. Ты не можешь обращаться ко мне... или к любому другому *зерту*".

source: Dak'kon cuts her off mid-sentence with a stiffly correct bow. She turns her head from him and gazes at you. "You walk in the shadow of a pariah!"
ru: Даккон обрывает ее на полуслове натянуто-правильным поклоном. Она отворачивается от него и глядит на тебя. "Ты идешь в тени изгоя!"

source: "Let's go."
ru: "Идем".

source: "He need not translate for you. I will tell you. You are a human, wearing a shirt of scars and blood, unfit to hear the words of Zerthimon. You walk in the shadow of a pariah. Yet he has persuaded me to allow you to hear me speak. I would *know* your will."
ru: "Ему не нужно переводить это для тебя. Я скажу тебе. Ты - человек, носящий рубаху из шрамов и крови, негоден для того, чтобы услышать слова Зертимона. Ты идешь в тени изгоя. Тем не менее, он убедил меня позволить тебе слушать меня. Я хочу *знать*, чего ты хочешь".

source: "I want nothing. Farewell."
ru: "Ничего. Прощай".

source: She looks amused and dismayed at the same time. "Yes, strike, Dak'kon, and let your treachery overflow from your githyanki heart." She bares her throat to him.
ru: Она выглядит одновременно удивленной и испуганной. "Да, Даккон, бей, и пусть предательство переполнит твое сердце гитьянки". Она обнажает свое горло.

source: She speaks to Dak'kon again. "Will you strike me down for one not of the People? Do his words carry more weight than those of a *zerth?* You are truly lost, Dak'kon. How did this come to be?"
ru: Она снова обращается к Даккону. "Ты повергнешь меня ради того, кто не из Народа? Его слова весят для тебя больше, чем слова *зерта*? Ты воистину потерян, Даккон. Как это могло случиться?"

source: "You have lost your way, Dak'kon. *Know* that I hope you find your path. I pity you. Farewell."
ru: "Ты сбился с пути, Даккон. *Знай*, я надеюсь, что ты найдешь свою дорогу. Мне тебя жаль. Прощай".

source: "Let's go, Dak'kon."
ru: "Пошли, Даккон".

source: She looks at you - hard. "How did you, who walks in the shadow of a pariah, come to *know* that name?"
ru: Она смотрит на тебя сурово. "Как ты, идущий в тени изгоя, *узнал* это название?"

source: "*Know*... *know* you have my gratitude... you and this *zerth.* *Know* this shall not be forgotten." She turns to Dak'kon. "*Know* that this will NOT atone for the fall of Shrak'at'lor. The Anarchs' verdict stands still."
ru: "*Знай*... *знай*, что я тебе благодарна... тебе и этому *зерту*. *Знай*, что это не будет забыто, - она поворачивается к Даккону. - *Знай*, что это НЕ искупит падение Шракатлора. Решение Вождей все еще в силе".

source: "Ummm... Farewell."
ru: "Эмм... Прощай".

source: "I must *know* where you heard this name."
ru: "Я должна *знать*, где ты услышал это название".

source: "Did I not make myself clear? I'm not going to tell you."
ru: "Разве я неясно выразился? Я не собираюсь тебе рассказывать".

source: "Vilquar's Eye!" She turns to Dak'kon. "Make him tell!"
ru: "Глаз Вилькара! - она поворачивается к Даккону. - Заставь его говорить!"

source: "Then you both shall die." Her hands begin weaving incantations in the air.
ru: "Тогда вы оба умрете". Она начинает чертить в воздухе заклинание.

source: After another small flurry of conversation, the woman suddenly ceases speaking to Dak'kon. "I will not hear you. You will hear me, human. You are not *known* to me, but your trappings speak ill of you. Your body is a book written in scars and blood, and you walk in the shadow of a pariah that does not *know* Zerthimon and does not *know* himself. Speak your mind!"
ru: После очередного резкого обмена репликами женщина прекращает разговор с Дакконом. "Я не буду тебя слушать. Ты будешь слушать меня, человек. Я *не знаю* тебя, но твой вид говорит о тебе много дурного. Твое тело - книга, написанная шрамами и кровью, и ты идешь в тени изгоя, который *не знает* ни Зертимона, ни себя. Говори!"

source: "Shadow of a pariah? What do you mean?"
ru: "В тени изгоя? Что ты имеешь в виду?"

source: "Can you teach me of the difference between githzerai and githyanki?"
ru: "Ты можешь объяснить мне различия между гитцераями и гитьянки?"

source: "Can you teach me the githzerai language?"
ru: "Ты можешь научить меня языку гитцераев?"

source: "Forget it. Farewell."
ru: "Забудь. Прощай".

source: She hisses in irritation. "Your pleasantries are as dust. The sign of mourning draws near - time is short, human. I would *know* your questions, then it is my will you leave."
ru: Она раздражительно шипит. "Твои любезности - пыль. Знак скорби приближается. Времени в обрез, человек. Я хочу *узнать* твои вопросы, а потом - чтобы ты ушел".

source: "What did you mean when you said I walk in the shadow of a pariah?"
ru: "Что ты имела в виду, говоря, что я иду в тени изгоя?"

source: "You walk with a pariah and you *know* not his history? He is quick to speak other words, but of his history he has remained silent? Ask him of Shrak'at'lor, of the fall of a mighty fortress to the githyanki, and see what his divided mind reveals to you. Ask him how he speaks with Zerthimon's words, but his *karach* is as mist."
ru: "Ты идешь с изгоем и *не знаешь* его истории? Он скор говорить о чем угодно, но о своем прошлом молчит? Спроси его о Шракатлоре, о падении могущественной крепости перед гитьянки, и увидишь, что раскроет тебе его рассеянный разум. Спроси его о словах Зертимона, и ты увидишь, что его *карач* мутен как туман".

source: "There is no doubt in how Zerthimon's mind is spoken. Generations of *zerth* are as Rrakma's Jewel, of one mind on this matter. Your stance carries with it a divided mind. The doubt is yours, an echo cast from your own faithlessness."
ru: "Нет сомнения в том, как произносить мысли Зертимона. Поколения *зертов*, словно камень Рракмы, единодушны по этому поводу. Твое положение несет в себе рассеянный разум. Это твои сомнения, эхо твоего собственного неверия".

source: "You shall lie with the dead of Shrak'at'lor in shifting chaos, for you see all with Vilquar's Eye. Your mind is divided, your *karach* weak!"
ru: "Ты будешь лежать в движущемся хаосе вместе с мертвецами Шраклатлора, потому что видишь все оком Вилькара. Твой разум рассеян, твой *карач* слаб!"

source: Stand in the way of the blades.
ru: Встать между их клинками.

source: "Dak'kon, you will stop this now."
ru: "Даккон, прекрати сейчас же".

source: "Let it go, Dak'kon."
ru: "Брось, Даккон".

source: Attack the zerth.
ru: Напасть на зерта.

source: "Dog! Githyanki traitor dog!" She lashes out with her sword at you!
ru: "Пес! Продажный пес гитьянки!" Она бросается на тебя с мечом!

source: "Time to die, Kii'na."
ru: "Пришло время умирать, Киина".

source: The blades of the two fly at each other in a whirlwind of motion!
ru: Их клинки летят друг на друга в вихре движений!

source: Dak'kon reluctantly lowers his blade. Kii'na stares at him incredulously for a moment, and then a sharp grin splits her features. "The truth at last. Your mind is not divided. You are... a *slave* to this human. He speaks with an Anarch's authority to you, and you *listen*."
ru: Даккон с неохотой опускает клинок. Киина недоверчиво смотрит на него пару мгновений, затем расплывается в резкой усмешке. "Наконец-то правда. Твой разум не рассеян. Ты... *раб* этого человека. Он говорит с тобой со властностью Вождя, а ты его *слушаешься*".

source: "His words carry the weight of yours and have the shape of Limbo's form. I will not hear you, Dak'kon."
ru: "Его слова повторяют твои, и имеют форму Лимбо. Я не буду слушать тебя, Даккон".

source: "The words of Zerthimon are not for the ears of a hu-man to be heard. Their minds are not as one, and they bring division wherever they travel. This one wears a shirt of scars and blood, and he travels with a traitor. Vilquar's heart beats within your chest if you ask if I will hear him."
ru: "Слова Зертимона не для ушей людей. Их разум не един, и они несет раздор везде, где бы они ни были. А этот носит рубаху из шрамов и крови и странствует с предателем. Если ты просишь его выслушать, значит, в твоей груди бьется сердце Вилькара".

source: "I will not hear him. He will hear me."
ru: "Я не буду его слушать. Он будет слушать меня".

source: The gith woman turns to you. Her black pearl eyes glint dangerously. "You are not *known* to me, but your trappings speak ill of you, human. Your body is a book written in scars and blood, and you walk in the shadow of a pariah that claims to speak for Zerthimon himself. Speak your mind!"
ru: Женщина поворачивается к тебе. В ее черных глазах-жемчужинах виден опасный блеск. "Я *не знаю* тебя, но твой вид говорит о тебе много дурного. Твое тело - книга, написанная шрамами и кровью, и ты идешь в тени изгоя, который утверждает, что говорит за самого Зертимона. Говори!"

source: She looks at Dak'kon *hard* for a moment. "Gith was a great warrior who freed our people from captivity under the *illithid* slavelords. Zerthimon was her lieutenant. When the two had freed our people, Gith turned upon Zerthimon on the Blasted Plains. Words were spoken, steel was bared - and one people became two. Those who remained with the bitch-queen took the name Githyanki. Those of us who traveled Zerthimon's path remained true to the People took the name Githzerai. Our rage lies in Gith's betrayal."
ru: На миг она бросает на Даккона *тяжелый* взгляд. "Гит была великой воительницей, которая освободила наш народ от гнета *иллитидских* господ. Зертимон был ее помощником. После того как они освободили наш народ, Гит обратилась против Зертимона на Проклятых Равнинах. Слова были сказаны, сталь обнажена, и один народ стал двумя. Те, кто остались с сукой-королевой, назвали себя гитьянки. Те из нас, кто пошли путем Зертимона, остались верными Народу и взяли себе имя гитцерай".
