Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dkiina.dlg.po
Languages: ru

source: "Ach'ali drowning! Ask and you shall be answered."
ru: "Утонувшая Ачали! Спрашивай, и получишь ответы".

source: "I have no other questions. Farewell."
ru: "Больше вопросов у меня нет. Прощай".

source: "If the one you travel with cannot be bothered to do so, I shall educate you. Githzerai speech is based on history. All things become story to us; metaphor is a powerful tool , an inspiration to heroism for our people, and a deterrent to villainous deeds. When we speak of Toryg's table, we remember that Toryg was noted for his hospitality and good will. When we speak of Selqant's heart, we recall the lecherous and cruel nature of Selqant. Do you understand?"
ru: "Если твой спутник не утруждает себя этим, учить тебя буду я. Речь гитцераев основана на истории. Каждая вещь для нас - целая история. Метафора - могучий инструмент, вдохновляющий на подвиги наш народ и оберегающий против злых деяний. Когда мы говорим о столе Торига, мы вспоминаем, что Ториг был известен своей гостеприимностью и доброжелательностью. Когда мы говорим о сердце Селканта, и мы вспоминаем распутную и жестокую сущность Селканта. Ты понимаешь?"

source: Your education continues: A wise man "wrote the book of the Anarchs." To accuse someone of treason is to remember "Vilquar's Eye." It is said of generous people that their "cupboards are bare." Common greetings include "Hail, sword-ringer" and "Zerchai's kin bow to you," to which one should respond, "And the traveler is pleased." Your mind is filled with many other such phrases.
ru: Твое обучение продолжается: Мудрец "написал книгу Вождей". Чтобы обвинить кого-нибудь в предательстве, нужно вспомнить об "Оке Вилькара". О щедрых людях говорят, что их "кладовые пусты". Общепринятыми приветствиями являются "Приветствую, звенящий мечом" и "Род Зеркай шлет тебе поклон", на которые нужно отвечать "И путник доволен". Твой разум заполняется подобным фразами.

source: "I had some more questions..."
ru: "У меня еще пара вопросов..."

source: "Thanks. Farewell."
ru: "Спасибо. Прощай".

source: "Then I can aid you no further. Let the one who walks with you speak his mind on the matter."
ru: "Тогда я больше ничем не могу тебе помочь. Пусть твой спутник выскажется по этому поводу".

source: "I just had some more questions..."
ru: "У меня тут еще немного вопросов..."

source: "Maybe I'll get him to do it, because you don't make any sense. Farewell."
ru: "Может, я как-нибудь заставлю его это сделать - от тебя-то толку не добьешься. Прощай".

source: Her eyes harden. "You travel with one who calls himself a *zerth* and lectures me on my morality, and yet you ask if I can teach you the Way? Ask *him* to teach you, for I will not!"
ru: Ее взгляд становится суровым. "Ты странствуешь с тем, кто зовет себя *зертом* и читает мне морали, и в то же время просишь обучить тебя Пути? Проси *его* учить тебя - я не буду этого делать!"

source: "Calm down and answer me some more questions."
ru: "Успокойся и ответь мне еще на пару вопросов".

source: "Maybe I will. Farewell."
ru: "Может, я так и сделаю. Прощай".

source: "You have returned to plague me? What do you want now?"
ru: "Ты вернулся мучить меня? Чего ты хочешь теперь?"

source: "I just wanted to ask a few questions..."
ru: "Я просто хотел задать пару вопросов..."

source: "Nothing. Farewell."
ru: "Ничего. Прощай".

source: The zerth bows grudgingly to you as you approach. "*Know* that your words have saved us tragedy. We swear the Oath of the Golden Hand, human. Your choice in traveling companions is unfortunate..." She shoots a glance at Dak'kon. "But you have shown yourself to be a friend to the People. I will hear you." Despite her words, she seems reluctant to deal with you.
ru: При твоем приближении зерт нехотя кланяется тебе. "*Знай*, что твои слова спасли нас от трагедии. Мы дали клятву Золотой Руки, человек. Твой выбор себе попутчиков неудачен... - она бросает на Даккона взгляд. - Но ты показал себя другом Народа. Я выслушаю тебя". Несмотря на свои слова, она, похоже, не особо желает иметь с тобой дело.

source: "What can you tell me about Dak'kon?"
ru: "Что ты можешь сказать о Дакконе?"

source: Kii'na the zerth has taught me much of the githzerai language. It seems to be based on metaphor, allegory, and stories from githzerai history.
ru: Зерт Киина научила меня многим аспектам языка гитцераев. Похоже, он основан на метафорах, аллегориях и отрывках из истории гитцераев.
