Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dkilnn.dlg.po
Languages: ru

source: This man's face closely resembles Pestle Kilnn's, though without the crawling skin and constant, subtle mutations. "Greetin's, again... da name's Kilnn. Need ye somethin'?"
ru: Лицо этого человека очень напоминает лицо Пестика Килна, только без двигающейся кожи и постоянных мелких мутаций. «Еще раз здрасте... зовут Килн. Чего-нибудь нужно?»

source: "I was hoping to get some healing concoctions."
ru: «Я надеялся получить немного лечебных смесей».

source: "I had some questions..."
ru: «У меня есть несколько вопросов...»

source: "I wanted to buy something..."
ru: «Я хотел кое-что купить...»

source: "Just passing by, actually. Farewell, Kilnn."
ru: «Я, собственно, просто проходил мимо. Прощай, Килн».

source: You see Kilnn, the alchemist's assistant. "Greetin's, again... need ye somethin'?"
ru: Ты видишь Килна, помощника алхимика. «Еще раз здрасте... чего-нибудь нужно?»

source: "Did ya talk ta Pestle, yet? He's da one dat'll handle it for ya."
ru: «Ты еще с Пестиком не говорил? Он этими делами заведует».

source: "I'll go speak with him, then. Farewell."
ru: «Тогда я пойду, поговорю с ним. Прощай».

source: "I work in da stock-room all day, I do... I'm no good ta ask yer questions of."
ru: «Я целый день торчу на складе... Я не подхожу для ответов на твои вопросы».

source: "The old engineer in the Foundry tells me I need to get a sample of my blood and skin for his machine to work. I need you to do that for me."
ru: «Старый инженер в Литейной сказал, что мне нужно достать образец своей крови и кожи, чтобы его машина заработала. Мне нужно, чтобы ты мне в этом помог».

source: "Could I buy something, then?"
ru: «Тогда можно здесь что-нибудь купить?»

source: "In that case, farewell."
ru: «В таком случае, прощай».

source: "Ye'll have ta talk ta Pestle about dat, ya will. He handles all dat sort a' stuff."
ru: «Тебе нужно поговорит с Пестиком, это уж точно. Он этими делами заведует».
