Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dknfghl.dlg.po
Languages: ru

source: This ghoul's face has a great gash across it, and one of its eyes has been destroyed entirely. Despite the relative freshness of the wound, it seems to cause the foul-smelling creature no pain or discomfort. You notice a grimy knife tucked into its waistband... the letters 'UHIR' are carved into its handle.
ru: Лицо этого упыря пересекает глубокий порез, а один из его глаз полностью уничтожен. Несмотря на сравнительную свежесть раны, она, похоже, не причиняет этому зловонному существу никаких неудобств. Ты замечаешь грязный нож, заткнутый за его пояс... на его рукоятке вырезана надпись "ЮХИР".

source: "Greetings..."
ru: "Приветствую..."

source: "Uh... could I have that knife you've got tucked in your belt?"
ru: "Э... можно взять тот нож, что у тебя за поясом?"

source: Leave the ghoul be.
ru: Оставить упыря в покое.

source: The ghoul narrows his eyes and snarls at you. Its tongue - no less than two hands long - curls out to lick at its scabby lips.
ru: Упырь прищуривается и рычит на тебя. Его язык, не менее двух ладоней в длину, высовывается и облизывает покрытые струпьями губы.

source: "Are you... Uhir?"
ru: "Ты... Юхир?"

source: "I had some questions..."
ru: "У меня есть некоторые вопросы..."

source: "I must be taking my leave, now. Farewell."
ru: "Мне уже нужно идти. Прощай".

source: The ghoul continues to eye you hungrily. He clenches and unclenches his clawed fists, as if fighting the urge to leap upon you and feed.
ru: Упырь продолжает жадно глядеть на тебя. Он стискивает и разжимает когтистые кулаки, будто борясь с желанием броситься на тебя и сожрать.

source: "Calm yourself, and answer my questions."
ru: "Успокойся и ответь на мои вопросы".

source: "Farewell, then."
ru: "Тогда прощай".

source: The ghoul hisses at you: "Silence, meat! No talk! I no lissen to meat-thing! I hear only your heart, blood in meat's veins, sweet, delicious blood... tasty, rich, heart-meat..." Drool pours from its mouth, spattering the dusty tiles. "NO TALK!"
ru: Упырь шипит на тебя: "Молчать, мясо! Ни слова! Я не слушаю мясных тварей! Я слышу только твое сердце, кровь в мясных венах, сладкую, вкусную кровь... вкусное сочное сердце... - из его рта течет слюна, капая на пыльные плиты. - МОЛЧАТЬ!"

source: This ghoul's face has a great gash across it, and one of its eyes has been destroyed entirely. You notice a grimy knife tucked into its waistband. It hisses at you as you approach: "Away! Go away! I no *talk* to meat thing, I no *listen,* meat! GO!"
ru: Лицо этого упыря пересекает глубокий порез, а один из его глаз полностью уничтожен. Ты замечаешь грязный нож, заткнутый за его пояс. При твоем приближении он начинает шипеть: "Прочь! Убирайся прочь! Я не *разговариваю* с мясной тварью, я не *слушаю*, мясо! УХОДИ!"

source: Leave.
ru: Уйти.

source: The ghoul looks down at the knife, scratching its head as if wondering how it got there. Finally, it looks up and gives you a sly, toothy grin... "Meat want knife? Meat make trade, yes..."
ru: Упырь смотрит на нож и чешет голову, будто удивляясь, как он туда попал. Наконец он обращает на тебя взгляд и дарит тебе хитрую клыкастую ухмылку... "Мясо хочет ножик? Мясо будет меняться, да?.."

source: "How about these rat tails?"
ru: "Как насчет этих крысиных хвостиков?"

source: "I could give you copper..."
ru: "Я мог бы подкинуть тебе меди..."

source: "But I've no copper to give you."
ru: "Но у меня нет денег".

source: "Hand it over, ghoul... before I have to take it from you."
ru: "Дай-ка его мне, упырь... не то мне не придется самому его забрать".

source: "Never mind, then. Farewell."
ru: "Тогда неважно. Прощай".

source: The ghoul shakes it's head, then points to its mouth. "No, no... food, meat, yes..." Its long, gray tongue lolls out as it slavers messily.
ru: Упырь мотает головой, потом показывает на свой рот. "Нет, нет... еда, мясо..." Он вываливает свой длинный серый язык, тошнотворно пуская слюну.

source: "I'll be back if I find you something to eat, then."
ru: "Тогда я вернусь, когда раздобуду тебе что-нибудь поесть".

source: I found the ghoul who has Uhir's knife. It wants food in exchange for the blade... perhaps I can find or kill something down here, like rats, for it to eat.
ru: Я нашел упыря с ножом Юхира. В обмен на нож он хочет еды... возможно, я найду или убью здесь что-нибудь, типа крыс, и накормлю его.

source: The ghoul regards them critically. "Tasty yes, but small. More, meat... more! Hungrier!"
ru: Упырь критически осматривает их. "Да, вкусные, но мелкие. Больше, мясо... больше! Аппетитнее!"

source: "I'll be back with more, then."
ru: "Тогда я принесу еще".

source: "Yes, yes!" The ghoul snatches them away greedily and devours them. After licking his clawed fingers clean, he tosses you Uhir's knife.
ru: "Да, да!" - упырь жадно хватает их и проглатывает. Облизав свои когтистые пальцы дочиста, он бросает тебе нож Юхира.

source: "Uh... thanks. Farewell."
ru: "Э... спасибо. Прощай".

source: "Hssst! You meat, delicious, red, wet meat - not threat! Meat wants knife? Meat make trade!"
ru: "Хссст! Ты мясо, вкусное, красное, сочное мясо - не угрожай! Мясо хочет ножик? Мясо будет менятся!"

source: This ghoul's face has a great gash across it, and one of its eyes has been destroyed entirely. Despite the relative freshness of the wound, it seems to cause the foul-smelling creature no pain or discomfort.
ru: Лицо этого упыря пересекает глубокий порез, а один из его глаз полностью уничтожен. Несмотря на сравнительную свежесть раны, она, похоже, не причиняет этому зловонному существу никаких неудобств.

source: This ghoul's face has a great gash across it, and one of its eyes has been destroyed entirely. It hisses at you as you approach: "Away! Go away! I no *talk* to meat thing, I no *listen,* meat! GO!"
ru: Лицо этого упыря пересекает глубокий порез, а один из его глаз полностью уничтожен. При твоем приближении он начинает шипеть: "Прочь! Убирайся прочь! Я не *разговариваю* с мясной тварью, я не *слушаю*, мясо! УХОДИ!"
