Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dkorur.dlg.po
Languages: ru

source: You see a middle-aged man wearing dusty clothes. He does not appear to be in the best of health. His skin is pale yellow and you see an occasional pustule along his arms.
ru: Ты видишь мужчину средних лет в пыльной одежде. Кажется, у него проблемы со здоровьем: у него желтая кожа, а на руках видны редкие прыщи.

source: He turns and glances at you from behind hollow eyes. His eyes narrow in suspicion as he continues to glance around. "What d'ye want?" His voice is raspy.
ru: Он поворачивается, окидывает тебя пустым взглядом и подозрительно прищуривается, оглядываясь по сторонам. «Чего хотел?» - говорит он скрипучим голосом.

source: He turns his attention to you. "Why ye botherin' me for? I look the part of a tout?"
ru: Он снова смотрит на тебя. «Зачем ты мне надоедаешь? Я что, похож на осведомителя?»

source: He looks at you and snorts. "Lucky me... now get. I don't gots the time fer this." He turns away.
ru: Он смотрит на тебя и фыркает. «Вот повезло-то... убирайся. У меня нет на все это времени». Он отворачивается.

source: He sighs. "What ye be wantin' to know?"
ru: Он вздыхает. «Что ты хотел узнать?»

source: "Nothin' a few years o' death won't cure." He coughs and looks up. "Air's been getting worse in th' Ward o' late. By my reckon, it should level out once th' Great Foundry settles... or a wind blows through from the Spire."
ru: «Ничего такого, чего не исправит могила, - он кашляет и смотрит вверх. - В последнее время воздух на районе все хуже и хуже. По моим прикидкам, он придет в норму, как только решится проблема с Великой Литейной... или подует ветер со Шпиля».

source: "It's mostly 'cause of all the portals." He has a coughing fit and then returns his attention to you.
ru: «В основном это из-за всех этих порталов». Он заходится в припадке кашля, потом вновь сосредотачивает свое внимание на тебе.

source: "Lots of doors to the Lower Planes here let'n in bad air an fumes an such from who knows what layer of the abyss. That's why this here's the *lower* ward." He laughs. "A jaunt through this area is like breathin' in a meal. Salt, smoke, pipeweed... it's all yellow-blankets of smoke and stinging sulfurous gas that this Ward spits out." He gives you a gap-toothed smile. "Pretty-pretty, hey?"
ru: «Тьма дверей в Нижние планы впускает сюда дурной воздух, испарения и тому подобное с черт-знает-какого уровня бездны. Потому-то это и *нижний* район, - он смеется. - Гулять по этому месту - все равно что дышать мукой. Соль, копоть, дым... все эти желтые покрывала дыма и жгучего серного газа, которые выплевывает этот район, - он дарит тебе редкозубую улыбку. - Чудненько, а?»

source: "Centa o' the Ward, pretty much. Look for the stacks. Them Godsmen make a buncha' things out o' iron; nothing fancy, but they work. Add to the bad air, too."
ru: «Она прямо в центре района. Ищи трубы. Там боголюди делают кучу штук из железа; не черт-знает-что, но работает. Добавляет сюда дурной воздух».

source: "The Believers. Have their kip in the Great Foundry, banging and singing and chantin' their barmy silliness on being Powers in the next ten upon ten and a buncha other ten lifetimes." He rolls his eyes, then spits a brown mass from his mouth. "All's they do is suffer and slave and work... I slave twice as hard, and no way am I going to be any sort of Power, you understand me, berk?" He laughs hollowly.
ru: «Верящие. Обосновались в Великой Литейной, грохочут, поют и болтают свои бредовые глупости о том, как стать Силой через десять по десять помногу раз десять жизней, - он закатывает глаза, потом сплевывает коричневую массу. - Они только и делают, что терпят и батрачат... я батрачу раза в два больше, и все равно черта-с-два стану какой-нибудь Силой, улавливаешь, пень?» Он глухо смеется.

source: "At times winds blow in from Sigil's spire, drive the smog out..." He glances up and coughs. "...fer a while."
ru: «Временами с сигильского Шпиля дует ветер и уносит смог... - он оглядывается и кашляет. - Но ненадолго».

source: "Eh..." He looks at you like you're crazy. "You Clueless? Craftsmen, shops, warehouses, all have their kip here." He squints at you, his eyes somewhat bleary. "Ye lookin' for something in particular?"
ru: «А... - он смотрит на тебя, как на сумасшедшего. - Ты, что, невежда? Мастерские, лавки, склады - это все тут, - он косится на тебя, его взгляд слегка затуманен. - Ты ищешь что-то конкретное?»

source: He studies you for a moment, then looks at you knowingly. "Ye lookin' ta get yer iron tempered, maybe?" He laughs, which breaks into coughing. "None o' them places near; might try some o' the kips in the other Wards. If'n that's what ye be after."
ru: Пару секунд он изучает тебя, затем смотрит на тебя понимающе. «Что, ищешь, где бы нагреть свою железяку? - он смеется, смех перерастает в кашель. - Таких мест поблизости нет. Можно поискать в других районах. Если ты, конечно, здесь за этим».

source: He laughs again, which breaks into an even greater fit of coughing. "Sorry, cutter. Never ye mind. Ye lookin' for something in particular?"
ru: Он снова заходится хохотом, который переходит в еще более сильный приступ кашля. «Прости, рубака. Не бери в голову. Ты ищешь что-нибудь конкретное?»

source: "If ye be looking for work then ye luck's run dry. Little enough ta go around fer those who live here."
ru: «Если ищешь работу - тут тебе не повезло. Работы здесь едва местным хватает».

source: "If you're looking to buy an item or two, or peddle some higher merchandise, then I would make one's way to the open-air market." He starts coughing again.
ru: «Если нужно прикупить парочку вещей или провернуть сделку покруче, то я бы направился прямиком на открытый рынок». Он снова начинает кашлять.

source: He gives you a wicked smile. "Ye can buy an' sell there, berk. It be a market - what else is there ta say about it?"
ru: Он дарит тебе недобрую улыбку. «Там продают и покупают, пень. Это ж рынок... что тут еще скажешь?»

source: "Eh..." He concentrates for a moment. "Well, there's the tower. It seems ta come up in the chant a lot."
ru: «Э... - он на миг задумывается. - Ну, есть тут башня. Похоже, ее здесь часто вспоминают».

source: "Ha!" He laughs, but it soon breaks into coughing. "One of the more damnable mysteries of this Ward... hear tell it simply dumped itself in Sigil one day many, many years ago, no idea where it came from, how it got there, or how to get in the damned thing. Takes up space, and looks like a sight... all them acid burns, weapon scars... looks like it's seen a few hunderd wars, it does."
ru: «Ха! - он смеется, но вскоре его смех переходит в кашель. - Одна из самых ужасных загадок этого района... слыхал байку, будто она однажды просто свалилась на Сигил, много лет назад; непонятно, откуда она взялась, как она сюда попала и как пробраться в эту чертову штуковину. Занимает здесь место, такая себе достопримечательность... все эти следы от кислоты и оружия... похоже, она видала не одну сотню войн, это уж точно».

source: He thinks for a moment then shrugs. "Can't think of anything of interest."
ru: Он ненадолго уходит в мысли, потом пожимает плечами. «Больше ничего интересного в голову не приходит».

source: He looks nervous and glances about. "Ya... I've heard of 'em. Ya don't mess 'em, let me tell ya. His kip is a place what's called *Bones of the Night* or some such nonsense."
ru: Он начинает нервничать и оглядываться. «Ага... Слыхал о нем. Говорю тебе, с ним лучше не шутить. Его берлога - место, которое зовется *Кости Ночи* или еще как-то так».

source: He frowns. "Now, that's dangerous wig-wag... if I *were* ta say anything, which I'm not, I would say ta keep an eye out fer a gutted building here in the Ward. Mayhap ye would find something there, eh?" He glares at you. "But you never heard such from me, eh?"
ru: Он хмурится. «Ну, это опасный разговор... если бы я *собирался* что-нибудь сказать, а я не собираюсь, я бы посоветовал присмотреться к развороченной постройке здесь, на районе. Может, там ты что и найдешь, а? - он пристально смотрит на тебя. - Только ты от меня этого не слышал, усек?»

source: He looks a little uncomfortable. "Missing a skull, are ye? Well, now, ye never heard such from me, but there's people in these parts that..." He glances around. "Make a living by collectin' heads of the dead. Work for a basher named Lothar. They call 'em the *Master of the Bones.*"
ru: Кажется, он чувствует себя немного неловко. «Значит, череп пропал? Хм, ну, ты от меня этого не слышал, но есть тут народ... - он смотрит по сторонам. - Зарабатывают на жизнь собиранием голов мертвецов. Работают на вояку по имени Лотар. Они его кличут *Повелитель Костей*».

source: He frowns at you. "Someone ya go to fer askin' a bunch of damn fool questions..." He stares at you.
ru: Он смотрит на тебя хмуро. «Тот, к кому ты приходишь, чтобы задать кучу чертовых дурацких вопросов...» Он пристально смотрит на тебя.

source: You see a middle-aged man wearing dusty clothes. "Back again, huh?" He frowns at you. "What now?"
ru: Ты видишь мужчину средних лет в пыльной одежде. «Вернулся, а? - он хмуро смотрит на тебя. - Что теперь?»

source: He gives you a slight bow. "Name's Korur. In ma day I was a purty good warrior..." He pauses and sighs. "Well, them days is o'er but I still know a trick or two."
ru: Он делает тебе легкий поклон. «Зовут Корур. В свое время я был бойцом хоть куда... - он останавливается и вздыхает. - Ну, деньки-то эти уж давно прошли, но я до сих пор знаю пару трюков».

source: "Well... why not. Ya sure ye want ta give up ye current profession?
ru: «Ну... отчего нет. Ты уверен, что хочешь сменить специализацию?»

source: "Greetings."
ru: «Приветствую».

source: Ignore the man.
ru: Не обращать на него внимания.

source: "I have some questions..."
ru: «У меня есть несколько вопросов...»

source: "Never mind, farewell."
ru: «Неважно, прощай».

source: "You're available."
ru: «Ты тоже сойдешь».

source: "You seem to be a knowledgeable individual that I can learn from."
ru: «Похоже, ты - просвещенная личность, и я мог бы много чего от тебя узнать».

source: "What's a tout?"
ru: «Кто такой осведомитель?»

source: Leave.
ru: Уйти.

source: "Who are you?"
ru: «Кто ты?»

source: "Are you feeling all right?"
ru: «Ты нормально себя чувствуешь?»

source: "What can you tell me about this ward?"
ru: «Что ты можешь рассказать об этом районе?»

source: "Is there anything interesting to see around here?"
ru: «Здесь есть на что посмотреть?»

source: "I'm looking for someone named Lothar, or the Master of the Bones..."
ru: «Я ищу кое-кого по имени Лотар, он же Повелитель Костей...»

source: "I had a skull and it's been stolen from me. Do you know anyone who would do such a thing?"
ru: «У меня был череп, и его украли. Ты не знаешь, кто бы мог такое сделать?»

source: "What is with the air here?"
ru: «Что здесь с воздухом?»

source: "Tell me about the Foundry."
ru: «Расскажи мне о Литейной».

source: "What was that about the winds?"
ru: «Так что насчет ветра?»

source: "I see. I have some quesitons..."
ru: «Понятно. У меня есть другие вопросы...»

source: "I must be going. Farewell."
ru: «Я должен идти. Прощай».

source: "What do you mean?"
ru: «О чем это ты?»

source: "I see. I have some questions..."
ru: «Понятно. У меня есть другие вопросы...»

source: "Uh, yes... you mentioned the Foundry."
ru: «Э, да... ты упоминал Литейную».

source: "What was that you said about the winds?"
ru: «Что ты там говорил насчет ветра?»

source: "I have some other questions..."
ru: «У меня есть другие вопросы...»

source: "Godsmen?"
ru: «Боголюди?»

source: "You said something about the winds earlier."
ru: «Ты что-то говорил насчет ветра...»

source: "Tell me about this Foundry."
ru: «Расскажи мне об этой Литейной».

source: "What's there to do around here?"
ru: «Чем здесь можно заняться?»

source: "Excuse me?"
ru: «Что, прости?»

source: "I could use some jink."
ru: «Неплохо бы получить немного звенелок».

source: "I'd like to buy some things."
ru: «Я хотел бы кое-что купить».

source: "I have some more questions."
ru: «У меня еще вопросы».

source: "What can you tell me about the market?"
ru: «Что ты можешь рассказать о рынке?»

source: "Tell me about the tower."
ru: «Расскажи мне о башне».

source: "Anything else come to mind?"
ru: «Больше ничего не приходит на ум?»

source: "I have some other questions for you..."
ru: «У меня к тебе еще несколько вопросов...»

source: "Where can I find this place?
ru: «Где я могу найти это место?»

source: "Thank you. I have some other questions..."
ru: «Спасибо. У меня есть другие вопросы...»

source: "Where can I find this Lothar?"
ru: «Где я могу найти этого Лотара?»

source: "Thank you, farewell."
ru: «Спасибо, прощай».

source: "Can you teach me the warriors way?"
ru: «Ты можешь обучить меня пути воина?»

source: "Yes, I'm sure."
ru: «Да, я уверен».

source: "No, let me think about it. Farewell."
ru: «Нет, я подумаю над этим. Прощай».

source: "Well... What exactly do ye want training in?
ru: «Ну... Чему именно ты хотел обучиться?

source: "Can you tell me if I am ready for more instruction?"
ru: «Можешь сказать, готов ли я обучаться дальше?»

source: "Nothing right now. I'll come back later."
ru: «Пока ничему. Я вернусь».

source: "Ya know all that I can teach ya for now... come back after ye've experienced the world a bit more."
ru: «Ты знаешь все, чему я пока могу тебя научить... приходи снова, когда накопишь чуток больше опыта».

source: "Very well, thank you."
ru: «Отлично, спасибо тебе».

source: "I think I could teach ya a bit more."
ru: «Думаю, я мог бы еще немного тебя поучить».

source: "I'm ready, what can you teach me?"
ru: «Я готов, чему ты можешь обучить меня?»

source: "What ya be wantin ta learn?"
ru: «Чему ты хочешь научиться?»

source: "Teach me to fight with my fists."
ru: «Научи меня бою на кулаках».

source: "Teach me how to use daggers."
ru: «Научи меня, как пользоваться кинжалом».

source: "Teach me how to use clubs."
ru: «Научи меня, как пользоваться дубиной».

source: "Teach me how to use axes."
ru: «Научи меня, как пользоваться боевым топором».

source: "Teach me how to use hammers."
ru: «Научи меня, как пользоваться молотом».

source: "I'm not up to training today. I'll come back later."
ru: «Мне сегодня не до тренировок. Я вернусь позже» .

source: "Ye've exceeded my abilities. Ye're the best fighter I've ever seen... perhaps one of the best ever to walk the Planes."
ru: «Ты превзошел мои способности. Ты лучший из воинов, каких я видал... может, даже лучший из всех, ходивших по планам».

source: "Fists, eh? Well... I can teach ye if ye want."
ru: «Значит, бою на кулаках? Ну... если хочешь - научу».

source: "Yes, I'd like to learn to use this weapon."
ru: «Да, я хотел бы научиться пользоваться этим оружием».

source: "Daggers, eh? Well... I can teach ye if ye want."
ru: «Значит, кинжалом? Ну... если хочешь - научу».

source: "Clubs, eh? Well... I can teach ye if ye want."
ru: «Значит, дубиной? Ну... если хочешь - научу».

source: "Axes, eh? Well... I can teach ye if ye want."
ru: «Значит, топором? Ну... если хочешь - научу».

source: "Hammers, eh? Well... I can teach ye if ye want."
ru: «Значит, молотом? Ну... если хочешь - научу».

source: "Well, here we go... ye ready?"
ru: «Ну, вот... ты готов?»

source: "Yes..."
ru: «Да...»

source: "Heh... well, that's it I guess. Now what?"
ru: «Хе... ну, тогда это все, я полагаю. Что дальше?»

source: "Thank you. I'd like to learn other weapons, if you would teach me."
ru: «Спасибо. Я бы хотел обучиться другому оружию, если будешь меня обучать».

source: "Thank you. That's all I want to know today."
ru: «Спасибо. Это все, что я хотел узнать сегодня».

source: "Well... nothing more I can teach ye right now. Not unless ye've devoted yer whole life to bein' a warrior. Ye've got to *specialize* in bein' a warrior if ye want to get better. Ye've not got that devotion t' the fightin' craft. Only when ye've turned yer body into a weapon can ye learn more from me."
ru: «Ну... походу, больше я ничему тебя научить не могу. Если только ты целиком не посвятишь свою жизнь ратному делу. Если хочешь стать сильнее, ты должен *специализироваться* на нем. Ты еще не посвятил себя военному ремеслу. Только превратив свое тело в оружие, ты сможешь научиться у меня чему-то большему».

source: "All right. What other weapons can you teach me?"
ru: «Ладно. Каким еще видам оружия ты можешь меня обучить?»

source: "Thank you. Farewell."
ru: «Спасибо. Прощай».

source: "I want to be a warrior. Can you train me in the way?"
ru: «Я хочу стать воином. Ты мог бы обучить меня в этом направлении?»

source: "I want to be a better warrior. Can you help me better my skills?"
ru: «Я хочу стать лучшим воином. Ты можешь помочь мне улучшить мои навыки?»

source: "Thank you. I must be going, farewell."
ru: «Спасибо. Мне нужно идти, прощай»

source: He looks at you in amazement. "Ye're wanting to learn more? Friend, there's no more for ye to learn about that weapon. No one in all the Planes can teach ye more about it."
ru: Он изумленно глядит на тебя. «Ты хочешь знать больше? Дружище, ты не сможешь узнать об этом оружии что-то еще. Да никто на планах не сможет научить тебя большему».

source: "No... what other weapons can you train me in?"
ru: «Нет... каким еще видам оружия ты можешь меня обучить?»

source: "No, I don't think I want to train today. Farewell."
ru: «Нет, не думаю, что сегодня я хочу тренироваться. Прощай».

source: I was told I couldn't learn more about weapons unless I specialize in the path of the warrior. A more rigorous devotion to the fighting arts, never forsaking them for thievery or magecraft, should grant me the specialization my tutor speaks of.
ru: Мне сказали, что я больше не могу обучаться оружию, если только не сосредоточусь на пути воина. Более полное посвящение себя искусству боя, без отвлечения на воровство и магию, должно обеспечить мне специализацию, о которой говорит мой наставник.
