Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dkuuyin.dlg.po
Languages: ru

source: The despondent man looks up to you, a glimmer of hope in his eyes, yet he speaks as emotionlessly as ever. "Has she given you my name and number? She has offered money, has she not? I cannot live. Money means nothing without a name. Get me my name. Has she given it?" His eyes crawl across your face, watching intently.
ru: Подавленный человек поднимает на тебя взгляд, в котором виден проблеск надежды, однако говорит он все так же бесстрастно. "Она отдала тебе мое имя и номер? Она предлагала деньги, не так ли? Я не могу жить. Без имени деньги ничего не значат. Верни мне мое имя. Она его отдала?" Его внимательный взгляд пробегает по твоему лицу.

source: "Yes. She has."
ru: "Да".

source: Lie: "No. Not yet."
ru: Ложь: "Еще нет".

source: "No. Not yet."
ru: "Еще нет".

source: "No. Not yet. I'm still working on it. Farewell."
ru: "Еще нет. Я все еще работаю над этим. Прощай".

source: A flurry of muscle spasms rock his face. "Forgive me," he says, "for I have wronged you in my mind. I see in your face the knowledge that you have my name and number, yet I hear your voice tell me you do not. I ask again. Do you have my name and number?"
ru: По его лицу пробегает волна мышечных спазмов. "Прости меня, - говорит он, - поскольку я подумал о тебе плохо. По твоему лицу я вижу, что у тебя есть мое имя и номер, и все же твой голос говорит, что это не так. Я спрашиваю еще раз: у тебя есть мое имя и номер?"

source: Lie: "No, I don't."
ru: Ложь: "Нет".

source: "Yes. I do."
ru: "Да".

source: "Answer some questions for me first, will you?"
ru: "Сперва ответь мне на пару вопросов, ладно?"

source: "Three times must I ask before I can ask no longer. That is the law. Do you have my name and number?"
ru: "Я могу спросить не более трех раз - таков закон. У тебя есть мое имя и номер?"

source: Lie: "No."
ru: Ложь: "Нет".

source: "There is no justice here. I have been wronged, and cannot speak of it. I am nothing, and remain nothing forever. I will see you no more."
ru: "Здесь нет справедливости. Я ошибся, и я больше не могу об этом говорить. Я ничто, и останусь таким навсегда. Больше мы не увидимся".

source: "Wait, I have your name and number after all..."
ru: "Погоди, есть у меня твое имя с номером..."

source: "Answer a few more questions for me, will you?"
ru: "Ответь мне еще на пару вопросов, ладно?"

source: "All right. If that's the way you want it."
ru: "Ладно, как знаешь".

source: He shakes his head, and turns to walk away.
ru: Он качает головой и поворачивается, чтобы уйти.

source: "Farewell, then."
ru: "Тогда прощай".

source: "May I have them?"
ru: "Могу ли я их получить?"

source: "What will you give me for them?"
ru: "Что ты мне за них дашь?"

source: "Yes. Your name is Ku'u Yin. Take your number."
ru: "Да. Тебя зовут Куу Йин. Держи свой номер".

source: "No."
ru: "Нет".

source: "I can give you nothing for I have nothing. Will you give me my name and number?"
ru: "Я ничего не могу тебе дать, потому что у меня ничего нет. Ты дашь мне мое имя и номер?"

source: "I thank you for my name and number. Yes. Ku'u Yin. Yes. But no. I now realize I no longer require a number here. I will find myself a new number, if necessary. I give you my old number. It can help you. It is a mantle of law. It is protection. Do you accept it?"
ru: "Благодарю тебя за имя и номер. Да. Куу Йин. Да. Но нет. Теперь я понимаю, что номер мне не нужен. В случае необходимости я найду себе новый номер. Я отдам тебе свой старый. Он может тебе помочь. Это покров закона. Это защита. Ты примешь его?"

source: "Yes."
ru: "Да".

source: He accepts them gravely. "I thank you for my name and number. Yes. Ku'u Yin. Yes. You have my gratitude. I will remember you." He throws the number around his throat like a scarf, and it sinks into his skin. He begins to walk away from you.
ru: Он мрачно принимает их. "Спасибо тебе за имя и номер. Да. Куу Йин. Да. Благодарю тебя. Я буду помнить тебя". Он накидывает номер на шею, словно шарф, и тот погружается ему в кожу. Он собирается уходить.

source: "Wait. I had a few more questions..."
ru: "Постой. У меня есть другие вопросы..."

source: "Farewell."
ru: "Прощай".

source: "Let it warm you . Trust in it. It will protect you. Farewell." He turns and begins to walk away from you.
ru: "Пусть он согреет тебя. Верь в него. Он тебя защитит. Прощай". Он поворачивается и собирается уходить.

source: "What were they?"
ru: "Какие?"

source: "Tell me about yourself."
ru: "Расскажи мне о себе".

source: "Tell me about this place."
ru: "Расскажи мне об этом месте".

source: "What are you doing?"
ru: "Чем ты занимаешься?"

source: "Nothing. Forget it. Farewell."
ru: "Ничего, забудь. Прощай".

source: "I am Ku'u Yin. I came here by accident. Now that I am here, I intend to learn more. I must know more."
ru: "Я Куу Йин. Я попал сюда случайно. И теперь, раз я здесь, я собираюсь узнать больше. Я должен знать больше".

source: "I had other questions..."
ru: "У меня есть другие вопросы..."

source: "Good luck. Farewell."
ru: "Удачи. Прощай".

source: "I intend to discover that myself. With my name, I am again a person. I can learn. I will do so."
ru: "Я сам намерен это выяснить. Со своим именем я вновь личность. Я могу учиться. Этим я и займусь".

source: "Preparing to face this new world with my old identity. Now that I know there are hidden pitfalls, I intend to discover what I can. I am ready now."
ru: "Готовлюсь предстать перед этим новым миром со моей старой личностью. Теперь, когда я знаю, что в нем скрыты ловушки, я намерен найти их. Теперь я готов к этому".

source: He throws the number around his throat like a scarf, and it sinks into his skin. "Then I will wear my old number. You have my gratitude. Farewell." He turns and begins to walk toward the exit.
ru: Он накидывает номер на шею, словно шарф, и тот погружается ему в кожу. "Тогда я буду носить свой старый номер. Благодарю тебя. Прощай". Он разворачивается и идет к выходу.

source: He speaks flatly as you approach. "I implore you to continue your bargaining with the thief. Without my name and number, I am nothing."
ru: Когда ты подходишь, он произносит ровным тоном: "Я заклинаю тебя продолжить переговоры с той воровкой. Без имени и номера я ничто".

source: "I'm on my way. Answer a few questions first, will you?
ru: "Я уже иду, но сперва ответь на пару вопросов, ладно?

source: "Very well. Farewell."
ru: "Отлично. Прощай".

source: "What do you wish to know?"
ru: "Что ты хочешь знать?"

source: "Tell me of yourself."
ru: "Расскажи мне о себе".

source: "Tell me of this place."
ru: "Расскажи мне об этом месте".

source: "Tell me of Sigil."
ru: "Расскажи мне о Сигиле".

source: "Nothing. Farewell."
ru: "Ничего. Прощай".

source: "Have you located the woman with my name and number? She will tell you she won the name from me, but she did not. She stole it. I require my name and number. She is in the Village, somewhere."
ru: "Ты нашел женщину с моим именем и номером? Она скажет тебе, что получила их от меня, но это не так. Она их украла. Мне требуется мое имя и номер. Она где-то в деревне".

source: Lie: "No, not yet."
ru: Ложь: "Пока нет".

source: "I have your name and number."
ru: "У меня есть твое имя и номер".

source: "I have. She doesn't want to give it up."
ru: "Да. Она не хочет их отдавать".

source: "I haven't got it yet."
ru: "У меня их пока что нет".

source: He pales for a moment. "She must. They are mine. She stole them from me. I request your assistance."
ru: На миг он бледнеет. "Она должна. Они мои. Она их у меня украла. Я прошу у тебя помощи".

source: "You're getting it."
ru: "Ты ее получишь".

source: "Perhaps if you answered some other questions for me..."
ru: "Возможно, ты сможешь ответить на некоторые из моих вопросов..."

source: "Forget it."
ru: "Забудь".

source: "I require assistance. Any assistance you give me will be remembered with gratitude. Please help."
ru: "Я взываю о помощи. Любая оказанная тобой помощь будет вспоминаться с благодарностью. Прошу, помоги".

source: "We can start with you answering some other questions for me..."
ru: "Мы могли бы начать с ответов на мои вопросы..."

source: "I once lived in a land of metal machines and doors that opened at a word. I dream of the pristine metal cities and the empty shells that are our people. I had a number and a name there, and now I have neither. Like all my kind, they are all I have. They are all I have had of my own all my life. They were stolen from me. Without them I am nothing. I request your aid."
ru: "Когда-то я жил в стране металлических машин и дверей, которые открывались с помощью слов. Мне снятся древние города из металла и пустые оболочки - люди нашего народа. Там у меня были имя и номер, а теперь их у меня нет. Как и у других моих собратьев, это все, чем я располагаю. Они - все, что было у меня за всю мою жизнь. Их у меня украли. Без них я ничто. Я прошу тебя о помощи".

source: "I'll see what I can do. Answer some other questions for me..."
ru: "Посмотрим, что я могу сделать. Ответь мне еще на пару вопросов..."

source: "Who has your name and number?"
ru: "У кого твое имя и номер?"

source: "What can you give me?"
ru: "Что ты мне дашь?"

source: "We'll see. Answer some other questions for me."
ru: "Посмотрим. Ответь мне еще на пару вопросов".

source: "We'll see. Farewell."
ru: "Посмотрим. Прощай".

source: "I'll try. Farewell."
ru: "Я попытаюсь. Прощай".

source: "I know nothing of it. I do not know this place. I have no name. I have no number. I have no memory of this place. I am cold. I am scared. This is strange, to be so naked. I fear I will die."
ru: "Я ничего о нем не знаю. Я не знаю этого места. У меня нет имени. У меня нет номера. У меня нет воспоминаний об этом месте. Мне холодно. Мне страшно. Странное чувство - быть столь обнаженным. Боюсь, что я умру".

source: "What do you mean?"
ru: "О чем это ты?"

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "Hm. Interesting. Farewell."
ru: "Хм. Интересно. Прощай".

source: "I have nothing. I request your aid."
ru: "У меня ничего нет. Я прошу твоей помощи".

source: "Forget it, then. Farewell."
ru: "Тогда забудь об этом. Прощай".

source: "The one who used to be Radine. She stole them from me. I offered her the shelter of my name and number, and she stole them from me. They are mine lawfully and by right. Find her. She is in this Village."
ru: "Та, которая когда-то звалась Радин. Она украла их у меня. Я предложил ей защиту моего имени и номера, и она украла их. Они мои по закону и праву. Найди ее. Она в этом поселке".

source: "Tough. Answer some other questions for me..."
ru: "Не унывай. Ответь мне еще на пару вопросов..."

source: "I'll see what I can do."
ru: "Посмотрим, что я смогу сделать".

source: "Tough for you. Farewell."
ru: "Не падай духом. Прощай".

source: You see a drab man with a perfectly moon-shaped face. He looks at you without expression, and does not speak. He looks as though his voice would be as flat as a meadow.
ru: Ты видишь серого человека с идеально-круглым лицом. Он смотрит на тебя без всякого выражения, и не произносит ни слова. Он выглядит так, будто его голос такой же спокойный, как и пустынная равнина.

source: "Greetings. I was hoping you could answer a few questions for me..."
ru: "Здравствуй. Надеюсь, ты сможешь ответить мне на пару вопросов..."

source: Leave him in peace.
ru: Оставить его в покое.

source: "No money can buy a name. No amount can buy a number. Coin is scant consolation for identity. Surely you can understand."
ru: "Имя не купишь ни за какие деньги. Номер не купишь ни за какие богатства. Монеты - скудное утешение за личность. Ты это, конечно же, понимаешь".

source: "She has offered money for them."
ru: "Она предложила за них деньги".

source: "Yes, I can. I'll do what I can. Farewell."
ru: "Да, я сделаю, что смогу сделать. Прощай".

source: I met a strange man whose name and number were stolen from him. He seems to come from a land of law and metal, where all things have their place and number, and he seems naked and cold without his.
ru: Я встретил странного человека, чье имя и номер были украдены. Похоже, что он пришел из страны закона и металла, где у всех вещей есть место и номер, и без него он словно без одежды и крова.

source: Ku'u Yin refused me when I offered him his name and number back. To the Nine Hells with him, anyway.
ru: Куу Йин отказался от предложенного мной имени и номера. А, ну и пусть катится в Девять Преисподен.

source: I returned Ku'u Yin's name and number to him. He didn't offer me anything for them. Maybe I shouldn't have tried to blackmail him for them...
ru: Я вернул Куу Йину его имя и номер. Он не дал мне ничего взамен. Пожалуй, мне не стоило пытаться требовать за них деньги...

source: I returned Ku'u Yin's name and number to him. He offered me his number, and said it would warm me and protect me.
ru: Я вернул Куу Йину его имя и номер. Он предложил мне свой номер и сказал, что он согреет и защитит меня.
