Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dlazlo.dlg.po
Languages: ru

source: You see a young boy with pale, yellow skin. His clothes are dirty and in need of mending. Currently he is tending a furnace.
ru: Ты видишь юношу с бледно-желтой кожей. Его одежда грязная и нуждается в починке. В данный момент он приглядывает за печью.

source: "Greetings."
ru: "Приветствую".

source: The boy, Lazlo, says that he knows of a portal near the siege tower. It's located on a drawbridge or a device resembling one, he wasn't too clear in his description. I wonder where the portal leads?
ru: Парнишка Лазло говорит, что знает о портале возле осадной башни. Он расположен на подъемном мосту или напоминающем его устройстве - он не смог толком обьяснить. Интересно, куда ведет этот портал?

source: He turns and gives a half-smile as he sets down his work. "Hail... do ya need some help?"
ru: Он поворачивается и слегка улыбается, откладывая свою работу. "Привет... помощь нужна?"

source: "Aye, aye, I'd be pleased ta help ya if I could..." The boy looks grateful not to be toiling over the furnace. "What is it I can answer fer ye?"
ru: "Да-да, буду рад помочь, если смогу... - похоже, паренек не прочь немного пофилонить. - Что у тебя за вопросы?"

source: "This place?" He glances around. "It's the Open-Air Market. Lotta buyers and sellers come here ta set up their kip fer the day. I been here fer a good time, I been workin' here fer a while under the eye of me Da." He looks a little distant. "One day I could be runnin' his stall, I could."
ru: "Это место? - он оглядывается. - Это открытый рынок. Куча покупателей и продавцов торгуют здесь дни напролет. Я тут уже порядочно времени, работаю тут под присмотром бати, - он выглядит немного отрешенным. - Когда-нибудь я займу его место".

source: He points proudly at the furnace. "The furnace, it's used ta..." He shrugs his shoulders. "I dunno what it's used fer, but my Da says it's important ta keep it stoked and burnin' right." He wipes sweat from his brow and glances about.
ru: Он гордо указывает на печь. "Печкой, она для... - он пожимает плечами. - Без понятия, зачем она нужна, но батя говорит, что важно, чтоб она всегда была полной и раскочегаренной". Он смахивает пот со лба и оглядывается по сторонам.

source: He nods. "Anze is his name, that's my Da's stall over there." He gestures at a stall to the right of the furnace. "If he don't have what ya need, he may be able ta point ya to it."
ru: Он кивает. "Его зовут Анце, вон там его место, - он показывает на прилавок справа от печи. - Если у него чего-то не найдется, он сможет направить тебя куда надо".

source: He thinks for a bit. "There's many things ta be had, food, drink, magic, weapons... are ya lookin' ta buy some supplies maybe?"
ru: Он ненадолго задумывается. "Здесь много чего есть: еда, выпивка, магия, оружие... может, ты хочешь пополнить припасы?"

source: "Aye, magic can be had." He looks around the area, then points toward the far counter. "That's Aalek's stall o'er there an he might have some things."
ru: "Ага, магия здесь есть, - он осматривается вокруг, затем указывает на дальний прилавок. - Это место Аалека, у него что-то должно быть".

source: "My Da can help ya, tha's his stall over there." He points to a stall just to the right of the furnace. "His name's Anze."
ru: "С этим тебе поможет мой батя, его место вот тут, - он указывает на прилавок справа от печи. - Его зовут Анце".

source: He gives you a strange look and then shrugs. "Ya be wantin' ta go ta Hamrys then. I think his shop is south an east of here."
ru: Он бросает на тебя странный взгляд и пожимает плечами. "Тогда тебе к Хамрису. Кажется, его лавка на юго-востоке отсюдова".

source: He nods. "Oh, aye, this here's the Lower Ward. Common folk live here, like me an me Da." His eyes widen a bit and he looks excited. "Do ya know why it's called the Lower Ward?"
ru: Он кивает. "О, да, это Нижний район. Здесь живет простой народ, типа нас с батей". Внезапно он округляет глаза и приходит в возбуждение. "А знаешь, почему его назвали Нижним районом?"

source: "Well, as it's reckoned, the ward's got a mess of portals ta the Lower Planes all riddled through it like cheese, so it does, so I s'pose that that's why the name stuck." He smiles proudly.
ru: "Ну, считается, что в районе целая куча порталов в Нижние планы: он весь имипродырявлен, прям как сыр, так вот. Так что я думаю, что из-за этого к нему и прицепилось это название". Он гордо улыбается.

source: He shrugs. "It's a mystery ta me as it is ta you, cutter. Not sure if there is a reason fer the Portals as much as just circumstances. Could be the Lady's will, could just be chance, s'pose." He shrugs again.
ru: Он пожимает плечами. "Это для меня такая же загадка, как и для тебя, рубака. Не уверен, есть ли тут какие-то причины, просто так вышло. Думаю, это либо воля Леди, либо воля случая". Он снова пожимает плечами.

source: His eyes grow a little wider. "Aye, they do. Most of 'em jest stoppin' through..." He swallows nervously and looks worried.
ru: Его глаза округляются. "Ага. Обычно они просто тут делают остановку..." Он обеспокоенно глотает.

source: "Aye, I've seen it..." He pauses and swallows again. "T'was just last week or so, I saw a couple abishai come through a portal. They talked a good bit an' then one of em went back through. The one tha' stayed is still there..." He frowns.
ru: "Ага, видел... - он останавливается и снова сглатывает. - Было это, кажись, на той неделе. Видел, как из портала вышла парочка абишаев. Они долго так между собой толковали, а потом один из них ушел назад. Тот, что остался, до сих пор здесь..." Он хмурится.

source: "I dunno for sure, ta me it was just hissin' an such, but I think they was talkin' about the Tower." He shrugs.
ru: "Наверняка не знаю. Для меня это показалось шипением, или типа того, но мне кажется, что они говорили про башню". Он пожимает плечами.

source: "Aye, tha's one of the strangest sights ta be in the Ward. No one really knows how long that scarred old tower has been around... ye can't get into it, y'know. Bolted up tighter than a chastity belt. I'd be curious ta know what's in there..." He thinks for a moment. "The abishai was gesturin' at the Tower an the portal. They was lookin' for the key, I bet.
ru: "Ага, это одна из самых странных штуковин на районе. Никто точно не знает, сколько уже здесь стоит эта старая потрепанная башня... и знаешь что: в нее не проберешься. Запечатана почище пояса верности. Вот бы узнать, что в ней... - на мгновение он задумывается. - Абишай показывал на портал возле башни. Могу поспорить, что они ищут ключ".

source: "The key ta the portal tha' leads ta the Tower. Every portal has a key tha opens it ta somewhere. The key can be a gesture, an item, or even a thought... many 'ave tried hard ta get inta the Tower. No matter how hard ya try, ya fail."
ru: "Ключ от портала, что ведет в башню. У каждого портала есть ключ, чтоб открыть его куда-нибудь. Это может быть жест, предмет, даже мысль... многие пытались пробраться в башню. Но сколько не пытаешься - все напрасно".

source: He shrugs. "I dunno, cutter. May be..."
ru: Он пожимает плечами. "Без понятия, рубака. Может быть..."

source: He stops to think for a moment. "There's a drawbridge like contraption back o' the Tower, east o' the market. Tha's where it is..." He gets a far away look.
ru: Он умолкает, чтобы немного поразмыслить. "Сзади на башне есть похожая на подъемный мост штуковина - это на западе от рынка. Там он и находится..." Он смотрит куда-то вдаль.

source: "The center of the Planes, the city where almost everythin' intersects. Never borin', really. The Lady of Pain is the law, and the rest of us mostly try and bang out a livin' under her shadow." He barks a laugh, then coughs.
ru: "Центр планов, город, где переплетается почти все. Здесь не соскучишься, это уж точно. Закон здесь - Леди Боли, другие из нас по большей части стараются выжить в ее тени". Он хрипло смеется, потом закашливается.

source: "Don't know much about her... she keeps the Powers out of Sigil, keeps the fiends out, and talks and deals with nobody... 'cept maybe the dabus. She'll pen ya in the Dead-Book damned quick if ye worship her or try and hurt Sigil. Her face n' the blades surroundin' it would be the last ye'd see..."
ru: "Я мало что про нее знаю... она держит силы и демонов подальше от Сигила, и ни с кем не разговаривает и не имеет дел... разве что с дабусами. И она чертовски быстро впишет тебя в книжку мертвых, если вздумаешь ей поклоняться или попробуешь навредить Сигилу. Ее лицо в окружении клинков - последнее, что ты увидишь..."

source: At the mention of a face surrounded by blades a memory forces itself into your consciousness. For a moment you are standing in a darkened alley, breathing heavily. Approaching you in the darkness is an uncannily beautiful woman, her face shrouded in blades and with cold eyes... suddenly, the memory fades and you are talking to the lad once more.
ru: При упоминании лица, окруженного клинками, в твое сознание прорываются воспоминания. На мгновение ты оказываешься стоящим в темном переулке. Ты тяжело дышишь. В темноте к тебе приближается сверхъестественно красивая женщина с холодными глазами и лицом, окруженным клинками... внезапно воспоминание меркнет, и ты вновь разговариваешь с мальчишкой.

source: "It's the sickness, it is. Caused by the bad air. What with the smoke an all the fact'ry smogs, it can get pretty hard ta breathe easily 'round here." He shrugs. "Somedays, it's not good ta be out when the smogs linger too long... they can scald your eyes right out of the skull, so it's said."
ru: "Это все хворь из-за плохого воздуха. От дыма и всех этих фабричных смогов в округе становится трудно дышать, - он пожимает плечами. - Иногда на улице лучше вообще не задерживаться - это когда смог задерживается слишком надолго... может выжечь глаза прямо из черепа - так говорят".

source: "I dunno. At times, winds come from the Spire and blow the city clear o' smog, but that's not as often as would be liked." He blinks, glances around, then shrugs. "Lady's will, I guess. Don't make much sense, but then little does if ya look at it long enough."
ru: "Без понятия. Временами от Шпиля дует ветер и выгоняет смог из города, но это случается не так часто, как хотелось бы, - он прищуривается, оглядывается и пожимает плечами. - Думаю, это воля Леди. Смысла в этом немного, но с другой стороны, если хорошенько подумать, что-то в этом есть".

source: "Not much ta see... the Great Foundry's impressive, though, ya might check that out... home of the Believers, ya know." He stops to think. "Most of the more amazin' sights are in some of the Upper Wards. It might be better ta look around ther.. I hear there's a brothel there, the Festhall, and some other places that are more interestin'. I don't know fer sure, I been here all my life."
ru: "Глядеть особо не на что... вот только Великая Литейная впечатляет, можешь сам заценить... ну, знаешь, дом Верящих, - он задумывается. - Почти все интересные места в Верхних районах. Лучше было бы там и поглядеть... Слыхал, что там есть бордель, Фестхолл и еще парочка интересных мест. Точно не знаю: я всю жизнь прожил тут".

source: "Centa o' the Ward, pretty much. An impressive structure, ta be sure. Ya can't miss it, just head north. You'll know it by the big gates." He marks it on your map.
ru: "Она примерно в центре района. Впечатляющая постройка, это уж точно. Ты ее не пропустишь, просто иди на север. Узнаешь ее по большим воротам", - он отмечает ее на твоей карте.

source: "They've got a bunch of names: Believers, Godsmen, Believers of the Source... we mostly just call them Godsmen. They have their kip in the Great Foundry, and they seem ta get by pretty well. They're a pleasant bunch. They believe that everybody can be great, as great as the Powers even, if ye just strive ta reach it. It might mean ya have ta start life over a bunch of times, but ye'll eventually get there after a time."
ru: "У них куча имен: Верящие, боголюди, Верящие в Первопричину... мы их в основном зовем боголюдьми. Они обосновались в Великой Литейной, и похоже, что дела у них идут довольно неплохо. Приятная компания. Верят, что кто угодно может стать великим, чуть ли не силой, если изо всех сил будет стараться достичь этого. Это может означать, что тебе придется много раз начинать жизнь с нуля, но со временем ты все-таки добьешься своего".

source: He smiles. "Oh, me... and me Da... are Indeps... we're a faction that's not really a faction... we're a faction that believes that people are free ta do as they will. We're a pretty loose bunch, and we don't take too kindly ta makin' or obeyin' other factions."
ru: Он улыбается. "А, я... и мой батя... мы Свободные... на самом деле, мы не совсем фракция... мы верим, что люди вольны делать то, что хотят. Мы - довольно-таки свободолюбивый народ, и мы не слишком одобряем создание других фракций или служение им".

source: He glances at you. "The factions are them's that govern most of Sigil and the day ta day business. There's a bunch: there's the Dead, the Dustmen, that take care of all the dead bodies on the streets, and then there's the Guvners that make the laws, and the Sensates... there's a number of factions. Here in the Lower Ward, we mostly deal with the Believers, the Godsmen." He nods in the distance. "They have their kip in the Great Foundry, and they're a pleasant enough bunch."
ru: Он глядит на тебя. "Фракции управляют почти что всем Сигилом и всеми каждодневными делами. Их целая куча: есть Мертвяки, Тленные, которые занимаются мертвецами на улицах, потом есть еще законники, которые придумывают законы, и Чувствующие... много есть фракций. Здесь, в Нижнем районе, мы чаще всего имеем дело с Верящими, боголюдьми, - он кивает вдаль. - Они обустроились в Великой Литейной, и они - довольно-таки приятная компания".

source: He shrugs. "Nothin' really. I never cared, bein' an Indep an all. The faction houses have plenty of people who'll give ya the chant. Go ask em."
ru: Он пожимает плечами. "Почти ничего. Мне это неинтересно, живу себе Свободным, да и все. В домах фракций найдется куча людей, которые смогут тебе все рассказать. Сходи и спроси у них".

source: He becomes rather excited. "Missin' a skull, are ye! I'll bet I know what happened ta it... in the Ward is a fella, a mage or priest ta hear tell, who collects heads and puts them on his shelves like books. They're dead, but his magicks are such he can make them answer questions fer him, even though they're in the Dead-Book."
ru: Он приходит в возбуждение. "Значит, череп пропал! Могу поспорить, что знаю, что с ним сталось... есть на районе чувак, говорят, то ли маг, то ли жрец, который собирает черепа и ставит их на полки как книги. Они-то мертвые, но своим колдунством он заставляет их отвечать на вопросы, несмотря на то что они в книжке мертвых".

source: He frowns. "Not sure, really. I heard tell he's got his kip in one of the ruined buildin's around here, but I've never been there." He snaps his fingers. "Others might know, though... might ask Sebastion 'bout it."
ru: Он хмурится. "Прям уж и не знаю. Слышал байку, вроде как он обосновался в разрушенном доме где-то в округе, но я там никогда не был, - он щелкает пальцами. - Хотя это могут знать другие... можно спросить Себастиона на этот счет".

source: He points vaguely toward the west. "Go back ta the square and head a little north an west. Sebastion sets his kip up at a drawbridge-like contraption."
ru: Он показывает куда-то на запад. "Вернись на площадь и немного пройдись на северо-запад. Себастион обосновался возле похожей на подъемный мост штуковины".

source: "Well met, again. Do ya have some questions I could mayhap be helpin' ya with?"
ru: "Рад встрече. У тебя есть вопросы, по которым я мог бы тебе помочь?"

source: Ignore him.
ru: Игнорировать его.

source: "Yes, I have some questions..."
ru: "Да, у меня есть пара вопросов..."

source: "No, farewell."
ru: "Нет, прощай".

source: "What is this place?"
ru: "Что это за место?"

source: "Can you tell me about this ward?"
ru: "Можешь рассказать об этом районе?"

source: "What can you tell me about the city of Sigil?"
ru: "Что ты можешь рассказать о Сигиле?"

source: "Why does everyone seem to have yellow skin around here?"
ru: "Почему у всех здесь желтая кожа?"

source: "Is there anything worth seeing around here?"
ru: "Тут есть на что посмотреть?"

source: "I'm missing a skull... know anyone who'd want something like that?"
ru: "У меня пропал череп... не знаешь, кому бы он мог понадобиться?"

source: "I must be going now. Farewell."
ru: "Я уже должен идти. Прощай".

source: "What is it that you do here?"
ru: "Чем ты здесь занимаешься?"

source: "I have some questions..."
ru: "У меня есть некоторые вопросы..."

source: "Is your father one of the merchants here?"
ru: "Твой отец - один из здешних торговцев?"

source: "I see. I have some more questions..."
ru: "Понятно. У меня еще несколько вопросов..."

source: "I must be going, farewell."
ru: "Я должен идти. Прощай".

source: "What kinds of goods are available?"
ru: "Что здесь можно купить?"

source: "Where can I buy some magic items?"
ru: "Где можно купить магические вещи?"

source: "Where can I buy some weapons?"
ru: "Где можно купить оружие?"

source: "Where can I buy a coffin pillow?"
ru: "Где можно купить подушку для гроба?"

source: "I have some other questions for you..."
ru: "У меня еще несколько вопросов к тебе..."

source: "Where can I buy magic items?"
ru: "Где мне купить магические предметы?"

source: "Where can I buy weapons?"
ru: "Где мне купить оружие?"

source: "No, why is it called the Lower Ward?"
ru: "Нет, и почему же?"

source: "I don't care why. I have some other questions..."
ru: "Меня это не интересует. У меня еще несколько вопросов..."

source: "Why are there so many Lower Plane portals here?"
ru: "Почему здесь так много порталов в Нижний планы?"

source: "Do any creatures come out of these portals?"
ru: "Из этих порталов выходят какие-нибудь существа?"

source: "I have some more questions..."
ru: "У меня еще несколько вопросов..."

source: "You look nervous, you've seen this yourself?"
ru: "Кажется, ты нервничаешь. Ты что-то видел?"

source: "I have some other questions..."
ru: "У меня еще несколько вопросов..."

source: "What can you tell me about the Lady of Pain?"
ru: "Что ты можешь рассказать о Леди Боли?"

source: "Interesting..."
ru: "Интересно..."

source: "Can't something be done about it?"
ru: "И с этим ничего нельзя сделать?"

source: "Tell me about the Foundry."
ru: "Расскажи мне о Литейной".

source: "Tell me about the Believers."
ru: "Расскажи мне о Верящих".

source: "I have other questions..."
ru: "У меня есть другие вопросы..."

source: "I see. I have other questions."
ru: "Понятно. У меня есть другие вопросы".

source: "So they're another faction here. What faction are you?"
ru: "Значит, они - еще одна местная фракция. А ты из какой фракции?"

source: "Interesting. I have other questions..."
ru: "Интересно. У меня есть другие вопросы..."

source: "What is the purpose of all these factions?"
ru: "Какая польза от всех этих фракций?"

source: "What can you tell me about these other factions?"
ru: "Что ты можешь рассказать о других фракциях?"

source: "What can you tell me about this Foundry?"
ru: "Что ты можешь рассказать об этой Литейной?"

source: "I see. I have other questions for you..."
ru: "Понятно. У меня есть другие вопросы к тебе..."

source: "Where can I find this person?"
ru: "Где мне его найти?"

source: "Where can I find Sebastion?"
ru: "Где мне найти Себастиона?"

source: "I see. I have other questions..."
ru: "Понятно. У меня есть другие вопросы..."

source: "Thank you. I have other questions..."
ru: "Спасибо. У меня есть другие вопросы..."

source: "Yes..."
ru: "Да..."

source: "I see. I have some more questions...
ru: "Понятно. У меня есть еще вопросы..."

source: "Do any creatures ever come out of these portals?"
ru: "Из этих порталов выходят какие-нибудь существа?"

source: "What were they talking about?"
ru: "О чем они толковали?"

source: "The Tower?"
ru: "Башню?"

source: "What key?"
ru: "Какой ключ?"

source: "Maybe the secret to getting in is to not want to get in..."
ru: "Может, секрет как раз в том, что чтобы попасть туда, нужно не хотеть туда попасть..."

source: "Tell me where this portal is located."
ru: "Скажи мне, где находится этот портал".

source: There is a sealed siege tower here in the Lower Ward that, so I'm told, a lot of people would like to gain entry to. Nobody has been able to gain access no matter how hard they've tried. It may be a strange idea on my part, but maybe the secret to getting in is to not want to get in...
ru: В Нижнем районе есть запечатанная осадная башня, в которую, как мне сказали, полно желающих проникнуть. Никому так и не удалось получить в нее доступ, несмотря на все усилия. Странная мысль, но, возможно, секрет входа в нее как раз в том, чтобы не хотеть туда попасть...

source: The boy, Lazlo, says there is a portal located on a drawbridge-like device, east of the market. He thinks the portal may lead into the siege tower. Maybe I should check this out.
ru: Парнишка Лазло говорит, что к востоку от рынка на устройстве, похожем на подъемный мост, есть портал. Он считает, что этот портал может вести в осадную башню. Возможно, мне стоит это проверить.
