Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dlcon.dlg.po
Languages: ru

source: You see a mechanical man with pale green skin. Although it is obviously a construct, it does have an animated face, which is scowling at you.
ru: Перед тобой механическое существо в виде человека с бледно-зеленой кожей. Хотя очевидно, что это концепция, у нее подвижное лицо, которое в данный момент угрюмо смотрит на тебя.

source: "Greetings."
ru: "Приветствую".

source: Ignore the creature.
ru: Не обращать внимания на существо.

source: "Grrrr." The creature growls at you and then pauses, weighing your reaction.
ru: "Г-р-р-р", - рычит на тебя существо и умолкает, оценивая твою реакцию.

source: "Am I supposed to be frightened by that?"
ru: "Я должен быть напуган этим?"

source: "Who are you?"
ru: "Кто ты?"

source: "What are you?"
ru: "Что ты такое?"

source: "What are you doing?"
ru: "Что ты делаешь?"

source: "I don't have time for this, farewell."
ru: "У меня нет времени на это. Прощай".

source: It looks confused. "Grrrr?" It makes a feeble threatening gesture toward you.
ru: Оно смущается. "Г-р-р-р?" - оно неуверенно делает угрожающий жест в твою сторону.

source: "I asked you if I'm supposed to be frightened by that."
ru: "Я спросил тебя, следует ли мне от этого пугаться".

source: It stares at you for a moment while considering your question. "Yes. *Grrrr* is a sound indicative of a threat. I have included an appropriate gesture to add weight to the threat. Fear is the anticipated response which will give me the advantage in the fight that follows." It leaps to the attack.
ru: Он молча стоит, обдумывая твой вопрос. "Да. *Г-р-р-р* означает звук угрозы. Я добавил соответствующий жест для придания веса этой угрозе. Страх является ожидаемой реакцией, которая даст мне преимущество в предстоящей битве". Оно бросается в атаку.

source: Defend yourself.
ru: Защищаться.

source: Your question seems to throw the creature completely off balance. It stands staring at you with its head cocked to one side, unsure of what to do. "I am a monster. Now we do battle?"
ru: Твой вопрос полностью сводит существо с толку. Склонив голову набок, оно неуверенно смотрит на тебя, не зная, что делать дальше. "Я - монстр. Теперь нам нужно сразиться?"

source: "You've got to be kidding..."
ru: "Ты шутишь..."

source: Attack the creature.
ru: Атаковать существо.

source: It continues to stare at you for a moment. "No... Grrrr." It leaps to the attack.
ru: Существо все еще неуверенно смотрит на тебя. "Нет... Г-р-р-р". Оно бросается в атаку.

source: "I am a light combat construct. I currently feature: Poor combat abilities, low intelligence, and a feeble weapon that I can use with little skill." It leaps to the attack.
ru: "Я - легкая боевая концепция. Мои текущие возможности: слабые возможности ведения боя, низкий интеллект, плохие навыки использования слабого оружия". Оно бросается в атаку.

source: It stares at you with its head cocked to one side, unsure of what to do. "I am a dungeon inhabitant. You have intruded upon my personal space and must now face the consequences. Therefore I am initiating proper attack sequence as follows: *Grrrr* sound, threatening gesture, and battle." It leaps to the attack.
ru: Оно стоит, склонив голову набок и не зная, что делать. "Я - житель подземелья. Ты вторгся в мое личное пространство и теперь должен столкнуться с последствиями. Поэтому я начинаю атакующую последовательность, состоящую из: звука *г-р-р-р*, угрожающего жеста и битвы". Оно бросается в атаку.

source: The creature raises its arms and brandishes its weapon. "See my enemy driven before me. Hear the lamentations of the women. I am victorious." It leaps to the attack.
ru: Существо вскидывает свое оружие. "Узрите моего врага, гонимого мной. Услышьте стоны женщин. Победа будет за мной". Оно бросается в атаку.

source: You see a mechanical man with pale green skin. Although it is obviously a construct, it does have an animated face, which is scowling at you.
ru: Перед тобой механическое существо в виде человека с бледно-зеленой кожей. Хотя очевидно, что это концепция, у нее подвижное лицо, которое в данный момент угрюмо смотрит на тебя.

source: "Die in the name of the Evil Wizard!" The creature brandishes a weapon at you.
ru: "Умри во имя Злого Мага!" Существо поднимает на тебя оружие.

source: "What evil wizard are you talking about?"
ru: "О каком еще злом маге ты говоришь?"

source: "Am I supposed to be frightened by all of this?"
ru: "Я должен быть напуган всем этим?"

source: The creature stops waving its weapon and pauses to think for a moment. "Uh... The one that doesn't exist until you set the Rubikon Dungeon Construct to *hard* difficulty level. Boy, will you be in trouble then. Meanwhile, Die in the name of the Evil Wizard!" It leaps to the attack.
ru: Существо перестает размахивать своим оружием у задумчиво умолкает. "Э-э-э... Его не существует до тех пор, пока ты не установишь концепцию подземелья Рубикон в *сложный* уровень. О, тогда у тебя точно будут неприятности. А пока - умри во имя Злого Мага!" Оно бросается в атаку.

source: "I am just another faceless minion of evil who you must either destroy or be destroyed by!"
ru: "Я всего лишь один из безликих приспешников зла, которое либо уничтожит тебя, либо будет уничтожено!"

source: "This is a joke, right?"
ru: "Это ведь шутка, да?"

source: The creature's face becomes a showcase of various emotions until it settles into one that it feels to be appropriate. "You mock me! Die, putrid offspring of a humanoid female!" It leaps to the attack.
ru: На лице существа сменяется несколько гримас, пока оно не принимает наилучший, по его мнению, облик. "Ты издеваешься надо мной! Умри, гнилостный отпрыск самки гуманоида!" Оно бросается в атаку.

source: "I am a light combat construct programmed to kill all intruders who dare to challenge Rubikon!" It leaps to the attack.
ru: "Я - легкая боевая концепция, запрограммированная убивать всех захватчиков, посмевших напасть на Рубикон!" Оно бросается в атаку.

source: "I am enacting the script that was attached to my model type by the Rubikon Dungeon Construct. Now I am going to become hostile and either kill you or die by your hand!" It leaps to the attack.
ru: "Я следую сценарию, прикрепленному к типу моей модели Концепцией Подземелья Рубикона. Теперь я собираюсь стать враждебным и либо убить тебя, либо погибнуть от твоей руки!" Оно бросается в атаку.

source: The creature stops waving its weapon and pauses to think for a moment. "Yes... Mentioning the evil one always strikes fear into the hearts of the masses, giving cause for the hero to travel forth facing many perils until he finally defeats the evil one due to an act of total stupidity." It leaps to the attack.
ru: Существо перестает размахивать оружием и умолкает на некоторое время. "Да... Упоминание злодея всегда привносит страх в сердца масс, из-за чего герой начинает свой путь, полных опасностей, в конце которого он сокрушит злодея из-за какого-то глупого проступка". Оно бросается в атаку.

source: The creature raises its arms and brandishes its weapon. "See the worm cower before me in all my might and splendor. Beg not for mercy, worm. For I have none to give!" It leaps to the attack.
ru: Существо сотрясает своим оружием. "Узрите же жалкого червя, прячущегося от моего величия и великолепия. Не надейся на пощаду, червяк. Ее от меня ты не получишь!" Оно бросается в атаку.

source: The creature suddenly stops scowling at you and adopts a look of mock terror. "Eeeek! It is the hero, sent here no doubt, to slay the evil one. Woe to me, the hapless construct on duty at the time of his arrival!"
ru: Существо неожиданно перестает на тебя хмуриться и начинает театрально бояться. "А-а-а! Это тот герой, что был послан сюда сокрушить злодея. О горе мне, несчастной концепции, которой не посчастливилось встретиться с ним!"

source: "What are you going on about?"
ru: "Чего это ты делаешь?"

source: The creature places its hands on its hips and frowns at you. "The plot, you dolt, stick to the plot. How do you expect me to play my part if you do not cooperate? Where were we..." It pauses to think for a moment. "Oh, I remember, I was about to trounce you." It leaps to the attack.
ru: Существо строго смотрит на тебя, держа руки на бедрах. "Сюжет, болван, придерживайся сюжета. Как мне играть свою часть, если ты не собираешься мне помогать? Так, на чем мы остановились... - он на секунду задумывается. - Ах да. Я ведь представляю для тебя проблему". Оно бросается в атаку.

source: The creature pauses to think for a moment then gives an exaggerated shrug of its shoulders. "Your hapless victim?" It readies itself for an attack.
ru: Существо некоторое время думает, после чего преувеличенно пожимает плечами. "Твоя беспомощная жертва?" Оно готово броситься в атаку.

source: "This can't be happening, can it?"
ru: "Этого ведь не может быть, так ведь?"

source: "Ah! But it is! Have at ye, knave!" It leaps to the attack.
ru: "А! Но это случилось! Держись, подлец!" Оно бросается в атаку.

source: "I am the dungeon inhabitant that is going to attempt to kick your arse!" It leaps to the attack.
ru: "Я житель подземелья, который собирается надрать тебе задницу!" Оно бросается в атаку.

source: The creature leans in and begins to whisper to you. "I am currently enacting the frightened minion who meets the hero for the first time." It then straightens and begins to call out in a frightened voice. "To arms, fellow constructs, we must strike down the hero!" It leaps to the attack.
ru: Существо наклоняется ближе и шепчет тебе. "В данный момент я выполняю сценарий напуганного прихвостня, который впервые видит героя, - оно выпрямляется и начинает кричать напуганным голосом. - К оружию, концепции, мы должны победить героя!" Оно бросается в атаку.

source: The creature gives you a dark but gloating look. "Nay, snake. You can not flee the terror that stands before you. When one transgresses as you have, one must pay the price." It leaps to the attack.
ru: Лицо существа мрачнеет и становится злорадным. "Нет, змей. Ты не можешь бежать от ужаса, который стоит перед тобой. Когда все заходит слишком далеко, кто-то должен заплатить за это сполна". Оно бросается в атаку.
