Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dlenny.dlg.po
Languages: ru

source: "I must be going now, farewell."
ru: "Мне пора идти, прощай".
