Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dlenny.dlg.po
Languages: ru

source: Lenny is keeping Trist's loan documents in the warehouse. I can get them from the clerk.
ru: Ленни держит долговую расписку Трист на складе. Я могу забрать ее у служащего.

source: Lenny is keeping evidence of Byron Pikit's illegal activities in the warehouse. He suggested I take the evidence to someone in the Harmonium that I can trust. I can get the evidence if I talk to the clerk.
ru: Ленни держит на складе доказательства незаконной деятельности Байрона Пикита. Он предложил мне передать их кому-нибудь в Гармониуме, кому я доверяю. Улики я могу получить, поговорив со служащим.

source: You see a feral-looking young man in shoddy clothes. His eyes dart about as he scans his surroundings. He notices your approach and begins eyeing you warily.
ru: Ты видишь юношу с диковатой внешностью в дешевой одежде. Его глаза метаются, изучая окрестности. Он замечает твое приближение и начинает осторожно тебя рассматривать.

source: He looks you up and down, then glances about. Returning his attention to you, he gives you a wicked grin. "You'd best have a good reason for disturbing Lenny, berk."
ru: Он осматривает тебя сверху донизу, затем оглядывается по сторонам. Взглянув на тебя снова, он зловеще усмехается. "Тебе лучше иметь хорошую причину беспокоить Ленни, пень".

source: He laughs at you. "I ain't no tout. If you've got questions, go find one." His smile broadens. "You'd best push off before I have to bleed you."
ru: Он смеется над тобой. "Я тебе не проводник. Если у тебя есть вопросы, найди себе одного из них, - его улыбка становится шире. - Лучше бы тебе отвалить, пока я не пустил тебе кровь".

source: He stops smiling and frowns at you. "No, I don't answer questions, berk. I told you to go find a tout, now get." He glares at you.
ru: Он перестает улыбаться и мрачно смотрит на тебя. "Нет, я не отвечаю на вопросы, пень. Я же сказал тебе найти себе проводника, так что проваливай". Он пристально смотрит на тебя.

source: He stops smiling and examines you for a while. His eyes linger on your scars, and he swallows slightly. After a moment, a frown settles on his face and he appears to be nervous. "Pikit... sent you? Why?"
ru: Он перестает улыбаться и некоторое время тебя осматривает. Его взгляд задерживается на твоих шрамах, и он слегка сглатывает. Через миг его лицо мрачнеет, и он начинает нервничать. "Пикит... послал тебя? Зачем?"

source: He frowns. "What questions..." You notice he looks rather tense.
ru: Он хмурится. "Какие вопросы?.." Ты замечаешь, как он напрягается.

source: He hesitates for a moment and then relaxes slightly. You get the impression that he expected you to ask about something else. He smiles at you. "Stolen skull, huh? Well that'd be the work of Lothar's boys, not me."
ru: Он колеблется, затем немного расслабляется. У тебя создается впечатление, что он ожидал от тебя другого вопроса. Он улыбается тебе. "Значит, череп стащили? Ну, это не я - должно быть, это работа парней Лотара".

source: He smiles evilly. "Master of the Bones is what they call him, and that's what he is. He is the highest of the high priests of some major Power, I don't know who." He laughs. "He sets his kip up in a place called the Bones of the Night."
ru: Он зловеще усмехается. "Повелитель Костей - так его зовут, им он и является. Он главный верховный жрец какой-то влиятельной Силы, не знаю какой, - он смеется. - Он обосновался в месте под названием Кости Ночи".

source: He frowns. "Now I don't know that I want to be the one to answer that question...." He glares at you for a while, then shrugs. "Ruined building just south of the siege tower, you can't miss it." He smiles evilly again.
ru: Он хмурится. "Даже не знаю, хочу ли я быть на месте того, кто ответит на этот вопрос... - он некоторое время пристально смотрит на тебя, потом пожимает плечами. - Разрушенный дом к югу от осадной башни, не пропустишь". Он еще раз зловеще усмехается.

source: He swallows hard and stares at you. You notice his muscles tense and it looks like he is ready to run. He puts one hand on his hip in a nonchalant manner but you can tell he is wound tight as a spring. "I don't know what you're talking about, berk. You'd best be off."
ru: Он тяжело сглатывает и пялится на тебя. Ты замечаешь, что он весь напрягся, и уже готов ринуться. Он с невозмутимым видом кладет руку на пояс, но ты видишь, что он натянут как струна. "Не знаю, о чем ты, пень. Лучше тебе уйти".

source: He swallows hard and the corner of one eye starts to twitch. He glances at the scars that cover your body, then tries to meet your gaze - but cannot. "Collect them... I... I destroyed the papers after I nicked them, just like Byron told me to." He finally meets your gaze.
ru: Он тяжело сглатывает, уголок его глаза начинает подергиваться. Он глядит на шрамы, которыми покрыто твое тело, затем пытается встретиться с тобой взглядом... но не может. "Забрать их... Я... я уничтожил их после того, как стащил, как и велел мне Байрон". Наконец ваши взгляды встречаются.

source: He stares at you for just a moment, then suddenly turns to run.
ru: Он еще секунду смотрит на тебя, потом резко разворачивается, чтобы убежать.

source: Just as he starts to run you leap forward and grab him by the arm. He struggles for a moment but cannot match your strength. Finally he goes limp in your grasp. "All right, I didn't destroy them! I'll give them to you, just let me go." You loosen your grip.
ru: Как только он бросается бежать, ты делаешь прыжок и хватаешь его за руку. Он недолго сопротивляется, но не может с тобой справиться. Наконец он перестает сопротивляться твоей хватке. "Ладно, не уничтожал я их! Я отдам их тебе, только отпусти". Ты ослабляешь хватку.

source: Just as he starts to run you leap forward to grab him. He deftly steps out of your reach and begins to side step you. Seeing your quarry about to escape you make another, more desperate lunge at him. You fail to grab him but you do manage to bump into him hard, knocking him off balance. Your efforts foil his escape. "All right, I didn't destroy them! I'll give them to you, just let me go."
ru: Как только он бросается убегать, ты делаешь прыжок, чтобы схватить его. Он ловко отскакивает и начинает тебя оббегать. Видя, что твоя цель вот-вот убежит, ты делаешь еще один, еще более отчаянный выпад. Тебе не удается схватить его, однако ты сбиваешь его с ног тяжелым ударом. Благодаря приложенным усилиям ты не дал ему сбежать. "Ладно, не уничтожал я их! Я отдам их тебе, только отпусти".

source: He sighs. "I... I don't have them with me." You frown at him and see fear grow on his face. "I swear it! I don't have them! I put them in storage!" He continues to stare at you, breathing hard.
ru: Он вздыхает. "Я... у меня их нет с собой, - ты бросаешь на него мрачный взгляд и видишь страх на его лице. - Клянусь! У меня их нет! Я оставил их на складе!" Он продолжает глядеть на тебя, тяжело дыша.

source: He shakes his head sadly. "We can't, they're in the warehouse and they're not open for business right now. Rumor has it there's some sort of management change going on... but I don't know if that's true. In any case, I can't get the papers." He looks at you sheepishly.
ru: Он печально качает головой. "Мы не можем: они на складе и в текущий момент недоступны. Ходят слухи, что у них сейчас что-то типа смены руководства... но я не знаю, правда ли это. В любом случае, я не могу достать бумаги". Он робко смотрит на тебя.

source: He shrugs. "Fine. I guess that snake Pikit wins again...." He looks at you defiantly.
ru: Он пожимает плечами. "Отлично. Полагаю, эта змея Пикит снова окажется в выигрыше...." Он вызывающе смотрит на тебя.

source: "Go to the warehouse and tell the clerk *I'm here for a loan* and he'll give you the papers. Later, berk." He suddenly bolts and runs away.
ru: "Иди на склад и скажи служащему *я здесь за ссудой*, и он отдаст тебе бумаги. Бывай, пень". Внезапно он кидается и убегает.

source: He snorts and gives you a defiant look. "I kept them so I could turn stag on your boss Pikit and keep Trist off the block!" He shakes his head. "Blackmail my arse..."
ru: Он фыркает и вызывающе смотрит на тебя. "Я их хранил, чтобы была возможность кинуть твоего босса Пикита и спасти Трист от аукциона! - он качает головой. - Прикрыть свой зад компроматом..."

source: "Yes, turn stag." He looks at you for a moment until he realizes you don't know what he means. "It means I was going to turn him in, betray him to the Harmonium."
ru: "Да, кинуть, - он еще немного смотрит на тебя, потом до него доходит, что ты его не понял. - Это значит, что я собирался выдать его Гармониуму".

source: He snorts and gives you a defiant look. "I kept them so I could turn stag on your boss Pikit and keep Trist off the block!"
ru: Он фыркает и вызывающе смотрит на тебя. "Я придержал их, чтобы была возможность кинуть твоего босса Пикита и спасти Трист от аукциона!"

source: He looks at you with some pride. "I may be a thief, but I do have some standards. I won't kill some poor sod, and I won't do what Pikit did to Trist and her husband." He shakes his head and looks away. "I told your boss that what he was doing was wrong, and he laughed at me."
ru: Он смотрит на тебя с неким достоинством. "Может, я и вор, но у меня есть кое-какие правила. Я не стану убивать какого-нибудь бедолагу, и не стану делать то, что Пикит сделал с Трист и ее мужем, - он качает головой и отводит взгляд. - Я сказал твоему боссу, что он поступает неправильно, но он посмеялся надо мной".

source: He stares at you in disbelief. "You serious? I thought... but you said..." He watches you closely for a moment and then laughs. "You gave me the peel so I'd spill the chant to you!" He shakes his head and looks at you with respect. "Good job, cutter."
ru: Он недоверчиво смотрит на тебя. "Ты серьезно? Я думал... но ты же сказал... - он внимательно смотрит на тебя, потом начинает смеяться. - Ты меня провел, да так, что я сам тебе проболтался! - он качает головой и с уважением смотрит на тебя. - Хорошо сработанно, рубака".

source: He shakes his head sadly. "We can't, they're in the warehouse and they're not open for business right now. Rumor has it there's some sort of management change going on... but I don't know if that's true. In any case, I can't get the papers." He looks at you sheepishly. "That's why I haven't helped Trist myself, cutter. I can't get the sodding papers."
ru: Он печально качает головой. "Мы не можем: они на складе и в текущий момент недоступны. Ходят слухи, что у них сейчас что-то типа смены руководства... но я не знаю, правда ли это. В любом случае, я не могу достать бумаги, - он робко смотрит на тебя. - Потому я и не смог сам помочь Трист, рубака. Я не могу достать эти чертовы бумаги".

source: He smiles at you. "Go to the warehouse and tell the clerk *I'm here for a loan* and he'll give you Trist's papers. If you then tell him *I gave Pikit the laugh* he'll give you a bonus... "
ru: Он улыбается тебе. "Иди на склад и скажи служащему *я здесь за ссудой*, и он отдаст тебе бумаги Трист. Если потом скажешь ему *я обставил Пикита*, он даст тебе бонус..."

source: He laughs. "Evidence, cutter. It'll take Pikit off the streets for a long, long time if you give it to the right person..." He thinks for a moment. "If there's someone in the Harmonium you think you can trust, give it to them."
ru: Он смеется. "Доказательства, рубака. Это надолго, очень надолго уберет Пикита с улиц, если ты отдашь их в правильные руки... - он на миг задумывается. - Если в Гармониуме есть кто-то, кому ты можешь доверять, отдай их ему".

source: He frowns. "What do you mean?"
ru: Он хмурится. "Что ты имеешь в виду?"

source: "You sure you want to give up your current profession and become a thief?"
ru: "Ты уверен, что хочешь покинуть свою текущую специализацию и стать вором?"

source: He looks around then shrugs. "This is the Lower Ward, home of the common people. Life here isn't as desperate as it is in the Hive, but not as good as it is in the Clerks Ward." He looks around again. "Other than that, there's not much to be said.
ru: Он оглядывается по сторонам и пожимает плечами. "Это Нижний район, жилище простого народа. Жизнь здесь не такая безнадежная, как в Улье, но и не настолько хороша, как в Чиновничьем районе, - он снова оглядывается. - Больше тут особо не о чем рассказывать".

source: He shakes his head and smiles. "I guess you would call it the slums of Sigil. Lots of poor sods there with no place to go other than the Dead-Book." He pauses. "Nothing else to say about it."
ru: Он качает головой и улыбается. "Полагаю, ты их назвал бы трущобами Сигила. Куче бедолаг там больше некуда податься, кроме как в книгу мертвых, - он умолкает. - Больше тут нечего сказать".

source: He smiles. "The name says it all, berk. Clerks, clerks, and more clerks. If you want to push some papers around, or have papers pushed at you, it's the place to go." He shrugs. "Nothing else to say about it."
ru: Он улыбается. "Название говорит само за себя, пень. Чиновники, чиновники и еще раз чиновники. Если хочешь начеркать бумагу, или ее уже на тебя начеркали - тебе туда самое место, - он пожимает плечами. - Больше тут нечего сказать".

source: He smiles then barks out a laugh. "Most folks believe Sigil to be the center of the multiverse. Personally, I think it's the arse-end and the sods that live here are the dung it excretes." He continues to smile at you.
ru: Он улыбается и начинает грубо хохотать. "Большинство думает, что Сигил - центр мультивселенной. Лично я думаю, что это ее жопа, и все живущие здесь бедолаги - это дерьмо, которое из нее лезет". Он продолжает улыбаться тебе.

source: You see Lenny. He gives you a mock smile at your approach. "Well hello again, berk. To what do I owe this pleasure?"
ru: Ты видишь Ленни. Когда ты подходишь, он дарит тебе притворную улыбку. "Что ж, здравствуй, пень. Чему я обязан такому удовольствию?"

source: You see Lenny. He looks less than happy at seeing you. "What do you want, berk?"
ru: Ты видишь Ленни. Похоже, что он очень-то рад тебя видеть. "Чего ты хочешь, пень?"

source: He frowns. "No more questions, no more answers. Go back to your boss, Pikit, and tell him to leave me be." He glares at you.
ru: Он мрачнеет. "Никаких вопросов, никаких ответов. Возвращайся к своему боссу и передай ему, чтоб оставил меня в покое". Он пристально смотрит на тебя.

source: He stares at you in disbelief. "You serious? I thought... but earlier you said..." He watches you closely for a moment and then laughs. "You gave me the peel so I'd spill the chant to you!" He shakes his head and looks at you with respect. "Good job, cutter." He pauses. "How would you like to give Pikit the laugh?"
ru: Он недоверчиво смотрит на тебя. "Ты серьезно? Я думал... но ты сказал... - он внимательно рассматривает тебя пару секунд, потом начинает смеяться. - Ты меня провел, да так, что я сам тебе проболтался! - он качает головой и с уважением смотрит на тебя. - Хорошо сработанно, рубака, - он умолкает. - Как тебе идея обставить Пикита?"

source: He smiles. "Yes, give him the laugh... Take him off the streets, put him away, that sort of thing."
ru: Он улыбается. "Да, обставить его... Убрать его с улиц куда подальше, что-то типа того".

source: He shrugs. "Well, that says it all then. Goodbye, berk."
ru: Он пожимает плечами. "Ну, тогда на этом все. Прощай, пень".

source: You see Lenny. He smiles at your approach. "Hello, cutter. What can I do for you?"
ru: Ты видишь Ленни. Он улыбается при твоем приближении. "Привет, рубака. Что я могу для тебя сделать?"

source: "I've told you everything I know, cutter. I don't have any more answers for you."
ru: "Я сказал тебе все, что знаю, рубака. У меня для тебя больше нет ответов".

source: You see Lenny. He smiles at your approach. "Hello, cutter. I heard about Byron and I couldn't be happier." He grins. "What can I do for you?"
ru: Ты видишь Ленни. Он улыбается при твоем приближении. "Привет, рубака. Я слышал насчет Байрона, и несказанно этому рад, - он ухмыляется. - Что я могу для тебя сделать?"

source: "Greetings."
ru: "Приветствую".

source: Ignore the man.
ru: Не обращать на него внимания.

source: "I have some questions..."
ru: "У меня есть некоторые вопросы..."

source: "Never mind, farewell."
ru: "Неважно, прощай".

source: "I just need to ask you a few questions..."
ru: "Мне всего лишь нужно задать тебе пару вопросов..."

source: "What if I told you Byron Pikit sent me?"
ru: "Что, если я скажу, что меня послал Байрон Пикит?"

source: "Fine, farewell."
ru: "Отлично, прощай".

source: "He said you could answer some questions..."
ru: "Он сказал, что ты можешь ответить мне на несколько вопросов..."

source: "Never mind, it's not important. Farewell."
ru: "Забудь, это не имеет значения. Прощай".

source: "I've had a skull stolen from me and I want it back. Do you know who would do such a thing?"
ru: "У меня украли череп, и я хочу вернуть его. Ты не знаешь, кто бы мог это сделать?"

source: "I want to ask you about the papers you stole from Trist."
ru: "Я хочу спросить тебя насчет бумаг, которые ты украл у Трист".

source: "I'm interested in learning the thieving art. Can you teach me?"
ru: "Я заинтересован в изучении воровского искусства. Ты можешь меня обучить?"

source: "What can you tell me about this ward?"
ru: "Что ты можешь рассказать об этом районе?"

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: "Who is Lothar?"
ru: "Кто такой Лотар?"

source: "I've heard of Lothar, I just need to find him."
ru: "Я слышал о Лотаре, мне лишь нужно найти его".

source: "I have some other questions..."
ru: "У меня есть другие вопросы..."

source: "Thank you, farewell."
ru: "Спасибо, прощай".

source: "Where is this place?"
ru: "Где это место?"

source: "I see. I have other questions..."
ru: "Понятно. У меня еще вопросы..."

source: "I have some more questions..."
ru: "У меня еще немного вопросов..."

source: "All right, farewell."
ru: "Ладно, прощай".

source: Smile wickedly: "You know what I'm talking about, Lenny. Byron had you steal some papers from Trist. I'm here to collect them."
ru: Зловеще усмехнуться: "Ты знаешь, о чем я, Ленни. Байрон заставил тебя украсть у Трист кое-какие бумаги. Я пришел забрать их".

source: Truth: "Give me the papers you stole from Trist or I'll kill you."
ru: Правда: "Отдай мне бумаги, которые ты украл у Трист, иначе я тебя убью".

source: Bluff: "Give me the papers you stole from Trist or I'll kill you."
ru: Блеф: "Отдай мне бумаги, которые ты украл у Трист, иначе я тебя убью".

source: "I've had enough of this. Farewell."
ru: "С меня хватит. Прощай".

source: "Really? Then why are you so nervous, Lenny? Let me guess: Byron thinks you destroyed the papers but maybe you didn't. Maybe you kept them. A little blackmail material, perhaps?"
ru: "Правда? Тогда почему ты так нервничаешь, Ленни? Дай, угадаю: Байрон думает, что ты уничтожил бумаги, но, наверно, ты этого не сделал. Наверно, ты их припрятал. Небольшая подборка для шантажа?"

source: "Then why are you so nervous, Lenny? I think you're lying."
ru: "Тогда почему ты так нервничаешь, Ленни? Думаю, что ты лжешь".

source: Grab him before he gets away.
ru: Схватить его, пока он не убежал.

source: Let him go.
ru: Пусть уходит.

source: "Hand them over, Lenny."
ru: "Отдай их, Ленни".

source: "Why did you keep them, Lenny? Blackmail, I assume."
ru: "Зачем ты оставил их, Ленни? Надо полагать, для шантажа".

source: "So you did keep them. Why?"
ru: "Значит, ты их сохранил. Зачем?"

source: "Then let's go get them."
ru: "Тогда пошли за ними".

source: "I've taken care of that little matter, we can get the papers."
ru: "Я разобрался с этим небольшим дельцем - мы можем забирать бумаги".

source: "I'll look into this and get the papers myself then."
ru: "Я разберусь с этим и сам заберу бумаги".

source: "Let's just go get the papers, Lenny."
ru: "Просто пошли за бумагами, Ленни".

source: "Actually, Trist wins this one, Lenny."
ru: "Вообще-то, это Трист здесь в выигрыше, Ленни".

source: Leave.
ru: Уйти.

source: "Turn stag?"
ru: "Кинуть?"

source: "Why turn stag on him?"
ru: "Зачем его кидать?"

source: "By the way, Pikit is not my boss."
ru: "Между прочим, Пикит мне не босс".

source: "Let's go get the papers, Lenny."
ru: "Пошли, заберем бумаги, Ленни".

source: "What bonus?"
ru: "Какой еще бонус?"

source: "He's off the streets, Lenny. Byron is dead."
ru: "Его убрали с улиц, Ленни. Байрон мертв".

source: "None of your business."
ru: "Это не твое дело".

source: "I'm not working for Pikit, Lenny."
ru: "Я не работаю на Пикита, Ленни".

source: "Yes..."
ru: "Да..."

source: "What can you tell me about the Hive?"
ru: "Что ты можешь сказать об Улье?"

source: "What can you tell me about the Clerks Ward?"
ru: "Что ты можешь рассказать о Чиновничьем районе?"

source: "Thank you, I must be going now. Farewell."
ru: "Спасибо, я уже должен идти. Прощай".

source: "I must be going now. Farewell."
ru: "Мне пора идти. Прощай".

source: "I would like to learn the thieving art. Can you teach me?"
ru: "Я хотел бы обучиться воровскому искусству. Ты можешь меня научить?"

source: "Nothing, farewell."
ru: "Ничего, прощай".

source: "Pikit is not my boss."
ru: "Пикит мне не босс".

source: "I'm interested in learning the thieving art. Can you teach me?
ru: "Я заинтересован в изучении воровского искусства. Ты можешь меня обучить?

source: "Give him the laugh?"
ru: "Подставиь?"

source: "Yes, I would like that."
ru: "Да, пожалуйста".

source: "No, I don't really care now that I've got what I came for."
ru: "Нет, мне теперь все равно - я получил то, за чем пришел".

source: "I don't think so, farewell."
ru: "Я так не думаю, прощай".

source: "Farewell."
ru: "Прощай".

source: "I have some questions...
ru: "У меня есть некоторые вопросы..."

source: "All right. Farewell."
ru: "Ладно. Прощай".

source: He hesitates then smiles wickedly. "Really? How wonderful... it couldn't have happened to a nicer person."
ru: Он колеблется, затем злобно ухмыляется. "Правда? Какая чудесная новость... так ему и надо".

source: "Farewell, Lenny."
ru: "Прощай, Ленни".

source: "No, let me think about it for a while. Farewell."
ru: "Нет, дай мне немного об это подумать. Прощай".

source: "Show me what you know and I'll give you some pointers." He watches you carefully as you demonstrate what you know. At several points he stops you and shows you ways to improve upon your skills. Within a few hours time you think you feel comfortable with your abilities as a thief.
ru: "Покажи мне, что ты знаешь, и я дам тебе пару подсказок". Он внимательно наблюдает за тем, как ты демонстрируешь свои знания. В нескольких местах он останавливает тебя и показывает, как можно улучшить твои навыки. За несколько часов ты начинает чувствовать, что уже освоился с воровскими приемами.

source: "Thank you, Lenny."
ru: "Спасибо, Ленни".

source: "Thank you. I must be going."
ru: "Спасибо. Мне пора".

source: Lenny smiles at and nods his head in thought. "Here, cutter. Take these as well. A gift from Lenny, to help you out in your new profession... I'm not going to be needing them any more." He hands you a pair of punch daggers.
ru: Ленни улыбается и задумчиво кивает. "Держи, рубака. Возьми еще и это. Подарочек от Ленни, поможет тебе на новом поприще... Мне они все равно больше не нужны". Он дает тебе пару ударных кинжалов.

source: "Thank you, Lenny. Farewell."
ru: "Спасибо, Ленни. Прощай".

source: Lenny, the thief, says that someone named Lothar is probably responsible for Morte being stolen. I'll have to pay this Lothar a visit.
ru: Вор Ленни говорит, что некто Лотар, вероятно, замешан в похищении Морта. Нужно нанести визит этому Лотару.

source: Lenny says that Lothar can be found in a wrecked building south of the siege tower. I'll go ask him about Morte being stolen.
ru: Ленни говорит, что Лотара можно найти в руинах дома к югу от осадной башни. Пойду, спрошу его насчет похищения Морта.
