Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dlimx.dlg.po
Languages: ru

source: This odd-looking little creature appears both insect and animal in origin. Its legs are oversized, but its arms are small, nearly vestigial, and a brightly speckled half-shell runs down its back. It sports twin pairs of insect-like wings, and has tiny black eyes and a mouth that always appears to be smiling gleefully.
ru: Это странного вида существо напоминает насекомое и животное одновременно. Ноги слишком большие, в отличие от рудиментарных маленьких рук, пестрый полупанцирь закрывает всю спину. У него также есть пара насекомовидных крыла, пара небольших черных глаз и вечно радостно улыбающийся рот.

source: "Piyo! Piyo!" The Lim-Lim bounces about merrily, its wings buzzing. It seems to enjoy the affection immensely.
ru: "Пио! Пио!" Лим-лим весело прыгает, жужжа крыльями. Похоже, он очень быстро привязывается к хозяину.

source: You attempt to land a swift kick to the Lim-Lim, but it hops nimbly out of the way. "Piyo!" It turns and flees, wings buzzing.
ru: Ты пытаешься отвесить быстрый пинок лим-лиму, однако он ловко подпрыгивает. "Пио!" Он разворачивается и убегает, жужжа крыльями.

source: The Lim-Lim is looks up at you. "Piyo! Piyo!" Its wings buzz happily when it realizes you're paying attention to it. "Piyo!"
ru: Лим-лим смотрит вверх на тебя. "Пио! Пио!" Он счастливо жужжит крыльями, понимая, что ты уделяешь ему внимание. "Пио!"

source: Pet the Lim-Lim.
ru: Погладить лим-лима.

source: Kick the Lim-Lim.
ru: Пнуть лим-лима.

source: Leave the Lim-Lim alone.
ru: Оставить лим-лима в покое.

source: Pet the Lim-Lim some more.
ru: Погладить лим-лима еще немного.

source: Let it go.
ru: Отпустить его.

source: Chase after it, try and kick it again.
ru: Догнать его, попытаться пнуть его еще раз.
