Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dlwgf.dlg.po
Languages: ru

source: You see a young woman with pale yellow skin. As you approach her you notice that she has small pustules scattered along the exposed areas of her skin.
ru: Перед тобой девушка с бледно-желтой кожей. Подойдя, ты замечаешь, что открытые участки ее тела покрыты мелкой сыпью.

source: "Greetings."
ru: "Приветствую".

source: Ignore her.
ru: Игнорировать ее.

source: She quickly glances at you and then frowns. "Greetings, cutter. What do you want?"
ru: Она откидывает тебя быстрым взглядом и хмурится. "Приветствую, рубака. Чего ты хочешь?"

source: "I have some questions..."
ru: "У меня есть некоторые вопросы..."

source: "Nothing, never mind."
ru: "Ничего, неважно".

source: Her frown deepens. "I'm sorry, but I'm pretty busy right now. I don't have the time to talk to you..." She starts to turn away.
ru: Ее лицо становится еще более угрюмым. "Извини, но я сейчас довольно занята. У меня нет времени на разговор с тобой..." Она начинает отворачиваться.

source: "It will take just a moment of your time..."
ru: "Это займет совсем немного твоего времени..."

source: "Farewell then."
ru: "Тогда прощай".

source: "I don't have a moment to give you. Please ask someone else..." She starts to turn away.
ru: "У меня не найдется для тебя даже минуты. Пожалуйста, спроси кого-нибудь другого..." Она начинает отворачиваться.

source: Leave.
ru: Уйти.

source: You see a woman with pale yellow skin and a persistent cough. She glances at you as you approach.
ru: Перед тобой женщина с бледно-желтой кожей, одолеваемая постоянным кашлем. Она бросает на тебя взгляд, когда ты подходишь.

source: She smiles at you and tries to answer you but her cough is interfering. "Yes..." She has a coughing fit. "Hello, cutter... You want something?"
ru: Она улыбается тебе и пытается ответить, но ей мешает кашель. "Да... - она заходится в приступе кашля. - Привет, рубака... Чего-то хочешь?"

source: "No, never mind. Farewell."
ru: "Нет, не бери в голову. Прощай".

source: "Glad to help, but please be quick."
ru: "Рада буду помочь, но, пожалуйста, поторопись".

source: "Are you alright?"
ru: "Ты в порядке?"

source: "Why do you have yellow skin?"
ru: "От чего твоя кожа желтая?"

source: "Can you tell me about this ward?"
ru: "Что ты можешь сказать об этом районе?"

source: "I'm missing a skull. I'm trying to find who took him."
ru: "У меня пропал череп. Я пытаюсь найти того, кто его забрал".

source: "I must be going, farewell."
ru: "Я должен идти. Прощай".

source: She smiles. "Yes. Thank you for asking. It'll pass."
ru: Она улыбается. "Да. Спасибо за заботу. Это пройдет".

source: "Very well. I have some questions..."
ru: "Ладно. У меня еще вопросы..."

source: "Well..." She looks embarrassed. "It's the air in this ward. It's not of the best quality and it causes some problems for most folks. It's all the smoke and what not from the foundry..." She begins to cough again and motions for you to hurry with your questions.
ru: "Ну... - она выглядит смущенной. - Это все воздух этого района. Он не лучшего качества, и от него у большинства людей проблемы. Это все из-за дыма и прочего от литейной..." Она снова начинает кашлять, жестом поторапливая тебя с вопросами.

source: "Oh, well..." She coughs. "There are lots of shops, markets, peddlers, and..." Another coughing fit hits her. "...things of that nature..." She grows silent and clutches her chest.
ru: "Э, ну... - она кашляет. - Тут много лавок, рынков, уличных торговцев и... - она заходится в очередном приступе кашля, - и тому подобного". Она умолкает, схватившись за грудь.

source: "Are you sure you're alright?"
ru: "Ты точно в порядке?"

source: "I see. I have some more questions..."
ru: "Понятно. У меня еще вопросы..."

source: She smiles. "Absolutely..." She begins patting herself in the chest.
ru: Она улыбается. "Абсолютно..." Она похлопывает себя по груди.

source: She frowns as she thinks. "No... I can't imagine who would want such a thing..." She looks like she is about to have another coughing fit but it passes. "I really can't think of who you should ask about it either."
ru: Она хмурится, раздумывая. "Нет... Даже не представляю, кому бы такое понадобилось..." Кажется, будто у нее вот-вот начнется новый приступ кашля, но потом все проходит. "Не знаю даже, кого тебе следует об этом спросить".

source: "Thank you, farewell."
ru: "Спасибо, прощай".

source: You see a middle-aged woman with yellow skin. She glances at you as you approach and tries to wave you away.
ru: Перед тобо женщина средних лет с желтой кожей. Когда ты подходишь, она мельком смотрит на тебя и пытается жестом показать, чтобы ты не подходил.

source: She looks at you apprehensively. "Uh... Hello... Cutter." She begins to look about, searching the shadows for anyone that may be hidden there. "You want something?"
ru: Она трусливо поглядывает на тебя. "Э... Привет... Рубака". Она начинает оглядываться, высматривая в тенях тех, кто может там прятаться. "Ты чего-то хочешь?"

source: "Very well, farewell."
ru: "Хорошо, прощай".

source: "Like what?"
ru: "Например?"

source: "Someone stole a skull that I had. I'm trying to find it."
ru: "Кто-то украл у меня череп. Я пытаюсь его найти".

source: "Never mind, farewell."
ru: "Неважно, прощай".

source: "This here's the Lower Ward, home of the common folk like myself. Not much else to know about, just look around and discover it for yourself."
ru: "Это Нижний район, дом простого народа вроде меня. Больше о нем сказать нечего, просто осмотрись, и сам все увидишь".

source: She frowns at you then makes a curious gesture over her heart. "I've heard stories..." She pauses. "Some folks say there's a necromancer, or a priest of the dead, or some such thing in this ward. He collects skulls for some reason I can't fathom..."
ru: Она хмуро глядит на тебя, потом делает любопытный жест напротив сердца. "Я слышала байки... - она делает паузу. - Поговаривают, что на районе есть то ли некромант, то ли жрец смерти, то ли еще кто. Он собирает черепа по непонятным мне причинам..."

source: "Do you know where I can find him?"
ru: "Ты знаешь, где его можно найти?"

source: She shakes her head slowly. "Stories, cutter. That's all it is... No such thing exists in this ward. It's just stories..."
ru: Она медленно качает головой. "Это байки, рубака. Не более того... Такого нет в этом районе. Это всего лишь байки..."

source: As you approach this woman you realize that you have spoken with her once before. "Hello again, cutter. You want something?"
ru: Подойдя к этой женщине, ты осознаешь, что уже разговаривал с ней раньше. "Привет, рубака. Чего-то хочешь?"

source: "No, farewell."
ru: "Нет, прощай".
