Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmach3.dlg.po
Languages: ru

source: I found a strange machine in the Fortress - it looked like some sort of cannon, but I have a suspicion it's some sort of 'gatehouse' or locking mechanism for the Fortress. When I pulled it, I was transported to another isolated section of the Fortress - a balcony overlooking the main gallery. I know I'll need to find the other machines and activate them somehow. It must be my memory returning - if the message carved on the clock was any indication, one of my incarnations already had to go through this gauntlet before.
ru: В Крепости я обнаружил странную машину. Она похожа на что-то вроде пушки, но есть подозрение, что это своего рода "сторожевой пост" или запирающий механизм Крепости. Воспользовавшись ею, я очутился в другом изолированном помещении Крепости, балконе, выходящем в главную галерею. Я знаю, что мне нужно найти другие машины и каким-то образом активизировать их. Должно быть, моя память возвращается ко мне: если нацарапанное на часах - какая-то подсказка, то одно из моих воплощений уже проходило через это испытание.

source: I found a strange machine in the Fortress - it looked like some sort of cannon, but I have a suspicion it's some sort of 'gatehouse' or locking mechanism for the Fortress. When I pulled it, I was transported to another isolated section of the Fortress - a balcony overlooking the main gallery. I know I'll need to find the other machines and activate them somehow. I don't know why, but I have a strange feeling I've done this before.
ru: В Крепости я обнаружил странную машину. Она похожа на что-то вроде пушки, но есть подозрение, что это своего рода "сторожевой пост" или запирающий механизм Крепости. Воспользовавшись ею, я очутился в другом изолированном помещении Крепости, балконе, выходящем в главную галерею. Я знаю, что мне нужно найти другие машины и каким-то образом активизировать их. Не знаю, почему, но у меня есть странное чувство, что я уже делал это раньше.

source: When I pulled the lever on the fourth relic, it seemed to open something within the Fortress vaults... perhaps the way out? I'll have to hunt for it and try to get the hell out of here...
ru: Кажется, потянув рычаг на четвертой машине, я что-то открыл в недрах Крепости... может быть, выход? Мне нужно попытаться найти его и выбраться отсюда к чертям собачьим...

source: This ancient machine looks like a forgotten war relic. Most of the machine is covered in dust, except for the strange panel with levers at the front of it. Oddly enough, the ground around the panel is disturbed, as if someone walked there 'recently' - perhaps in the last few years.
ru: Эта древняя машина похожа на забытый всеми военный реликт. Большая ее часть покрыта пылью, за исключением странной панели с рычагами. Довольно странно, но земля вокруг панели потревожена, будто кто-то здесь "недавно" топтался, возможно, пару лет назад.

source: Hunt for the panel, then the lever marked with an 'X.'
ru: Найти панель, потом рычаг, отмеченный крестиком.

source: You quickly find the 'X'-marked lever and pull it. It gives way easily beneath your touch, then disintegrates into mist - you take a deep breath, but unlike the other times... nothing happens.
ru: Ты быстро находишь помеченный крестиком рычаг и дергаешь его. Он легко поддается тебе, затем превращается в туман... ты глубоко вдыхаешь, но, в отличие от предыдущих раз... ничего не происходит.

source: In the distance, you hear a roaring sound, as if *something* just opened, and a howling wind is rushing through the vaults. As you try and figure out where the sound is coming from, you suddenly realize you are disintegrating and becoming part of the wind...
ru: Вдалеке слышится гул, как будто *что-то* только что открылось, и по комнатам проносится воющий ветер. Пытаясь понять, откуда доносится звук, ты вдруг осознаешь, что распадаешься и становишься частью ветра...

source: "*Now* what's happening...?!"
ru: "*Что* происходит?.."

source: You quickly find the 'X'-marked lever and pull it. It gives way easily beneath your touch, then disintegrates into mist - you take a deep breath, and the wave of dizziness overtakes you again as the walls fade out around you...
ru: Ты быстро находишь помеченный крестиком рычаг и дергаешь его. Он легко поддается тебе, затем превращается в туман... ты глубоко вдыхаешь, затем тебя в очередной раз охватывает головокружение, и стены вокруг меркнут...

source: "Where am I going *n-*"
ru: "Куда это я *н...*"

source: Examine the panel.
ru: Осмотреть панель.

source: The panel has a series of gears and levers - beneath each one are a series of scratch marks that look like they were hastily carved there with a dagger. Some bear no marks, other bear a single slash beneath them, and one has an 'X.' Without knowing why, you know the 'X' lever will somehow help you leave this place.
ru: На панели есть ряд приборов и рычагов. Под ними нацарапаны пометки; похоже, делали их кинжалом и в спешке. Под одними нет пометок, под другими - косая черта, а под одним из рычагов выцарапан крестик. Непонятно, почему, но ты знаешь, что рычаг с крестиком каким-то образом поможет тебе покинуть это место.

source: Pull the lever marked with an 'X.'
ru: Потянуть рычаг, отмеченный крестиком.

source: It gives way easily beneath your touch, and to your surprise, disintegrates into mist... then spreads to your hand, which also begins to fade, then your arm, then you are overcome with dizziness, and the walls are fading out around you...
ru: Он легко поддается тебе, и, к твоему удивлению, превращается в туман... за ним следует твоя ладонь, тоже начав исчезать, потом рука, потом тебя охватывает головокружение, и стены вокруг меркнут...

source: "Wh-"
ru: "Чт.."

source: Leave the machine alone.
ru: Оставить машину в покое.

source: This ancient machine looks like a forgotten war relic. Most of the machine is covered in dust, except for the strange panel with levers at the front of it. There is no trace of the lever you first pulled - it's gone, as if it never existed.
ru: Эта древняя машина похожа на забытый всеми военный реликт. Большая ее часть покрыта пылью, за исключением странной панели с рычагами. От рычага, который ты дернул, не осталось и следа: он пропал, как будто его никогда и не было.
