Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmanyas1.dlg.po
Languages: ru

source: "LIES! KNOW THAT YOU SHALL SUFFER AS WE HAVE SUFFERED."
ru: "ЛОЖЬ! ЗНАЙ, ЧТО ТЫ БУДЕШЬ СТРАДАТЬ, КАК СТРАДАЛИ МЫ".

source: "YOU SHALL FIND NO MERCY, MURDERER. YOU MUST PAY FOR YOUR CRIME."
ru: "ТЕБЕ НЕ БУДЕТ ПОЩАДЫ, УБИЙЦА. ТЫ ДОЛЖЕН ЗАПЛАТИТЬ ЗА СВОЕ ПРЕСТУПЛЕНИЕ".

source: "WHAT USE ARE YOU?"
ru: "КАКОЙ ОТ ТЕБЯ ПРОК?"

source: "WE CARE NOT ABOUT SPELLS. MAGERY IS NOT UNCOMMON... YET..."
ru: "ЗАКЛИНАНИЯ НАС НЕ ИНТЕРЕСУЮТ. МАГИЯ - НЕ ТАКОЙ УЖ РЕДКИЙ ДАР... И ВСЕ ЖЕ..."

source: "THIS MAY PROVE TO BE OF USE... YES..."
ru: "ЭТО МОЖЕТ ПРИГОДИТЬСЯ... ДА..."

source: "THESE SKILLS MAY PROVE TO BE OF USE... YES..."
ru: "ЭТИ УМЕНИЯ МОГЛИ БЫ ПРИГОДИТЬСЯ... ДА..."

source: "THE SILENT KING POSES NO THREAT TO US? ARE YOU CERTAIN OF THIS? HAVE YOU SEEN ITS CORPSE?"
ru: "БЕЗМОЛВНЫЙ КОРОЛЬ НЕ ПРЕДСТАВЛЯЕТ ДЛЯ НАС УГРОЗЫ? ТЫ УВЕРЕН В ТОМ? ТЫ ВИДЕЛ ЕГО ТРУП?"

source: "WE HAVE ALREADY MET IN THE DARK HALLS. WE HAVE SEEN YOUR FACE AS YOU SHED OUR BLOOD. SPEAK YOUR PURPOSE HERE, MURDERER. IF YOU HAVE COME TO KILL US ALL, YOU CANNOT SUCCEED. WE HAVE NO WISH TO FIGHT, BUT IF YOU INSIST, FIGHT WE WILL."
ru: "МЫ УЖЕ ВСТРЕЧАЛИСЬ В ТЕМНЫХ ЗАЛАХ. МЫ ВИДЕЛИ ТВОЕ ЛИЦО, КОГДА ТЫ ПРОЛИВАЛ НАШУ КРОВЬ. ГОВОРИ, ЗАЧЕМ ПРИШЕЛ, УБИЙЦА. ЕСЛИ ТЫ ПРИШЕЛ УБИТЬ НАС ВСЕХ, ТЕБЕ ЭТО НЕ УДАСТСЯ. МЫ НЕ ХОТИМ ДРАТЬСЯ, НО ЕСЛИ ТЫ НАСТАИВАЕШЬ, МЫ ДАДИМ БОЙ".

source: "WE HAVE ALREADY MET IN THE DARK HALLS. WE HAVE SEEN YOUR FACE AS YOU SHED OUR BLOOD. SPEAK YOUR PURPOSE HERE, MURDERER. IF YOU HAVE COME TO KILL US ALL, YOU CANNOT SUCCEED. WE HAVE NO WISH TO FIGHT, BUT IF YOU INSIST, FIGHT WE WILL."
ru: "МЫ УЖЕ ВСТРЕЧАЛИСЬ В ТЕМНЫХ ЗАЛАХ. МЫ ВИДЕЛИ ТВОЕ ЛИЦО, КОГДА ТЫ ПРОЛИВАЛ НАШУ КРОВЬ. ГОВОРИ, ЗАЧЕМ ПРИШЕЛ, УБИЙЦА. ЕСЛИ ТЫ ПРИШЕЛ УБИТЬ НАС ВСЕХ, ТЕБЕ ЭТО НЕ УДАСТСЯ. МЫ НЕ ХОТИМ ДРАТЬСЯ, НО ЕСЛИ ТЫ НАСТАИВАЕШЬ, МЫ ДАДИМ БОЙ".

source: "BIPED, YOU HAVE SLAUGHTERED MANY OF OUR KIND. WE HAVE FELT THE LIGHTS OF OURSELVES DISAPPEAR IN A FLASH OF PAIN. YOU HAVE BROUGHT SUFFERING TO THE WARRENS OF THOUGHT, AND FOR THIS YOU MUST MAKE AMENDS. YOU WILL MAKE AMENDS OR WE SHALL ELIMINATE YOU."
ru: "ДВУНОГИЙ, ТЫ ПОГУБИЛ МНОГИХ ИЗ НАС. МЫ ЧУВСТВОВАЛИ, КАК ОГОНЬКИ НАШИХ ЖИЗНЕЙ ПРОПАДАЮТ ВО ВСПЫШКЕ БОЛИ. ТЫ ПРИНЕС СТРАДАНИЯ В ЛОГОВО МЫСЛИ, И ТЫ ДОЛЖЕН ВОЗМЕСТИТЬ ИХ НАМ. ТЫ ВОЗМЕСТИШЬ НАМ ПОТЕРИ, ИЛИ МЫ УНИЧТОЖИМ ТЕБЯ".

source: "HAVE YOU NOT STRUCK AT US ENOUGH, PRIMATE? HAVE NOT YOUR KILLINGS SATED YOU? WE SEE NO ASSENT IN YOUR MIND. WE SHALL KILL YOU FIRST, BIPED."
ru: "РАЗВЕ ТЕБЕ МАЛО ТОГО, ЧТО ТЫ УЖЕ СДЕЛАЛ С НАМИ, ПРИМАТ? ТЫ ЕЩЕ НЕ НАСЫТИЛСЯ УБИЙСТВОМ? МЫ НЕ ВИДИМ СОГЛАСИЯ В ТВОЕМ РАЗУМЕ. НАМ ЛУЧШЕ УБИТЬ ТЕБЯ, ДВУНОГИЙ".

source: "YOU SHALL DO THIS FOR US OR WE SHALL EXPEND OUR LAST LIFE, DEVOTING OURSELF TO EXPUNGING YOU FROM THE MULTIVERSE. YOU *OWE* US FOR THE PAIN YOU HAVE WROUGHT."
ru: "ТЫ СДЕЛАЕШЬ ЭТО ДЛЯ НАС, ИЛИ МЫ ОТДАДИМ ПОСЛЕДНИЕ НАШИ ЖИЗНИ НА ТО, ЧТОБЫ ИСКОРЕНИТЬ ТЕБЯ ИЗ МУЛЬТИВСЕЛЕННОЙ. ТЫ *ЗАДОЛЖАЛ* НАМ ЗА ТУ БОЛЬ, ЧТО ТЫ НАМ ПРИЧИНИЛ".

source: "THEN OUR USE FOR YOU HAS ENDED. IT IS TIME NOW FOR YOU TO SUFFER AS YOU HAVE CAUSED US TO SUFFER. IT IS TIME TO SNUFF OUT YOUR BRIEF SPARK. YOU WILL DIE, HUMANOID. YOU WILL DIE *PAINFULLY*."
ru: "ТОГДА ТЫ НАМ БОЛЬШЕ НИ К ЧЕМУ. ПРИШЛО ВРЕМЯ ТЕБЕ ИСПЫТАТЬ ТЕ СТРАДАНИЯ, КОТОРЫЕ ТЫ НАМ ПРИЧИНИЛ. ПРИШЛО ВРЕМЯ ЗАДУТЬ ТВОЮ БРЕННУЮ ИСКРУ. ТЫ УМРЕШЬ, ЧЕЛОВЕКООБРАЗНОЕ. ТЫ УМРЕШЬ В *МУКАХ*".

source: "No."
ru: "Нет".

source: "We can work this out!"
ru: "Мы могли бы это обсудить!"

source: "Are you just going to discard me like that?"
ru: "И вы собираетесь вот так от меня избавиться?"

source: "Very well. Farewell."
ru: "Отлично. Прощай".

source: "You're just going to discard me like that? After all I've done for you?"
ru: "Вы собираетесь вот так избавиться от меня? После всего того, что я вам сделал?"

source: I have told Many-as-One that the Silent King is not a threat, and because I have killed a cranium rat or two, was rewarded with my life and no more. Rats. I hate rats.
ru: Я сказал Многоединому, что Безмолвный Король не представляет угрозы, но поскольку я убил парочку крыс, в качестве награды я получил свою жизнь, и не более. Крысы. Ненавижу крыс.

source: Many-as-One, the hive mind of the cranium rats, has asked me to kill the Silent King in the Dead Nations. I have agreed. I am to report back to Many-as-One when the deed is done.
ru: Многоединый, коллективный разум черепных крыс, попросил меня убить Безмолвного Короля Мертвых Народов. Я согласился. Мне нужно отчитаться перед Многоединым, когда дело будет сделано.

source: (continue)
ru: (продолжить)

source: "Why do you call me 'murderer'?"
ru: "Почему вы зовете меня 'убийцей'?"

source: "I have no purpose here. I was just leaving."
ru: "Я здесь просто так. Я уже ухожу".

source: "What do you want me to do?"
ru: "Что вы хотите, чтобы я сделал?"

source: "Actually, I'm here to wipe you out."
ru: "На самом деле я здесь, чтобы уничтожить вас".

source: "I'll think about it."
ru: "Я об этом подумаю".

source: "Nothing, yet."
ru: "Пока ничего".

source: "Well, yes. And I'm open to the highest bidder."
ru: "Ну да. И я готов выслушать лучшее предложение".

source: "No, I am not."
ru: "Нет".

source: "I will keep it secret."
ru: "Я сохраню это в тайне".

source: "I'd like to see you try it."
ru: "Хочется посмотреть на эту попытку".

source: "No. I'm thinking a name. Tell me what it is." Think: Pharod
ru: "Нет. Я кое-что загадаю. Угадайте, что". Подумать: Фарод.

source: "No. I'm thinking a name. Tell me what it is." Think: House of Vermin and Disease Control
ru: "Нет. Я кое-что загадаю. Угадайте, что". Подумать: дом Управления по борьбе с вредителям и болезнями.

source: "No. I'm thinking a name. Tell me what it is." Think: Silent King
ru: "Нет. Я кое-что загадаю. Угадайте, что". Подумать: Безмолвный Король.

source: "No. I'm thinking a name. Tell me what it is." Think: Walking Dead
ru: "Нет. Я кое-что загадаю. Угадайте, что". Подумать: ходячие мертвецы.

source: "What's that supposed to mean?"
ru: "Что это должно означать?"

source: "Only if you make me..."
ru: "Только если вы меня заставите..."

source: "What I mean is that we could help each other."
ru: "Я имею в виду, что мы могли бы помочь друг другу".

source: "You know what I mean. I have skills you can use. You have powers that can help me."
ru: "Вы знаете, о чем я. Я владею умениями, которыми вы можете воспользоваться. У вас есть сила, которая может мне пригодиться".

source: "How can I convince you?"
ru: "Как мне вас убедить?"

source: "Convince you? I don't need to convince you. Either you trust me, or you don't."
ru: "Убедить вас? Мне не нужно вас убеждать. Либо вы мне доверяете, либо нет".

source: "What could you possibly offer me?"
ru: "Что вы можете мне предложить?"

source: "Forget I offered. I'm leaving."
ru: "Забудте мое предложение. Я пошел".

source: "I could kill all of you right now, and you couldn't stop. I cannot die."
ru: "Я мог бы прямо сейчас перебить вас всех, и вы не смогли бы мне помешать. Я не могу умереть".

source: "Try to stop me."
ru: "Попробуйте остановить меня".

source: Bluff: "Who?"
ru: Блеф: "Кого?"

source: "Who?"
ru: "Кого?"

source: "I don't think so. I'm leaving."
ru: "Я так не думаю. Я пошел".

source: "Why don't you do it?"
ru: "Почему вы сами это не сделаете?"

source: "Very well. I'll do it."
ru: "Хорошо, я сделаю это".

source: "That's motivation? You'll have to offer something more."
ru: "И это все? Вам нужно предложить мне что-нибудь еще".

source: "Very well. If that is what you can give me, that is what I will take. What do I have to do?"
ru: "Хорошо. Если это то, что вы можете мне дать - я приму это. Что мне нужно сделать?"

source: "That would work... if I cared about these people."
ru: "Это могло бы сработать... если бы мне было дело до этих людей".

source: "I'm afraid I can't accept. I'm leaving."
ru: "Боюсь, что на это я пойти не могу. Я пошел".

source: "All right. What do I have to do?"
ru: "Ладно. Что мне нужно сделать?"

source: "That may be. Yet you still have not told me what you could offer me for my services."
ru: "Это уже лучше. И все же вы не сказали, что вы можете предложить за мои услуги".

source: "Yes, perhaps more. Keep talking."
ru: "Что именно 'еще'? Продолжайте".

source: "I have already been there."
ru: "Я уже там был".

source: "Very well. What do I have to do?"
ru: "Хорошо. Что я должен сделать?"

source: "Then perhaps we can come to some sort of deal."
ru: "Тогда, может, мы могли бы как-нибудь договориться".

source: "I'm willing to give it a try. Die, vermin!"
ru: "Я хотел бы попробовать. Смерть крысам!"

source: "I accept."
ru: "Я согласен".

source: "I will not."
ru: "Я не буду".

source: "Try to kill me."
ru: "Попробуйте убить меня".

source: "Look into my mind and tell me that I'm lying. Or can't you look into my mind?"
ru: "Загляните в мою голову и скажите мне, что я вру. Или вы не можете сделать это?"

source: "How can I prove that I'm not lying?"
ru: "Как мне доказать, что я не лгу?"

source: "No, I'm not."
ru: "Нет".

source: "Wait! We can work this out!"
ru: "Постойте! Мы могли бы договориться!"

source: "I'm ready whenever you are..."
ru: "Я готов, кем бы вы ни были..."

source: "You are correct. I see I cannot hide from you."
ru: "Вы правы. Я понял, что от вас ничего не утаишь".

source: "You're wrong."
ru: "Вы ошибаетесь".

source: "You can't read my mind. Why not?"
ru: "Вы не можете читать мои мысли. Почему?"

source: "The Silent King? Who?"
ru: "Безмолвный Король? Это еще кто?"

source: Bluff: "The Silent King? Who?"
ru: Блеф: "Безмолвный Король? Это еще кто?"

source: "What is it?"
ru: "Какое?"

source: "You can't read my mind, can you?"
ru: "Вы ведь не можете читать мои мысли?"

source: "Bring it on."
ru: "Тогда попробуйте".

source: "No, I cannot. I could kill you all and you can't stop me."
ru: "Нет, не могу. Я мог бы перебить вас всех, и вы не смогли бы меня остановить".

source: "Why can't you read my mind?"
ru: "Почему вы не можете прочесть мои мысли?"

source: "Then perhaps we can come to some sort of arrangement."
ru: "Тогда, возможно, мы могли бы как-нибудь договориться".

source: "Let me go and I shall trouble you no more."
ru: "Отпустите меня, и я вас больше не побеспокою".

source: "I have come to tell you that the Silent King is merely a dead skeleton. He has no power."
ru: "Я пришел сказать, что Безмолвный Король - всего лишь мертвый скелет. Он бессилен".

source: "But I have come to tell you that the Silent King is merely a dead skeleton. He has no power."
ru: "Но я пришел сказать, что Безмолвный Король - всего лишь мертвый скелет. Он бессилен".

source: "Why? And why do you call me 'murderer'?"
ru: "Почему? И почему вы назвали меня 'убийцей'?"

source: "But I came by accident."
ru: "Но я попал суда случайно".

source: "I came to tell you that the Silent King is merely a dead skeleton. He has no power."
ru: "Я пришел сказать, что Безмолвный Король - всего лишь мертвый скелет. Он бессилен".

source: "I have no purpose here. I entered by accident."
ru: "Я не имею здесь целей. Я зашел сюда случайно".

source: "What do you mean?"
ru: "О чем это вы?"

source: "I certainly do."
ru: "Безусловно".

source: "Not at all."
ru: "Вовсе нет".

source: "I didn't know they were part of you."
ru: "Я не знал, что они из ваших".

source: "They attacked me first."
ru: "Они первые на меня напали".

source: "Why don't you *make* me suffer, you flea-bitten carpet of shared stupidity?"
ru: "Почему бы тебе не *заставить* меня пожалеть, ты, блохастый коврик коллективной тупости?"

source: "I ask for mercy."
ru: "Я прошу пощады".

source: "Is there any way I can make it up to you?"
ru: "Я могу как-нибудь загладить свою вину?"

source: "How can I make it up to you?"
ru: "Как мне загладить свою вину?"

source: "I am hard to kill and I know spells."
ru: "Убить меня непросто, и я знаю магию".

source: "I am hard to kill."
ru: "Меня не так просто убить".

source: "I am stealthy and hard to spot."
ru: "Я скрытный и меня сложно заметить".

source: "I am hard to kill and a fierce warrior."
ru: "Убить меня непросто, и я свирепый воин".

source: "Yet?"
ru: "Все же?"

source: "Yes?"
ru: "Да?"

source: "Yes."
ru: "Да".

source: "What do I have to do?"
ru: "Что мне нужно сделать?"

source: "I did not know they were of your kind."
ru: "Я не знал, что они были из ваших".

source: "I'm ready for you..."
ru: "Я готов..."

source: "I would like to see you try it."
ru: "Посмотрим на эту попытку".

source: "Is this the thanks I get?"
ru: "Это и есть вся благодарность?"

source: "I dare you to try."
ru: "Давайте, я жду".

source: "I'm here to wipe you out."
ru: "Я здесь, чтобы уничтожить вас".

source: "I won't give you the satisfaction."
ru: "Не дождетесь".

source: "WE ASK THAT YOUR COMPANIONS REMAIN SILENT. YOU HAVE BROUGHT PAIN TO US, MUCH PAIN, AND WE DEMAND AMENDS FROM YOU."
ru: "МЫ ТРЕБУЕМ, ЧТОБЫ ТВОИ СПУТНИКИ МОЛЧАЛИ. ТЫ ПРИЧИНИЛ НАМ БОЛЬ, МНОГО БОЛИ, И МЫ ТРЕБУЕМ ОТ ТЕБЯ САТИСФАКЦИИ".

source: "THE HARM HAS BEEN DONE. THE PAST WILL NOT BE ALTERED BY YOUR MERE APOLOGIES. PERFORM THIS SERVICE FOR US OR WE SHALL ELIMINATE YOU."
ru: "ТЫ ПРИЧИНИЛ НАМ ВРЕД. ПРОШЛОГО НЕ ИЗМЕНИТЬ ОДНИМИ ЛИШЬ ТВОИМИ ИЗВИНЕНИЯМИ. ОКАЖИ НАМ ЭТУ УСЛУГУ, ИНАЧЕ МЫ УНИЧТОЖИМ ТЕБЯ".

source: "I will not do it."
ru: "Я не стану этого делать".

source: "I know the secret of the Silent King."
ru: "Я знаю тайну Безмолвного Короля".

source: "No. I'm thinking a name. Tell me what it is." Think: Barr, the gate guard
ru: "Нет. Я кое-что загадаю. Угадайте, что". Подумать: Барр, страж ворот.

source: "The ghouls have gone wild and swept across the Dead Nations."
ru: "Упыри озверели и разбрелись по Мертвым Народам".

source: Give in.
ru: Сдаться.
