Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmantuok.dlg.po
Languages: ru

source: Hand him the Silent King's skull: "Here, then. Take this skull."
ru: Дать ему череп Безмолвного Короля: "Тогда вот. Возьми этот череп".

source: "Perhaps your pathetic disease has affected your hearing. I said I will give Lothar the skull."
ru: "Возможно, твоя презренная болезнь повредил тебе слух. Я сказал, что я сам передам Лотару череп".

source: "I said I will give Lothar the skull."
ru: "Я сказал, что я сам передам Лотару череп".

source: "Let me by or I will kill you where you stand."
ru: "Пропусти меня, не то умрешь на месте".

source: "Lothar promised me safe passage. If you stand in my way, he shall hear of it - either from me, or from my skull, should you somehow succeed in killing me."
ru: "Лотар пообещал мне безопасный проход. Если ты станешь у меня на пути, он об этом узнает - либо от меня, либо от моего черепа, если тебе каким-то образом удастся убить меня".

source: "I won't keep him waiting much longer."
ru: "Я больше не буду заставлять его ждать".

source: "Try it."
ru: "Попробуй".

source: "Try it, Mantuok."
ru: "Попробуй, Мантуок".

source: "You son-of-a..."
ru: "Ах ты сукин..."

source: "As my betters, I suppose it is your privilege to squat in sewers, feast on filth and the occasional deader to stay alive, and dress in resplendent rags with your naked scaly tails dragging in the muck behind you? You're vermin, shadows of people, desperately wishing to be human. Pathetic."
ru: "Полагаю, как лучшие вы считаете за привилегию ползать по канавам, питаться отбросами и, временами, мертвечиной, лишь бы не сдохнуть, и ходить в великолепных лохмотьях со своими лысыми чешуйчатыми хвостами, волочащимися за вами по дерьму? Вы - вредители, тени людей, отчаянно желающие быть ими. Жалкое зрелище".

source: "You are not my equal."
ru: "Ты мне не ровня".

source: "Better you alone than you and your friends..."
ru: "Лучше ты сам, чем ты со своими друзьями..."

source: "You're target practice for me."
ru: "Ты для меня - как учебная мишень".

source: "I'd like to see you try..."
ru: "Посмотрим на твою попытку..."
