Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmanyas1.dlg.po
Languages: ru

source: You are staggered by the sound of hundreds of voices speaking as one into your mind- there is a depth and insistence to the communication that beggars speech. "SPEAK YOUR PURPOSE HERE, BIPED, AND SPEAK SWIFTLY AND TRUE. YOU ARE IN THE HALLS OF MANY-AS-ONE. YOU WILL NOT LEAVE BUT BY OUR GRACE. KNOW THAT WE CAN READ YOUR MIND AND SMELL YOUR LIES."
ru: Ты ошеломлен звуком сотен голосов, говорящих в унисон в твоей голове: у них сила и настойчивость, присущая попрошайкам. "ГОВОРИ, ЗАЧЕМ ПРИШЕЛ, ДВУНОГИЙ. ОТВЕЧАЙ БЫСТРО И ПРАВДИВО. ТЫ В ЗАЛАХ МНОГОЕДИНОГО. ТЫ НЕ УЙДЕШЬ, ПОКА МЫ ЭТОГО НЕ ПОЗВОЛИМ. ЗНАЙ, ЧТО МЫ МОЖЕМ ЧИТАТЬ ТВОИ МЫСЛИ, И ЧУВСТВУЕМ ЛОЖЬ".

source: "Who are you?"
ru: "Кто вы?"

source: I have told Many-as-One that the Silent King is too powerful for him to approach. The cranium rat hive-mind did not see falsehood in my words, but it forbade me from returning to the Warrens of Thought on pain of death. We'll see about that.
ru: Я сказал Многоединому, что Безмолвный Король слишком силен, чтобы приближаться к нему. Коллективный разум черепных крыс не увидел лжи в моих словах, но запретил мне возвращаться в Логово Мысли под угрозой смерти. Насчет этого еще посмотрим.

source: The ghouls have swept across the Dead Nations, and that makes it difficult for the cranium rats to establish a foothold there. They have banished me from their presence, warning of dire consequences should I return.
ru: Упыри разбрелись по Мертвым Народам, и это осложняет закрепление в этом районе черепных крыс. Они прогнали меня, предупредив об ужасных последствиях моего возвращения.

source: I have informed Many-as-One that the Silent King is merely a dead skeleton without power. The rats have promised to take over the catacombs under Sigil now.
ru: Я сообщил Многоединому, что Безмолвный Король - всего лишь бессильный мертвый скелет. Крысы пообещали захватить власть над катакомбами под Сигилом.

source: "What is this place?"
ru: "Что это за место?"

source: "I thought you might like to know this: The Silent King is merely a dead skeleton. He has no power."
ru: "Я подумал, что вам было бы интересно узнать, Безмолвный король - всего лишь мертвый скелет. Он бессилен".

source: Bluff: "I thought you might like to know this: The Silent King is too strong to attack. Stay away from the Dead Nations or the corpses will destroy you."
ru: Блеф: "Я подумал, что вам было бы интересно узнать, что Безмолвный Король слишком силен, чтобы нападать на него. Держитесь подальше от Мертвых Народов, иначе трупы уничтожат вас".

source: "I came to see you, Many-as-One."
ru: "Я пришел увидеться с тобой, Многоединый".

source: "I came here by accident."
ru: "Я попал сюда случайно".

source: "If you can read my mind, why do I have to speak my purpose?"
ru: "Если вы можете читать мои мысли, зачем мне рассказывать о моих целях?"

source: "WE ARE THE EYES IN THE DARK PLACES. WE ARE THE MANY WHO THINK AS ONE. WE DO NOT ANSWER YOUR QUESTIONS. YOU WILL ANSWER OURS. WHAT ARE YOU DOING IN THIS PLACE, SO FAR FROM THE LIGHTED CORRIDORS OF HUMANKIND?"
ru: "МЫ ГЛАЗА В ТЕМНОТЕ. МЫ МНОЖЕСТВО, МЫСЛЯЩЕЕ КАК ОДИН. МЫ НЕ ОТВЕЧАЕМ НА ТВОИ ВОПРОСЫ. ТЫ ОТВЕТИШЬ НА НАШИ. ЧТО ТЫ ДЕЛАЕШЬ ЗДЕСЬ, ТАК ДАЛЕКО ОТ СВЕТЛЫХ ЛЮДСКИХ КОРИДОРОВ?"

source: "WE ARE THE EYES IN THE DARK PLACES. WE ARE THE MANY WHO THINK AS ONE. WE DO NOT ANSWER YOUR QUESTIONS. YOU WILL ANSWER OURS. SPEAK YOUR MIND AND REMEMBER THAT WE CAN HEAR YOUR LIES. WHAT ARE YOU DOING IN THIS PLACE, SO FAR FROM THE LIGHTED CORRIDORS OF HUMANKIND?"
ru: "МЫ ГЛАЗА В ТЕМНОТЕ. МЫ МНОЖЕСТВО, МЫСЛЯЩЕЕ КАК ОДИН. МЫ НЕ ОТВЕЧАЕМ НА ТВОИ ВОПРОСЫ. ТЫ ОТВЕТИШЬ НА НАШИ. ГОВОРИ, ЧТО У ТЕБЯ НА УМЕ, И ПОМНИ, ЧТО МЫ СЛЫШИМ, КОГДА ТЫ ЛЖЕШЬ. ЧТО ТЫ ДЕЛАЕШЬ ЗДЕСЬ, ТАК ДАЛЕКО ОТ СВЕТЛЫХ ЛЮДСКИХ КОРИДОРОВ?"

source: Bluff: "I thought you might like to know that the Silent King is too strong to attack. Stay away from the Dead Nations or the corpses will destroy you."
ru: Блеф: "Я подумал, что вам будет интересно узнать, что Безмолвный Король слишком силен, чтобы нападать на него. Держитесь подальше от Мертвых Народов, иначе трупы уничтожат вас".

source: The voices in your head, though they possess no sound, are nearly deafening. "WE COMMAND THOSE WITH YOU TO SILENCE. YOU ARE IN THE WARRENS OF THOUGHT. MANY-AS-ONE REIGNS SUPREME. SPEAK YOUR MIND AND REMEMBER THAT WE CAN HEAR YOUR LIES. WHAT DO YOU WANT IN THE LIGHTLESS TUNNELS?"
ru: Голоса в твоей голове, хотя они и беззвучны, звучат просто оглушительно: "МЫ ПРИКАЗЫВАЕМ ТЕМ, КТО С ТОБОЙ, ЗАМОЛКНУТЬ. ТЫ В ЛОГОВЕ МЫСЛИ, ГДЕ ПРАВИТ МНОГОЕДИНЫЙ. ГОВОРИ, ЧТО У ТЕБЯ НА УМЕ, И ПОМНИ, ЧТО МЫ СЛЫШИМ ТВОЮ ЛОЖЬ. ЧЕГО ТЕБЕ НУЖНО В ЭТИХ ТЕМНЫХ ТОННЕЛЯХ?"

source: "I thought you might like to know that the Silent King is merely a dead skeleton. He has no power."
ru: "Я подумал, что вам будет интересно узнать, что Безмолвный Король - всего лишь мертвый скелет. Он бессилен".

source: "CONSIDER THE DEAD TO BE DEAD. THEIR IMPOTENT KING CAN NO LONGER STAND IN OUR WAY. YOU HAVE SHOWN YOURSELF USEFUL. FOR THIS INFORMATION, WE BREAK DOWN THE BARRIER OF YOUR MIND AND REVEAL YOU TO YOURSELF. PREPARE YOURSELF FOR REVELATION."
ru: "СЧИТАЙ, ЧТО МЕРТВЕЦЫ УЖЕ МЕРТВЫ. ИХ БЕСПОМОЩНЫЙ КОРОЛЬ БОЛЬШЕ НЕ СТОИТ У НАС НА ПУТИ. ТЫ ОКАЗАЛСЯ ПОЛЕЗНЫМ. ЗА ЭТИ СВЕДЕНЬЯ МЫ РАЗРУШИМ ПРЕГРАДЫ В ТВОЕМ РАЗУМЕ И РАСКРОЕМ ТЕБЯ СЕБЕ САМОГО. ПРИГОТОВЬСЯ К ОТКРОВЕНИЮ".

source: "Wait! Not yet!"
ru: "Подождите! Не сейчас!"

source: "I'm ready."
ru: "Я готов".

source: "YOU DARE SHOW YOUR FACE HERE AGAIN? BIPED, YOU ARE RASH. PREPARE YOURSELF."
ru: "ТЫ ОСМЕЛИЛСЯ ПОКАЗАТЬСЯ ЗДЕСЬ СНОВА? ДВУНОГИЙ, ТЫ БЕЗРАССУДЕН. ГОТОВЬСЯ".

source: Fight.
ru: Сражаться.

source: "TELL US WHAT YOU KNOW, BIPED."
ru: "РАССКАЖИ НАМ, ЧТО ТЫ ЗНАЕШЬ, ДВУНОГИЙ".

source: "The Silent King is merely a dead skeleton. He has no power."
ru: "Безмолвный Король - всего лишь мертвый скелет. Он бессилен".

source: Bluff: "The Silent King is too strong to attack. Stay away from the Dead Nations or the corpses will destroy you."
ru: Блеф: "Безмолвный Король слишком силен, чтобы нападать на него. Держитесь подальше от Мертвых Народов, иначе трупы уничтожат вас".

source: "I have nothing yet."
ru: "Пока мне нечего сказать".

source: "THE GHOULS ARE TOO POWERFUL EVEN FOR MY WERERAT MINIONS. YOUR MISSION HAS FAILED. WE NEED YOUR SERVICES NO LONGER. LEAVE NOW, OR SUFFER THE CONSEQUENCES."
ru: "УПЫРИ СЛИШКОМ СИЛЬНЫ, ДАЖЕ ДЛЯ МОИХ СЛУГ-КРЫСООБОРОТНЕЙ. ТВОЯ МИССИЯ ПРОВАЛЕНА. ТВОИ УСЛУГИ БОЛЬШЕ НЕ НУЖНЫ. УХОДИ СЕЙЧАС ЖЕ, ИЛИ ПОСТРАДАЕШЬ".

source: "What, you're just going to discard me like that?"
ru: "И что, вы хотите вот просто так от меня избавиться?"

source: "Farewell, then."
ru: "Тогда прощайте".

source: "YES. IF WE DO NOT HAVE TO EXPEND OUR MIGHT ON THE SILENT KING, WE HAVE MORE THAN ENOUGH TO SPARE TO CRUSH YOUR FRAGILE EGO. GO. DO NOT RETURN."
ru: "ДА. РАЗ УЖ НАМ НЕ НУЖНО ТРАТИТЬ СВОИ СИЛЫ НА БЕЗМОЛВНОГО КОРОЛЯ, СИЛ У НАС БОЛЕЕ ЧЕМ ДОСТАТОЧНО, ЧТОБЫ РАЗБИТЬ ТВОЮ ХРУПКУЮ ЛИЧНОСТЬ. ИДИ. НЕ ВОЗВРАЩАЙСЯ".

source: "YOU HAVE BEEN WARNED, BIPED. PREPARE YOUR MIND FOR THE ETERNAL BOUNDARY."
ru: "ТЕБЯ ПРЕДУПРЕЖДАЛИ, ДВУНОГИЙ. ГОТОВЬ СВОЙ РАЗУМ К ВЕЧНОМУ ПРЕДЕЛУ".

source: "THE VOICE OF MANY HAS GIVEN WORDS TO YOUR ERRAND. THE SILENT KING IS TOO POWERFUL, YOU SAY. WE SEE NO LIE IN YOUR HEART. LEAVE THE WARRENS OF THOUGHT WITH YOUR LIFE AS A GIFT FROM US. YOU HAVE SERVED YOUR PURPOSE."
ru: "ГОЛОС МНОГИХ ПОРУЧИЛ ТЕБЕ ЗАДАНИЕ. ТЫ ГОВОРИШЬ, ЧТО БЕЗМОЛВНЫЙ КОРОЛЬ СЛИШКОМ СИЛЕН. МЫ НЕ ВИДИМ ЛЖИ В ТВОЕМ СЕРДЦЕ. ПОКИНЬ ЛОГОВО МЫСЛИ, ПОЛУЧИВ В ПОДАРОК ЖИЗНЬ. ТЫ ВЫПОЛНИЛ СВОЕ ПРЕДНАЗНАЧЕНИЕ".

source: "THE MIND OF VOICE-OF-MANY REVEALS YOUR SECRETS. WE KNOW THE TRUTH OF THE SILENT KING NOW. WE ARE GRATEFUL FOR THIS INFORMATION..." The voice in your head becomes more ominous, and continues, "... AND SO WE SHALL NOT AVENGE THOSE OF US YOU HAVE SLAIN. YOU WILL LEAVE NOW, AND NEVER RETURN TO THE WARRENS OF THOUGHT. GO, BIPED. YOUR USEFULNESS IS AT AN END."
ru: "РАЗУМ ГОЛОСА МНОГИХ РАСКРЫЛ ТВОИ ТАЙНЫ. ТЕПЕРЬ МЫ ЗНАЕМ ПРАВДУ О БЕЗМОЛВНОМ КОРОЛЕ. МЫ БЛАГОДАРНЫ ЗА ЭТИ СВЕДЕНЬЯ, - голос становится более грозным, - И ПОТОМУ МЫ НЕ БУДЕМ МСТИТЬ ЗА ТЕХ ИЗ НАС, КОТОРЫХ ТЫ УБИЛ. СЕЙЧАС ТЫ УЙДЕШЬ, И БОЛЬШЕ НЕ ВОЗВРАТИШЬСЯ В ЛОГОВО МЫСЛИ. ИДИ, ДВУНОГИЙ. ОТ ТЕБЯ БОЛЬШЕ НЕТ ТОЛКУ".

source: "THE MIND OF VOICE-OF-MANY REVEALS YOUR SECRETS. WE KNOW THE TRUTH OF THE SILENT KING NOW. YOU HAVE PROVEN YOURSELF USEFUL. WE SHALL BREAK THE BARRIERS OF YOUR MIND AND REVEAL YOU TO YOURSELF."
ru: "РАЗУМ ГОЛОСА МНОГИХ РАСКРЫЛ ТВОИ ТАЙНЫ. ТЕПЕРЬ МЫ ЗНАЕМ ПРАВДУ О БЕЗМОЛВНОМ КОРОЛЕ. МЫ БЛАГОДАРНЫ ЗА ЭТИ СВЕДЕНЬЯ. ТЫ ДОКАЗАЛ СВОЮ ЦЕННОСТЬ. МЫ РАЗРУШИМ ПРЕГРАДЫ В ТВОЕМ РАЗУМЕ И РАСКРОЕМ ТЕБЯ СЕБЕ".

source: You feel a pressure building in your head, as if thousands of tiny, squirming bodies were pushing against a wall in your mind. Instinctively you resist, but after an eternity, the pressure grows too great and a wave of black memory crashes through your defenses.
ru: Ты чувствуешь давление, нарастающее у тебя в голове, как будто тысячи крошечных извивающихся телец толкают стену в твоем разуме. Инстинктивно ты противишься этому, но, спустя бесконечные минуты, давление становится слишком сильным, и сквозь твою защиту прорывается волна темных воспоминаний.

source: You are sprinting through a city made entirely of chains - buildings, streets, sewers and plumbing are all linked metal strands. The blood-dark sky above you shimmers evilly as you jingle your way across a tightly-woven web of blackened silver. You glance over your shoulder, hoping you've thrown off your pursuit, and spy nothing. You face forward...
ru: Ты мчишься по городу, сделанному из цепей: здания, улицы, сточные канавы и водопроводные трубы состоят из скрепленных металлических цепей. Темно-красное небо над тобой злобно мерцает, пока ты со звоном пробираешься через прочную паутину черненого серебра. Ты оглядываешься через плечо в надежде на то, что оторвался от погони, и никого за собой не замечаешь. Ты устремляешь взгляд вперед...

source: ... and standing silently in front of you is a creature wrapped in chains from head to toe, grinning maniacally under its mask. A chain snakes out from its outstretched hand and wraps around your ankle. Another bursts from the wall to your left, scarring your wrist. You snatch it from the air, and with a practiced loop, throw it around the neck of your enemy. You yank the chain tight and hear the sharp snap of the creature's spine... moments before a cackling horde of similar monsters pour a jangling web of chains over your body. You jerk yourself free of the memory.
ru: ... и видишь, что перед тобой беззвучно стоит существо, замотанное с головы до ног в цепи, и безумно улыбается под своей маской. С его руки соскальзывает цепь и обвивает твою лодыжку. Еще одна цепь внезапно вылетает из стены, полоснув тебя по запястью. Ты перехватываешь ее в воздухе и умелым взмахом накидываешь ее на шею врагу. Ты резко дергаешь цепь и слышишь резкий хруст хребта... но уже через миг хихикающая орда таких же монстров накидывает на тебя звенящую паутину цепей. Ты выдергиваешь себя из воспоминания.

source: "YOU HAVE HAD YOUR ANSWERS." The massive voice seems oddly strained from its effort. "OUR BUSINESS HAS CONCLUDED. WE NEED HAVE NO FURTHER CONTACT. IF YOU RETURN HERE, WE WILL DESTROY YOU."
ru: "ТЫ ПОЛУЧИЛ СВОИ ОТВЕТЫ, - голос многих кажется утомленным от приложенных ими усилий. - НАШИ ДЕЛА ОКОНЧЕНЫ. БОЛЬШЕ С НАМИ НЕ ПЕРЕСЕКАЙСЯ. ЕСЛИ ВЕРНЕШЬСЯ, МЫ УНИЧТОЖИМ ТЕБЯ".

source: ... and standing silently in front of you is a creature wrapped in chains from head to toe, grinning maniacally under its mask. A chain snakes out from its outstretched hand and wraps around your ankle. Another bursts from the wall to your left, scarring your wrist. You twist yourself free of chain around your leg, and duck another, your movement seemingly without pattern but avoiding a host of chains the creature sends at you. In less time than it takes to recall it, you have twisted your way to the monster and driven your thumbs into its eyes, piercing its brain. The body hangs from your hands... and a cackling horde of its fellows pour a jangling web of chains over your body. You jerk yourself free of the memory.
ru: ... и видишь, что перед тобой беззвучно стоит существо, замотанное с головы до ног в цепи, и безумно улыбается под своей маской. С его руки соскальзывает цепь и обвивает твою лодыжку. Еще одна цепь внезапно вылетает из стены, полоснув тебя по запястью. Ты высвобождаешь ногу от одной цепи, уклоняешься от другой. Кажется, что в твоих движениях нету никакого порядка, но ты успешно избегаешь целого роя цепей, которые швыряет в тебя существо. Спустя мгновение ока ты проскальзываешь к монстру и впиваешься большими пальцами в его глаза, протыкая мозг. Его тело обвисает в твоих руках... и тут хихикающая орда его приятелей накидывает на тебя звенящую паутину цепей. Ты выдергиваешь себя из воспоминания.

source: ... and standing silently in front of you is a creature wrapped in chains from head to toe, grinning maniacally under its mask. A chain dances from its outstretched hand, coming for your throat - you stop it in its tracks with a wave of fire that turns it to slag and sends its owner melting, screaming, and burning into the night. You stare after it for a moment, and then hear a crowd of its fellows tittering behind you. They cast a jangling web of chains across your body, and all goes black. You tear yourself out of the memory.
ru: ... и видишь, что перед тобой беззвучно стоит существо, замотанное с головы до ног в цепи, и безумно улыбается под своей маской. С его руки слетает цепь, нацеленная тебе в горло. Ты останавливаешь ее на полпути волной огня, превращая ее в шлак; ее владелец начинает гореть, плавиться и вопить. Ты некоторое время наблюдаешь за ним, а потом слышишь хихиканье толпы его приятелей у себя за спиной. Они накидывают на тебя звенящую паутину цепей, и все окутывается тьмой. Ты вырываешься из воспоминания.

source: A voice that sounds like thousands speaking at once, like squirming and scales, resounds in your head. Incredible anger - and a sense of bare restraint - throbs under the surface, a current of rage. "MURDERER. SPEAK YOUR PURPOSE HERE."
ru: Голос, похожий на тысячи одновременно говорящих голосов на фоне какой-то возни и шуршания, раздается у тебя в голове. Невероятная, еле сдерживаемая злость пульсирует под поверхностью потоком ярости. "УБИЙЦА. ГОВОРИ, ЗАЧЕМ ПРИШЕЛ".

source: A voice that sounds like the anguished pain of thousands echoes through your skull. The voice sounds curiously subdued with an undercurrent of incredible anger. "MURDERER... WE ASK THAT YOU LEAVE OUR HALLS. WE DO NOT WISH MORE BATTLE WITH YOU. IF YOU WILL PERFORM A FAVOR FOR US, WE CAN PERFORM A SERVICE FOR YOU, AND WE CAN GO OUR WAYS IN PEACE."
ru: Голос, звучащий мучительной болью тысяч, эхом отдается в твоем черепе. Он кажется на удивление подавленным, с нотками невероятной ярости. "УБИЙЦА... МЫ ПРОСИМ ТЕБЯ ПОКИНУТЬ НАШИ ЗАЛЫ. МЫ БОЛЬШЕ НЕ ХОТИМ БИТЬСЯ С ТОБОЙ. ЕСЛИ ТЫ ОКАЖЕШЬ НАМ ЭТУ УСЛУГУ, МЫ ОКАЖЕМ ТЕБЕ УСЛУГУ В ОТВЕТ, И СМОЖЕМ МИРНО РАЗОЙТИСЬ".

source: "TELL US WHAT YOU KNOW, MURDERER."
ru: "СКАЖИ НАМ, ЧТО ТЫ ЗНАЕШЬ, УБИЙЦА".

source: "TELL US WHAT YOU KNOW, GENOCIDE."
ru: "СКАЖИ НАМ, ЧТО ТЫ ЗНАЕШЬ, МЯСНИК".

source: "THE DEAD KING STANDS READY TO OPPOSE US?" The rats' mind-voice pauses for a moment. "WE SEE NO LIE IN YOUR MIND. OUR GRATITUDE IS THIS: WE SHALL NOT CONSIGN YOUR LIVING CORPSE TO THE FLOORS BELOW OUR WARREN, TO BE AN ENDLESS REPAST FOR OUR YOUNG. LEAVE OUR TUNNELS AND DO NOT RETURN."
ru: "КОРОЛЬ МЕРТВЕЦОВ ГОТОВ ВСТРЕТИТЬ НАС? - голос крысиного разума на миг умолкает. - МЫ НЕ ВИДИМ ЛЖИ В ТВОЕМ РАЗУМЕ. ВОТ НАША БЛАГОДАРНОСТЬ: МЫ НЕ ОТПРАВИМ ТВОЙ ЖИВОЙ ТРУП В ПОДЗЕМЕЛЬЯ ПОД НАШИМ ЛОГОВОМ, ЧТОБЫ ОН СТАЛ ВЕЧНЫМ ЛАКОМСТВОМ ДЛЯ НАШИХ ДЕТЕЙ. ПОКИНЬ НАШИ ТОННЕЛИ И НЕ ВОЗВРАЩАЙСЯ".

source: "YOU LIE, BIPED. WE HAVE NO TRAFFIC WITH YOUR KIND. NO NEED. NO DESIRE. YOU WERE SEEN IN THE SCAVENGER VILLAGE, TALKING TO THE CRIPPLE KING. YOU ARE A SPY. YOU ARE AN ASSASSIN."
ru: "ТЫ ЛЖЕШЬ, ДВУНОГИЙ. МЫ НЕ ВЕДЕМ ДЕЛ С ТЕБЕ ПОДОБНЫМИ. НЕТ НУЖДЫ. НЕТ ЖЕЛАНИЯ. ТЕБЯ ЗАМЕТИЛИ В ДЕРЕВНЕ МУСОРЩИКОВ, РАЗГОВАРИВАЮЩЕГО С ХРОМЫМ КОРОЛЕМ. ТЫ ШПИОН. ТЫ УБИЙЦА".

source: "THIS IS THE DOMAIN OF MANY-AS-ONE. YOU ARE AN INTRUDER. OUR KINGDOM IS SECRET. YOUR VOICE MUST BE SILENCED."
ru: "ЭТО ВЛАДЕНИЯ МНОГОЕДИНОГО. ТЫ ЗДЕСЬ НЕЗВАННЫЙ ГОСТЬ. НАШЕ КОРОЛЕВСТВО ДОЛЖНО СОХРАНИТЬСЯ В ТАЙНЕ. ТВОЙ ГОЛОС ДОЛЖЕН ЗАГЛОХНУТЬ".

source: "WE CAN READ YOUR MIND, BIPED. DO NOT TEST US."
ru: "МЫ МОЖЕМ ЧИТАТЬ ТВОИ МЫСЛИ, ДВУНОГИЙ. НЕ ИСПЫТЫВАЙ НАС".

source: "THEN BEGONE. WE HAVE NO USE FOR YOU - NOR ANSWERS - UNTIL YOU HAVE BROUGHT US THE ANSWERS WE SEEK."
ru: "ТОГДА ИСЧЕЗНИ. ТЫ НИЧЕГО ОТ НАС НЕ ДОБЬЕШЬСЯ, ПОКА НЕ ПРИНЕСЕШЬ НАМ НУЖНЫЕ ОТВЕТЫ".

source: "YES. YOU WILL."
ru: "ДА. ТАК И БУДЕТ".

source: There is a pause as the mind digests this information. "EXPLAIN."
ru: Следует пауза, пока разум переваривает эти сведенья. "ОБЪЯСНИ".

source: "SUCH BARGAINS HAVE A PRICE. SUCH BARGAINS REQUIRE TRUST. WE DO NOT TRUST YOU. CONVINCE US, BIPED."
ru: "ТАКИЕ СДЕЛКИ ИМЕЮТ СВОЮ ЦЕНУ. ТАКИЕ СДЕЛКИ ТРЕБУЮТ ДОВЕРИЯ. МЫ ТЕБЕ НЕ ДОВЕРЯЕМ. УБЕДИ НАС, ДВУНОГИЙ".

source: "WE, LET YOU LEAVE? WE THINK NOT."
ru: "ПОЗВОЛИТЬ ТЕБЕ УЙТИ? МЫ ТАК НЕ ДУМАЕМ".

source: "PROVE YOURSELF WORTHY OF TRUST. GO TO THE HALLS OF THE WALKING DEAD KILL THE SILENT KING. KILL HIM."
ru: "ДОКАЖИ, ЧТО ТЕБЕ СТОИТ ДОВЕРЯТЬ. ИДИ В ЗАЛЫ ХОДЯЧИХ МЕРТВЕЦОВ, УБЕЙ БЕЗМОЛВНОГО КОРОЛЯ. УБЕЙ ЕГО".

source: "THE WALKING DEAD ARE RULED BY A KING WHO DWELLS IN A PLACE WE CANNOT SEE. WE MUST DESTROY HIM TO DESTROY THEM. HE IS A MYSTERY TO US. WE HAVE NEVER SEEN HIM. HE MUST DIE."
ru: "ХОДЯЧИМИ МЕРТВЕЦАМИ ПРАВИТ КОРОЛЬ, КОТОРЫЙ ЖИВЕТ В МЕСТЕ, НЕДОСТУПНОМ ДЛЯ НАШИХ ГЛАЗ. МЫ ДОЛЖНЫ УНИЧТОЖИТЬ ЕГО, ЧТОБЫ УНИЧТОЖИТЬ ИХ ВСЕХ. ОН ДЛЯ НАС ЗАГАДКА. МЫ ЕГО НИКОГДА НЕ ВИДЕЛИ. ОН ДОЛЖЕН УМЕРЕТЬ".

source: "WE HAVE MUCH TO OFFER. SAFE PASSAGE. THE LIVES OF YOUR FRIENDS."
ru: "У НАС ЕСТЬ ЧТО ПРЕДЛОЖИТЬ. БЕЗОПАСНЫЙ ПРОХОД. ЖИЗНИ ТВОИХ ДРУЗЕЙ".

source: "YOU CANNOT BE TRUSTED. IF YOUR WORDS ARE TRUE, THEN YOU BETRAY THOSE WHO EMPLOY YOU."
ru: "ТЕБЕ НЕЛЬЗЯ ВЕРИТЬ. ЕСЛИ ТВОИ СЛОВА ПРАВДИВЫ, ТО ТЫ ПРЕДАЕШЬ СВОИХ НАНИМАТЕЛЕЙ".

source: "WE CAN OFFER SAFE PASSAGE. FREEDOM. PERHAPS MORE."
ru: "МЫ МОЖЕМ ПРЕДЛОЖИТЬ БЕЗОПАСНЫЙ ПРОХОД. СВОБОДУ. ВОЗМОЖНО, ЧТО-НИБУДЬ ЕЩЕ".

source: "YOU ARE WISE TO ACCEPT OUR DICTATES. JOURNEY TO THE HALLS OF THE DEAD. STRIKE DOWN THEIR SILENT RULER. RETURN HERE, AND WE SHALL DISCUSS REWARD."
ru: "ТЫ ПОСТУПАЕШЬ МУДРО, ПРИНИМАЯ НАШИ УСЛОВИЯ. ОТПРАВЛЯЙСЯ В ЗАЛЫ МЕРТВЫХ. СВЕРГНИ ИХ МОЛЧАЛИВОГО ПРАВИТЕЛЯ. ВОЗВРАЩАЙСЯ, И МЫ ОСУДИМ ТВОЮ НАГРАДУ".

source: "WE HAVE MUCH ELSE TO OFFER. SECRETS. WEALTH. MAGIC. THE DEAD WITHIN THESE TOMBS HAD MUCH WITH THEM WHEN THEY DIED."
ru: "У НАС ЕЩЕ ЕСТЬ ЧТО ПРЕДЛОЖИТЬ. ТАЙНЫ. БОГАТСТВО. МАГИЯ. МЕРТВЫЕ В ЭТИХ ГРОБНИЦАХ ИМЕЛИ ПРИ СЕБЕ МНОГО ВЕЩЕЙ".

source: "YOU ARE WRONG. YOU LIVE AT OUR INDULGENCE. PERHAPS WE CANNOT KILL YOU OUTRIGHT. WE CAN MAKE YOU SCREAM FOR DEATH'S RELEASE. WE CAN BURY YOU IN ENDLESS EARTH. WE CAN BANISH YOU TO ETERNAL FIRE. WE CAN DESTROY ALL YOU CARE ABOUT. WE ARE EVERYWHERE. YOU CANNOT STOP US ALL."
ru: "ТЫ ОШИБАЕШЬСЯ. ТЫ ЖИВ ЛИШЬ ПО НАШЕЙ МИЛОСТИ. ВОЗМОЖНО, МЫ И НЕ СМОЖЕМ УБИТЬ ТЕБЯ СРАЗУ. НО МЫ МОЖЕМ ЗАСТАВИТЬ ТЕБЯ УМОЛЯТЬ О СМЕРТИ. МЫ МОЖЕМ ЗАКОПАТЬ ТЕБЯ ГЛУБОКО В ЗЕМЛЮ. МЫ МОЖЕМ ПРЕДАТЬ ТЕБЯ ВЕЧНОМУ ОГНЮ. МЫ МОЖЕМ УНИЧТОЖИТЬ ВСЕ, ЧТО ТЕБЕ ДОРОГО. МЫ ВЕЗДЕ. ТЫ НЕ МОЖЕШЬ НАС ОСТАНОВИТЬ".

source: "YOU WILL JOURNEY TO THE HALLS OF THE DEAD. YOU WILL STRIKE DOWN THEIR SILENT RULER. YOU WILL RETURN HERE WHEN YOU HAVE COMPLETED YOUR MISSION."
ru: "ТЫ ОТПРАВИШЬСЯ В ЗАЛЫ МЕРТВЫХ. ТЫ ПОВЕРГНЕШЬ ИХ БЕЗМОЛВНОГО ПРАВИТЕЛЯ. ТЫ ВЕРНЕШЬСЯ, КОГДА ВЫПОЛНИШЬ СВОЮ МИССИЮ".

source: "THEN, BIPED, YOU WILL DIE."
ru: "ТОГДА, ДВУНОГИЙ, ТЫ УМРЕШЬ".

source: "YOU LIE!"
ru: "ТЫ ЛЖЕШЬ!"

source: "YOU ARE. YOU CANNOT HIDE FROM ME. I KNOW WHY YOU ARE HERE. DEFEND YOURSELF, BIPED, BECAUSE YOU ARE ABOUT TO DIE."
ru: "ДА. ТЫ НЕ МОЖЕШЬ УТАИТЬ ЭТО ОТ МЕНЯ. Я ЗНАЮ, ЗАЧЕМ ТЫ ЗДЕСЬ. ЗАЩИЩАЙСЯ, ДВУНОГИЙ, ПОТОМУ ЧТО СЕЙЧАС ТЫ УМРЕШЬ".

source: There is a pause, and then: "THE SILENT KING SENT YOU."
ru: Следует пауза, затем раздается: "ТЕБЯ ПОСЛАЛ БЕЗМОЛВНЫЙ КОРОЛЬ".

source: "IT IS AS WE SAID, BIPED. THE WALLS OF YOUR MIND MAY BE HIGH, BUT WE CAN SCALE ANY BARRIER. NOW: WE HAVE A USE FOR YOU."
ru: "ВСЕ ТАК, КАК МЫ СКАЗАЛИ, ДВУНОГИЙ. СТЕНЫ ТВОЕГО РАЗУМА, МОЖЕТ, И ВЫСОКИ, НО МЫ МОЖЕМ СНЕСТИ ЛЮБУЮ ПРЕГРАДУ. ИТАК, У НАС ДЛЯ ТЕБЯ ЕСТЬ ПОРУЧЕНИЕ".

source: "YOU PRETEND YOU KNOW NOTHING OF YOUR MASTER? YOU SHALL DIE, BIPED."
ru: "ТЫ ПРИТВОРЯЕШЬСЯ, ЧТО НИЧЕГО НЕ ЗНАЕШЬ О СВОЕМ ХОЗЯИНЕ? ТЫ УМРЕШЬ, ДВУНОГИЙ".

source: The voices sound scared: "YOUR MIND MAY BE WALLED TO US, BUT YOU CAN DIE LIKE ANY OTHER CREATURE."
ru: Голоса звучат испуганно: "ТВОЙ РАЗУМ МОЖЕТ БЫТЬ ДЛЯ НАС НЕДОСТИЖИМЫМ, НО ТЫ ВЕДЬ МОЖЕШЬ УМЕРЕТЬ, КАК ВСЯКАЯ ДРУГАЯ ТВАРЬ".

source: "WE DO NOT KNOW. THIS MAKES YOU DANGEROUS TO US. THREAT/DANGER/ASSASSIN... INVISIBLE."
ru: "МЫ НЕ ЗНАЕМ. ЭТО ДЕЛАЕТ ТЕБЯ ОПАСНЫМ ДЛЯ НАС. УГРОЗА/ОПАСНОСТЬ/УБИЙЦА... НЕВИДИМЫЙ".

source: "THE DEAD... ENTRENCHED ARE THEY. DIFFICULT TO HARM. THEIR SILENT KING: A MYSTERY HE IS. WE DO NOT LIKE SUCH MYSTERIES. WE STRIKE WHEN WE CAN SUCCEED WITHOUT DOUBT. THE SILENT KING MAKES US DOUBT."
ru: "МЕРТВЫЕ... ЗАЩИЩЕНЫ. СЛОЖНО НАВРЕДИТЬ. ИХ БЕЗМОЛВНЫЙ КОРОЛЬ - ЗАГАДКА. МЫ НЕ ЛЮБИМ ТАКИЕ ЗАГАДКИ. МЫ НАПАДАЕМ, КОГДА НЕ СОМНЕВАЕМСЯ В УСПЕХЕ. БЕЗМОЛВНЫЙ КОРОЛЬ ЗАСТАВЛЯЕТ НАС СОМНЕВАТЬСЯ".

source: "WE HAVE ALREADY MET IN THE DARK HALLS. WE HAVE SEEN YOUR FACE AS YOU SHED OUR BLOOD. SPEAK YOUR PURPOSE HERE, MURDERER. IF YOU HAVE COME TO KILL US ALL, YOU CANNOT SUCCEED."
ru: "МЫ УЖЕ ВСТРЕЧАЛИСЬ В ТЕМНЫХ ЗАЛАХ. МЫ ВИДЕЛИ ТВОЕ ЛИЦО, КОГДА ТЫ ПРОЛИВАЛ НАШУ КРОВЬ. ГОВОРИ, ЗАЧЕМ ПРИШЕЛ, УБИЙЦА. ЕСЛИ ТЫ ПРИШЕЛ УБИТЬ НАС ВСЕХ, ТЕБЕ ЭТО НЕ УДАСТСЯ".

source: "WE HAVE ALREADY MET IN THE DARK HALLS. WE HAVE SEEN YOUR FACE AS YOU SHED OUR BLOOD. SPEAK YOUR PURPOSE HERE, MURDERER. IF YOU HAVE COME TO KILL US ALL, YOU CANNOT SUCCEED."
ru: "МЫ УЖЕ ВСТРЕЧАЛИСЬ В ТЕМНЫХ ЗАЛАХ. МЫ ВИДЕЛИ ТВОЕ ЛИЦО, КОГДА ТЫ ПРОЛИВАЛ НАШУ КРОВЬ. ГОВОРИ, ЗАЧЕМ ПРИШЕЛ, УБИЙЦА. ЕСЛИ ТЫ ПРИШЕЛ УБИТЬ НАС ВСЕХ, ТЕБЕ ЭТО НЕ УДАСТСЯ".

source: "YOU ARE IN THE WARRENS OF THOUGHT. YOU ARE IN THE HOME OF MANY-AS-ONE. YOU ARE ABOUT TO DIE, MURDERER."
ru: "ТЫ В ЛОГОВЕ МЫСЛИ. ТЫ В ДОМЕ МНОГОЕДИНОГО. СЕЙЧАС ТЫ УМРЕШЬ, УБИЙЦА".

source: "SILENCE! WE SPEAK TO THE SCARRED ONE. WE *WILL* ELIMINATE YOU IF YOU UTTER ONE MORE WORD. KNOW YOU THAT YOU ARE IN THE WARRENS OF THOUGHT... AND KNOW THAT YOU HAVE INCURRED OUR DISPLEASURE. SPEAK YOUR PURPOSE, MURDERER."
ru: "МОЛЧАТЬ! МЫ ГОВОРИМ С НЕСУЩИМ ШРАМЫ. МЫ *УНИЧТОЖИМ* ТЕБЯ, ЕСЛИ ТЫ ПРОИЗНЕСЕШЬ ХОТЬ СЛОВО. ЗНАЙ, ЧТО ТЫ В ЛОГОВЕ МЫСЛИ... И ЗНАЙ, ЧТО ТЫ НАВЛЕКАЕШЬ НА СЕБЯ НАШУ НЕМИЛОСТЬ. ГОВОРИ, С ЧЕМ ПРИШЕЛ, УБИЙЦА".

source: "THE SILENT KING LIES QUIETLY? YOU HAVE PERFORMED WELL, MURDERER." The voices pause for a moment. "LET IT NOT BE SAID THAT MANY-AS-ONE IS WITHOUT GRATITUDE."
ru: "БЕЗМОЛВНЫЙ КОРОЛЬ ЛЕЖИТ СМИРНО? ТЫ ОТЛИЧНО СПРАВИЛСЯ, УБИЙЦА, - голос ненадолго умолкает. - ПУСТЬ ТЕПЕРЬ НЕ ГОВОРЯТ, ЧТО МНОГОЕДИНЫЙ НЕБЛАГОДАРЕН".

source: "THE STENCH OF LIES CLUSTERS THICKLY AROUND YOU. KNOW THAT WE HAVE SEEN YOUR FACE AS YOU HAVE SLAUGHTERED US. KNOW THAT WE HAVE FELT THE PAIN OF OUR MIND BEING EXTINGUISHED. KNOW THAT THE PASSING OF EACH SPARK DIMINISHES THE GLORY OF THE BLAZE. YOU HAVE MURDERED MANY OF US. DO YOU DENY THIS?"
ru: "ТЕБЯ ОКРУЖАЕТ ВОНЬ ЛЖИ. ЗНАЙ, ЧТО МЫ ВИДЕЛИ ТВОЕ ЛИЦО, КОГДА ТЫ УБИВАЛ НАС. ЗНАЙ, ЧТО МЫ ЧУВСТВОВАЛИ БОЛЬ ГАСНУЩЕГО РАЗУМА. ЗНАЙ, ЧТО УТРАТА КАЖДОЙ ИСКРЫ УМЕНЬШАЕТ СИЯНИЕ ПЛАМЕНИ. ТЫ УБИЛ МНОГИХ ИЗ НАС. ТЫ ОТРИЦАЕШЬ ЭТО?"

source: "SO BE IT. YOU ADMIT YOUR CRIME. YOU SHALL SUFFER AS WE HAVE SUFFERED."
ru: "ДА БУДЕТ ТАК. ТЫ СОЗНАЛСЯ В СВОЕМ ПРЕСТУПЛЕНИИ. ТЫ БУДЕШЬ СТРАДАТЬ, КАК СТРАДАЛИ МЫ".
