Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmantuok.dlg.po
Languages: ru

source: You see a half-man/half-rat hybrid. Its red eyes gleam with a certain cunning, and the voice that issues from its mouth is oily and insinuating. "So a biped comes, willing, to the halls of Many-as-One. What do you want, man, and where do you intend to go? Step lightly, intruder, and speak the truth to Mantuok."
ru: Ты видишь гибрид человека и крысы. В его красных глазах виден коварный блеск. Из его пасти доносится вкрадчивый голос: "Итак, двуногий добровольно пришел в залы Многоединого. Чего же ты хочешь, человек, и куда ты собрался идти? Подойди и скажи Мантуоку правду".

source: "No, biped, you were not. Now answer my question: What do you want, biped, and where are you going?"
ru: "Нет, двуногий, ты не уходишь. А теперь ответь на мой вопрос: чего ты хочешь и куда направляешься?"

source: "Ah, the village. Refresh my mind.. the scavengers, yes? Have you come to scavenge?"
ru: "Ах, деревня. Напомни мне... мусорщики, да? Пришел порыться в мусоре?"

source: "Nothing worthwhile, biped? The only excrement I see in our fair home is YOU. Yet I fear we must learn to live with the stench - you will never see the light of day again."
ru: "Значит, ничего ценного, двуногий? Единственное испражнение, которое я вижу здесь - это ТЫ. Однако, боюсь, придется нам привыкнуть к этой вони: ты больше никогда не увидишь дневной свет".

source: "Then your answer forces Mantuok to inquire: why are you here? A wrong turn, a bad step, a succession of mistakes, yes? Have you come seeking me or Many-as-One? Or perhaps you simply do not know why you are here? You will explain this to me now."
ru: "Тогда твой ответ вынуждает Мантуока спросить: зачем ты здесь? Неправильный поворот, неверный шаг, стечение обстоятельств, так? Ты искал меня или Многоединого? Или, может, ты просто не знаешь, почему ты здесь? Объясни мне это сейчас же".

source: "A succession of mistakes it is, yes? It would have been much better for you to have made one less mistake and not have found your way here."
ru: "Значит, стечение обстоятельств? Для тебя все сложилось бы намного лучше, если бы ты не совершил ошибку и не пришел сюда".

source: "Speak it to me, biped, and I shall convey your message to the many."
ru: "Говори, двуногий, и я передам твое послание Многоединому".

source: Mantuok leans forward, turning his ear toward you.
ru: Мантуок наклоняется, повернув к тебе ухо.

source: He sneers. "So you say. You shall have time to reconsider that answer- a long time." He raises his hands, and smoke pours from his fingers.
ru: Он ухмыляется. "Вот как. У тебя будет время пересмотреть свой ответ, много времени". Он поднимает руки, из его пальцев струится дым.

source: "You are truly ignorant, yes? Clear it is that you have come here in error. You shall not leave." He raises his hands, and smoke pours from his fingers.
ru: "Значит, ты действительно не знаешь? Ясно, что ты зашел сюда по ошибке. Ты не уйдешь отсюда". Он поднимает руки, из его пальцев струится дым.

source: He pauses. His tail lashes. He gazes at you for a moment. "Did my ears hear you tell me the Silent King is but a bluff of the deaders? Aye, they did." He glances away for a moment, and turns back, his eyes blazing victory. "The corpses shall truly lie still soon, and we shall gnaw their flesh for sustenance..." He suddenly looks suspiciously at you, ".. if this is not a trick. You shall speak with Many-as-One, yes?"
ru: Он умолкает. Его хвост мотается из стороны в сторону. Некоторое время он пристально на тебя смотрит. "Мои уши не обманывают меня, и ты сказал, что Безмолвный Король - всего лишь блеф мертвяков? Да, так и есть, - он бросает на тебя взгляд, а когда поворачивается, в его глазах горит торжество. - Скоро трупы станут по-настоящему мертвыми, и мы до отвала наедимся их мясом, - внезапно он с подозрением смотрит на тебя, - если только это не уловка. Значит, ты поговоришь с Многоединым?"

source: "Aye. Remember: They know your words already. Farewell. We shall meet again."
ru: "Да. Запомни: они уже знают, что ты им скажешь. Прощай. Мы еще увидимся".

source: Mantuok hisses. "Too strong, is he? You have seen a demonstration of his might? Bah! Many-as-One shall hear of this, then - as you tell the Many. You will speak this ill news yourself! Come with me."
ru: Мантуок шипит: "Он слишком силен? Ты видел доказательство его мощи? Тьфу! Многоединый услышит об этом из твоих уст. Ты расскажешь эти скверные новости сам! Идем со мной".

source: "It was not a request." He raises his hands, and smoke pours from his fingers. Everything goes black for a moment.
ru: "Это была не просьба". Он поднимает руки, из его пальцев струится дым. На миг все окутывается тьмой.

source: "Came to see *me*? And who has sent you on this fool's errand?"
ru: "Пришел ко *мне*? И кто же послал тебя с этим дурацким поручением?"

source: He pauses, as if evaluating you. "And why did the priest of dust and ash not use the usual methods? Why did Soego Rat-kin not use the couriers? Bah. No matter. Speak the message and have done with it."
ru: Он умолкает, как бы оценивая тебя. "А почему жрец тлена и пепла не пользуется обычным способом? Почему Соэго Брат-крыс не использует курьеров? Тьфу. Неважно. Рассказывай, и покончим с этим".

source: The wererat's tail lashes furiously. "Very well. Speak to Many-as-One you shall. Speak no lies, biped, for the Many can read your thoughts as easily as it hears your voice."
ru: Крысооборотень яростно махает хвостом. "Хорошо. Ты поговоришь с Многоединым. Не лги, двуногий, поскольку они могут прочесть твои мысли так же легко, как и услышать твой голос".

source: "Your tongue suffers imbalances with lies and praise, the mark of a deceiver. Speak plainly, yes, or suffer. What is your business here, and what do you seek? A succession of mistakes, perhaps, has led you to my door? What is your business here?"
ru: "Твой язык страдает от избытка лжи и похвалы - это признак мошенника. Говори прямо, или пожалеешь. Зачем ты здесь и что ты ищешь? Может, стечение обстоятельств привело тебя к моей двери? Какие у тебя здесь дела?"

source: "And why? What business do you have with Many-as-One?"
ru: "И зачем? Какое у тебя дело к Многоединому?"

source: He opens his mouth to unleash a stream of invective, but then his eyes go far-away and his head tilts to the side, as if he were listening to a message. When his eyes focus again on you, he spits: "Your news had better be worth hearing, biped, or your torment will be legendary."
ru: Он открывает рот и выдает поток брани, но потом его взгляд устремляется вдаль, а голова склоняется набок, как будто он слушает чье-то послание. Когда его взгляд снова фокусируется на тебе, он выплевывает: "Лучше бы твои новости стоили того, чтобы услышать их, двуногий, иначе страдания твои войдут в легенды".

source: He responds furiously: "I am the voice of Many-as-One! You will tell me your business!" His voice drops, becoming oily. "You shall tell me, or you shall have... difficulties, yessss?"
ru: Он яростно отвечает: "Я голос Многоединого! Ты мне расскажешь о своих делах! - его голос стихает и становится вкрадчивым. - Ты скажешь мне, или у тебя будут... неприятности, ясссно?"

source: Mantuok jumps at this, then gives a hiss. "Nasty, nasty, human. Threatens Mantuok. Disrespects Mantuok. Spits upon his duty. Speaks barbed threats to Mantuok's ears. No friends have you made today, human. Go to Many-as-One, and speak your piece."
ru: От этого Мантуок подпрыгивает и шипит. "Мерзкий, мерзкий человек. Угрожает Мантуоку. Не уважаешь Мантуока. Плюет на его долг. Говорит Мантуоку колкие угрозы. Сегодня ты не завел себе друзей, человек. Иди к Многоединому и рассказывай, с чем пришел".

source: "I was just leaving."
ru: "Я уже собирался уходить".

source: "I come from the Buried Village, and was exploring."
ru: "Я пришел из Погребенной Деревни, и просто тут осматривался".

source: "I came to see you."
ru: "Я пришел к тебе".

source: "Where I come from and where I go are my business alone."
ru: "То, откуда я и куда иду - мое личное дело".

source: "What *are* you?"
ru: "*Что* ты такое?"

source: "I come from the Buried Village, and was exploring here."
ru: "Я пришел из Погребенной Деревни, и просто тут разведывал".

source: "I said I was leaving. Farewell."
ru: "Я сказал, что уже ухожу. Прощай".

source: "Yes, but there's nothing in this chamber pot worth scavenging."
ru: "Да, но в этом ночном горшке и порыться-то негде".

source: "No, I have not."
ru: "Нет".

source: "What do you mean by that?"
ru: "Что ты имеешь в виду?"

source: "Are you threatening me?"
ru: "Ты мне угрожаешь?"

source: "I think I will."
ru: "Думаю, да".

source: "It was a succession of mistakes."
ru: "Это было стечение обстоятельств".

source: "I seek Many-as-One."
ru: "Я ищу Многоединого".

source: "Who is Many-as-One?"
ru: "Кто такой Многоединый?"

source: "I don't think I have any business here."
ru: "Думаю, что здесь мне делать нечего".

source: "What do you mean?"
ru: "О чем это ты?"

source: "I'll rectify that by leaving..."
ru: "Я исправлю это и уйду..."

source: "Very well."
ru: "Хорошо".

source: "I don't think so."
ru: "Я так не думаю".

source: Attack him.
ru: Атаковать его.

source: "I have no business to speak of."
ru: "Тут не о чем рассказывать".

source: "The Silent King is merely a dead skeleton. He has no power."
ru: "Безмолвный Король - всего лишь мертвый скелет. Он бессилен".

source: "The Silent King is too strong to attack. Stay away from the Dead Nations or the corpses will destroy you."
ru: "Безмолвный Король слишком силен, чтобы нападать на него. Держитесь подальше от Мертвых Народов, иначе мертвецы уничтожат вас".

source: "What the...?"
ru: "Что за?.."

source: "We can talk this out..."
ru: "Мы могли бы обсудить это..."

source: "What are you doing?"
ru: "Что ты делаешь?"

source: "Oh, now I can talk to Many-as-One?"
ru: "О, теперь я могу поговорить с Многоединым?"

source: "Farewell, then."
ru: "Тогда прощай".

source: "Let's go."
ru: "Пошли".

source: "Soego."
ru: "Соэго".

source: "No one."
ru: "Никто".

source: "No one. I simply assumed you were the one of status."
ru: "Никто. Просто я подумал, что ты тут главный".

source: "He told me I should speak it only to Many-as-One."
ru: "Он сказал, что я должен передать это Многоединому лично".

source: "I actually had no message."
ru: "На самом деле, нет никакого сообщения".

source: "I'll keep that in mind."
ru: "Я запомню это".

source: "I have news."
ru: "Я принес новости".

source: "My business is no concern of yours."
ru: "Мои дела тебя не касаются".

source: "None in particular."
ru: "Ничего особенного".

source: "Spare me the threats. Let's go."
ru: "Избавь меня от своих угроз. Пошли".

source: "Many-as-One will make you suffer if you try to harm me, Mantuok."
ru: "Если ты попробуешь причинить мне вред, Мантуок, Многоединый заставит тебя пожалеть об этом".

source: "I don't actually have any business."
ru: "Вообще-то, здесь у меня нет дел".

source: "Thanks. You've been a real help."
ru: "Спасибо. Ты мне очень помог".

source: You see a half-man/half-rat hybrid. Its red eyes gleam with a certain cunning, and the voice that issues from its mouth is oily and insinuating. "So...a biped comes slinking into the nest of Lothar's servants. What do you want, man, and where do you intend to go? Step lightly, intruder, and speak the truth to Mantuok."
ru: Ты видишь гибрид человека и крысы. В его красных глазах виден коварный блеск. Из его пасти доносится вкрадчивый голос: "Итак... двуногий пробрался в логово слуг Лотара. Чего же ты хочешь, человек, и куда ты собрался идти? Подойди и скажи Мантуоку правду".

source: The rat-man ducks his head at the mention of Lothar, and hisses at you. "Send a hairless one to do the job of the Kin? Impossible!"
ru: При упоминании Лотара крысочеловек пригибает голову и шипит: "Прислал безволосого для работы на Семью? Невозможно!"

source: Mantuok hisses at you again. "Begone, then, and return when the skull is in your hands." He pauses and looks at you suspiciously. "Have you a skull yet?"
ru: Мантуок снова шипит на тебя: "Тогда убирайся и не приходи, пока череп не будет у тебя в руках, - он умолкает и с подозрением смотрит на тебя. - У тебя уже есть череп?"

source: The rat-man snatches the poisoned cheese from your outstretched hand and sniffs it carefully, eyeing you suspiciously. He devours it, and spasms shake his body. He falls to the ground twitching, and a thin stream of bloody spittle drools from his mouth. "Ack..."
ru: Крысочеловек выхватывает отравленный сыр из твоей руки и тщательно обнюхивает его, с подозрением поглядывая на тебя. Он глотает сыр, и его тело сотрясает от спазма. В конвульсиях он падает на землю, из его рта вытекает тоненькая струйка кровавой слюны. "А..."

source: Mantuok snatches the cheese from your outstretched hand and sniffs it suspiciously. He hunches over it and says, "Go, outlander. We will speak more when you return." He falls to nibbling the cheese.
ru: Мантуок хватает сыр из твое руки и с подозрением обнюхивает его. Он прячет сыр и говорит: "Иди, чужак. Мы еще поговорим, когда ты вернешься". Он начинает грызть сыр.

source: "I am Mantuok. I am the voice of Many-as-One and the emissary of Lothar, Master of the Bones. I speak here and you answer. What do you want here?"
ru: "Я Мантуок. Я глас Многоединого и агент Лотара, Повелителя Костей. Здесь я говорю, а ты отвечаешь. Чего тебе здесь нужно?"

source: "All that transpires here is my business. Speak or my rat-kin shall feast on your flesh for eternity."
ru: "Все, что здесь происходит, касается меня. Говори, иначе моя крысиная семья будет есть твою плоть целую вечность".

source: Mantuok's mouth tightens and he chitters to himself. "Well, then. I will taste your blood and learn the secrets of your flesh. Rats! To me!" He strikes.
ru: Мантуок стискивает рот и что-то бормочет себе под нос. "Что ж, ладно. Я вкушу твою кровь и познаю тайны твоей плоти. Крысы! Ко мне!" Он нападает.

source: "In this place, flesh, I ask the questions. I do not answer them. What...do... you... want?"
ru: "В этом месте, мясо, вопросы задаю я. Я на них не отвечаю. Чего... тебе... надо?"

source: "You seek Lothar? Yet you have come from his sanctum. Go now, and I shall forget I have seen you."
ru: "Ищешь Лотара? И притом пришел из его убежища. Уходи сейчас же, и я забуду, что видел тебя".

source: "The chattering skull? Bah. A worthless waste of time. I should hope you made arrangements with the master to retrieve your friend, for there is no other way to gain him."
ru: "Болтливый череп? Надо же. Пустая трата времени. Надеюсь, ты договорился с хозяином о возвращении твоего друга, потому что другого пути получить его назад нет".

source: "That is unacceptable. You must have a purpose in the Kin's nest."
ru: "Это совершенно неприемлемо. В логове Семьи ты должен иметь цель".

source: "Yes. You will. Return not or you shall suffer."
ru: "Да, иди и не возвращайся, иначе пожалеешь".

source: Mantuok eyes you carefully and considers his words. "Do not think I will forget your words, human. Step in and see the master, if you will, and remember that there will be eyes on you until the end of your days." He steps aside.
ru: Мантуок внимательно смотрит на тебя и обдумывает свои слова. "Только не подумай, что я забуду твои слова, человек. Иди к хозяину, если хочешь, но помни, что за тобой будут следить до конца твоих дней". Он отходит.

source: "And have you retrieved the particular skull the master wants?"
ru: "А ты достал тот череп, который нужен хозяину?"

source: "And why should it, hm? The Master knows the secrets of power, and the Many know the secrets of the city. Perhaps someday I shall play them against each other and become the greater for it. Many-As-One sees many advantages in such an arrangement... and the conversion of the Buried Village dwellers can help to extend the reach of Lothar and Many-As-One. All benefit, yes? Now... what is your purpose here?"
ru: "Хм, а почему бы и нет? Хозяин искушен в тайнах силы, а Многоединый - в тайнах города. Возможно, однажды я объединю их усилия и стану от этого сильнее. В таком соглашении Многоединый видит много преимуществ... а обращение жителей Погребенной Деревни поможет расширить влияние Лотара и Многоединого. Все в выигрыше, правда? Итак... чего ты здесь добиваешься?"

source: He snatches the cheese from your hand and devours it in a single bite. "About that skull, human: Do you have it?"
ru: Он хватает сыр из твоей руки и проглатывает его целиком. "Насчет того черепа: ты его достал?"

source: "Is it the one the master requested from you?"
ru: "Это тот, который просил хозяин?"

source: Mantuok's lip curls. "Then by all means present it to the master. He will be most pleased to see you have returned."
ru: Мантуок презрительно искривляет губы. "Тогда приложи все усилия, чтобы достать его хозяину. Он будет рад твоему возвращению".

source: "Give it to me, and I shall take it to the master. Your services are no longer required."
ru: "Дай его мне, и я отдам его хозяину. Твои услуги больше не нужны".

source: "You misunderstand..." Mantuok's claws clench and unclench, and his tail begins to sway. "It was not a request. Give me the skull. We do not wish trouble... here of all places, biped. Such troubles even one such as you would be hard-pressed to deal with."
ru: "Ты не понял... - лапы Мантуока сжимаются и разжимаются, его хвост начинает ходить из стороны в сторону. - Это была не просьба. Отдай мне череп. Мы не хотим неприятностей... прежде всего здесь, двуногий. Тут даже такому как ты будет сложно справиться".

source: "Then *fetch* it, biped, and do not return until you have it. Do not keep the master waiting."
ru: "Тогда *достань* его, двуногий, и не возвращайся, пока не найдешь его. Не заставляй хозяина ждать".

source: "No, man-thing, I think I will not be the one dying today. I shall pry the skull the master desires from your cold, dead fingers."
ru: "Нет, человечек, думаю, что сегодня умру не я. Я вырву нужный хозяину череп из твоих холодных мертвых пальцев".

source: "Then I shall kill you and bury your skull and corpse in a place where they will never be found."
ru: "Тогда я убью тебя и закопаю твое тело и череп в таком месте, где их никогда не найдут".

source: Mantuok takes the skull and sniffs at it critically. "Many, many places in catacombs, biped, no? Many places where one may be walled in for all eternity and screams are never heard. To one of those places shall you be taken and left to suffer." He turns to his fellow wererats. "Stab the biped until he falls. Take his corpse to the catacombs and bury him alive."
ru: Мантуок берет череп и критически его обнюхивает. "В катакомбах много, очень много мест, двуногий, не так ли? Много мест, где можно кого-нибудь замуровать, чтобы его крики никогда больше не услышали. В одно из таких мест попадешь ты, - он поворачивается к своим крысолюдям. - Бейте его, пока не упадет. Потом унесите тело в катакомбы и где-нибудь замуруйте. Пусть вечно живет в стене".

source: "Then you leave me no choice." He turns to his fellow wererats. "Stab him until he falls. Take his body to the catacombs and wall him up someplace. Let him live forever entombed."
ru: "Тогда ты не оставляешь мне выбора, - он поворачивается к своим крысолюдям. -Бейте его, пока не упадет. Потом унесите тело в катакомбы и где-нибудь замуруйте. Пусть вечно живет в стене".

source: "It is no disease! It is a blessing! I am far greater than you, a thing more a corpse than a man."
ru: "Это не болезнь! Это благословление! Я намного лучше тебя, полутрупа".

source: As you speak, Mantuok's eyes glaze over in rage. Wordlessly, he hurls himself at you.
ru: Пока ты говоришь, взгляд Мантуока стекленеет от ярости. Без слов он кидается на тебя.

source: "No, we are your superiors. We are predators. We hunt bipeds. You are food for us."
ru: "Нет, мы выше тебя. Мы хищники. Мы охотимся на двуногих. Ты для нас еда".

source: He turns to his fellow wererats. "Stab the biped until he falls. Take his body to the catacombs and wall him up. Let him live his eternity forever entombed."
ru: Он поворачивается к своим крысолюдям. "Бейте его, пока не упадет. Потом унесите тело в катакомбы и где-нибудь замуруйте. Пусть вечно живет в стене".

source: "You return, man-thing. What do you want?"
ru: "Ты вернулся, человечек. Чего ты хочешь?"

source: "I'm on a quest for Lothar. I'm looking to retrieve a skull."
ru: "Я выполняю задание Лотара. Мне нужно добыть череп".

source: "Who are you?"
ru: "Кто ты?"

source: "I'm looking for the person in charge here."
ru: "Я ищу здесь главного".

source: "I'm looking for my friend Morte."
ru: "Я ищу своего друга Морта".

source: "I'm just looking around."
ru: "Просто осматриваюсь".

source: "He said you were worthless and he needed someone he could trust. That was me."
ru: "Он сказал, что от тебя нету толку, и что ему нужен кто-то, кому он мог бы довериться. То есть мне".

source: "Nonetheless."
ru: "Тем не менее".

source: "Would you like some cheese, Mantuok?" Hand him the poisoned cheese.
ru: "Хочешь сыра, Мантуок?" Дать ему отравленный сыр.

source: `"Would you like some cheese, Mantuok?"
ru: "Хочешь сыра, Мантуок?"

source: Hand him the poisoned cheese. "Would you like some cheese, Mantuok?"
ru: Дать ему отравленный сыр. "Хочешь сыра, Мантуок?"

source: Hand him the cheese. "Would you like some cheese, Mantuok?"
ru: Дать ему сыр. "Хочешь сыра, Мантуок?"

source: "In fact, I do."
ru: "Вообще-то, да".

source: "Not yet. But I'll be back with it."
ru: "Еще нет. Но я вернусь с ним".

source: "Farewell, rat-man."
ru: "Прощай, крысочеловек".

source: "Rot in hell, Mantuok."
ru: "Гори в аду, Мантуок".

source: "Enjoy, Mantuok."
ru: "На здоровье, Мантуок".

source: "Who is Lothar?"
ru: "Кто такой Лотар?"

source: "You work for both of them? Doesn't that test your loyalty?"
ru: "Ты работаешь на них обоих? Разве такое возможно?"

source: "I seek the master of this place."
ru: "Я ищу хозяина этого места".

source: "None of your business."
ru: "Это тебя не касается".

source: "And I said it was none of your business."
ru: "А я уже сказал, что это тебя не касается".

source: "Come on, Mantuok."
ru: "Давай, Мантуок".

source: "I'll keep that in mind. Farewell."
ru: "Я запомню это. Прощай".

source: "Then I'll leave."
ru: "Тогда я пошел".

source: "Whatever. Farewell."
ru: "Как угодно. Прощай".

source: "I have a skull."
ru: "У меня есть череп".

source: "Yes, from a skeleton."
ru: "Да, от скелета".

source: "Yes, from a zombie."
ru: "Да, от зомби".

source: "Yes, from a ghoul."
ru: "Да, от упыря".

source: "Yes, from a wererat."
ru: "Да. От крысооборотня".

source: "Yes, from a long-dead skeleton."
ru: "Да, от древнего скелета".

source: "Not yet."
ru: "Еще нет".

source: "Get out of my way, Mantuok, or I'll kill you where you stand."
ru: Блеф: "Прочь с дороги, Мантуок, не то умрешь на месте".

source: "Would you like some cheese, Mantuok?"
ru: "Хочешь сыра, Мантуок?"

source: "Would you like some more cheese, Mantuok?" Hand him the poisoned cheese.
ru: "Хочешь еще сыра, Мантуок?" Дать ему отравленный сыр.

source: "Yes."
ru: "Да".

source: "No."
ru: "Нет".

source: "Thanks, Mantuok."
ru: "Спасибо, Мантуок".

source: "No, I think I'll take it to him myself."
ru: "Нет, я думаю, что доставлю его ему лично".

source: Hand him the nameless skull: "Here, then. Take this skull."
ru: Дать ему безымянный череп: "Тогда вот. Возьми этот череп".

source: Hand him Hargrimm's skull: "Here, then. Take this skull."
ru: Дать ему череп Харгримма: "Тогда вот. Возьми этот череп".

source: Hand him Stale Mary's skull: "Here, then. Take this skull."
ru: Дать ему череп Тухлой Мери: "Тогда вот. Возьми этот череп".

source: Hand him Acaste's skull: "Here, then. Take this skull."
ru: Дать ему череп Акасты: "Тогда вот. Возьми этот череп".

source: Hand him Soego's skull: "Here, then. Take this skull."
ru: Дать ему череп Соэго: "Тогда вот. Возьми этот череп".
