Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmarissa.dlg.po
Languages: ru

source: You avert your eyes just as Marissa opens hers; you're aware of the cold, red light they shed in the corner of your vision. "Oh..." She sighs, disappointed. "You turned away! And you really look *nothing* like you said you would... such a shame. Go ahead, face me; I've shut my eyes again."
ru: Ты отворачиваешься как раз в тот момент, когда Марисса раскрывает глаза; краешком глаза ты замечаешь красный свет, который исходит от них. "О... - она разочарованно вздыхает. - Ты отвернулся! И ты выглядишь *вовсе* не так, как говорил... ай-яй-яй. Давай, обернись ко мне; я снова закрыла глаза".

source: "I had a question..."
ru: "У меня вопрос..."

source: "That's all right... I'll just leave. Farewell."
ru: "Все в порядке... Уже ухожу. Счастливо".

source: Marissa's eyes suddenly spring open, bathing you in their cold, red light... it's the last thing your eyes ever take in as they - and the rest of you - turns forever to stone.
ru: Глаза Мариссы внезапно раскрываются, окутывая тебя холодным красным светом... это последнее, что замечают твои глаза, поскольку они - так же как и остальная часть тебя - навеки превращаются в камень.

source: "Gaaah..."
ru: "Аааа..."

source: Marissa is silent for a time before answering. "At first it was because I had lost my Crimson Veil... but now... I do not know. Perhaps I have grown accustomed to dealing with my patrons in this manner, and have grown to enjoy it. In time I imagine I will tire of it and venture out into Sigil once more, but for now... I am comfortable, here."
ru: Марисса некоторое время молчит, потом отвечает: "Сначала я потеряла свою малиновую вуаль... но теперь... даже не знаю. Наверное, я привыкла общаться со своими клиентами таким образом, и мне это стало нравиться. Думаю, со временем мне это надоест, и я снова решусь выйти в Сигил, но пока... мне здесь удобно".

source: "That's all I wished to know. Farewell, Marissa."
ru: "Это все, что я желал знать. Прощай, Марисса".

source: Marissa says nothing, though an angry hissing issue from the darkness around her. "Yes, I've been known to creep into Vivian's chamber for some of her perfumes... though I doubt you'll meet another here who hasn't. If you're implying that I've got her *personal* scent, well... feel free to sniff around. You'll not find it on me or in my chambers, I assure you. Perhaps whoever took my Crimson Veil took Vivian's scent, as well."
ru: Марисса ничего не отвечает, хотя из темноты вокруг нее слышится сердитое шипение. "Да, я, бывало, прокрадывалась в комнату Вивьен за ее духами... хотя я сомневаюсь, что здесь ты найдешь хоть кого-нибудь, кто этим не занимался. Если ты подразумеваешь, что я взяла ее *личный* аромат, что ж... не стесняйся, обнюхай тут все. Уверяю, ты не найдешь его ни на мне, ни в моей комнате. Возможно, тот, кто забрал мою малиновую вуаль, прихватил и запах Вивьен".

source: "Your veil has been stolen?"
ru: "Твою вуаль украли?"

source: "Yes... 'Ecco.' I knew another Ecco, once, though her name was written differently. I know nothing of this girl, though. Ask Dolora of her. She made friends of an old lover of Ecco's, I have heard."
ru: "Да... Экко. Знала я одну Экко, но ее имя звучит немного по-другому. В прочем, я ничего не знаю об этой девчонке. Спроси о ней Долору. Я слышала, она подружилась с прежним любовником Экко".

source: "I suppose I could... had you a Lim-Lim, and were I inclined to do so. And I *might* be so inclined, had I my Crimson veil... but I do not know where it has gone. Have you seen it, perchance?"
ru: "Думаю, да... если бы у тебя был лим-лим, я могла бы согласиться. И я бы *согласилась*, будь у меня моя малиновая вуаль... однако я не знаю, куда она подевалась. Ты случайно не видел ее?"

source: "I suppose I could... had you a Lim-Lim, and were I inclined to do so. And I *might* be so inclined, had I my Crimson veil."
ru: "Думаю, да... если бы у тебя был лим-лим, я могла бы согласиться. И я бы *согласилась*, будь у меня моя малиновая вуаль".

source: "I suppose I could... why? Do you happen to be carrying a Lim-Lim?"
ru: "Думаю, да... а что? Ты что, принес с собой лим-лима?"

source: "Yes, I am."
ru: "Да".

source: "No, not at the moment."
ru: "Пока нет".

source: "Never mind, actually. I had a question."
ru: "Вообще-то, забудь. У меня есть вопрос".

source: "Forget I asked, Marissa... farewell."
ru: "Забудь, что я спрашивал, Марисса... Прощай".

source: "Hand it here, then..." Marissa takes the happy little creature from your hands... it chirps happily - 'Piyo! Piyo!' - unaware of its impending fate.
ru: "Тогда давай его сюда..." Марисса берет у тебя из рук маленькое веселое существо... оно радостно щебечет - Пийо! Пийо! - не подозревая об уготованной ему судьбе.

source: With an eerie flash of sickly red light, the gleeful Lim-Lim's chirping come to an abrupt and disquieting stop. Marissa places the Lim-Lim - now a thing of cold and heavy stone - into your hands.
ru: После зловещей вспышки бледно-красного света веселое щебетание лим-лима внезапно и тревожно прерывается. Марисса передает тебе лим-лима - теперь уже вещь из холодного тяжелого камня.

source: "Thanks, Marissa. I had a question..."
ru: "Спасибо, Марисса. У меня вопрос..."

source: "My thanks, Marissa. Farewell."
ru: "Благодарю тебя, Марисса. Прощай".

source: "Well, then, it's a moot point in any case." She sighs loudly. "I'm not quite sure why you even bothered me about it."
ru: "Ну, так или иначе, это спорный вопрос, - она громко вздыхает. - Не пойму, почему ты вообще мне этим надокучаешь".

source: One of the prostitutes suggested that I ask Dolora about Ecco, the silent prostitute. She said that Dolora sometimes spoke to an old lover of Ecco's, one who knew her before she stopped speaking.
ru: Одна из проституток посоветовала мне расспросить Долору об Экко, молчаливой проститутке. Она сказала, что Долора однажды общалась со старым любовником Экко, который знал ее до того, как она перестала разговаривать.

source: Marissa - one of the prostitutes in the Clerk's Ward Brothel - claims she has the power to turn living things to stone with a glance.
ru: Марисса - одна из прституток в борделе Чиновничьего района - утверждает, что обладает силой обращения живой плоти в камень с помощью взгляда.
