Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmarquez.dlg.po
Languages: ru

source: "Teach me, then."
ru: "Тогда обучи меня".

source: You see a burly blond man wearing the armor of a Harmonium officer. His face is rosy with drink, and behind his smile, his eyes are filled with bitterness. He launches into speech without preamble. "Here's the deal. Slavers have kidnapped Barse's daughter. It's your job to get them back. I'll tell you where to find them; you go kill them and report back to me, and I'll help you find the deva you're looking for. I'll even teach you weapons. Agreed?"
ru: Перед тобой дородный блондин, облаченный в доспехи офицера Гармониума. Несмотря на улыбку на розовом от выпитого лице, в глазах отчетливо видна горечь. Он начинает разговор без всяких предисловий. "Сделка такая. Работорговцы похитили дочь Копчика. Твоя задача - вернуть ее назад. Я скажу, где можно их найти. Ты убиваешь их и сообщаешь об этом мне, а я помогаю тебе в поисках дэва. Я даже смогу научить тебя обращаться оружием. Согласен?"

source: "Agreed."
ru: "Согласен".

source: "I have a few questions about this, first..."
ru: "Для начала, у меня есть несколько вопросов насчет этого..."

source: "I have a few questions about something else..."
ru: "У меня есть еще пара вопросов о кое-чем еще..."

source: "No. I won't do it."
ru: "Нет, я не хочу этого делать".

source: "Last I heard, the slavers were to the east in Inner Curst - they've got the nod from the city guard. Find 'em, make sure Barse's daughter is all right, and kill them. When you're done, come back here and I'll tell you the first part of the key you need to find the deva."
ru: "В последний раз я слышал, что работорговцы были в восточной части Внутреннего Проклятого - получили разрешение от городской стражи. Найди их, удостоверься, что с дочерью Копчика все в порядке, а потом убей их. Как закончишь, возвращайся, я сообщу тебе первую часть ключа, который понадобится, чтобы найти дэва".

source: "All right. Answer some questions about this for me."
ru: "Хорошо. Ответь мне насчет этого на несколько вопросов".

source: "Fine. Farewell."
ru: "Отлично. Прощай".

source: I have accepted a commission to go find the slavers behind city barracks, make sure Tainted Barse's daughter is all right, and kill them. I'm to do this for Marquez; in return, he'll give me the first part of the key I need to get to where the imprisoned deva is.
ru: Я согласился найти работорговцев за городскими бараками, спасти дочь Гниющего Копчика и убить их по поручению Маркеса. В обмен он даст мне первую часть ключа, который мне понадобится для того, чтобы попасть к заключенному дэва.

source: "A few questions? No. There are only two possible answers. Are you for slavery, or against it?"
ru: "Несколько вопросов? Нет. Есть только два возможных ответа. Ты за работорговлю или против нее?"

source: "I'm against it."
ru: "Я против нее".

source: "I'm for it."
ru: "Я за нее".

source: "Then you'll help, right? Yes... or no."
ru: "Тогда ты поможешь, верно? Да... или нет?"

source: "I'll help."
ru: "Я помогу".

source: "I won't."
ru: "Нет, не буду".

source: He looks at you with disgust in his eyes. "Does that mean you won't help... even with your own self-interest on the line?"
ru: Он недовольно смотрит на тебя. "Значит, что ты не поможешь... даже если в этом есть твоя личная заинтересованность?"

source: "What do you mean?"
ru: "О чем это ты?"

source: "That's right. I won't help."
ru: "Все равно, я не буду помогать".

source: "Oh, I'll help."
ru: "О, тогда я помогу".

source: "What I mean is that everyone knows you're looking for the deva. Tainted Barse knows a way for you to find him. You'd be a fool to turn that down."
ru: "Я о том, что все знают, что ищешь дэва. Гниющий Копчик знает способ найти его. Было бы очень глупо не воспользоваться этой возможностью".

source: "Fine, then. I'll help."
ru: "Ладно, тогда я помогу".

source: "I'm still not helping."
ru: "Я все равно не буду помогать".

source: "Then you're a larger fool than I thought, and we have nothing to say to each other. Farewell." He turns back to his drink.
ru: "Тогда ты еще больший дурак, чем я думал. Нам больше нечего друг другу сказать. Прощай.". Он возвращается к своей выпивке.

source: "Farewell."
ru: "Прощай".

source: "What?"
ru: "Что?"

source: "Who are you?"
ru: "Кто ты?"

source: "What are you doing here?"
ru: "Что ты здесь делаешь?"

source: "What's your stake in this slavery thing, anyway?"
ru: "А какая тебе выгода от этого дела с работорговцами?"

source: "What can you tell me about the key?"
ru: "Что ты можешь рассказать о ключе?"

source: "Where are these slavers again?"
ru: "Еще раз, находятся эти работорговцы?"

source: "Nothing. Farewell."
ru: "Ничего. Прощай".

source: "I'm Marquez, formerly a Measure Three of the Harmonium. Formerly, I said, because I quit not so long ago."
ru: "Я - Маркес, бывший некогда Третья ступень Гармониума. Бывший, потому что покинул их не так давно".

source: "Why?"
ru: "Почему?"

source: "I had some more questions for you..."
ru: "У меня есть к тебе другие вопросы..."

source: "Thanks. Farewell."
ru: "Спасибо. Прощай".

source: "Drinking. What does it look like? I'm waiting for someone to come along and right the wrongs I've made. You seem like a good fellow for the job."
ru: "Напиваюсь. На что еще это похоже? Я жду кого-то, кто придет и исправит все зло, совершенное мною. Ты очень похож на того, кто справится с этой работой".

source: "What wrongs?"
ru: "Какое зло?"

source: "I found out that the Harmonium - a group I'd believed in from the start - was buying people, kidnapping them, taking them against their will and ruining their lives. It was sucking the life out of people for daring to be different, and I couldn't take it anymore. The slavers you'll be fighting are old comrades of mine." He spits on the floor. "Berks. Liars. You can't trust anyone anymore."
ru: "Я обнаружил, что Гармониум - группа, которой я верил в самом начале - скупает людей, похищает их, забирает их против собственной воли, рушит им жизни. Мне надоело выбивать жизнь из людей, решивших стать другими. Те работорговцы, которых ты встретишь, были моими товарищами, - он сплевывает на пол. - Пни. Лжецы. Больше никому нельзя верить".

source: "Five part key. Verbal. Held in our heads." He smiles toothily at you. "You won't get it out of me by torture, and I suspect you won't find the others easy either. We've locked away a secret, and you'll need all five parts to find out what it is."
ru: "Ключ из пяти частей. Словесный. Хранится в наших головах, - он широко улыбается. - Я тебе не выдам его даже под пытками, а более простого способа тебе вряд ли найти. Наш секрет надежно спрятан, тебе придется получить все пять частей, чтобы подобраться к нему".

source: "You're back." He swallows his drink. "Barse sent you. Good. Here's the deal. Slavers have kidnapped his daughter. It's your job to get them back. I'll tell you where to find them; you go kill them and report back to me. I'll help you find the deva, and hells, maybe even teach you weapons. Agreed?"
ru: "Ты вернулся, - он залпом допивает свою выпивку. - Копчик прислал тебя. Хорошо. Сделка такая. Работорговцы похитили его дочь. Твоя задача - вернуть ее назад. Я скажу, где можно их найти. Ты убиваешь их и сообщаешь об этом мне, а я помогаю тебе в поисках дэва. Черт, я, может, даже смогу научить тебя обращаться оружием. Согласен?"

source: Marquez looks up from the table as you approach. "You here about Barse's daughter Jasilya?"
ru: Маркес смотрит, как ты подходишь к его столу. "Ты насчет дочери Копчика Джасильи?"

source: "She's free. She should be back here shortly."
ru: "Она свободна. Она скоро придет сюда".

source: "She died as I tried to rescue her."
ru: "Она погибла, когда я попытался спасти ее".

source: "No. I had some questions, though..."
ru: "Нет. Однако у меня есть вопросы..."

source: "You don't need to talk to me any more. We've said all we need to say. I told you to talk to Kitla; she'll steer you from here. Let me drink in peace, unless you want some weapons training..."
ru: "С мной больше нет нужды разговаривать. Мы все сказали друг другу. Поговори с Китлой, она проведет тебя дальше. Пожалуйста, дай мне спокойно выпить, если только не хочешь потренироваться в обращении оружием..."

source: "I changed my mind. I'll help."
ru: "Я передумал. Я помогу".

source: "I haven't changed my mind."
ru: "Я не передумал".

source: "You change your mind about helping Barse, or do you have some idiotic questions for me?"
ru: "Ты передумал насчет помощи Копчику, или у тебя опять какие-то идиотские вопросы ко мне?"

source: You see a burly blond man wearing the armor of a Harmonium officer. His face is rosy with drink, and behind his smile, his eyes are filled with bitterness. He launches into speech without preamble. "Barse sent you? No? Then stop wasting my time." He turns back to his whiskey, and steadfastly ignores you.
ru: Перед тобой дородный блондин, облаченный в доспехи офицера Гармониума. Несмотря на улыбку на розовом от выпитого лице, в глазах отчетливо видна горечь. Он начинает разговор без всяких предисловий. "Тебя Копчик прислал? Нет? Тогда хватит тратить мое время попусту". Он возвращается к своему виски.

source: "Farewell, then."
ru: "Тогда прощай".

source: "Barse send you over? No? Then stop wasting my time." He turns away from you, steadfastly ignoring you.
ru: "Тебя Копчик прислал? Нет? Тогда хватит тратить мое время попусту". Он отворачивается от тебя.

source: "They're all dead already."
ru: "Они уже мертвы".

source: "They're all dead already. She died too, though."
ru: "Они уже мертвы. Увы, и девочка тоже".

source: "Teach me something about weapons."
ru: "Научи меня какому-нибудь оружию".

source: "You're not one who just dallies with weapons; I can see that by your scars. Still, you don't seem like you live by the fighting arts right now. You want to give up what you are now?"
ru: "Ты не из тех, кто просто балуется с оружием, вон сколько у тебя шрамов. Но все же, кажется, сейчас ты не живешь боевым искусством. Хочешь распрощаться со своей текущей специализацией?"

source: "You ain't ready for me to teach you. Finish up with Jasilya and Barse, and maybe then I'll teach you something."
ru: "Ты не готов для обучения. Закончи с Джасильей и Копчиком, и, может быть, я научу тебя чему-нибудь".

source: "You carry yourself like you already know your way around a weapon, so we'll just cut right to the chase. What do you want?"
ru: "По твоим манерам видно, что ты знаешь, как обращаться с оружием, так что эту тему мы пропустим. Что ты хочешь?"

source: "Then why are you even bothering me? Go on. I've got some important drinking to do."
ru: "Тогда зачем вообще мне докучаешь? Уходи. Мне нужно выпить".

source: He evaluates your skill, and whistles with surprise. "Brother, you've got skills beyond belief. I can think of only person who can teach you more: a fellow by the name of Korur, in Sigil's Lower Ward. Go find him, if you can."
ru: Изучив твои навыки, он присвистывает от удивления. "Брат, твоя техника непостижима. Есть только один учитель, который сможет обучить тебя большему - парень по имени Корур, из Нижнего района Сигила. Если можешь, разыщи его".

source: "You're not ready to learn any more. Come back sometime when you are."
ru: "Ты больше не можешь обучаться. Возвращайся, когда сможешь".

source: "I can teach you whatever you want to know... to a point. What weapons did you want to learn about?"
ru: "Я смогу научить тебя всему, чему ты захочешь... до определенного предела. Какому оружию ты хочешь обучиться?"

source: "You want fisticuffs? Bloody and up close?"
ru: "Любишь кулачный бой? Кровавый и близкий?"

source: "Daggers, eh? A thug's weapon, but also good for that... personal touch. You want to learn?"
ru: "Кинжалы, да? Оружие головорезов, но очень подходят для... особого удара. Хочешь научиться ими пользоваться?"

source: "You want to give an old-fashioned clubbing, eh?"
ru: "Хочешь размахивать старомодной дубиной, а?"

source: He whistles. "You're looking to cause some pain, eh? You want to learn axes?"
ru: Он присвистывает. "Думаешь, как бы причинить настоящую боль? Хочешь научиться обращению топорами?"

source: "A gentleman's weapon - if that gentleman's got thews of iron. You want to learn hammers?"
ru: "Оружие настоящего джентльмена - если только у этого джентльмена стальные мускулы. Хочешь научиться обращению молотом?"

source: "All right, then! Let's get started!"
ru: "Отлично. Тогда начнем!"

source: You spar. After some time, he wipes sweat from his brow. "You're damn good. You want anything else?"
ru: Вы боретесь друг с другом. Спустя некоторое время он вытирает пот со лба. "Ты чертовски умел. Еще что-нибудь хочешь?"

source: He studies your ability, and says, "You've learned as much about that fighting style as I could possibly teach you. You want to learn more about it, find your way to Sigil and talk to Korur, in the Lower Ward. He's a master in just about everything."
ru: Изучив твои способности, он говорит: "Ты уже знаешь больше о боевых стилях, чем я могу тебя обучить. Если хочешь обучаться дальше, найди дорогу в Сигил и переговори с Коруром из Нижнего района. Он настоящий мастер во всем".

source: He studies your ability, and says, "That's as much as you can learn about that. If you haven't devoted your career to studying weapons - if you haven't specialized in the path of the warrior - you're going to hit a wall when you study weaponry. You need to *specialize.*"
ru: Изучив твои способности, он говорит: "Тебе еще учиться и учиться. Если ты не посвятишь себя изучению оружию, а для этого тебе нужно быть воином, то вместо обучения ты будешь биться головой об стенку. Тебе нужна *специализация*".

source: "Yes."
ru: "Да".

source: "No."
ru: "Нет".

source: "Fine. I had a few more questions..."
ru: "Отлично. У меня были еще вопросы..."

source: "Can you tell me if I am ready for more instruction?"
ru: "Можешь сказать, готов ли я обучаться дальше?"

source: "Can you tell me if I'm ready for more instruction?"
ru: "Можешь сказать, готов ли я обучаться дальше?"

source: "I'm fairly proficient in all weapons. Is there anything more you can teach me?"
ru: "Я хорошо обращаюсь всеми видами оружия. Можешь ли ты меня обучить еще чему-либо?"

source: "Nothing right now. I'll come back later."
ru: "Пока ничему. Я вернусь".

source: Marquez told me that if I want to learn any more about weapons, I should seek out Korur, in Sigil's Lower Ward. I hope I can get back there to take advantage of it.
ru: Маркес сказал мне, что если я хочу дальше изучать владение оружием, то мне стоит разыскать Корура из Нижнего района Сигила. Надеюсь, что смогу попасть туда.

source: "All right. Farewell."
ru: "Ладно. Прощай".

source: "Teach me to fight with my fists."
ru: "Научи меня бою на кулаках".

source: "Teach me how to use daggers."
ru: "Научи меня, как пользоваться кинжалом".

source: "Teach me how to use clubs."
ru: "Научи меня, как пользоваться дубиной".

source: "Teach me how to use axes."
ru: "Научи меня, как пользоваться боевым топором".

source: "Teach me how to use hammers."
ru: "Научи меня, как пользоваться молотом".

source: "I'm not up to training today. I'll come back later."
ru: "Мне сегодня не до тренировок. Я вернусь позже" .

source: "Yes, I'd like to learn to use this weapon."
ru: "Да, я хотел бы научиться пользоваться этим оружием".

source: "No... what other weapons can you train me in?"
ru: "Нет... каким еще видам оружия ты можешь меня обучить?"

source: "No, I don't think I want to train today. Farewell."
ru: "Нет, не думаю, что сегодня я хочу тренироваться. Прощай".

source: "Whenever you're ready..."
ru: "Как только ты будешь готов..."

source: "Thank you. I'd like to learn other weapons, if you would teach me."
ru: "Спасибо. Я бы хотел обучиться другому оружию, если будешь меня обучать".

source: "Thank you. That's all I want to know today."
ru: "Спасибо. Это все, что я хотел узнать сегодня".

source: "Can you teach me a different weapon?"
ru: "Ты можешь обучить меня другому оружию?"

source: "All right, then. Thanks. Farewell."
ru: "Тогда ладно. Спасибо. Прощай".

source: "No. Farewell."
ru: "Нет. Прощай".

source: I was told I couldn't learn more about weapons unless I specialize in the path of the warrior. A more rigorous devotion to the fighting arts, never forsaking them for thievery or magecraft, should grant me the specialization my tutor speaks of.
ru: Мне сказали, что я больше не могу обучаться оружию, если только не сосредоточусь на пути воина. Более полное посвящение себя искусству боя, без отвлечения на воровство и магию, должно обеспечить мне специализацию, о которой говорит мой наставник.
