Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmarrow.dlg.po
Languages: ru

source: "Yoooo..." He licks his lips again, and his long, spindly fingers pick at his skin as he stares at you. "Yooo ded-rrr?" He glances to your left, then his eyes dart back to you. "Ded? Ded? Hhun-greee." He reaches out to touch you, licking his scabrous lips.
ru: "Ты-ы-ы..." Он снова облизывается и теребит себе кожу длинными тонкими пальцами, пялясь на тебя. "Ты-ы миррр-твяк?" Он смотрит налево, потом бросает на тебя взгляд своих темных глаз. "Мертвый? Мертвый? Го-о-олоден". Он тянется к тебе, чтобы прикоснуться, облизывая свои потрескавшиеся губы.

source: His fingers scrabble spider-like on your arm, as if looking for a piece to tear off. He licks his split lips again, and you watch yellowish drool drip from them. With a raspy moan, his fingers suddenly dig into the skin on your arm and pull off a bit. The wound is small, but in your present condition it proves fatal... you collapse, dead.
ru: Его пальцы пробегают по твоей руке, как пауки, как бы выискивая место, где можно было бы оторвать кусок. Он еще раз облизывает свои потрескавшиеся губы, и ты видишь, как с них капает желтоватая слюна. Он издает скрипучий стон, и внезапно его пальцы впиваются в твою руку и отхватывают кусок. Рана небольшая, но в твоем текущем состоянии она оказывается смертельной... ты падаешь замертво.

source: His fingers scrabble spider-like on your arm, as if looking for a piece to tear off. He licks his split lips again, and you watch yellowish drool drip from them. With a raspy moan, his fingers suddenly dig into the skin on your arm and pull off a bit.
ru: Его пальцы пробегают по твоей руке, как пауки, как бы выискивая место, где можно было бы оторвать кусок. Он еще раз облизывает свои потрескавшиеся губы, и ты видишь, как с них капает желтоватая слюна. Он издает скрипучий стон, и внезапно его пальцы впиваются в твою руку и отхватывают кусок.

source: His hands claw the empty air where you were, and he gives a low whine, like a pained dog. "H-hhunn-greee."
ru: Его руки хватают воздух там, где только что был ты. Он издает низкий жалобный вой, похожий на вой побитой собаки. "Го-о-олоден".

source: You watch, and feel your stomach churn as he takes the bit of flesh and shoves it into his mouth. He chews it slowly, then swallows. "Yooo ded?"
ru: Ощущая тошноту, ты наблюдаешь, как он кладет кусок мяса себе в рот. Он медленно пережевывает его, затем глотает. "Ты-ы-ы мертвый?"

source: His hand suddenly shoots out to catch a fat, white grub that was squirming in a nearby heap of offal. You feel your stomach churn as he takes the maggot and shoves it into his mouth. He chews it slowly, then swallows. "Yooo ded?"
ru: Внезапно его рука выстреливает и ловит жирную белую личинку, которая извивалась в близлежащей куче отбросов. Твой желудок стискивается, когда он кладет личинку себе в рот. Он медленно пережевывает ее, затем глотает. "Ты-ы-ы мертвый?"

source: "Yooo taaaaste ded." He scratches himself beneath his robe, and you suddenly notice that he has a finger hanging from his neck on a cord. It looks like there is a ring on it. "Still h-hun-gree."
ru: "На вку-у-ус ме-е-ертвый". Он чешется под одеждой, и вдруг ты замечаешь палец, висящий на леске у него на шее. Кажется, на нем надето кольцо. "Не ннаелся".

source: "Yooo looook ded." He scratches himself beneath his robe, and you suddenly notice that he has a finger hanging from his neck on a cord. It looks like there is a ring on it. "Still h-hun-gree."
ru: "С ви-иду ме-ертвый". Он чешется под одеждой, и вдруг ты замечаешь палец, висящий на леске у него на шее. Кажется, на нем надето кольцо. "Не ннаелся".

source: He makes a snuffling noise, like a pig. "Ded."
ru: Он хрюкает как свинья. "Мертвых".

source: He looks down, his plague-ridden features twisting into a ghastly, snaggle-toothed parody of a grin. "Snnnak." He looks ready to chew on it.
ru: Он смотрит вниз, его покрытое язвами лицо изображает жуткую кривозубую пародию ухмылки. "Закуссска". Похоже, он готов ее съесть.

source: You grab his hand, and he starts flailing against you. As he does, he bites a large chunk out of your arm, and you are forced to let him go... the wound is not horrible, but in your present condition it's fatal. You collapse, dead.
ru: Ты хватаешь его за руку, и он начинает выворачиваться. При этом он откусывает шмат мяса от твоей руки, и ты вынужден отпустить его... рана несерьезная, но в твоем текущем состоянии она оказывается смертельной. Ты падаешь замертво.

source: You grab his hand, and he starts flailing against you. As he does, he bites a large chunk out of your arm, and you are forced to let him go... not because of the pain, but because you might snap him in two should you continue to wrestle. He chews on the chunk of your flesh for a moment, then looks back at the finger-bone.
ru: Ты хватаешь его за руку, и он начинает выворачиваться. При этом он откусывает шмат мяса от твоей руки, и ты вынужден отпустить его... не из-за боли, а потому что ты можешь переломить его надвое, если продолжишь борьбу. Некоторое время он жует твою плоть, потом снова смотрит на палец.

source: He smiles and reaches for your outstretched hand.
ru: Он улыбается и тянется к твоей руке.

source: His teeth sink into the meat of your forearm and pull a chunk away with a single wrench of his neck. You realize too late that your body was in no condition to receive further punishment, and you collapse to the ground, dead.
ru: Его зубы впиваются в плоть твоего предплечья и отрывают кусок одним движением шеи. Слишком поздно ты осознаешь, что твое тело не в том состоянии, чтобы пережить эту травму, и ты замертво падаешь на землю.

source: His teeth sink into the meat of your forearm and pull a chunk away with a single wrench of his neck. The pain is excruciating, but Marrow-Friend sits on his haunches as if nothing had happened, chewing noisily at the mouthful of meat he pulled away.
ru: Его зубы впиваются в плоть твоего предплечья и отрывают кусок одним движением шеи. Боль просто мучительна, но Корефан, как ни в чем небывало, садится на корточки, громко пережевывая откушенный им кусок мяса.

source: He nods greedily and lets you take the finger-bone.
ru: Он жадно кивает и позволяет тебе забрать костяной палец.

source: As you step out of his reach he begins whines pitifully, like a dog kicked away by its master...
ru: Когда ты отступаешь за пределы его досягаемости, он начинает жалобно выть, словно пес, получивший пинок от хозяина...

source: He clutches the finger-bone to his chest, looking up at you pitifully and shaking his head. "N-nooo. Hun-greee!"
ru: Он прижимает костяной палец к груди, жалобно глядя на тебя и мотая головой. "Не-е-е. Го-о-олоден!"

source: His eyes gleam, and he is distracted from the finger-bone. "Uh-kay."
ru: В его глазах появляется блеск, он отвлекается от костяного пальца. "Лады".

source: He whines miserably: "H-hun-greeee. Yooo ded-rrr?" He scuttles forward, staring at your arms. "Ded? Hhun-greee." He reaches out to touch you, yellowish spittle dribbling down his chin.
ru: Он жалобно воет: "Голо-о-оден. Ты-ы миррр-твяк?" Он побегает, глазея на твои руки. "Мертвый? Го-о-олоден". Он тянется, чтобы прикоснуться к тебе, по его подбородку стекает желтоватая слюна.

source: As you leave, he pulls the finger-bone from the cord and swallows it whole, ring and all.
ru: Когда ты отходишь, он снимает костяной палец с лески и проглатывает его целиком, вместе с кольцом.

source: He whines miserably: "H-hun-greeee."
ru: Он жалобно воет: "Голо-о-оден".

source: He scuttles up to you, whining miserably. "H-hun-greeee."
ru: Он подбегает к тебе, жалобно воя: "Го-о-олоден".

source: He points at your hands, drooling all the while. "Fing-errrr... hun-greeee!"
ru: Он указывает на твои руки, без конца пуская слюни. "Па-а-алец... го-о-олоден!"

source: "Mmm... mmmeat. No more h-hun-greee..?" The man reaches out for your arm, drool dribbling from the corners of a deranged smile...
ru: "Ммм... ммя-я-ясо. Больше не го-о-олоден?.." Человек тянется к твоей руке, слюна капает из уголков его безумной улыбки...

source: He claps his clawed, grasping hands together gleefully. "Hun-greee! Yoooo bring mmmeat?" Yellow spittle drips from his cracked lips.
ru: Он радостно хлопает своими цепкими когтистыми руками. "Го-о-олоден! Ты принес мммя-я-ясо?" Желтая слюна капает с его потрескавшихся губ.

source: He nods greedily, then pauses, sniffing the air around you. "Yoooo no h-have mmmmeat! Yoooo lieee... liee!"
ru: Он жадно кивает, потом делает паузу, обнюхивая воздух вокруг тебя. "У тибя-я нет мя-я-яса! Ты врешь... врешь!"

source: "Nooo? So... h-hungreee..." He looks down at the finger-bone, licking his scab-covered lips with a yellow tongue.
ru: "Не-е-ет? Так хочу... е-есть..." Он поглядывает на костяной палец, облизывая покрытые струпьями губы желтым языком.

source: "Greetings..."
ru: "Приветствую..."

source: Leave him be.
ru: Оставить его в покое.

source: "What did you say?"
ru: "Что ты сказал?"

source: "Are you all right?"
ru: "С тобой все в порядке?"

source: Leave him.
ru: Оставить его в покое.

source: Let him touch you.
ru: Позволить ему прикоснуться к тебе.

source: Don't let him touch you.
ru: Не дать ему прикоснуться к тебе.

source: Done.
ru: Готово.

source: Step back.
ru: Отступить назад.

source: "No, I'm not dead."
ru: "Нет, я не мертвый".

source: "What do you usually eat?"
ru: "Чем ты обычно питаешься?"

source: "What is that fingerbone?"
ru: "Что это за костяной палец?"

source: "What is that finger-bone?"
ru: "Что это за костяной палец?"

source: Stop him.
ru: Остановить его.

source: "Don't eat that. Have a bite off me, instead. I'm more fresh."
ru: "Не ешь это. Лучше укуси меня. Я более свежий".

source: Lie: "Don't eat that. I'll bring you a whole body to eat rather than that."
ru: Ложь: "Не ешь это. Лучше я принесу тебе целое тело".

source: Fall into darkness...
ru: Пасть во тьму...

source: Stop him from eating the finger-bone.
ru: Не дать ему съесть костяной палец.

source: "Give me the finger-bone first, 'marrow-friend.'"
ru: "Сперва отдай мне костяной палец, Корефан".

source: Let him bite you.
ru: Позволить ему укусить тебя.

source: "Now... give me your finger."
ru: "Так... отдай мне свой палец".

source: "Eh... thanks. Farewell."
ru: "Э... спасибо. Прощай".

source: Don't let him bite you, leave.
ru: Не позволить ему кусать тебя, уйти.

source: Leave.
ru: Уйти.

source: "I'll let you have another of mine, if you'll give me the finger-bone."
ru: "Если дашь мне костяной палец, я отдам тебе один из своих пальцев".

source: "I'll go fetch some... meat... for you. *Don't* eat that finger-bone, or no meat for you. Farewell."
ru: "Пойду, принесу немного... мяса... для тебя. *Не ешь* тот костяной палец, иначе мяса не получишь. Прощай".

source: "Here... have a bite off of me."
ru: "Вот... укуси меня".

source: "That's too bad. Farewell."
ru: "Очень жаль. Прощай".

source: "Why are you following me?"
ru: "Зачем ты ходишь за мной?"

source: Truth: "Stop following me, or I'll kill you. Farewell."
ru: Правда: "Прекрати слоняться за мной, не я тебя то убью. Пока".

source: Bluff: "Stop following me, or I'll kill you. Farewell."
ru: Блеф: "Прекрати слоняться за мной, не то я тебя убью. Пока".

source: "Stop following me. Farewell."
ru: "Прекрати слоняться за мной. Прощай".

source: "Very well. Here, take a bite of my arm."
ru: "Хорошо. Вот, укуси мою руку".

source: "Don't follow me any longer. Farewell."
ru: "Больше не ходи за мной. Прощай".

source: Pull your arm away, leave him.
ru: Выдернуть свою руку, оставить его.

source: Lie: "Yes, but give me the finger-bone, first."
ru: Ложь: "Да, но сперва дай мне костяной палец".

source: "No, not yet."
ru: "Еще нет".

source: Lie: "I... must have dropped it somewhere. I'll return soon."
ru: Ложь: "Я... должно быть, где-то его оставил. Я скоро вернусь".

source: "Here... bite off a piece of me, instead."
ru: "Вот... лучше укуси меня".

source: "Don't eat that... I'll return, shortly."
ru: "Не ешь это... Я скоро вернусь".

source: "I... hope that helps. Farewell."
ru: "Надеюсь... это поможет. Прощай".

source: You can smell the reek of dung and rotting meat on this man, even from afar. Though obviously weak and decrepit, his long, thin fingers and sunken eyes give him a sinister look as he scuttles through the garbage around him. The way he drools and rolls his eyes makes you wonder if he's mad.
ru: Даже издалека ты слышишь запах дерьма и тухлого мяса, исходящую от этого человека. Хотя он явно слаб и немощен, длинные тонкие пальцы и впалые глаза придают ему зловещий вид, когда он рыскает по мусору вокруг себя. То, как он пускает слюни и вращает глазами, наталкивает тебя на мысль, что он безумен.

source: He tries to focus on you, but his gaze wanders. His eyes are set deeply into hollow sockets, and his skin is terribly pale and diseased, covered with rashes and yellowed patches that look ready to peel from his body at any moment. The stench emanating from him is terrible. As you open your mouth to speak, he licks his lips and swallows. "Yoooo ded-err?"
ru: Он пытается сосредоточиться на тебе, но его взгляд блуждает. Его глаза глубоко посажены в запавшых глазницах, а кожа ужасно бледна и поражена какой-то хворью: она покрыта сыпью и желтоватыми лоскутами, которые, судя по их виду, готовы отвалиться в любой момент. Исходящее от него зловоние ужасно. Как только ты раскрываешь рот, чтобы заговорит, он облизывает губы и сглатывает. "Ты миррр-твяк?"
