Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmarta.dlg.po
Languages: ru

source: I met an addled seamstress in the Buried Village by the name of Marta. She keeps talking to herself as if there are two of her... for all I know, there may be.
ru: В Погребенной деревне я встретил чокнутую швею по имени Марта. Она без конца болтает с собой, как будто бы их двое... хотя, судя по всему, и такое может быть.

source: The woman doesn't appear to hear you - instead, she stumbles back to one of the long tables and begins picking at one of the corpses. "C'mon, now..." She clicks her teeth. "Don't be all-difficult on Marta... he's bein' difficult isn't he, Marta...? Yes, yes he is..."
ru: Похоже, что женщина тебя не слышит. Вместо этого она тяжелым шагом подходит к одному из длинных столов и начинает ковыряться в одном из трупов. "Ну же... - она клацает зубами. - Не упрямься... он все усложняет, правда, Марта?... Да-да, так и есть..."

source: From what you can see, it looks like she's digging teeth out of the corpse's mouth... with only her hands and fingernails. When that doesn't work, she pulls out a splintered wooden chisel and a mallet and *thwacks* at the gums until the tooth snaps free, then puts it into a bag at her waist.
ru: Судя по всему, что она выковыривает зубы у мертвеца изо рта... одними лишь руками и ногтями. Когда у нее не получается, она берет расколотое деревянное долото и киянку, и колотит по деснам, пока зуб не высвобождается, затем кладет его в сумку на поясе.

source: Marta leaps away from the corpse, startled, and gives a piercing shriek. "Aighh!" She catches her breath, then hisses angrily -- at the corpse on the table. "If dead you were not, ye mights have said somethin' earlier, false corpse, nasty corpse, yes! Haves you no *shame?*"
ru: Ошарашенная, Марта отпрыгивает от трупа и пронзительно визжит. "А-а-ай!" Она переводит дух и начинает злобно шипеть... на мертвеца на столе. "Если ты не мертвый, мог бы раньше что-нибудь сказать, фальшивый грязный труп, да! Как тебе не *стыдно*?"

source: "Hah!" Marta puts her hands on her hips and puffs up indignantly. "Likes you *cared* for yer teeth! All rotted and scored and syrup brown -- wonder theys hadn't plopped out of your bone-box!" She scratches her head. "Isn't that right, Marta? Aye, all rot and gone they are..."
ru: "Ха! - Марта упирает руки в бока и возмущенно пыхтит. - Как будто ты *заботишься* о своих зубах! Все гнилые, дырявые и коричневые как сироп - удивительно, как они еще не выпали из твоей костяной коробки! - она чешет голову. - Разве не так, Марта? Да, все сгнили и пропали..."

source: "Hah! Yous hear this, Marta? Do yous?" Marta's face scrunches up like a wrung rag. "I hears it, Marta! I hears it!" With a grunt, she starts pounding the corpse with her fists, making meaty *thwacks* with every hit. "Haunt *me,* will you! Take this! And this!"
ru: "Ха! Слышала, Марта? Слышала? - лицо Марты сморщивается как тряпка. - Да слышала, Марта, слышала! - бормоча, она начинает молотить по трупу кулаками, с каждым ударом слышится мясистый *чвак*. - Значит, будешь преследовать *меня*?! Вот тебе! Получай!"

source: "Dammable deaders..." Marta takes a deep breath and lets the chisel fall to her side. "That's more likes it, eh, Marta? Yes, yes... corpse quiet... yes."
ru: "Чертовы трупаки... - Марта глубоко вздыхает и роняет долото возле себя. - Это уже лучше, а, Марта? Да-да... мертвец затих... да".

source: Marta squints and turns. "Eh? How's you get over there so fastus?" She mumbles to herself. "Marta, how dids he do that? No glimmer, no glimmer."
ru: Марта прищуривается и оборачивается. "А? Как это ты сюда так скоро добрался? - она начинает бормотать. - Марта, как это ему удалось? Без понятия".

source: Marta is still mumbling to herself, something about *corpses* and *gratitude,* which you don't quite catch.
ru: Марта продолжает бормотать себе под нос что-то насчет *трупов* и *благодарности*, но ты не можешь разобрать, что именно.

source: "Marta, dids this one asks whose I was? Aye, he did, he did..." She starts humming. "Nobody but mine, I am Marta, Marta the Seamstress... hmnnnn... Mar-ta - the - Seam - Stress... Mar-ta - the - Seam - Stress..." She turns away, back to the corpse, singing her name to herself.
ru: "Марта, этот спросил, кем я была? Да, спросил, спросил... - она начинает говорить нараспев. - Никем, кроме себя. Я Марта, Марта-швея... хм-м-м... Мар-та, шве-я... Мар-та, шве-я..." Она поворачивается назад к мертвецу, напевая свое имя.

source: Marta turns back to the corpse with a huff. "I'm trying ta gets this berk to give up his stitchies and his teethies, and he isn't recoop-erating, no, no..." She wags her finger, as if lecturing a small child. "Stubborn as stone, isn't he, Marta?" She pouts. "Yes, yes, he is..."
ru: Пыхтя, Марта поворачивается назад к трупу. "Пытаюсь сделать так, чтобы этот пень отдал свои ниточки и зубики, а он никак не хочет не со-труд-ничать... - она грозит трупу пальцем, как маленькому ребенку. - Упрямый как камень, правда, Марта? - она делает недовольную гримасу. - Да-да..."

source: "Did the one say questions, Marta...?" Marta blinks, then frowns. "Aye, Marta, he said such, for he wears the 'asking' look on him, he does..."
ru: "Марта, он задал вопрос?.. - Марта моргает, потом хмурится. - Да, Марта, он его задал - у него 'вопросительный' вид..."

source: "Gotta pulls the stitchies out, the teethies... eh, Marta, perhaps you could gives me a hand... I *have* beens giving you a hand, old battie... no needs to take that tone with me... pulling out the stitchies and teethies, yes. And the thingies inside."
ru: "Нужно вытянуть ниточки и зубики... эй, Марта, может, поможешь мне... я и так тебе *помогаю*, старая ты дуреха... не нужно говорить со мной таким тоном... ага, вытягиваю ниточки и зубики. И штучки изнутри".

source: "Thingies."
ru: "Штучки".

source: "Put 'em aside, Marta, that's what I does here." She scratches her head. "Aye, Marta, we do... stitchy-thread and teethies are precious, can be turned into jink-jink. 'Strip the corpses we bring ya,' they tell Marta: 'Pull out teethies, stitchies, thingies inside the corpse, strip 'em cold and then we'll sell 'em to the Dusties."
ru: "Я их заготавливаю - вот что я здесь делаю, - она чешет голову. - Да, Марта, так мы и делаем... ниточки от швов и зубики ценные: их можно обменять на дзынь-дзынь. 'Обирай трупы, которые мы тебе приносим, - говорят они. - Вынимай из трупов зубики, ниточки, штучки, обирай их дочиста, а потом мы продадим их Мертвякам".

source: Marta frowns. "Dids we not say we'd be selling them, Marta?" Her frown deepens, and she shakes her head. "Aye, Marta we did. Dusties buy bodies, but we takes all we can at first."
ru: Марта хмурится. "Разве мы не сказали, что продаем их, Марта? - она хмурится еще сильнее, затем качает головой. - Да, Марта, мы сказали. Мертвяки скупают тела, но сначала мы снимаем с них все, что можем".

source: "Thingies, thingies..." She gives a lop-sided shrug. "The others takes them."
ru: "Штучки, штучки... - она кособоко пожимает плечами. - Их забирают другие".

source: "Fat-faced gimme-pig Quint, n' the other crutch-hobble, hobble-crutch Fair-odd Pharod, innit that right, Marta?" She gives a queer smile, and nods. "Aye, it is, Marta..."
ru: "Толстомордый жадный кабан Квинт, и еще один хромоногий, странноватый Фарод, так ведь, Марта? - она выдает чудаковатую улыбку и кивает. - Да, Марта, все так..."

source: Marta shrugs. "Where's Pharod, this one asks? He's heres, Marta, isn't he...?" She nods. "Aye, Pharod is heres, Marta. One of the buildings here, he is..."
ru: Марта пожимает плечами. "Этот спрашивает, где Фарод? Он здесь, Марта, разве нет?.. - она кивает. - Да, Марта, Фарод здесь. В одном из здешних домов..."

source: "Sell. Sell for shinies."
ru: "Продают. Продают за блестяшки".

source: Marta squints at you. "Hmnnn." Then nods. "Marta can do that, cancha Marta? Yes, you can."
ru: Марта смотрит на тебя прищурено. "Хм-м, - она кивает. - Марта может это сделать, правда, Марта? Да, это можно".

source: Marta squints at you. "Hmnnn." Then nods. "Marta can do that, cancha Marta? Yes, you can..." She pulls forth a splintered chisel. "Where? Where..." Marta is studying you, as if looking for the best place to crack you open.
ru: Марта смотрит на тебя прищурено. "Хм-м, - она кивает. - Марта может это сделать, правда, Марта? Да, это можно... - она выставляет расколотое долото. - Где? Где..." Марта осматривает тебя, будто подыскивая подходящее место для вскрытия.

source: "Where? Where..." Marta is studying you, as if looking for the best place to crack you open.
ru: "Где? Где..." Марта осматривает тебя, будто подыскивая подходящее место для вскрытия.

source: Your vision slowly returns... to see Marta standing over you, shaking her head. "Nothing, nothing, found, eh, Marta?" She shakes her head. "No, nothing, Marta, no luck... should we try again?"
ru: Постепенно к тебе возвращается зрение... Марта стоит над тобо, качая головой. "Ничего, ничего не нашла, да, Марта? Нет, ничего, Марта, не повезло... Попробуем еще?"

source: She seems confused. "Buy? Jink-jink? Ain't you here to pick some up... that's what yer here for, aincha? Ta pick up the thread, bones, rattling teethies?"
ru: Она выглядит озадаченной. "Купить? Дзынь-дзынь? Разве ты не пришел кое-что забрать... ты ведь за этим сюда пришел? Забрать нитки, кости, шуршащие зубки?"

source: "Here's whatcha came for..." She passes the items over to you. "All I have, all I have..."
ru: "Вот то, зачем ты пришел... - она передает тебе предметы. - Все, что имеется. Все, что имеется..."

source: She stares at the coins in your hand, as if not sure what to make of them. "Shiny-shinies. Shine..." She frowns. "What did they wants again, Marta?" She mumbles. "Marta... Marta, what did they want?"
ru: Она пялится на монеты в твоей руке, будто не зная, что с ними сделать. "Блестяшки. Блестят... - она хмурится. - Еще раз, что они хотят, Марта? - бормочет она. - Марта... Марта, что они хотят?"

source: Marta nods. "Marta home, Marta sleep here; you can sleep if'n you wants, yes. I don't thinks Marta have a problem... does you, Marta?" She shakes her head. "No, no, Marta, I doesn't if you doesn't..."
ru: Марта кивает. "Марта дома, Марта здесь спит; да, ты можешь здесь поспать, если вдруг захочешь. Не думаю, что Марта будет против... ведь так, Марта? - она мотает головой. - Нет-нет, Марта, я не против, если ты не против..."

source: Marta glances up as you speak. "Did the one say questions, Marta...?" Marta blinks, then frowns. "Aye, Marta, he said such, for he wears the 'asking' look on him, he does..."
ru: Когда ты произносишь это, Марта бросает на тебя взгляд. "Марта, этот задал вопрос?.. - Марта моргает, затем хмурится. - Да, Марта, он его задал: у него 'вопросительный' вид..."

source: "Thingies inside, thingies inside... yes, Marta?" She nods, then shakes her head. "When they haves them, Marta, when they haves them..."
ru: "Штучки изнутри, штучки изнутри... да, Марта? - она кивает, потом качает головой. - Когда они в них есть, Марта, когда они в них есть..."

source: You lie upon the table, and the last thing you see is Marta standing over you, chisel and mallet at the ready. There is a sharp *crack*, and you scream as everything goes black.
ru: Ты лежишь на столе, и последнее, что ты видишь - Марту, стоящую над тобой с долотом и киянкой наготове. Слышится резкий хруст, под твой вопль все покрывается тьмой.

source: You lie upon the table, and Marta stands over you, a chisel and mallet at the ready. There is a sharp *crack*, as she splits your ribcage open, and you choke back your screams as she begins to fish in your lungs... as you try and gasp for air, you go numb, then black out from the pain.
ru: Ты лежишь на столе, Марта стоит над тобой с долотом и киянкой наготове. Слышится хруст, когда она раскалывает тебе грудную клетку, и ты давишься своим криком, когда она начинает ковыряться в твоих легких... как только ты пытаешься вздохнуть, все немеет, и от боли у тебя мутнеет в глазах.

source: You lie upon the table, and Marta stands over you, a rusty knife at the ready. There is a stabbing pain as she slices into your abdomen, then cuts brutally downwards in a saw-like motion, exposing your innards. Despite the pain, you watch in silent, morbid fascination as she plunders your organs, humming to herself...
ru: Ты лежишь на столе, над тобой стоит Марта с ржавым ножом наготове. Ты испытываешь пронзительную боль, когда она втыкает его в твой живот, а затем пилящим движением безжалостно разрезает его сверху донизу, раскрывая твои внутренности. Несмотря на боль, ты с нездоровым немым очарованием наблюдаешь, как она вынимает твои органы, мурлыкая себе под нос...

source: "Ah!" There is a wrenching pain as Marta lifts up the ropy mass of your intestines, blood and other fluids streaming from it. "Look at this, Marta... look at this... I see, I see, cut there, cut there..." Marta makes a small, deft incision in the side of one of the intestines, and you hear a *tnnng* as something small and metallic strikes the floor.
ru: "О!" Ты испытываешь душераздирающую боль, когда Марта поднимает липкую массу твоих внутренностей, с которых стекает кровь и другие жидкости. "Погляди-ка, Марта... погляди на это... вижу-вижу, разрезай, разрезай..." Марта производит небольшой ловкий надрез на твоих внутренностях, и ты слышишь *дзинь*, как будто на пол упало что-то маленькое и металлическое.

source: Marta then dumps the soupy mass back into your torso, then reaches down, picks up the object... a ring, it appears, and she flicks it to you. "Pretty, pretty, eh, Marta?" She nods. "Yes, Marta, one shouldn't swallow such a thing, no, no..."
ru: Марта бросает влажную массу тебе в живот и наклоняется, поднимая предмет... кажется, кольцо. Она бросает его тебе. "Прелесть-то какая, а, Марта? - она кивает. - Да, Марта, не стоит глотать такие вещи, нет, нет..."

source: "Nothing more do I have, do I, Marta?" She nods. "Takes it all last time, this one did, no more, no more..."
ru: "У меня ничего больше нет, так ведь, Марта? - она кивает. - Этот забрал все в последний раз, больше нет, больше нет..."

source: You lie upon the table, and Marta stands over you, a rusty knife at the ready. There is a stabbing pain as she slices into your abdomen, then cuts brutally downwards in a saw-like motion, exposing your innards. Despite the pain, you watch in morbid fascination as she lifts up your stomach...
ru: Ты лежишь на столе, над тобой стоит Марта с ржавым ножом наготове. Ты испытываешь пронзительную боль, когда она втыкает его в твой живот, а затем пилящим движением безжалостно разрезает его сверху донизу, раскрывая твои внутренности. Несмотря на боль, ты с нездоровым немым очарованием наблюдаешь, как она вынимает твой желудок...

source: "Greetings."
ru: "Приветствую".

source: Leave.
ru: Уйти.

source: "Greetings, Marta."
ru: "Здравствуй, Марта".

source: "I had some questions for you, Marta..."
ru: "Марта, у меня есть вопросы к тебе..."

source: Ignore Marta.
ru: Игнорировать Марту.

source: "Uh... greetings?"
ru: "Э... Приветствую?"

source: Watch what she's doing.
ru: Наблюдать за тем, что она делает.

source: "Uh... what are you doing?"
ru: "Э... чем это ты занимаешься?"

source: Ignore Marta, explore the room.
ru: Не обращать внимания на Марту и изучить комнату.

source: Throw Voice: "*You* are the one who should be shamed. Knocking out my teeth like that... have you no respect for the dead?"
ru: Произнести: "Это *тебе* должно быть стыдно. Выламываешь мне зубы... ты что, не уважаешь мертвых?"

source: Throw Voice: "*You* are the one who should be shamed. Pulling out my stitches and teeth... have you no respect for the dead?"
ru: Произнести: "Это *тебе* должно быть стыдно. Вытягиваешь мои швы и зубы... ты что, не уважаешь мертвых?"

source: "I am the one who spoke, not the corpse."
ru: "Это сказал я, а не мертвец".

source: Throw Voice: "Ooooooh... you will be *punished* for your evil teeth-taking, Marta. I shall *haunt* you until the end of your days..."
ru: Произнести: "Уууу... Марта, ты будешь *наказана* за свое злодейское выдирание зубов. Я буду *преследовать* тебя до конца твоих дней..."

source: Throw Voice: "Ooooooh... stop... stop... I will haunt you no longer... forgive me..."
ru: Произнести: "Уууу... прекрати... прекрати... я не буду тебя преследовать... прости меня..."

source: "Who are you?"
ru: "Кто ты?"

source: "Uh... very well. I must take my leave. Farewell."
ru: "Э... ладно. Мне нужно идти. Прощай".

source: "What are you doing?"
ru: "Чем ты занимаешься?"

source: "Stitchies... and teethies? What are you talking about?"
ru: "Ниточки... и зубики? О чем это ты?"

source: "I... see. Can I ask you some other questions?"
ru: "Понятно... Могу ли я задать тебе пару вопросов?"

source: "Why are you pulling out the corpse's teeth and stitches?"
ru: "Зачем ты достаешь из трупов зубы и швы?"

source: "Can you dig in my body to find anything?"
ru: "Ты можешь покопаться в моем теле - вдруг там что-нибудь есть?"

source: "Can I rest here?"
ru: "Можно здесь отдохнуть?"

source: "You pull stitches out of corpses... can I buy some needle and thread from you?"
ru: "Ты выпарываешь из трупов швы... можно купить у тебя иголку и нитки?"

source: "Have you got anything else you've pulled from corpses that I can have?"
ru: "Ты может дать мне что-нибудь из того, что ты вытащила из трупов?"

source: "Can I see what you've pulled form corpses recently?"
ru: "Можно посмотреть, что ты вытащила из трупов за последнее время?"

source: "No questions. I must take my leave. Farewell."
ru: "Ничего подобного. Мне нужно идти. Прощай".

source: "Thingies inside?"
ru: "Штучки изнутри?"

source: "Sell the corpses to the Dusties...?"
ru: "Вы продаете трупы Мертвякам?.."

source: "Who tells you to do this?"
ru: "Кто говорит тебе делать это?"

source: "What do you find in the bodies?"
ru: "Что ты находишь в телах?"

source: "You look for things inside the corpse? Can you dig around in my body for anything?"
ru: "Ты находишь в трупах вещи? Можешь покопаться в моем теле - вдруг там что-нибудь есть?"

source: "Do you mind if I rest here?"
ru: "Ты не против, если я здесь отдохну?"

source: "Uh... very well. Farewell, then."
ru: "Э... отлично. На том и распрощаемся".

source: Marta the Seamstress seems to have the job of taking corpses given to her, ripping out their teeth, undoing their stitches, looking for any valuables she can find on or in the body, then stitching them back up again.
ru: Похоже, что Марта-швея занимается тем, что обрабатывает трупы, которые ей дают: вырывает их зубы, распарывает швы, обыскивает их снаружи и внутри в поисках любых ценностей, а затем зашивает.

source: "Who tells you to strip the corpses?"
ru: "Кто сказал тебе обирать мертвецов?"

source: "That's all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "Who?"
ru: "Кто?"

source: "Pharod? Where is he?"
ru: "Фарод? Где он?"

source: "What do they do with the things you dig out of the corpses?"
ru: "Что они делают с вещами, которые ты выковыриваешь из трупов?"

source: "Let's try the stomach, shall we..."
ru: "Проверим желудок..."

source: "How about my rib cage...?"
ru: "Как насчет грудной клетки?.."

source: "Check the intestines... anything could be lodged in there."
ru: "Проверь внутренности... там может быть все что угодно".

source: "Crack open my skull, if you would."
ru: "Можешь расколоть мне череп?".

source: "Never mind. I had some other questions..."
ru: "Неважно. У меня есть другие вопросы..."

source: "Uh... never mind. Farewell."
ru: "Э... не важно. Прощай".

source: "L... L... Let's try the stomach, shall we..."
ru: "П... П... Проверим желудок..."

source: "Huh... huh... How about my rib cage...?"
ru: "Кы... Кы... Как насчет грудной клетки?.."

source: "Chu... chu... check the intestines... anything could be lodged in there."
ru: "Пы... пы... проверь внутренности... там может быть все что угодно".

source: "Cr.. cr... Crack open my skull, if you would."
ru: "Р... р... Расколи мне череп, ладно?"

source: "Nuh - nuh - no, I had some other questions..."
ru: "Ны... ны... нет, у меня есть еще пара вопросов..."

source: "Nuh... nuh... yet. Farewell."
ru: "Пы... пы... пока нет. Прощай".

source: Lie: "Yeah, I'm here to pick them up."
ru: Ложь: "Да, я пришел их забрать".

source: "No, I'm not here to pick them up, but I'll buy some from you."
ru: "Нет, я не за ними пришел: я хочу кое-что у тебя купить".

source: "No, I'm not here to pick them up, but I'll buy some from you... when I have some money to spend. For now, I had some questions..."
ru: "Нет, я не за ними пришел: я хочу кое-что у тебя купить... когда у меня появятся лишние деньги. А пока у меня несколько вопросов..."

source: "Thanks. I had some other questions..."
ru: "Спасибо. У меня есть другие вопросы..."

source: "Thanks... these should be helpful. Farewell."
ru: "Спасибо... это мне пригодится. Прощай".

source: "Can I see what you have?"
ru: "Можно посмотреть, что у тебя есть?"

source: "Very well..."
ru: "Хорошо..."

source: "I don't want to rest just yet. I had some other questions first..."
ru: "Мне пока не до отдыха. У меня есть несколько вопросов..."

source: "Maybe I'll return when I need to sleep. Farewell."
ru: "Пожалуй, я вернусь, когда мне нужно будет поспать. Счастливо".

source: Fall into darkness...
ru: Пасть во тьму...

source: I asked Marta... the addled Seamstress in the Buried Village... to look in my skull to see if anything was there. There wasn't.
ru: Я попросил Марту... чокнутую швею из Погребенной деревни... поискать у меня в черепе какие-нибудь вещи. Она ничего не нашла.

source: Watch...
ru: Наблюдать...

source: "Urhhhkk..."
ru: "Э-э-э-экк..."

source: I asked Marta... the addled Seamstress in the Buried Village... to search my intestines to see if she could find anything lodged there. She found a ring... and left me an extra set of my intestines as well.
ru: Я попросил Марту... чокнутую швею из Погребенной деревни... обыскать мои внутренности: вдруг там что-нибудь спрятано. Она нашла кольцо... и еще оставила мне кусок моих внутренностей.

source: "Th - thanks... was... there... anything... else...?"
ru: "С-спасибо... там... еще... что-то... было?.."

source: "Very well. I had some other questions..."
ru: "Хорошо. У меня были еще вопросы..."

source: "Never mind then. Farewell."
ru: "Тогда неважно. Прощай".

source: You see a blockish woman dressed in a heavy burlap robe. She lumbers about the room, her joints popping as she bends over to pick up objects from the various tables. Her hair is bound back from her head with a bone hairpin, and she has a sour, curd-faced expression. She is mumbling to herself in a sing-song voice.
ru: Ты видишь глупую на вид женщину, облаченную в тяжелое платье из мешковины. Она ковыляет по комнате, ее суставы трещат, когда она нагибается, чтобы взять вещи с одного из столов. Ее волосы собраны на затылке костяной шпилькой; у нее кислое болезненное выражение лица. Она что-то мурлычет себе нараспев.

source: You see Marta. She lumbers about the room, her joints popping as she bends over to pick up objects from the various tables. She is mumbling to herself in a strange sing-song voice.
ru: Ты видишь Марту. Она ковыляет по комнате, ее суставы трещат, когда она нагибается, чтобы взять вещи с одного из столов. Она что-то мурлычет себе нараспев.

source: Marta shakes her head. "Nothing more, more nothing, eh, Marta? Should we try someplace else, Marta?"
ru: Марта качает головой. "Больше ничего, больше ничего, да, Марта? Может, попробуем еще где-нибудь, а, Марта?"

source: "Chu... chu... check the intestines... just... one... more... time..."
ru: "Пы... пы... проверь внутренности... еще... раз..."

source: "Cr... cr... Crack open my skull, if you would."
ru: "Р... р... Расколи мне череп, ладно?"
