Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmar.dlg.po
Languages: ru

source: I have accepted the task of delivering a strange box to a person named Ku'atraa. Mar says this fellow can usually be found down in the southeastern section of the Hive.
ru: Я согласился доставить странную шкатулку некоему Куатраа. Мар сказал, что обычно его можно найти в юго-восточной части Улья.

source: Apparently, by leaving the Hive, I have released the creature that was entrapped in the box. I'm not sure why, but I fear whatever it was will come seeking the last owner of the box. Just to be safe, I best watch my back.
ru: Покинув Улей, я освободил существо, которое было заточено в шкатулке. Я не знаю, почему, но я боюсь, что однажды оно найдет своего последнего хозяина. Для своей же безопасности, мне стоит быть теперь осторожней.

source: Although it goes against my better judgement, I have decided to forgive Mar for what he has done. Even though I seek to regain my lost memories, this is one adventure I wish to forget.
ru: Хотя это идет вразрез с моей жаждой правосудия, я все же решил простить Мара за его поступок. Хотя я ищу способ вернуть свои воспоминания, я бы предпочел это приключение забыть.

source: I told Mar that I killed the fiend I released when I left the Hive. Although impressed with my ability to kill the fiend, Mar refuses to pay me for my services. I can hardly argue the point with him, since I failed to heed his warnings and did not deliver the box as instructed.
ru: Я сказал Мару, что я убил нечистого, которого я выпустил, покинув Улей. Хотя его впечатлило то, что я убил нечисть, но он отказался оплатить мои услуги. Трудно с ним не согласиться, ведь я не послушался его предупреждений и не доставил шкатулку так, как это было предписано.

source: I told Mar I had opened the box after coming to my wits end about who to deliver it to. He now refuses to pay me for my troubles. My morality is in turmoil, for I believe I should have been compensated in some small way. After all, I did try to deliver the box... it was just that no one would accept it from me. Then again, I did open the box despite Mar's warnings not to. Confused, I left Mar without payment or comment, I am just glad to be finally done with this business of the box and the fiend contained therein.
ru: Я сказал Мару, что открыл шкатулку после того, как зашел в тупик с поисками адресата. А теперь он отказывается платить мне за мои труды. Я в негодовании, ведь мне нужна хоть какая-то компенсация. В конце концов, ведь я же попробовал доставить шкатулку... просто ее никто хотел ее брать. К тому же, я не послушался предупреждения Мара, когда открыл ее. Хоть и без награды и объяснений Мара, я все же рад, что хоть как-то разобрался с этой шкатулкой и нечистым духом внутри нее.

source: I told Mar I had opened the box and killed the fiend within. At first I was angry at Mar for not telling me what was contained in the box, but then again it was my own fault for not heeding his warnings. In the future I must learn to keep my curiosity in check.
ru: Я сказал Мару, что открыл шкатулку и убил нечистого, который был внутри. Поначалу я был зол на Мара, который не сказал мне, что было в шкатулке. Но ведь я же не послушался его предупреждения. В следующий раз не надо совать свой нос куда попало.

source: I have made two mistakes. The first mistake was to ignore Mar's warnings about opening the box. The second mistake was to run away from the fiend once it appeared. I cannot undo the first mistake, but I can correct the second. I must kill the fiend.
ru: Я сделал две ошибки. Первая - я не послушался Мара и открыл шкатулку. Вторая - я убежал от появившегося нечистого духа. Я не могу исправить первую ошибку, но могу исправить вторую. Я должен убить нечисть.

source: Your first impression of Mar is that he needs a long bath, preferably away from any creature that has any sense of smell. You can almost see the stench waft from his body in sinister yellow tendrils. He motions towards you frantically in an effort to get you to come over and talk to him.
ru: Твое первое впечатление от Мара - ему не помешает хорошенько помыться, чтобы избавиться от вони, которая вырубит любое обладающее обонянием существо. Ты практически видишь ее, она исходит от его тела зловещими желтыми облачками. Он отчаянно машет тебе, пытаясь заставить тебя приблизиться к нему поближе и поговорить с ним.

source: Approach this person and hear what he has to say.
ru: Приблизиться к нему и выслушать его.

source: Hold your breath and leave.
ru: Задержать дыхание и уйти.

source: You brace yourself for the stench as you approach Mar. "Ye be doing Mar a fav'r, yes? A box ye need be deliver'n fer me."
ru: Приближаясь к Мару, ты готовишься к его зловонию. "Ты ведь сделаешь одолжение Мару, правда? Тебе нужно доставить шкатулку".

source: "I'll deliver your package for you."
ru: "Я доставлю твой пакет".

source: "Why do you need me to deliver this package for you?"
ru: "Зачем я тебе нужен, чтобы доставить этот пакет?"

source: "Farewell."
ru: "Прощай".

source: Mar's eyes take on a wild look as he sees you approaching. In a high screeching voice he asks. "What ye be doing back 'ere! Don't come back till ye be deliver'n the box."
ru: При твоем приближении глаза Мара расширяются в изумлении. Он кричит тонким петушиным голосом. "Зачем ты приперся сюда?! Не возвращайся, пока не доставишь шкатулку".

source: "The person who you asked me to deliver this box to ran away. What now?"
ru: "Тот, кому ты просил принести эту шкатулку, убежал. Что теперь?"

source: "I got rid of the box."
ru: "Я избавился от шкатулки".

source: "I killed the demon in the box.."
ru: "Я убил демона из шкатулки".

source: "I killed the demon in the box."
ru: "Я убил демона из шкатулки".

source: "I opened the box and a fiend appeared. I ran."
ru: "Я открыл шкатулку, и из нее появился нечистый. Я убежал".

source: "Nobody wants this box. Take it back.."
ru: "Никому не нужна эта шкатулка. Забирай ее обратно".

source: "I left the Hive and nothing happened."
ru: "Я покинул Улей и ничего не произошло".

source: "Ye crazy fool! Ye be signing yer own death sentence by opening that accursed box! Run, if ye knows what's good fer ye!" Mar takes off running.
ru: "Ты чокнулся! Ты подписался под собственной смертью, раз открыл эту проклятую шкатулку! Беги, если знаешь где скрыться!" Мар срывается с места.

source: A look of excitement crosses his face as you approach. "Thank ye fer stoppin'. Me name is Mar, and I've a fav'r to ask of ye."
ru: При твоем приближении он начинает заметно волноваться. "Спасибо, что остановился. Меня зовут Мар, я прошу тебя об одной услуге".

source: "I'm listening."
ru: "Я слушаю".

source: "'Tis a matter of life or death! I must be deliver'n this 'ere box or it'd be me head fer sure! 'Tis me bad luck that I twisted me leg something fierce. So will ye help me out by deliver'n this 'ere box fer me?"
ru: "Это вопрос жизни и смерти! Я должен доставить шкатулку, или мне придется несладко! Мне не повезло, я сильно подвернул ногу. Ты не мог бы помочь мне доставить эту шкатулку?"

source: "I'll deliver the box for you."
ru: "Я доставлю эту шкатулку".

source: "No."
ru: "Нет".

source: Mar slowly takes out a small box from within the recesses of his ragged clothing. For the briefest of moments, you see a look of regret cross his face... then it is gone, as he looks at you and hands you the box. A slight shimmer surrounds the box as both you and Mar touch it. A sigh of relief is heard as Mar releases the box into your care.
ru: Мар бережно достает небольшую шкатулку из складок своей рваной одежды. На какой-то миг ты видишь скорбь на его лице... но она быстро исчезает, так как он смотрит на тебя и протягивает тебе шкатулку. Ее окружает легкое мерцание, когда Мар или ты касаетесь ее. От Мара издается легкий вздох облегчения, когда он отдает шкатулку на твое попечение.

source: "What now?"
ru: "Что теперь?"

source: "This be need'n to be deliver'd to Ku'atraa. He can usually be found somewheres down in the southeastern section of the Hive. Oh, and lest ye try to say I didn't warn ye: whatever happens, DON'T OPEN THE BOX! And don't leave the Hive with the box. Now be off with ye!"
ru: "Это нужно доставить Куатраа. Обычно его можно найти где-то в юго-восточной части Улья. Да, и попробуй сказать, что я тебя не предупредил: что бы ни случилось, НЕ ОТКРЫВАЙ ШКАТУЛКУ! И не покидай Улей с ней. А теперь шевелись!"

source: "I'll be back when I deliver the box. Farewell."
ru: "Как только я доставлю шкатулку, я вернусь. Прощай".

source: "'Tis not me problem anymore. The box is magically bound to ye until it gets delivered. I be suggest'n that ye deliver it to someone! Now get yerself aways from me until ye gets rid of that thing!"
ru: "Теперь это не моя проблема. Шкатулка магически привязана к тебе до тех пор, пока она не будет доставлена. Советую тебе доставить ее хоть кому-нибудь! И не подходи ко мне до тех пор, пока не избавишься от этой штуки!"

source: Looks like you're on your own. Didn't Ku'atraa mention someone else you could give this box to?
ru: Кажется, теперь ты предоставлен сам себе. Разве ты должен доставить эту шкатулку только Куатраа?

source: What in the hell's in this box...
ru: Да черт возьми, что такое в этой шкатулке...

source: Mar recoils in fear. "No! I will not touch that cursed box agin! Gets it away from me! Ye willingly accepted the box. Keep it or gives it to someones else, it matters not to me. But I be tell'n ye one thing: I'd rather die than be stuck with that box agin! Now leave me alone!"
ru: Мар в страхе отшатнулся. "Нет! Я больше не притронусь этой проклятой шкатулке! Проваливай от меня! Ты добровольно взял эту шкатулку. Держи ее при себе или отдай кому-нибудь другому, теперь это не моя забота. Но я скажу тебе одну вещь: я лучше сдохну, чем снова свяжусь с этой шкатулкой! А теперь оставь меня в покое!"

source: "When I'm done dealing with this box, I'll come back to deal with you. Farewell."
ru: "Как только я разберусь с этой шкатулкой, я вернусь и разберусь с тобой. Прощай".

source: "I've said all I've gots to say to ye fer now."
ru: "Я уже сказал все, что можно было сказать".

source: "It does me heart good to hear ye say that. Before ye kills me for the horrible deed of trick'n ye into taking that box, please let me try to explain..."
ru: "Очень приятно слышать это от тебя. До того, как ты меня убьешь за то, что я тебя обманом всучил тебе эту шкатулку, позволь мне все объяснить..."

source: "You're a dead man."
ru: "Ты - покойник".

source: "I'm listening. Explain yourself."
ru: "Я слушаю твои объяснения".

source: "The long and the short of it be that that box is been around long as anyone can remembers. Chant is some folks were fightin' and when they was done, a huge demon was imprisoned inside the box. Other folks say an evil wizard made it just fer seein' others suffer. No one rightly knows what the truth behind the box be. But the owner of the box will die should it be opened."
ru: "Эта шкатулка была здесь с незапамятных времен, никто не помнит, как она появилась здесь. Поговаривают, что здесь была какая-то битва, а когда она закончилась, в эту шкатулку был заточен огромный демон. Другие говорят, что ее сделал злой волшебник, просто чтобы другим было плохо. Никто доподлинно не знает, что на самом деле таится за этой шкатулкой. Но все равно, если ее хозяин ее открывает - он умирает".

source: "Why didn't the owner just put the box where no one could find it?"
ru: "А почему хозяину просто не спрятать шкатулку там, где ее никто не найдет?"

source: "I don't want to hear it. What do I get out of this?"
ru: "Ничего не хочу об этом слышать. Как мне избавиться от нее?"

source: "Aye, seems it should have been as simple as that. But who among us could lives with a death sentence lingering over their head? T'would drive any sane man over the edge, having to worry about the whereabouts of that damnable box at all times."
ru: "Ну да, это вроде бы самое простое из всех решений. Да только кто сможет жить с этим смертным проклятием над головой? Ведь надо все время проверять, чтобы эта чертова шкатулка не попала кому-нибудь еще. Это любого сведет с ума".

source: "Why me?"
ru: "Почему я?"

source: "First, I haven't seen ye around 'ere before. Ye sees, I needed a clueless berk such as yerself to *accept* the box and become the new owner. Everyones around ere knows not to take the box; not fer any price. Secondly, if ye didn't examine the box when ye had it, ye would've noticed that whatever magics were placed on it were weakening. With me being the current owner and all, ye can sees I needed to pass it on right quickly. Besides, if anyone looked ready to pass on to the next realm it was ye."
ru: "Во-первых, потому что я тебя раньше не видел. Видишь ли, мне нужен был пустоголовый пень вроде тебя, который бы *согласился* взять шкатулку и стать ее новым хозяином. Все здешние знают про эту шкатулку и ни за какие коврижки ее не возьмут. Во-вторых, если бы ты осмотрел ее как следует, ты бы заметил, что какая-то магия, наложенная на нее, слабеет. Я, как нынешний владелец шкатулки, должен был избавится от нее как можно скорее. Да и вообще, ты больше всего походил на того, кто мог бы унести ее в другой мир".

source: "You want to talk about passing on to the next realm? Keep talking or you'll find out about it."
ru: "Хочешь поговорить о другом мире? Говори дальше или ты незамедлительно найдешь туда дорогу".

source: "Obviously I picked a cutter of no small means. Surely this has been but a minor inconvenience to one such as ye. I offer this weapon and some jink to line yer purse as a reward fer yer troubles. 'Tis all I own... and coincidentally, t'was what that rat Ku'atraa used to get me to take possession of the box."
ru: "Кажется, я наткнулся не на того рубаку. Это ведь не причинило никаких неудобств такому как ты? Я могу предложить в награду за причиненное беспокойство это оружие и немного звенелок для твоего кошелька. Это все что у меня есть... забавно, все это мне дал этот крысеныш Куатраа, когда пытался всучить шкатулку".

source: "I'll kill you and take the reward anyway."
ru: "Я все равно убью тебя и так заберу награду".

source: "Give me my reward and then leave me."
ru: "Отдай мне награду и уходи".

source: "People round 'ere can rest easier knowing that ye destroyed that cursed box. Thanks again!"
ru: "Людям в округе станет легче на душе, когда они узнают, что ты уничтожил эту проклятую шкатулку. Спасибо тебе еще раз!"

source: "I was glad I could help. Farewell."
ru: "Рад был помочь. Прощай".

source: "You blink'n fool! I told ye not to leave the Hive. Quickly; get ye self away from me before it comes to get ye!"
ru: "Ты тупой идиот! Я говорил тебе не покидать Улей! Быстрее, убирайся от меня подальше, пока оно не пришло за тобой!"

source: Mar runs away.
ru: Мар убегает.

source: "Ye opened the box and are still alive to tells about it! Er...I means, I told ye nots to open the blasted thing. Fer failing to deliver the box proper like, I'm afraid I can't be pay'n ye. Now gets yerself out of me sight."
ru: "Ты открыл шкатулку и все еще жив, говоря мне об этом! Эээ... то есть, я же говорил тебе не открывать эту проклятую вещь. Ты не смог доставить шкатулку владельцу, поэтому не заплачу тебе ничего. А теперь убирайся вон с глаз моих".

source: "I did warn ye not to leave the Hive proper with that box. Amazed I be, that the fiend did not tear ye to shreds. If ye be coming back for me to pay ye, I'm tell'n ye I won't! Deal was fer ye to deliver the box, not fer kill'n the fiend within."
ru: "Я предупреждал тебя не покидать Улей вместе с этой шкатулкой. Я потрясен, что этот нечистый дух не порвал тебя на тряпки. И если ты пришел ко мне за плату, то я скажу тебе, что ты ее не получишь! Сделка была в том, чтобы ты доставил шкатулку, а не убивал нечистого, который был внутри".

source: My justice is swift and without mercy. I have made Mar pay for his crimes with his life. My only wish is to continue on my journey, I no longer wish to dwell over magicked boxes
ru: Мое правосудие быстро и не знает милосердия. Мар заплатил за свое преступление своей жизнью. Я всего лишь хочу продолжить свои поиски и не желаю чахнуть над магическими шкатулками.
