Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmarissa.dlg.po
Languages: ru

source: Squinting at the figure behind the partition, you can barely make out a shapely female form in the darkness. She turns to you, but you can see nothing of her face.
ru: Приглядываясь к фигуре за перегородкой, ты с трудом различаешь стройную женскую фигуру в темноте. Она оборачивается к тебе, но ты не можешь разглядеть ее лицо.

source: Leave her be.
ru: Оставить ее в покое.

source: "Greetings..."
ru: "Приветствую..."

source: I returned Marissa's Crimson Veil to her, but only after requesting that I be rewarded for doing so.
ru: Я вернул Мариссе ее малиновую вуаль, но только после того, как получил затребованную награду.

source: I returned Marissa's Crimson Veil to her, for all the good it did me.
ru: Я вернул Мариссе ее малиновую вуаль за все то, что она для меня сделала.

source: Marissa, one of the prostitutes in the Brothel of Slating Intellectual Lusts, has lost her Crimson Veil. She didn't ask me to find it, but perhaps I'll ask around for it and see if turns up somewhere.
ru: У Мариссы, одной из проституток Борделя утоления интеллектуальной страсти, пропала ее малиновая вуаль. Она не просила меня найти ее, но я, пожалуй, поспрашиваю вокруг - вдруг она где-нибудь найдется.

source: I asked Marissa about her being seen sneaking out of Vivian's chamber, but she wouldn't tell me anything.
ru: Я спросил Мариссу о том, как она украдкой выходила из комнаты Вивьен, но она ничего не стала мне рассказывать.

source: The figure answers in a voice that is slow and deadly, like a steel dagger drawn across stone: "Yes? Come to speak with Marissa, have you? Quite rude of you to enter a darkened room, storming behind my partition like so... rude, and foolhardy." You can hear a faint whispering sound, like a slight breeze... or the hissing of serpents.
ru: Фигура отвечает; ее голос тихий и беспощадный, словно скрежет стального кинжала по камню: "Да? Пришел поговорить с Мариссой, не так ли? Довольно грубо с твоей стороны врываться в темную комнату и вот так топтаться за перегородкой... грубо и безрассудно". Тебе слышится тихий шорох, похожий на легкий бриз... или шипение змей?

source: "My apologies... I wasn't sure if someone was here."
ru: "Прошу прощения... Не думал, что тут кто-то есть".

source: "I had some questions..."
ru: "У меня есть некоторые вопросы..."

source: "Farewell, then."
ru: "Тогда прощай" .

source: The woman give a slight *hmph.* "But it would seem there *is* someone in this room, wouldn't it? Shall you be on your way, then?"
ru: Женщина пренебрежительно хмыкает. "Но ведь очевидно, что в этой комнате кто-то *есть*, разве не так? В таком случае, не соизволишь ли ты исчезнуть?"

source: "Not just yet... I had some questions."
ru: "Пока нет... У меня есть несколько вопросов".

source: "Yes... farewell."
ru: "Да... прощай".

source: "*Do* you, then?" There is a faint hissing sound; when the woman's next speaks her voice drips with sarcasm. "Ooo, I cannot wait..."
ru: "Так *вот* оно что! - слышится слабое шипение; в голосе женщины появляются нотки сарказма. - Ооо, просто не могу дождаться..."

source: "Ask."
ru: "Спрашивай".

source: "I found your Crimson Veil..."
ru: "Я нашел твою малиновую вуаль..."

source: "Why do you remain behind this screen?"
ru: "Почему ты остаешься за ширмой?"

source: "Why is it so dark in here?"
ru: "Почему здесь так темно?"

source: "What are you doing here?"
ru: "Что ты здесь делаешь?"

source: "Can you tell me about this place?"
ru: "Что ты можешь сказать об этом месте?"

source: You hear a faint hissing sound. "Because something of mine is missing, and something unwanted has arrived on my doorstep in its place."
ru: Ты слышишь слабое шипение. "Потому что у меня пропала кое-какая вещь, и потому что нечто незванное явилось мне на порог".

source: "Could you turn, say, a Lim-Lim into a statue?"
ru: "А ты можешь превратить в статую, скажем, лим-лима?"

source: "What can you tell me about the silent prostitute?"
ru: "Что ты можешь рассказать о молчаливой проститутке?"

source: "I was told you were seen sneaking away from Vivian's chambers, recently... is that connected with her missing scent, somehow?"
ru: "Мне сказали, что не так давно ты пробиралась из комнаты Вивьен... Это как-то связано с пропажей ее аромата?"

source: "I'm trying find Vivian's scent... do you know where it might be?"
ru: "Я пытаюсь найти аромат Вивьен... не знаешь, где он может быть?"

source: "I've spoken to nine prostitutes altogether... do you know who or where the tenth student is?"
ru: "Я переговорил со всеми девятью проститутками... ты не знаешь, кто десятая или где она находится?"

source: "Never mind, actually. Farewell."
ru: "Вообще-то, ничего особенного. Прощай".

source: "What's gone missing?"
ru: "Что пропало?"

source: "I had another question..."
ru: "У меня еще вопрос..."

source: "I'll leave, then. Farewell."
ru: "В таком случае, я ухожу. Прощай".

source: "My veil... my Crimson Veil. Have you seen it, perchance?"
ru: "Моя вуаль... моя малиновая вуаль. Ты ее случайно не видел?"

source: "No... what's it for? Is it just a normal veil?"
ru: "Нет... а зачем она? Это просто обычная вуаль?"

source: "No. I've got some questions..."
ru: "Нет. У меня есть некоторые вопросы..."

source: "I haven't. Farewell."
ru: "Нет. Прощай".

source: Marissa sighs quietly. "Not, not quite. It aids me in communication... face to face communication, that is."
ru: Марисса издает тихий вздох. "Нет, не совсем. Она помогает мне в общении... то есть, в общении лицом к лицу".

source: "Why do you need to hide your face?"
ru: "Зачем тебе прятать свое лицо?"

source: "I have another question..."
ru: "У меня еще вопрос..."

source: "That's all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "Enough with these asinine questions! How tiresomely annoying you are! Now what do you *want?*"
ru: "Хватит с меня этих глупых вопросов! Как же ты мне надоел! Чего ты, в конце концов, *хочешь*?"

source: "Just some questions answered..."
ru: "Только несколько ответов..."

source: "Nothing. Farewell."
ru: "Ничего. Прощай".

source: "To prevent any unwanted... and embarrassing... casualties. Now what is it that you want?"
ru: "Чтобы предотвратить некоторые нежеланные... и смущающие меня... несчастные случаи. Так чего же ты все-таки хочешь?"

source: "I want you to come into the light."
ru: "Я хочу, чтобы ты вышла на свет".

source: "Sitting here with my thoughts. Listening to you voice yours. The silence of both of them - literal, then figurative - is deafening."
ru: "Сижу здесь наедине со своими мыслями. Слушаю твои разговоры. Тишина каждой из этих вещей - в прямом и переносном смысле - просто оглушительна".

source: "Why do you have such a terrible disposition?"
ru: "Почему у тебя такой дурной нрав?"

source: "I'm curious to hear your thoughts..."
ru: "Мне было бы интересно послушать твои мысли..."

source: "Oh, I think not. You would find them most unflattering at this moment. What is it you *want?*"
ru: "О, не думаю. На данный момент ты найдешь их весьма нелестными. Так чего же ты все-таки *хочешь*?"

source: "Is it your wish that I step away from this partition, into some patch of light, and speak to you face to face?" Marissa laughs, and there is the sound of scales sliding on scales. "Nay, I think not. The darkness suits me, and doubtless suits you as well."
ru: "Ты хочешь, чтобы я вышла из-за ширмы на свет и поговорила с тобой лицом к лицу? - Марисса смеется, слышен звук трущихся друг о друга чешуек. - Нет, лучше не стоит. Темнота мне подходит, и тебе, несомненно, тоже".

source: "Please come into the light..."
ru: "Пожалуйста, выйди на свет..."

source: "I have another question, then..."
ru: "Тогда у меня другой вопрос..."

source: "In that case, farewell."
ru: "В таком случае, прощай".

source: "Nay, and the addition of 'please' will not serve to persuade me. Now what do you *want?* Surely you did not come all this way to *see* me."
ru: "Нет, и "пожалуйста" не поможет убедить меня. Так чего же ты *хочешь*? Ты ведь не для того сюда пришел, чтобы *увидеть* меня".

source: "I *do* want to see what you look like..."
ru: "Я *в самом деле* хочу увидеть, какая ты..."

source: "You have no such want."
ru: "Ты не хочешь этого".

source: "Oh, I do."
ru: "О, да".

source: "What do *you* look like? The darkness hides us both. Let's make it a game? I'm frightfully bored. Let me guess... are you a human male?"
ru: "А как выглядишь *ты*? Нас обоих скрывает темнота. Сыграем в игру? А то мне ужасно скучно. Дай, угадаю... ты человеческое существо мужского пола?"

source: "Yes."
ru: "Да".

source: "I think so..."
ru: "Думаю, да..."

source: "No games. I had a question..."
ru: "Никаких игр. У меня есть вопрос..."

source: "I don't feel like a game, now. Farewell."
ru: "В данный момент мне не до игор. Прощай".

source: "Are you... wounded in the throat?"
ru: "Тебя... ранили в горло?"

source: "I can't see but I believe so, yes."
ru: "Я не вижу, но думаю, что да".

source: "No more games. I had a question..."
ru: "Больше никаких игр. У меня есть вопрос..."

source: "You 'think so?' How could it not know?"
ru: "Ты думаешь? Как об этом можно не знать?"

source: "It's kind of complicated."
ru: "Это вроде как непросто".

source: "I really have no sure idea of what I am."
ru: "Я действительно не имею четкого представления о том, кто я".

source: "Forget it. I had a question..."
ru: "Забудь об этом. У меня вопрос..."

source: "Never mind. Farewell, Marissa."
ru: "Неважно. Прощай, Марисса".

source: "Indeed? It must be too great for a mere mind such as mine to grasp."
ru: "В самом деле? Должно быть, это слишком сложно для такого заурядного ума как мой".

source: "Truly? That's almost... interesting..." There is the sound of hissing in the darkness.
ru: "Правда? Это весьма... интересно..." В темноте слышится шипение.

source: "Hmm... describe yourself for me."
ru: "Хм... опиши мне себя".

source: Truth: "I'm a tall, muscular, and horribly scarred."
ru: Правда: "Я высокий, мускулистый, с ужасными шрамами".

source: Lie: "I'm tall, with an athletic build... very handsome..."
ru: Ложь: "Я высок, атлетически сложен... очень красив..."

source: "You first, Marissa."
ru: "Сперва ты, Марисса".

source: "No thanks. I had a question..."
ru: "Нет, спасибо. У меня вопрос..."

source: "Not in the mood. Farewell."
ru: "Я не в духе. Прощай".

source: "Indeed? Hmmm..." She pauses for a moment. "How were you so horribly scarred? Wait... never mind. I do not wish to know."
ru: "В самом деле? Хмм... - она на миг умолкает. - Откуда у тебя эти ужасные шрамы? Постой... забудь об этом. Я не желаю знать".

source: "Now describe yourself, for me."
ru: "А теперь опиши мне себя".

source: "Very well. I had a question..."
ru: "Очень хорошо. У меня вопрос..."

source: "Fine. Farewell, Marissa."
ru: "Отлично. Прощай, Марисса".

source: "Oh, really? Come forward - *very* close to me, so that we can see one another..." The sound of faint hissing seems to issue from her...
ru: "О, правда? Подойди ко мне - *очень* близко, чтобы мы могли видеть друг друга..." От нее исходит тихое шипение...

source: Move closer to her.
ru: Подойти к ней поближе.

source: Hold back.
ru: Остаться на месте.

source: You step forward so that your face nearly touches Marissa's, squinting so that you can make out her face. Her features are beautiful, her skin pale and unblemished, but her hair is a mass of writhing, hissing asps. Marissa's eyes - a brilliant shade of blue - seem somehow odd to you, until you realize they're actually tattoos upon her closed eyelids. "Are you ready for a surprise?" she asks, lips curling into a wicked smile...
ru: Ты подходишь так, так что практически соприкасаешься лицом с Мариссой, и пытаешься разглядеть ее лицо. У нее красивое лицо, ее кожа бледна и безупречна, однако вместо волос у нее клубок извивающихся шипящих змей. Глаза Мариссы - бриллиантовый оттенок голубого - почему-то кажутся тебе странными, и тут до тебя доходит, что на самом деле это татуировки на ее закрытых веках. "Готов к сюрпризу?" - спрашивает она, ее рот искривляется в зловещей ухмылке...

source: Turn away.
ru: Отвернуться.

source: "Sure, surprise me."
ru: "Конечно, удиви меня".

source: "Shall we trade adjective for adjective? Then, I start with 'shapely.' You must surrender the next adjective."
ru: "Давай обмениваться - эпитет на эпитет? Я начинаю - стройная. Ты должен сказать следующий эпитет".

source: "Tall."
ru: "Высокий".

source: "Well-muscled."
ru: "Мускулистый".

source: "Scarred."
ru: "Ошрамованный".

source: "No... no games. I had a question..."
ru: "Нет... никаких игр. У меня есть вопрос..."

source: "Mmm-hmm. I shall say... pale-skinned." The two of you banter adjectives back and forth in this manner until she's finally described herself as a shapely, pale-skinned, beautiful woman with a forked tongue, hair made up of writhing asps, and glowing eyes... which you assume she must be keeping shut.
ru: "М-м-м. Скажем... бледнокожая". Так вы и дальше обмениваетесь прилагательными, пока она, наконец, не описывает себя: стройная, бледнокожая, красивая женщина с раздвоенным языком, извивающимися змеями вместо волос, и сияющими глазами... которые, насколько ты понял, она должна держать закрытыми.

source: "Are you a fiend?"
ru: "Ты демон?"

source: "You sound... very exotic-looking, Marissa."
ru: "Похоже, ты выглядишь... весьма необычно, Марисса".

source: Marissa laughs lightly, the sound accompanied by a slight hissing. "No, hardly... though I've powers some might *call* fiendish. My glance turns living things to stone, for instance. From beings of flesh to statuary with the bat of an eyelash..."
ru: Марисса издает легкий смешок, сопровождаемый слабым шипением. "Нет, вряд ли... хотя я и обладаю силами, которые можно *назвать* демоническими. К примеру, мой взгляд обращает живую плоть в камень. И глазом не моргнешь, как превратишься в статую..."

source: "Living things to stone? Could you turn, say, a Lim-Lim into a statue?"
ru: "Живую плоть в камень? Ты можешь превратить в статую, скажем, лим-лима?"

source: "That must be inconvenient at times."
ru: "Должно быть, временами это причиняет беспокойства".

source: "Interesting. I had a question..."
ru: "Интересно. У меня вопрос..."

source: "I see. I'll take my leave, now. Farewell, Marissa."
ru: "Понятно. Ну что ж, мне нужно идти. Прощай, Марисса".

source: "You think so? That must be why I sit here alone, in the dark, hiding behind a partition." Though you can't see Marissa, you're certain she's sneering. She suddenly sighs. "If only I knew where my Crimson Veil had gone. Have you seen it, perchance?"
ru: "Ты так думаешь? Должно быть, из-за этого-то я и сижу здесь одна, в темноте, и прячусь за перегородкой, - хотя ты не можешь видеть Мариссу, ты уверен, что она ухмыляется; неожиданно она вздыхает, - Если бы я только знала, куда запропастилась моя малиновая вуаль. Ты ее случайно не видел?"

source: "You think so? That must be why I sit here alone, in the dark, hiding behind a partition." Though you can't see Marissa, you're certain she's sneering. She suddenly sighs. "If only I knew where my Crimson Veil had gone."
ru: "Ты так думаешь? Должно быть, из-за этого-то я и сижу здесь одна, в темноте, и прячусь за перегородкой, - хотя ты не можешь видеть Мариссу, ты уверен, что она усмехается; неожиданно она вздыхает, - Если бы я только знала, куда запропастилась моя малиновая вуаль".

source: "I have your veil right here, Marissa..."
ru: "У меня с собой твоя вуаль, Марисса..."

source: "I have a question..."
ru: "У меня вопрос..."

source: "Farewell, Marissa."
ru: "Прощай, Марисса".

source: "My Crimson Veil allows me to travel with little risk of that happening, so it's not so terrible."
ru: "Моя малиновая вуаль позволяет мне путешествовать с минимальным риском того, что это произойдет, так что не все так ужасно".

source: "Then would you please hand it over?"
ru: "Тогда передай мне ее, пожалуйста".

source: "Of course. Here you are..."
ru: "Конечно. Держи..."

source: "I'll need something in return, first..."
ru: "Сперва дай мне что-нибудь взамен..."

source: You hold the Crimson Veil before you, and feel her take it from your hands. "Ah. Yes, much better." Two shining points of red light appear before you as she opens her eyes. "So that's what you look like... perhaps I would have been better off with my eyes shut."
ru: Ты держишь перед собой малиновую вуаль и чувствуешь, как она забирает ее у тебя из рук. "О, да, так намного лучше, - когда она открывает глаза, перед тобой возникают две сияющие красным светом точки. - Значит, вот ты какой... пожалуй, лучше бы я не открывала своих глаз".

source: "Watch that forked tongue of yours, Marissa."
ru: "Следи за своим раздвоенным языком, Марисса".

source: "Do not get even me started."
ru: "Даже не начинай".

source: "Of course... how perfectly *mercenary* of you. Here... reach out, grasp my wrist... you'll find a golden bracelet, there. Take it, it's yours. It's of more use to you than my Veil is, I assure you."
ru: "Конечно... какой же ты все-таки *корыстный*. Вот... протяни руку, вот мое запястье... на нем ты найдешь золотой браслет. Забирай его - он твой. Уверяю, он тебе больше пригодится, чем моя вуаль".

source: "Actually... never mind. Here, just take your Veil."
ru: "Вообще-то... забудь. Вот, просто забери свою вуаль".

source: Take the bracelet.
ru: Взять браслет.

source: You remove the bracelet from Marissa's delicate wrist...
ru: Ты снимаешь браслет с утонченного запястья Мариссы...

source: Marissa laughs lightly, the sound accompanied by a slight hissing. "Oh, I am, I am. And my merest glance turns living things to stone... from beings of flesh to statuary, with only the bat of an eyelash."
ru: Марисса издает легкий смешок, сопровождаемый слабым шипением. "О, да-да. И я одним лишь взглядом обращаю живую плоть в камень. И глазом не моргнешь, как превратишься в статую..."

source: Marissa describes herself as a shapely, pale-skinned, beautiful woman with a forked tongue, hair made up of writhing asps, and glowing eyes... which you assume she must be keeping shut.
ru: Марисса описывает себя следующим образом: стройная, бледнокожая, красивая женщина с раздвоенным языком, извивающимися змеями вместо волос, и сияющими глазами... которые, насколько ты понял, она должна держать закрытыми.

source: "Do you doubt my appraisal of you? Could it be that you are not what you seem?"
ru: "Ты сомневаешься в моей оценке относительно тебя? Может ли быть, что ты не такой, каким кажешься?"

source: "Very well... I'm a tall, muscular, and horribly scarred."
ru: "Очень хорошо... Я высокий, мускулистый, весь в ужасных шрамах".

source: "Just forget it. I had a question..."
ru: "Просто забудь об этом. У меня есть вопрос..."

source: "Never mind that, now. Farewell."
ru: "Не бери в голову. Прощай".

source: "No, I'm not in the mood. I'm sure one of the girls here would be happy to tell you all about Mistress Grace's little school for aspiring Sensates... go find one of them."
ru: "Нет, я не в духе. Уверена, здешние девочки будут рады поведать тебе все о маленькой школе для будущих Чувствующих госпожи Грации... найди какую-нибудь из них".

source: "Sensates?"
ru: "Чувствующих?"

source: "Not just yet - I had another question..."
ru: "Пока нет, у меня еще вопрос..."

source: "Maybe I will. Farewell."
ru: "Может, так и сделаю. Прощай".

source: "Yes, yes... a silly little group devoted to experience and the like. I certainly need not be a Sensate to *be* a Sensate... and once I've gotten access to the Festhall and grown tired of its sensoriums, I'll simply move on."
ru: "Да-да... кучка глупцов, посвятивших себя переживаниям и тому подобным вещам. Безусловно, мне не нужно быть Чувствующей, чтобы *быть* Чувствующей... и как только я получу доступ к Фестхоллу и устану от его сенсориумов, я попросту уйду".

source: "Tell me about the sensoriums."
ru: "Расскажи мне о сенсориумах".

source: "They are halls where sensations are stored in objects called sensory stones. There are two: a public sensorium in the Civic Festhall open to everyone, and a Sensate sensorium open only to members of the Society of Sensation - Sensates."
ru: "Это залы, где в предметах под названием "камни переживаний" хранится чувственный опыт. Их два: публичный сенсориум, открытый для всех в Городском Фестхолле, и сенсориум Чувствующих, открытый только для членов Общества Восприятия - Чувствующих".

source: "I do not know... but I, for one, would not be surprised. For Hera's sake, *look* at the girl! Ask Juliette, though - the two of of them were once friends... before Montague came along."
ru: "Не знаю... но я, к примеру, не буду удивлена. Во имя Геры, ты только *посмотри* на эту девчонку! Впрочем, спроси у Джульетты - они с ней когда-то дружили... пока не появился Монтекки".

source: "I spend much time here in my chambers, but I think that even *I* would know had a tenth student arrived. There is none, currently."
ru: "Большую часть времени я провожу в своей комнате, но мне кажется, что даже бы*я* узнала, появись тут десятая ученица. Пока такой нет".

source: "No. Do you?" You hear an annoyed sigh from out of the darkness. "Go ask Yves. She collects many tales, and can probably tell you something of use."
ru: "Нет. А тебе? - до тебя из темноты доносится раздраженный вздох. - Спроси у Ив. Она собирает истории, и, быть может, расскажет тебе что-нибудь полезное".

source: "Never mind. I had another question..."
ru: "Неважно. У меня другой вопрос..."

source: "Forget I asked. Farewell."
ru: "Забудь, что я спрашивал. Прощай".

source: "No, I've not a clue."
ru: "Нет, без понятия".

source: "I'll take my leave, now. Farewell."
ru: "Я уже должен идти. Прощай".

source: Marissa says nothing, though an angry hissing issue from the darkness around her. "Yes, I've been known to creep into Vivian's chamber for some of her perfumes... though I doubt you'll meet another here who hasn't. If you're implying that I've got her *personal* scent, well... feel free to sniff around. You'll not find it on me or in my chambers, I assure you."
ru: Марисса ничего не отвечает, хотя из темноты вокруг нее слышится сердитое шипение. "Да, я, бывало, прокрадывалась в комнату Вивьен за ее духами... хотя я сомневаюсь, что здесь ты найдешь хоть кого-нибудь, кто этим не занимался. Если ты подразумеваешь, что я взяла ее *личный* аромат, что ж... не стесняйся, обнюхай тут все. Уверяю, ты не найдешь его ни на мне, ни в моей комнате".

source: Marissa's cold, cruel voice hisses from out of the darkness. "It returns! You have a reason for coming this time, I trust? Or just more of your pointless questions?"
ru: Холодный жестокий голос Мариссы шипит из темноты: "Вернулся! Полагаю, на этот раз ты сюда не просто так зашел? Или снова будешь задавать свои бессмысленные вопросы?"

source: "Actually, I've brought your Crimson Veil..."
ru: "Вообще-то, я принес твою малиновую вуаль..."

source: "More 'pointless' questions, Marissa."
ru: "Еще немного "бессмысленных" вопросов, Марисса".

source: "Just passing by. Farewell."
ru: "Просто проходил мимо. Прощай".

source: Marissa's red eyes gleam at you from the blackness. "Yes?" A faint hissing accompanies her query.
ru: Красные глаза Мариссы светятся в темноте. "Да?" - ее вопрос сопровождается слабым шипением.

source: "I had some questions, Marissa..."
ru: "Марисса, у меня есть некоторые вопросы..."

source: "Nothing, just passing by. Farewell."
ru: "Ничего, просто проходил мимо. Прощай".
