Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmbvger.dlg.po
Languages: ru

source: The ragged man flees as you approach him, fear etched across his features.
ru: Когда ты подходишь, мужчина в лохмотьях со страхом на лице бросается наутек.

source: "Maybe next time..."
ru: "Может, в другой раз..."

source: The ragged man looks at you with fear, and then realizes you mean him no immediate harm, and he straightens. "Whaddya want, berk?"
ru: Оборванец глядит на тебя со страхом. Поняв, что ты не желаешь ему зла, он расправляет плечи. "Че надо, пень?"

source: "Who are you?"
ru: "Кто ты?"

source: "What are you doing?"
ru: "Что ты делаешь?"

source: "What are you afraid of?"
ru: "Чего ты так боишься?"

source: "Nothing. Farewell."
ru: "Ничего. Прощай".

source: "Ain't important, cutter. Slipped 'twixt the cracks too long ago - or maybe that was me da. One way or another, m'just another one tryin' to make a living any way I can."
ru: "Это неважно, рубака. Уже давным-давно рыщу здесь по закоулкам... а, может, и мой батя тоже тут начинал. Так или эдак, я всего лишь один из тех, кто пытается хоть как-то выжить".

source: "All right. I had some other questions for you."
ru: "Ладно. У меня есть другие вопросы к тебе".

source: "I see. Farewell."
ru: "Понятно. Прощай".

source: "Make it fast, cutter. I got mouths t' feed."
ru: "Живее, рубака. У меня тут куча голодных ртов".

source: "Forget it, then. Farewell."
ru: "Тогда забудь об этом. Прощай".

source: "Tryin' to make a living. What's it look like? Only I keep gettin' asked questions, and it's stoppin' me from that. You done yet?"
ru: "Пытаюсь выжить. А на что это похоже? Вот только одно мешает: постоянно донимают меня расспросами. Ты уже закончил?"

source: "No. I had some other questions..."
ru: "Нет. У меня есть другие вопросы..."

source: "For now."
ru: "До скорого".

source: "You mean aside from the dabus bricking this place over, or the Hardheads cleanin' us out, or the deaders comin' out of the catacombs below, or the cranium rats tryin' to take us over, or each other's knives at our throats, or starvin'? Aside from the everyday, it's gotta be those creatures what done Pharod in."
ru: "Кроме дабусов, замуровавших это место, обчищающих нас Твердолобых, мертвяков из нижних катакомб, черепокрыс, пытающихся нас захватить, поножовщин между собой и голода? Если это не считать, то я боюсь тех тварей, которые прикончили Фарода".

source: "Creatures? What creatures?"
ru: "Тварей? Каких еще тварей?"

source: "Pharod's dead?"
ru: "Фарод мертв?"

source: "I had some other questions, then..."
ru: "Тогда у меня есть другие вопросы..."

source: "Creatures straight outta Baator's maw is what they was... things of blackest nightmare and fear, made of pure shadow. They took him and tore him apart. Weren't really nothin' left of him. Buried what we could find."
ru: "Твари прямо из утробы Баатора - вот они кто... создания из самых темных кошмаров и страха, сотканного из чистой тени. Они схватили его и разорвали на части. Почти ничего от него не осталось. Что нашли - то и похоронили".

source: "All right. Tell me something else, then..."
ru: "Ладно. Тогда скажи мне еще кое-что..."

source: "That's all I wanted to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: He coughs noisily into his hand. "What d'ya want this time?"
ru: Он шумно кашляет в кулак. "Чего тебе на этот раз?"

source: "I wanted some answers."
ru: "Мне нужны ответы".

source: You see a ragged man, clad in patchwork clothes. He reeks of smoke and trash, and has a yellowish cast to his skin. He looks askew at you. "What d'ya want from me, cutter?"
ru: Перед тобой оборванец, облаченный в латаные одежды. От него несет дымом и отбросами; кожа у него желтоватого оттенка. Он глядит на тебя искоса. "Чего тебе от меня нужно, рубака?"

source: "Just the answers to some questions..."
ru: "Просто ответь на несколько вопросов..."
