Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmcf1hlp.dlg.po
Languages: ru

source: You see a young woman with pale, yellow skin. She seems to be busy examining some wares in a crate.
ru: Перед тобой девушка с бледным желтоватым оттенком кожи. Она деловито осматривает товары в ящике.

source: She glances over here shoulder at you, then turns to face you. "Aye, and to ye. What ye be wantin'?"
ru: Оглянувшись через плечо, она поворачивается: "Ага, и тебе тоже. Чего хотел?"

source: She looks somewhat irritated but gives you a friendly smile. "I'll help ye if I can. What ye be needin' to know?"
ru: Она выглядит немного раздраженной, но все же приветливо улыбается. "Помогу, чем смогу. Что ты хочешь узнать?"

source: Her eyes grow wide and she quickly draws a half circle over her heart. "I canna' help ye. The chant is tha' he's in the ward, but I know not where."
ru: Ее глаза расширяются, она быстро проводит полукруг над сердцем. "Ничем не могу помочь. Говорят, что он в этом районе, но где именно - я не знаю".

source: She looks worried. "Nay, cutter. Most people avoid trouble, not go lookin' for it."
ru: Она обеспокоена. "Не, рубака. Никому не нужны неприятности, и никто не ищет их специально".

source: She frowns for a moment, then gives you a concerned look. "Aye, I've heard there are those who like such, but I canna' help ye."
ru: Нахмурившись, она обеспокоенно смотрит на тебя. "Ага, я слышала о том, кто это мог сделать, но помочь в этом не смогу".

source: She thinks for a moment then shrugs. "Ask the lad by the furnace. He likes to talk to most people. Mayhap he's heard somethin'."
ru: Подумав секунду, она пожимает плечами: "Спроси парня у печи. Ему нравится общаться с людьми. Может быть, он слышал что-нибудь".

source: She gestures toward the stalls. "Anze sells em. He'll be the one ye want to talk to."
ru: Она кивает на прилавки: "Анце ими торгует. Поговори с ним насчет этого".

source: She gestures toward the stalls. "Aalek deals in the Art. Ye should talk to em."
ru: Она кивает на прилавки: "Аалек знает толк в Искусстве. Поговори с ним насчет этого".

source: She frowns. "I don't mean to be rude, but I dunna have time for such talk. Ask the lad by the furnace. Always talkin to strangers he is."
ru: Она хмурится. "Не хочу казаться грубой, но у меня нет времени на разговоры. Спроси парня у печи. Он вечно разговаривает с незнакомцами".

source: She turns to look at you and smiles. "G'day again, cutter. What ye be needin'?"
ru: С улыбкой на лице она оборачивается к тебе: "И снова здравствуй, рубака. Что тебе нужно?"

source: "Greetings."
ru: "Приветствую".

source: Ignore her.
ru: Игнорировать ее.

source: "I have some questions...
ru: "У меня есть несколько вопросов..."

source: "Never mind, farewell."
ru: "Неважно, прощай".

source: "I'm looking for someone named Lothar, or the Master of the Bones..."
ru: "Я ищу кое-кого по имени Лотар, он же Повелитель Костей..."

source: "I had a skull and it's been stolen from me. Do you know anyone who would do such a thing?"
ru: "У меня был череп, который украли. Ты не знаешь кого-нибудь, кто бы мог это сделать?"

source: "Where can I buy some weapons?"
ru: "Где я могу купить оружие?"

source: "Where can I buy some magic?"
ru: "Где я могу купить магические предметы?"

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: "Do you know who would know?"
ru: "А ты знаешь, кто может знать?"

source: "All right. I have some more questions..."
ru: "Хорошо. У меня есть еще вопросы..."

source: "Farewell."
ru: "Прощай".

source: "I have some other questions..."
ru: "У меня есть другие вопросы..."

source: "Do you know anyone who could?"
ru: "А не знаешь кого-нибудь, кто может?"

source: "Very well. Farewell."
ru: "Отлично. Прощай".

source: "I have some questions..."
ru: "У меня есть несколько вопросов..."
