Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmebbeth.dlg.po
Languages: ru

source: "All's done." Mebbeth stands, drying her ink-stained fingernail on her robe. She tilts her head, regarding the strange, framed page in front of her. "A page fer yer spell book, it is." She indicates you should pick it up.
ru: "Готово". Меббет встает, обтирает вымазанный чернилами ноготь о свою юбку. Наклонив голову, она осматривает странную страницу в раме. "Вот страница в твоей книге заклинаний". Жестом она указывает тебе взять ее.

source: Take it...
ru: Взять ее...

source: "Inside yer spell book are yer recipes... yer 'spells'... if you will. As long as they sit in the book, though, they're jist words." She taps her head. "The Art demands ye pluck the magick out of the book and put them in yer attic... yer head, a-fore ye ken tap their power."
ru: "Внутри твоей книги хранятся рецепты... если хочешь, можешь называть их 'заклинаниями'. Но пока они сидят в книге, они остаются всего лишь словами, - она стучит по своей голове. - Искусство требует от тебя вытаскивать магию из книги и помещать ее к себе на чердак... в голову, до того, как ты сможешь применить их силу".

source: "Go on..."
ru: "Продолжай..."

source: "I think I understand the basics, Mebbeth. Farewell."
ru: "Кажется, основы я уяснил, Меббет. Прощай".

source: "Ye put them in yer attic by studyin' 'em, *memorizing* them. Ye usually need ta rest first a-fore ye ken do this, though. Any questions?"
ru: "Ты помещаешь их себе на чердак, изучая их, *запоминая* их. Только прежде чем ты сможешь это сделать, тебе сперва нужно будет отдохнуть. Вопросы?"

source: "No, Mebbeth."
ru: "Нет, Меббет".

source: "Yes... explain that again."
ru: "Да... Объясни еще раз".

source: "Oh, no questions, eh? Well now, ye *should* have questions! Ye know all's about how to memorize spells do ye? Yer a sharp one! Ye sure don't need any more of Mebbeth's words all-a-gobblin' up yer precious time... yer a master sorcerer already!"
ru: "О, нет вопросов? Вообще-то, у тебя *должны* появиться вопросы! Ты знаешь все о том, как запоминать заклинания? Да ты знаток! Значит, ты больше не хочешь, чтобы Меббет зазря своим бухтением тратила твое драгоценное время... Ты ведь теперь искусный чародей!"

source: "Forgive me, Mebbeth. I *meant* no questions on what you'd said. Please explain how to memorize spells."
ru: "Прости меня, Меббет. Я *имел* в виду, что у меня нет вопросов по сказанному. Пожалуйста, объясни, как запоминать заклинания".

source: "Your attitude is trying my patience, Mebbeth..."
ru: "Твое поведение испытывает мое терпение, Меббет..."

source: "Hmmph. All right then. Here's the dark of how ye memorize the spells: Pick the spells ye want to stick in yer head from yer spell book *a-fore* ye goes to sleep. When ye wake in the morn, they'll be buzzin' in yer head like flies, ready ta be let out."
ru: "Пф. Хорошо. Вот в чем секрет запоминания заклинаний. Выбери из книги те заклинания, которые хочешь оставить у себя в голове *до* того, как ляжешь спать. Когда проснешься поутру, они будут уже жужжать у тебя в голове, как мухи, готовые вылететь наружу".

source: "How many spells can I cast?"
ru: "Сколько заклинаний я могу сотворить?"

source: "Aye, I'll be any way I like with ye, child, so's I will, and ye'll pay attention right quick if ye wish to know the dark of the Art!"
ru: "Я буду делать, что мне вздумается, сынок, а ты держи ухо востро, коли хочешь познать тайны Искусства!"

source: "Forgive me, Mebbeth. Please explain how to memorize spells."
ru: "Прости меня, Меббет. Пожалуйста, объясни, как запоминать заклинания".

source: "If you're *done* with the lecture, then continue."
ru: "Если ты *закончила* с нотациями, то можешь продолжать".

source: "Ye ken cast only one, mayhap two spells a-fore needin' to rest again... as a tiny flitting mageling, there isn't much room in yer attic. So's use yer spells wisely until ye get wiser in the art. As yer power increases, ye'll get more room in yer attic for spells."
ru: "Ты сможешь сделать только одно, быть может, два заклинания, а потом тебе снова нужен отдых... У маленьких магов-учеников на чердаке не так уж много места. Так что используй свои заклинания с умом, пока не станешь более мудрым в познании искусства. С ростом силы будет расти и место в чердаке для твоих заклинаний".

source: "All right... go on..."
ru: "Хорошо... продолжай..."

source: "Ye ken only cast spells ye've memorized. So if ye want to use the Art to say, Mend somethin' twice, ye need to memorize the spell... how many times?"
ru: "Ты можешь творить только те заклинания, которые запомнил. Так что если ты хочешь воспользоваться, например, Излечением дважды, то запомнить его нужно будет... сколько раз?"

source: "Once."
ru: "Один раз".

source: "Twice."
ru: "Два раза".

source: "Twice! To cast a spell *twice,* ye need to memorize the spell *twice.*"
ru: "Два раза! Чтобы сотворить заклинание *два раза*, нужно запомнить заклинание *дважды*".

source: "Got it. How can I get more spells?"
ru: "Понял. Как мне достать еще заклинаний?"

source: Mebbeth nods. "Aye, twice, right enough."
ru: Меббет кивает. "Ага, два раз, все верно".

source: "How can I get more spells?"
ru: "Как мне достать еще заклинаний?"

source: Mebbeth taught me the fundamentals of the Art. She says that before I rest, I'll need to pick what spells I want to memorize by going to my spell book and choosing them. If I want to be able to cast a spell multiple times, I'll have to memorize the spell multiple times. Whenever I rest, I'll awake the next morning with the spells in my memory, ready to be cast. She said I'll only be able to cast a small number of spells each day until I become more proficient in their use. I might be able to find other teachers around Sigil who can teach me to cast spells as well.
ru: Меббет обучила меня азам Искусства. Она сказала, что перед отдыхом мне нужно подобрать заклинания, которые я хочу запомнить, открыв книгу заклинаний и выбрав их. Если мне нужно создать заклинание несколько раз, я должен запомнить заклинание несколько раз. Когда бы я не отдыхал, я просыпаюсь на следующее утро с готовыми к использованию заклинаниями в памяти. Она сказала, что каждый день я смогу творить лишь небольшое количество заклинаний, пока не стану более умелым в их использовании. Я также мог бы поискать в Сигиле других учителей, которые могут обучить меня заклинаниям.

source: Mebbeth shrugs. "Keep yer eyes and ears out for learnin' - even common folks might have some minor magicks to teach. There's also scrolls, recipes, books and even some stranger items that have spells inscribed on 'em. If ye find one, just examine it close and copy it into yer book if ye want it."
ru: Меббет пожимает плечами. "Держи ушки на макушке - даже обычные люди могут обучить какому-нибудь слабому колдовству. Есть еще свитки, рецепты, книги и даже странные предметы, на которых записаны заклинания. Если найдешь, просто изучи их повнимательнее и, если нужно, скопируй себе в книгу".

source: "Got it."
ru: "Понятно".

source: "I ken also show ye more spells if ye return, especially when ye've a little more o' the planes in ye."
ru: "Я даже смогу показать тебе некоторые, если ты вернешься, особенно если походишь немного по планам".

source: "I'd appreciate it. Thanks."
ru: "Буду очень признателен. Спасибо".

source: "A-fore ye go, child, ye'll need some magicks for ye to whet yer appetite..." Mebbeth rummages in her robe, then pulls forth three small recipes, which she passes to you. "Ye should copy these into yer book, so they ken go into yer attic as soon as possible..."
ru: "Пока ты не ушел, сынок. Вот тебе немного колдовства, чтобы чуть раззадорить твой аппетит..." Меббет, порывшись в своем платье, достает три небольших рецепта, которые передает тебе. "Скопируй их в свою книгу, чтобы они смогли попасть тебе на чердак как можно раньше..."

source: "Thanks, Mebbeth."
ru: "Спасибо, Меббет".

source: "All right child -- don't tarry here any longer. One such as ye has other ways to spend one's time rather than hang around Ol' Mebbeth."
ru: "Ладно, сынок - не задерживайся здесь больше. Есть гораздо больше способов провести свое время, нежели слоняться вокруг старой Меббет".

source: "Now, come on, Mebbeth, you're not old."
ru: "Да ладно, Меббет, не такая уж ты старая".

source: "You're not so old."
ru: "Не такая уж ты и старая".

source: "Aye, that be the truth. I've spent too much time here already."
ru: "И то верно. Я и так слишком много времени потратил здесь".

source: Mebbeth gave me three 'recipes' which she said I should copy into my spell book. She told me I should examine them in my inventory, then 'copy' them into my spell book.
ru: Меббет дала мне три "рецепта", которые, как она сказала, я должен записать в свою книгу заклинаний. Она сказала мне, что я должен осмотреть их в своем инвентаре, а затем "скопировать" их в книгу.

source: "Pah, ye flatterer! Yer tongue is so lined with silver it'd shame a Baatezu! Get ye hince!"
ru: "Пф, ну ты и льстец! Твой серебряный язык может посрамить и баатезу! Давай уже, иди!"

source: "Thanks for everything, Mebbeth."
ru: "Спасибо за все, Меббет".

source: "Farewell, Mebbeth."
ru: "Прощай, Меббет".

source: "Ye've got the temperment ta be one of those high-saddled sorcerors." Mebbeth snorts. "Still... I wish ye well, child. I wish ye well."
ru: "Характер у тебя под стать лучшим чародеям, - Меббет хмыкает. - Но все же... Желаю тебе всего хорошего, сынок".

source: "Farewell."
ru: "Прощай".

source: "Pah! Ye ken thank me by not playin' the addle-cove with what've learned. The Art's damned many a fool who sought to bend it in ways the Art weren't meant to bend. Now get along with ye!"
ru: "Пф! Можешь отблагодарить меня тем, что не будешь строить из себя пустоголового после того, что узнал. Искусство прокляло многих глупцов, которые решили извернуть его такими способами, какими Искусство не должно изворачиваться. А теперь ступай себе с миром".

source: As you enter, Mebbeth looks up, her face ashen... she looks ill. As you watch, creases spread across the folds her face like cracks, and her gray eyes flicker, as if having trouble focusing on you.
ru: Когда ты входишь, Меббет смотрит на тебя; лицо у нее пепельное... да и выглядит она нездоровой. Пока ты осматриваешься, по складкам ее лица, как трещины, пробегают морщины, а серые глаза все бегают, будто она не может сфокусироваться на тебе.

source: "I thought you might still be here, Mebbeth."
ru: "Я подумал, что ты еще можешь быть здесь, Меббет".

source: "You aren't dead, yet, 'Mebbeth?'"
ru: "Ты жива еще, 'Меббет'?"

source: "Mebbeth... did you *know* you were Ravel?"
ru: "Меббет... Ты *знала*, что ты была Равель?"

source: "Aye..." She smiles weakly, and her voice is scratchy, as if trying to force its way past layers of dust. When she speaks, it is like an echo. "I have... a little longer..."
ru: "Да..." Она вяло улыбается, ее голос скрипит, будто пробиваясь через слой пыли. Когда она говорит, ее голос похож на эхо. "Мне... уже недолго осталось..."

source: "Nay..." She smiles weakly. "I have... a little longer..."
ru: "Нет... - она вяло улыбается. - Мне... уже недолго осталось..."

source: She takes a deep breath... her words come slowly, her voice rattling in her throat. "Mayhap... Mebbeth has forgotten herself many times over... I have dreamed that I was someone else..." Each word is heavier than the last, as if centuries of weight are pressing down on them. Her body seems to shift slightly, as if wanting to *relax,* let go.
ru: Она делает глубокий вздох... слова ее тянутся долго, ее голос клокочет в глотке. "Быть может... Меббет уже не раз себя забывала... Мне снилось, что я была кем-то другим..." Каждое слово дается ей все тяжелее, как будто на них давит груз веков. Ее тело потихоньку сползает, словно желая *расслабиться*, отойти.

source: "How could you not know who you are?"
ru: "Как ты могла не знать, кто ты?"

source: "How is it *ye* do not know yerself?" Mebbeth licks her lips. "Many things... even bits of the self... they fall through memory's cracks, shadows of things forgotten, these memory thing-pieces, maybe bad... maybe good."
ru: "А как *ты* себя не знаешь? - Меббет облизывает губы. - Много вещей... даже кусочков себя... выпадают через трещины в памяти, тени вещей, давно забытых - эти частицы памяти. Может, это плохо... а может, и хорошо".

source: "But why Mebbeth? Why the disguise when you could have been Ravel again?"
ru: "Но зачем, Меббет? Зачем скрывать свой облик, когда ты могла снова стать Равель?"

source: "Here, in this place, all I did was the mendin' of things and bodies, settin' bones, deliverin' babes... in all these things, I was content." She sighs. "As for being that *other,* that Ravel..." She licks her lips again. "I think... ye take for granted what a comfort it would be, oft times, to misplace a memory or two."
ru: "Здесь, в этом месте все, чем я занималась - это чинила вещи и тела, вправляла кости, принимала роды... мне этого хватало, - она вздыхает. - А быть той, *другой*, той Равель... - она снова облизывает губы. - Мне кажется... для тебя это - обычное дело, но как бы хорошо было хоть время от времени что-нибудь да забывать".

source: "I wasn't sure if you would be here, Mebbeth, after what happened..."
ru: "Я не был уверен, что ты тут останешься, Меббет, после всего того, что случилось..."

source: Mebbeth nods - every movement is pained. "Aye, my precious one..." She winces as she takes a breath. "Seeing ye here... it is like an echo. Little time remains... the threads, these Ravels... they are unraveling as we speak."
ru: Меббет кивает, каждое движение причиняет ей боль. "Да, мой драгоценный... - она вздрагивает, сделав вдох. - Видеть тебя тут... это как эхо. Остается мало времени... нитки, эти Равели... они распутываются, пока мы разговариваем".

source: "Are you in pain?"
ru: "Тебе больно?"

source: She nods. "Yes... yet it is the irony which hurts the most..." She gives a sickly smile. "An act of kindness, thrice repaid... it is the way of the Planes that my few acts of kindness should be the death of me." She laughs softly. "Yet I have no regrets..."
ru: Она кивает. "Да... но от иронии еще больнее... - она болезненно усмехается. - Доброе дело, трижды отплаченное... Таков путь планов - те несколько моих добрых дел будут стоить мне жизни, - она тихонько смеется. - И все ж я не жалею..."

source: "I have questions, Mebbeth. I need to know who *did* this to you. Can you t--"
ru: "У меня есть вопросы, Меббет. Я должен знать, *кто* это с тобой сделал. Ты можешь м..."

source: She holds up her hand to silence you. "Precious man... I would have ye hear me, this last time..."
ru: Она поднимает руку, указывая тебе замолчать. "Мой драгоценный... я хочу, чтобы ты послушал меня в последний раз..."

source: "Mebbeth, there's not much *time*..."
ru: "Меббет, не осталось *времени*..."

source: "Precious man..." She sighs. "All's I wished to do was set the Lady free of her Cage... for ye, all's I wished for ye was to *live*... and for me daughter, I..." She sighs. "There is a saying on the Planes... that a hag's kindness is crueler... than her hate, and poisons all it touches..."
ru: "Мой драгоценный... - она вздыхает. - Все, что я хотела - это освободить Леди из ее Клетки... что до тебя, то я хотела, чтобы ты *жил*... а что до моей дочурки, я... - она вздыхает. - На планах ходит поговорка... что ведьмина доброта хуже... ее ненависти, и отравляет все, чего касается..."

source: "I think we've seen the truth of that."
ru: "Мне кажется, мы уже видели тому подтверждение".

source: "I'm sorry things turned out as it did. If I could have saved you, I --"
ru: "Мне жаль, что все так вышло. Если бы я мог тебя спасти, я..."

source: She smiles slightly. "I do not regret what has happened, my precious..." Her smile fades. "Nor should ye." Her eyes film over, and her gaze loses focus. "Ah... I... ken stay here... no longer."
ru: Она слегка улыбается. "Я не жалею о случившемся, мой драгоценный... - ее улыбка меркнет. - И ты не должен, - ее глаза заволакиваются пеленой и утрачивают фокус. - Ах... я... больше... не могу здесь оставаться".

source: "Good riddance, Ravel. May a darker place than this be your home."
ru: "Скатертью дорога, Равель. Пусть домом тебе будет более темное место".

source: "Farewell, Ravel."
ru: "Прощай, Равель".

source: "I am dying now..." She blinks her rheumy eyes. "My end... it's traveling from all of time's directions, all of Ravel's threads are unraveling..." She coughs. "Yet..." Her gray eyes lock upon you. "Mayhap not all is lost... one of my black-barbed seeds from the maze... did ye bring one with ye?"
ru: "Я умираю... - она моргает слезящимися глазами. - Мой конец... это путешествие по всем направлениям времени. Все нити Равель распутываются... - она кашляет. И все же... - ее серые глаза задерживаются на тебе. - Быть может, еще не все потеряно... черношипное семя из лабиринта... ты принес его с собой?"

source: "Yes. Here."
ru: "Да. Вот".

source: "I have it, but I will not give it to you."
ru: "Да, но тебе я его не отдам".

source: "Ah..." She takes the seed gingerly, and she slips it into her graying locks. "So the Unity-of-Rings is served..." With a flickering glance, she raises her hand and beckons you to come closer.
ru: "Ах..." Она осторожно берет семечко и бросает его в свои седеющие локоны. "Значит, Единство Колец сработало..." Блуждая взглядом, она поднимает руку и жестом показывает тебе подойти ближе.

source: Step close to her, kneel down.
ru: Подойти к ней ближе, встать на колени.

source: "No... no matter what guise you wear, you are Ravel, and I do not trust you. Mebbeth I mourn. You I do not."
ru: "Нет... неважно, какую личину ты носишь, ты - Равель, и я тебе не доверяю. Я скорблю по Меббет, но не по тебе".

source: She nods, looks like she is about to say something, then smiles and closes her eyes.
ru: Она кивает. Кажется, она собирается что-то сказать, но потому улыбается и закрывает глаза.

source: She whispers something softly under her breath, then clasps your head in her hands and places a paper-thin kiss upon your forehead. You close your eyes as her lips touch your skin...
ru: Она что-то тихо шепчет себе под нос, затем берет твою голову руками и нежно целует тебя в лоб. Ты закрываешь глаза, когда ее губы касаются твоей кожи...

source: "May the Planes receive you kindly, Mebbeth."
ru: "Покойся с миром на планах, Меббет".

source: "I was a mage, once, but have turned from the path of the Art. I'd like to become one again."
ru: "Когда-то я был магом, но свернул с пути Искусства. Я хочу снова вернуться на этот путь".

source: "Mebbeth, are you all right?"
ru: "Меббет, с тобой все в порядке?"

source: "Mebbeth... your voice... you're speaking in *Ravel's* voice. Who *are* you?!"
ru: "Меббет... твой голос... ты говоришь голосом *Равель*. *Кто* ты?!"

source: "Wait... there's more..." Mebbeth fishes a tiny bundle of black cloth from her apron and unrolls it, producing a pair of amber earrings. "These'll protect ye on yer travels, child... I no longer wear them meself, so go ahead an' take them."
ru: "Постой... вот еще..." Меббет выуживает из своего фартука крошечный сверток из черной ткани и разворачивает его, показав пару янтарных серег. "Они будут беречь тебя в твоих странствиях, сынок... Я их уже не ношу, так что давай, возьми их".

source: "Thanks again..."
ru: "Еще раз спасибо..."
