Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmebbeth.dlg.po
Languages: ru

source: This squat old woman looks like she has had all the color bled out of her -- everything from her hair, to her shawl, to her robe - all are shades of gray. The only splotches of color on her come from several strange herbs, which are tied to her belt by their stalks. The herbs make a strange *swsshhh* when she moves, like a broom.
ru: Эта коренастая старушка словно полностью выцвела: все, начиная с волос и заканчивая платком и платьем, окрашено в оттенки серого. Унылую картину разбавляют только странные травы, привязанные за стебли к ее поясу. Когда она двигается, они издают странный шелест, словно ими что-то подметают.

source: "Greetings."
ru: "Приветствую".

source: Mebbeth told me to take a strange black seed to one of the fruit merchants at the Hive market and get some herbs from him. She said the market is a few blocks south and east of her hut.
ru: Меббет попросила отнести странное черное семя одному из торговцев фруктами на рынке в Улье и вернуться от него с травами. Она сказала, что рынок находится в нескольких кварталах к юго-востоку от ее хижины.

source: I met an old woman, Mebbeth, a midwife in Ragpicker's Square. She seems a little addled... but so does everyone else in this berg.
ru: Я повстречал старушку Меббет, повитуху с площади Старьевщиков. Похоже, она немного тронулась умом... как и все остальные в этом городе.

source: Mebbeth offered to cure my wounds for free... it might be a good idea to return to her every once in a while if I need healing.
ru: Меббет предложила излечить мои раны даром... Неплохо бы возвращаться к ней каждый раз, когда мне понадобиться лечение.

source: Mebbeth told me there's a gate that leads to Pharod's kip somewhere in the Square. She said I should ask one of the other Collectors how I could find it.
ru: Меббет рассказала мне, что где-то на площади существуют ворота, которые ведут к берлоге Фарода. Она сказала, что я должен порасспрашивать других сборщиков насчет их местонахождения.

source: Mebbeth told me Ravel's tale... she said she was a night hag on the Gray Waste, but the dreariness of the place sowed discontent in Ravel's mind. Ravel packed up her kip and came to Sigil in search of knowledge - but what she learned she used against the city and the inhabitants themselves, acts of such evil that Mebbeth could not describe them. Ravel was punished by the Lady and sentenced to a maze, where the silence and quiet of the place may have calmed her greedy heart.
ru: Меббет рассказала мне сказку про Равель... Она сказала, что та была ночной ведьмой в Серой пустоши, но тусклость этого места посеяло недовольство в душу Равель. Она собрала пожитки и отправилась в Сигил в поисках знаний, но то, чему она научилась, она использовала против города и его жителей, творя такое зло, что Меббет не в силах его описать. Равель была наказана Леди и отправлена в лабиринт: тишина и спокойствие этого места должны были утихомирить ее жадное сердце.

source: Ignore the woman, explore the room.
ru: Не обращать внимания на женщину и обследовать комнату.

source: The elderly woman turns and stares at you... and you notice the gray shades blanketing her body extend to her features as well. Her hair is a wispy gray, and her eyes are like chips of granite. She frowns when she sees you. "And who might ye be, hmmmn?"
ru: Старушка поворачивается и молча смотрит на тебя... Ты замечаешь, что серый цвет ее одежды присутствует и в ее облике: волосы пепельно-серые, а глаза похожи на кусочки гранита. Разглядев тебя как следует, она хмурится. "И кем же ты будешь, м-м?"

source: "I am a traveler."
ru: "Я странник".

source: "I don't really know who I am."
ru: "Я не знаю, кто я на самом деле".

source: Lie: "The name's Adahn. Who are you?"
ru: Ложь: "Меня зовут Адан. А кто ты?"

source: "Sorry to disturb you. Farewell."
ru: "Извини за беспокойство. Прощай".

source: Mebbeth turns as you enter and gives you a skeptical eye. "Yer path brings ye back here, does it, child...?"
ru: Меббет поворачивается и с сомнением смотрит на тебя. "Судьба снова привела тебя сюда, сынок?.."

source: "I found the fruit merchant in the market."
ru: "Я нашел торговца фруктами на рынке".

source: "I returned with those herbs you wanted... now maybe you can get this damned bramble-patch off my wrist."
ru: "Я принес тебе травы, которые ты заказывала... Только убери эту чертову ежевику с моей руки".

source: "I brought your wash... I think Giscorl was a little heavy on the cleaning ritual, though."
ru: "Я принес тебе твое белье... Только, кажется, Дискорл немного переусердствовал с чисткой".

source: "Yes, I had some questions for you..."
ru: "Да, у меня есть вопросы к тебе..."

source: "Yes, I am in need of healing."
ru: "Да, мне нужно лечение".

source: "I came to purchase some cures and charms from you..."
ru: "Я пришел, чтобы купить снадобий и амулетов..."

source: "Could I rest here?"
ru: "Можно здесь отдохнуть?"

source: "No, I just came back to check on you. Farewell."
ru: "Нет, просто пришел проведать тебя. Прощай".

source: "Is that so? An' where have ye traveled *from* then?"
ru: "Вот оно как? И *откуда* же тогда ты странствуешь?"

source: "To death's kingdom and back, I think."
ru: "Думаю, из царства мертвых, а потом назад".

source: "From the Mortuary through the Hive to here."
ru: "Из Морга, шел сюда через весь Улей".

source: "Here and about... a number of places, really."
ru: "Отовсюду... то есть, из разных мест".

source: "It is of no importance. Farewell."
ru: "Это не имеет значения. Прощай".

source: The woman spits once... twice... three times, then makes a semi-circle over her heart. "'Ware what ye say, child -- and pray one of the Dead Powers don't take offense at yer words."
ru: Старуха сплевывает... еще раз... а потом еще, после чего делает полукруг над своим сердцем. "Следи за языком, сынок. Молись, что ни одна Сила Смерти не сочла это за оскорбление".

source: "I... see. Who are you?"
ru: "Понял... Кто ты?"

source: "I'll keep that in mind. Farewell."
ru: "Я запомню это. Прощай".

source: "Hah! Mortuary pale-faces, all concerned with makin' sure th' deaders are all in the jest the right places! Pah! Dusties n' fools - two words, same meaning." The woman's features suddenly go blank, and her eyes roll to the back of her head.
ru: "Ха! Бледнолицые из Морга только и делают, что следят за тем, чтобы трупы были на своих местах! Ха! Мертвяки и дураки - два слова, а смысл тот же". Внезапно, закатив глаза, старуха бледнеет.

source: "Are you all right?"
ru: "С тобой все в порядке?"

source: "Uh... sorry to disturb you. Farewell."
ru: "Э-э-э... Извини за беспокойство. Прощай".

source: The woman starts mumbling, her tone mocking. "Me am Dustie. Me want ta Die cause this life fake." Her eyes snap back to front, and she snorts. "Dusties! No sense know-nothings!" She points her finger at you. "Ye run outta this life, child, there's little or no place ta go."
ru: Старуха начинает притворно бормотать. "Я мертвяк. Я хочу умереть, потому что это ненастоящая жизнь, - моргнув, она фыркает. - Мертвяки. Ни черта не знают!" Она указывает на тебя пальцем. "Беги от такой жизни, сынок, там делать нечего".

source: "Ahhh..." She nods to herself. "Yet in all yer wandering, ye've decided to come to my door, have ye?" She snorts. "Blessed, am I."
ru: "А-а-а... - кивает она. - Бродил туда-сюда, и вот решил постучаться в мою дверь, так? Вот ведь счастья привалило".

source: "Who are you?"
ru: "Кто ты?"

source: "So ye not know yerself, child?" She squints, then points at your chest. "Hard ta piece together the man beneath all that tracery and scrawling scars, is it?"
ru: "Так ты не знаешь, кто ты, сынок? - она хихикает, указывая на твою грудь. - Трудно оставаться человеком под покровом всех этих шрамов и ран, верно?"

source: "Maybe... who are you?"
ru: "Может быть... так кто ты такая?"

source: "I must take my leave. Farewell."
ru: "Я должен идти. Прощай".

source: With a sly cackle, she wags her eyebrows. "Have ye not heard of Ol' Mebbeth then, the midwife of the Square? Have ye not now?" She narrows her eyes, and her voice drops. "Well, now ye have, fer *I* be Mebbeth."
ru: Лукаво улыбнувшись, она водит бровями. "Разве ты не слыхал о старой Меббет, повитухе с площади? Еще не слыхал? - она хитро щурится, переходя на шепот. - Ну так теперь услышишь, потому что я и *есть* Меббет".

source: "You're a midwife? What do you do?"
ru: "Ты повитуха? А чем ты занимаешься?"

source: "I set bones right, drive the cough outta the sick, yank out squealing, stubborn babes, mend cloaks or a rag or two, make cures and herbs and other such." She squints at you, studying your scars. "Be needin' a cure or three, do ye then?"
ru: "Вправляю кости, лечу кашель, вытаскиваю на свет орущих упрямых малышей, штопаю разное тряпье, делаю снадобья из трав, всякое такое, - она косится на тебя, изучая твои шрамы. - Тебе снадобья нужны?"

source: "Cures?"
ru: "Снадобья?"

source: "No thanks. I must take my leave. Farewell."
ru: "Нет, спасибо. Я должен идти. Прощай".

source: "Aye, ye be needin' some cures ta lookatcha. D'ye want ta buy some, do ye...?" She glances at the scars covering your body again, then shrugs. "Too late ta be askin' for them, I think."
ru: "Ага, тебе бы не помешала парочка для поправки здоровья. Что, будешь покупать?.. - она снова окидывает взглядом шрамы на твоем теле, затем пожимает плечами. - Хотя для них, наверное, уже будет поздновато".

source: "Actually, I *could* use some healing..."
ru: "Вообще-то, мне бы *не помешало* немного подлечиться..."

source: "Actually, we *could* use some healing..."
ru: "Вообще-то, нам бы *не помешало* немного подлечиться..."

source: "I don't need any cures now, but they might be useful later. Could I see what you have?"
ru: "Сейчас мне не нужны снадобья, но потом они могут пригодиться. Можно взглянуть, что у тебя есть?"

source: "Actually, I could just use a place to rest. Would you mind if I slept here?"
ru: "Вообще-то, я бы хотел здесь отдохнуть. Ты не против, если я здесь посплю?"

source: "Not at the moment. I had a question for you..."
ru: "Не сейчас. У меня есть вопрос к тебе..."

source: "I see. I must take my leave. Farewell."
ru: "Понятно. Я должен идти. Прощай".

source: Mebbeth nods. "Very well, then." She reaches for one of the dried herbs at her belt, snaps it off at the stalk, then grinds it in her callused palms. Small wisps of dust and pollen rise from her hands. She then mumbles to herself, then blows the dust into the air...
ru: "Хорошо", - кивает Меббет. Она берет за стебель одно из своих высушенных растений на поясе, переламывает его и растирает в своих мозолистых ладонях. Над ее ладонями поднимаются облачка пыльцы. Она что-то бормочет, после чего сдувает получившийся порошок в воздух...

source: Take a deep breath.
ru: Глубоко вздохнуть.

source: The gray pollen swirls around the room, and you breath deeply... and less than a moment later, you feel strangely refreshed.
ru: Серая пыльца кружится по всей комнате, ты глубоко ее вдыхаешь... Не прошло и мгновения, как ты чувствуешь себя необычайно посвежевшим.

source: "Thanks, Mebbeth. Before I go, I had some other questions for you..."
ru: "Спасибо тебе, Меббет. Перед тем, как уйти, я бы хотел задать тебе несколько вопросов..."

source: "Thank you, Mebbeth... I feel well again. Farewell."
ru: "Спасибо тебе, Меббет... Мне снова стало лучше. Прощай".

source: The gray pollen swirls around the room, blanketing you and your companions. You breath deeply... and less than a moment later, you feel strangely refreshed.
ru: Серая пыльца кружится по всей комнате, обволакивая тебя и твоих спутников. Ты глубоко ее вдыхаешь... Не прошло и мгновения, как ты чувствуешь себя необычайно посвежевшим.

source: "Ye be wantin' anythin' else, child?"
ru: "Еще что-нибудь ищешь, сынок?"

source: "Actually, yes... could I take another look at what you have?"
ru: "Вообще-то, да... Можно еще раз взглянуть на то, что у тебя есть?"

source: "No, but I had some other questions for you..."
ru: "Нет, но у меня были еще вопросы к тебе..."

source: "Not this day, Mebbeth... thanks. Farewell."
ru: "Не сегодня, Меббет, спасибо. Прощай".

source: "I sell rags n' herbs n' cures n' charms n' mixes n' poultices n' all that wash..." She shrugs. "Also, if ye find a queer item ye can't figure out, bring it to Mebbeth... no promises, child, but mayhap I ken riddle out what it is."
ru: "Я продаю тряпки, и снадобья, и амулеты, и микстуры, и припарки, и средства для стирки... - она качает плечами. - А еще, если найдешь курьезную и непонятную вещицу, - тащи ее Меббет... Обещать ничего не буду, сынок, но, быть может, я смогу разгадать, что это за вещь".

source: "I see. Can I see what you have to sell, then?"
ru: "Понятно. Можно тогда посмотреть, что у тебя есть?"

source: "Very well. I had some other questions for you..."
ru: "Хорошо. У меня были еще вопросы к тебе..."

source: "That is all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "Go on n' ask, then."
ru: "Тогда давай, задавай".

source: "Do you know someone named Pharod?"
ru: "Ты знаешь кого-нибудь по имени Фарод?"

source: "I'm missing a journal. Do you know where one could be found?"
ru: "Я потерял дневник. Не знаешь, где его можно найти?"

source: "Have you ever heard of someone named 'Ravel,' Mebbeth?"
ru: "Доводилось ли тебе слышать о ком-нибудь по имени Равель, Меббет?"

source: "I could use some healing..."
ru: "Мне нужно лечение..."

source: "What do you sell here, Mebbeth?"
ru: "Чем ты торгуешь, Меббет?"

source: "Could I buy some cures from you?"
ru: "Можно приобрести у тебя немного снадобий?"

source: "I found Kossah-Jai. She doesn't have any ink, but another fishwife does... thing is, I need something to hold the ink in."
ru: "Я нашел Косса-Джай. У нее не было никаких чернил, но у другой торговки рыбой они нашлись... Вот только мне нужно что-то, куда можно эти чернила налить".

source: "Here's that ink you wanted."
ru: "Вот чернила, которые ты заказывала".

source: "Are you a witch, Mebbeth?"
ru: "Ты ведьма, Меббет?"

source: "I want to learn the Art, Mebbeth."
ru: "Я хочу изучить Искусство, Меббет".

source: "I'd like to switch my profession and concentrate on my mage studies, Mebbeth."
ru: "Меббет, я хотел бы сменить свою специализацию и сконцентрироваться на навыках мага".

source: "No questions today. Farewell."
ru: "На сегодня вопросов нет. Прощай."

source: "Pharod?! That - that - pah!" You watch as Mebbeth spits once... twice... three times, then follows it by making a semi-circle over her heart. "That gull tird! Whatcha be wantin' with the likes of him?"
ru: "Фарод?! Этот... этот... тьфу!" Ты наблюдаешь за тем, как Меббет сплевывает... еще раз... и еще, после чего делает полукруг над своим сердцем. "Это чаячье дерьмо?! Чего это тебе от него могло понадобиться?"

source: "I need to find him. Do you know where he is?"
ru: "Мне нужно найти его. Ты не знаешь, где он может быть?"

source: "Never mind. I had some other questions..."
ru: "Неважно. У меня есть другие вопросы..."

source: "Nothing, never mind. I must take my leave. Farewell."
ru: "Ничего, неважно. Я должен идти. Прощай".

source: "He's not *in* Ragpicker's Square, that much I ken tell ye... ye need ta find a way *under* the Square ta get ta that tird spider's kip." She spits again. "Even talkin' 'bout him leaves a foul taste, it does."
ru: "Он не *на* площади Старьевщиков - вот все, что я могу тебе сказать... Чтобы найти берлогу этого паучины, тебе стоит искать *под* площадью, - она снова плюется. - Даже просто говорить о нем противно".

source: "He's under the Square?"
ru: "Он под площадью?"

source: "I see. I had some other questions..."
ru: "Понятно. У меня были еще вопросы..."

source: She jabs her finger at the floor. "Aye, he's buried beneath these piles of trash, him and his boys, and a tough time ye'd have diggin' him out of his nest." She shakes her head. "Let be, let be, child."
ru: Она тычет пальцем в пол. "Ага, схоронился со своими прихвостнями под горами мусора. Придется попотеть, чтобы выковырять его из гнезда, - она качает головой. - Не лезь туда, сынок, не лезь".

source: "I need to find him. How do I get down there?"
ru: "Мне нужно найти его. Как мне попасть вниз?"

source: Mebbeth frowns, then sighs. "Hear tell, Pharod's got a gate that leads to his nest somewhere here in the Square... it's jist a matter of findin' it. Ye might want to ask some of the others, some who travel a bit more than Ol' Mebbeth."
ru: Нахмурившись, Меббет вздыхает. "Говорят, у Фарода где-то на площади есть ворота, которые ведут прямо в его гнездышко... Это только вопрос времени - найти их. Можешь поспрашивать других, кто попутешествовал побольше старой Меббет".

source: Mebbeth thinks. "Haven't seen one. If it's in the Square -- which I doubt, since folks don't traffic much with books and the like -- it's most likely been sold or stolen. Was it somethin' important ta ye, then? A magic thingee, all glowing and sparkling with magicks, eh? If so, ye might never see it again."
ru: Меббет думает. "Нет, не видала. Если бы он был на площади, в чем я очень сомневаюсь, ведь книгами тут народ не очень помышляет, то, скорее всего, его уже либо продали, либо украли. А что, в нем что-то важное для тебя? Всякие сверкающие и искрящиеся магические штучки, а? Если так, то, скорее всего, больше ты его не увидишь".

source: "Maybe not. I had some other questions..."
ru: "Может быть. У меня были еще вопросы..."

source: "I'm beginning to think I'll never see it again, either. Farewell."
ru: "Я тоже начинаю думать, что больше не увижу его. Прощай".

source: "Pah!" Mebbeth hisses and makes a semi-circle over her heart. "What no-sense-nothing ye goin' on about! Sayin' such a name in *me* presence!" She wags her finger at you. "Evil, evil, sayin' such a thing brings evil to one's door."
ru: "Пф! - фыркает Меббет, проводя полукруг над сердцем. - Что за ерунду ты тут несешь?! Произнести это имя в *моем* присутствии! - она грозит тебе пальцем. - Дурной знак - так можно и беду накликать в свой дом".

source: "What do you know about her?"
ru: "Ты что-нибудь знаешь о ней?"

source: "Never mind, then. I had some other questions..."
ru: "Ладно, неважно. У меня есть другие вопросы..."

source: "Sorry, I didn't mean to offend you. Farewell."
ru: "Извини, я не хотел тебя оскорблять. Прощай".

source: "Ravel? Pah! Myths and scaredy-tales told ta childrens." Her voice drops, as if warning you. "Listen, child: NO Ravel was there, not at ALL... and iffen there *was,* ye got no needin' to be rattlin' that Cage."
ru: "О Равель? Пф! Только сказки и страшилки для детей, - она понижает тон, словно предупреждая тебя. - Послушай, сынок: Равель здесь НЕТ и НИКОГДА не было, а если и она *была* здесь, нечего об этом в Клетке трясти черепушкой".

source: "I need to know all you can tell me about her, Mebbeth. It's important."
ru: "Мне нужно знать о ней все, Меббет. Это очень важно".

source: Mebbeth frowns... she doesn't seem to want to meet your gaze. "Bad things... bad things in a name..." She looks back at you. "In Ravel's queer hagheart, many shades of evil and badness, all a-crossin' and a-twistin' like snakes. No more need be said, let be, let be!"
ru: Меббет хмурится... похоже, она избегает твоего взгляда. "Столько плохого... столько дурного в этом имени... - она поднимает на тебя взгляд. - В ведьмином сердце слишком много теней зла и несчастий, все они пересекаются и скручиваются, словно змеи. Нечего больше о ней говорить, оставь это, оставь!"

source: "Do you know where she is, Mebbeth? I have to find her."
ru: "Ты знаешь, где она, Меббет? Мне нужно найти ее".

source: "Where does one find a fairy's tale?! Mebbeth doesn't know!" She hisses. "And *iffen* I did know the knowin', would I tell ye? Nay, ye'd try and dig her up, and I can't have that on me mind, I can't..." She seems heartbroken. "But, child... if ye need to know, if yer dead certain that it's near to eatin' ye up inside, then... aye, then, I'll tell ye."
ru: "А где можно найти сказку?! Меббет не знает! - кричит она. - А *если* бы и знала, разве я бы тебе сказала? Нет, тебе придется самому ее выкапывать: не хочу даже и думать о ней, не хочу..." Похоже, она расстроилась. "И все ж, сынок... если хочешь узнать, если смерть как охота узнать, тогда... ладно, я расскажу тебе".

source: "Please... I have to find her, Mebbeth."
ru: "Пожалуйста... Мне нужно найти ее, Меббет".

source: "I don't need to know that badly. Farewell."
ru: "Я не настолько сильно хочу это знать. Прощай".

source: Mebbeth suggested I go speak to one of the sages in the Civic Festhall in the Clerk's Ward about how I might go about finding the entrance to Ravel's maze.
ru: Меббет посоветовала мне поговорить с одним из мудрецов в Городском Фестхолле, что в Чиновничьем районе, насчет поисков входа в лабиринт Равель.

source: "Ravel..." Mebbeth sighs. "Ravel, cruel Ravel, lies in the Lady's keepin', she does, in a prison, a maze... it's said she was put there so long ago, so very long ago... but findin' it? Mebbeth knows not the way." She sighs. "Ask in the Festhall, mayhap, in the Clerk's Ward. One of the graybeards there may have the dark of it..."
ru: "Равель, - вздыхает Меббет. - Равель, жестокая Равель, находится под опекой Леди, в тюрьме, в лабиринте... говорят, что она оказалась там давно, очень давно... но искать ее? Меббет не знает как, - она вздыхает. - Поспрашивай в Фестхолле, что в Чиновничьем районе. Быть может, один из тамошних седобородых знает о ней что-нибудь..."

source: "Do you know anything else about Ravel... something you can tell me before I seek her out?"
ru: "Ты знаешь о Равель что-нибудь еще... что-нибудь, чтоб сказать мне перед тем, как я отправлюсь на ее поиски?"

source: "Thanks... I'll go see what I can find out. I had some other questions, first..."
ru: "Спасибо... Посмотрим, что я смогу выяснить. Но сперва у меня еще несколько вопросов..."

source: "I go speak to one of them then. Farewell."
ru: "Тогда пойду, разыщу кого-нибудь из них. Прощай".

source: "Child..." Mebbeth speaks, but her voice sounds tired and broken. "...if ye seek evil in the Planes... ye need not travel far." She coughs. "Witch knows witch, power knows power, yet there is *none* who knows all Ravel's branchings and twistings. Learn yer skills well, and keep yer lids open when new sights don't be seeming right. Trust yerself, and do not be a-trustin' her, hear?"
ru: "Сынок... - говорит Меббет усталым и прерывистым голосом, - если ищешь на планах зло - далеко ходит не надо, - она кашляет. - Ведьма знает ведьму, Сила - Силу, но вот *никто* не знает всех ветвлений и переплетений Равель. Отточи свои навыки и держи глаза раскрытыми, как увидишь что-нибудь неладное. Доверься себе, а ей не доверяй, слышишь?"

source: "I will. Thanks, Mebbeth."
ru: "Хорошо. Спасибо, Меббет".

source: Mebbeth sighs. "I wish no ills upon others 'cept that one. Glad she's gone, I am, and the Cage is better for it. Again, will I say this, child... let the past rot where it lays. Let lie, let lie."
ru: Меббет вздыхает. "Я никому не желаю зла, кроме нее. Хорошо, что она пропала, и Клетке от этого только лучше. Еще раз повторю, сынок... не вороши прошлого. Оставь его в покое".

source: "I will take your warning to heart. I had some other questions for you..."
ru: "Я запомню твои предостережения. У меня есть к тебе другие вопросы..."

source: "I'm sorry, Mebbeth. I have to find Ravel. Farewell."
ru: "Извини, Меббет. Мне нужно найти Равель. Прощай".
