Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmebbeth.dlg.po
Languages: ru

source: "Mayhap, if I were to begin a tale..." Mebbeth speaks slowly, choosing her words carefully. "Mayhap the tale would begin with a gray *sister* who lived upon the Planes, upon the fields of the Gray Wastes. The wastes were such a quiet place, all quiet, and it was the silence that planted the seeds of discontent in Ravel's heart."
ru: "Быть может, если бы я хотела рассказать сказку... - медленно произносит Меббет, тщательно подбирая слова. - Может, эта сказка началась бы с серой *сестры*, жившей на где-то планах, на полях Серых пустошей. Те пустоши были тихим местом, очень тихим, и эта тишина сеяла семена недовольства в душе Равель".

source: "Yes...?"
ru: "Да?.."

source: "I think I've heard enough. I had some other questions..."
ru: "Думаю, я услышал достаточно. У меня есть другие вопросы..."

source: "Always needin' the *why* and *how* and *what might be* of things, always needin' to take one foot farther down the paths one should not travel." Mebbeth sighs. "And mayhap..."
ru: "Вечно ей были нужны *почему* и *как*, и *что бы произошло*, вечно она хотела идти туда, куда не следовало бы ходить, - Меббет вздыхает. - И быть может..."

source: "And mayhap...?"
ru: "И быть может?.."

source: "And mayhap, Ravel, beautiful in her power and her cunning and her cruelty, mayhap she traveled to this city, this Cage, that burns with too much bustle and thought, because that was where people sought things just for the *knowing* of them."
ru: "И быть может, Равель, прекрасная в своем могуществе, коварстве и жестокости, быть может, она отправилась в этот город, в эту Клетку, которая обжигает обилием суматохи и мыслей, потому что тут люди ищут вещи, просто чтобы *знать* их".

source: Listen.
ru: Слушать.

source: "Yet knowin' was not *enough* for one of Ravel's power, so many... many were hurt, and the Cage, this city, it rattled with her needs and wants. Such evils..." She makes a semi-circle over her heart. "Such were Ravel's evils... it steals my words to think of them. She was cast out, into a maze..."
ru: "И все же одного лишь знания было *недостаточно* для Равель. Так много... так много пострадало, и Клетка, этот город, трещал от ее капризов и желаний. Такими были... - она выводит полукруг напротив сердца. - Такими были злодеяния Равель... мне недостает слов, чтобы выразить. Ее изгнали в лабиринт..."

source: "And mayhap that maze was quiet, too, like her small hut on the Gray Wastes, and mayhap the silence and quiet had a chance to creep in to Ravel's mind, now that they were not unwelcome, and cruel Ravel, for all her branchings and twistings, was content again." Mebbeth sighs. "And mayhap that is how Ravel's tale ends. Who knows?"
ru: "И быть может, тот лабиринт тоже был безмолвным, как и ее хибарка в Серых пустошах, и быть может, тишина и покой смогли добраться до разума Равель, теперь, когда они уже не были нежеланными, и жестокая Равель была довольна всеми своими ответвлениями и переплетениями, - Меббет вздыхает. - И быть может, так и заканчивается сказка про Равель. Кто знает?"

source: "Indeed. I had some other questions..."
ru: "Действительно. У меня еще несколько вопросов..."

source: "Thank you for the tale, Mebbeth. I must take my leave. Farewell."
ru: "Спасибо за рассказ, Меббет. Я должен идти. Прощай".

source: "Oh, come back to th' fold, have ye?" Mebbeth chuckles dryly. "Very well, let's see what ye've forgotten and what ye've 'membered..."
ru: "О, значит, решил вернулся в строй? - Меббет сухо смеется. - Хорошо, посмотрим, что ты забыл, а что еще помнишь..."

source: "Very well..."
ru: "Хорошо..."

source: Mebbeth taught me the Art, so I'm now focused on learning magic... I'll need to find a thief or combat tutor if I want to switch back to one of the other professions.
ru: Меббет обучила меня Искусству, так что теперь я сосредоточен на изучении магии... если я захочу снова поменять специализацию, мне придется найти вора или тренера бойцов.

source: Mebbeth frowns, then nods. "Ye've minded the teachings of the Art well enough, ye have. Ye're focused on the wizardly arts now, ye are - no more fightin' and thiefin' for ye unless ye talk to another who ken teach ye such a thing."
ru: Меббет хмурится, потом кивает. "Ты хорошо разобрался в учениях Искусства. Теперь ты сосредоточился на колдовстве - больше никаких драк и воровства, пока ты снова не найдешь кого-нибудь, кто сможет тебя этому обучить".

source: "Thanks, Mebbeth. I had some questions for you..."
ru: "Спасибо, Меббет. У меня есть вопросы к тебе..."

source: "I'll keep that in mind. Farewell, Mebbeth."
ru: "Я это запомню. Прощай, Меббет".

source: Mebbeth shakes her head... a little sadly, it seems. "I've taught ye all I ken teach, child... the precious little I've left would not be of interest to one such as ye. I'm proud of ye, I am. Ye've got the makings of a mighty sorcerer, ye do."
ru: Меббет качает головой... кажется, она немного опечалена. "Сынок, я научила тебя всему, чему смогла... то малое, что я упустила, неинтересно для такого как ты. Я горжусь тобой. У тебя задатки могущественного колдуна".

source: "Thanks, Mebbeth. I had some other questions for you..."
ru: "Спасибо, Меббет. У меня есть к тебе другие вопросы..."

source: "I've had a good teacher. Farewell, Mebbeth."
ru: "У меня был хороший учитель. Прощай, Меббет".

source: It looks like there's nothing more that Mebbeth can teach me in the Art. I'll have to find some other tutors who have a wider range of magic.
ru: Похоже, что больше Меббет ничему меня не научит в Искусстве. Мне придется найти себе других наставников с более широкими познаниями в магии.

source: Mebbeth scrutinizes you. "Ye want to see what else I have to teach? Let's see if ye've learned what I've already taught ye... and if ye have any room in yer brain-box first, child..."
ru: Меббет пристально на тебя смотрит. "Хочешь увидеть, чему еще я могу научить? Посмотрим, усвоил ли ты то, чему я тебя уже обучила... и прежде всего, есть ли еще место в твоей черепушке, сынок..."

source: Mebbeth said I need to gain a little more experience before she can teach me anything more about the Art.
ru: Меббет сказала, что мне нужно еще набраться опыта, прежде чем она сможет научить меня чему нибудь еще по части Искусства.

source: Mebbeth shakes her head. "Ye need more time on th' forge, ye do, child. Come back to me when ye've a little more o' the experience o' world in ye, then we'll see about learnin' ye somethin' new."
ru: Меббет качает головой. "Ты еще недостаточно подкован, сынок. Возвращайся ко мне, когда наберешься опыта, а там уж посмотрим, что нового можно будет изучить".

source: "All right then. I had some questions for you before I go..."
ru: "Тогда ладно. Перед тем, как я пойду, у меня есть другие вопросы..."

source: "I'll come back when I have more experience. Farewell, Mebbeth."
ru: "Я вернусь, когда наберусь опыта. Прощай, Меббет".

source: Mebbeth nods her head. "Aye, ye've grown, ye've learned, seems to me. There's a bit more I ken teach ye, I can... another one o' me recipes..."
ru: Меббет кивает. "Да, ты вырос, ты обучился - так мне кажется. Да, я могу тебя еще кое-чему научить... еще одному из моих рецептов..."

source: Spell 1: Intimidate
ru: Заклинание №1: Запугать

source: Spell 2: Friends
ru: Заклинание №2: Друзья

source: Spell 3: Pacify
ru: Заклинание №3: Усмирить

source: Spell 4: Seizure
ru: Заклинание №4: Захват

source: Spell 5: Blood Bridge
ru: Заклинание №5: Мост крови

source: Spell 6: Irritation
ru: Заклинание №6: Раздражение

source: She nods. "Of course, child. I have a mess of blankets in the corner that would serve..."
ru: Она кивает. "Конечно, сынок. В углу есть одеяла, которыми можно воспользоваться..."

source: "That would be fine. Thank you."
ru: "Это было бы превосходно. Спасибо".

source: You awake, feeling refreshed. Mebbeth is puttering around the hut, but she turns when she hears you stir. "Awake, are ye? Ye slept like the dead..." She smiles. "Do no dreams stir ye head?"
ru: Ты просыпаешься, чувствуя себя полным сил. Меббет ковыляет по лачуге, но услышав, как ты шевелишься, она оборачивается. "Уже проснулся? Спал как мертвец... - она улыбается. - Сны не ворошили тебе голову?"

source: "Uh... you know, I didn't have any dreams at all."
ru: "Э... ты знаешь, а мне ничего и не снилось".

source: Mebbeth shrugs. "Nothin' odd 'bout that. Most dreams are shy; they fly when the sleeper's lids open."
ru: Меббет пожимает плечами. "Ничего странного. Большинство снов такие застенчивые: только откроешь глаза - а они уже улетели".

source: "No, but it doesn't feel like I forgot them... I don't think I dreamed *anything.* It feels... wrong."
ru: "Нет, но мне не кажется, что я их забыл... Думаю, мне и вовсе *ничего* не снилось. Что-то... не так".

source: Mebbeth chews that over, then shrugs. "Dreams ken make men great, but they have laid low just as many. Mayhap yer better off without them nettlin' ye."
ru: Меббет обдумывает это, потом пожимает плечами. "Сны могут возвеличить, но многих они и унизили. Быть может, будет лучше, если сны не будут тебя беспокоить".

source: "Mayhap... but I don't think so."
ru: "Возможно... Но мне так не кажется".

source: When I was at Mebbeth's hut, I suddenly realized that I don't dream. It doesn't feel like I'm forgetting my dreams... I don't think I'm dreaming at *all.* It feels... wrong. I better look into it when I get the chance.
ru: В хибарке Меббет я вдруг понял, что мне не снятся сны. Непохоже, что я их забываю... Мне кажется, что мне *вообще* ничего не снится. Что то... не так. Лучше мне по возможности в этом разобраться.

source: Mebbeth snorts. "Well, dreams or no, I'm not one to change the nature of a man. Have ye slept enough?"
ru: Меббет фыркает. "Что ж, есть у тебя сны или нет - не мне менять сущность человека. Спалось-то хорошо?"

source: "Yes, thanks... I had some other questions for you..."
ru: "Да, спасибо. У меня к тебе еще вопросы..."

source: "I think so. I better be on my way. Farewell."
ru: "Думаю, да. Я должен идти. Прощай".

source: You awake, feeling refreshed. Mebbeth is puttering around the hut, but she turns when she hears you stir. "Awake, are ye? Did ye sleep well?"
ru: Ты просыпаешься, чувствуя себя полным сил. Меббет ковыляет по лачуге, но услышав, как ты шевелишься, она оборачивается. "Уже проснулся? Хорошо спалось?"

source: Mebbeth scrutinizes you. "I say naught as to what I am and isn't, but whatcha be wantin' ta know so fool bad for that ye hound an' ol' woman, barkin' and sniffin' fer a juicy bit of gossip?"
ru: Меббет внимательно на тебя смотрит. "Я тебе ничего на этот счет не скажу. Чего тебе от меня надобно, что ты гоняешься за старушкой? Что, вынюхиваешь сочный кусочек сплетен?"

source: "I want to learn about magic. Could you teach me?"
ru: "Я хочу изучать магию. Ты можешь меня обучить?"

source: "No matter. I had some other questions..."
ru: "Неважно. У меня есть другие вопросы..."

source: "Never mind. I must take my leave. Farewell."
ru: "Неважно. Мне нужно идти. Прощай".

source: Mebbeth laughs. "Pah! I'm no teacher, no school-mistress all set up ta teach like them in the big Festhall! There's others somewhere I'm sure that'd spill the dark of it... ye'd be wastin' yer time with ol' Mebbeth, so ye would."
ru: Меббет хохочет. "Ха! Тут тебе не Фестхолл, а я - не преподавательница и не учительница! Всяко в округе есть посвященные в эти тайны, ты только время зря потеряешь со старой Меббет".

source: "I don't agree. I think you'd have a lot to teach."
ru: "Не соглашусь. Мне кажется, что у тебя можно многому научиться".

source: "No matter, then. I had some other questions..."
ru: "Тогда неважно. У меня есть другие вопросы..."

source: Mebbeth looks at you intently. "Oh, aye? *Why* do ye want to learn such things?"
ru: Меббет пристально смотрит на тебя. "Вот как? *Почему* ты хочешь изучать подобные штуки?"

source: Truth: "Because I just want to know."
ru: Правда: "Потому что я просто хочу знать".

source: Truth: "Because I may need it to solve the mystery of who I am."
ru: Правда: "Потому что я хочу узнать, кто я такой".

source: Truth: "Because I need power."
ru: Правда: "Потому что мне нужна сила".

source: Mebbeth scoffs. "Not a child's grammar book this is, not a guvner's set of laws... it's the *Art,* child. I'll teach ye, but ye've got ta keep a clear head about ye."
ru: Меббет усмехается. "Это тебе не детский букварь, и не кодекс законников... это *Искусство*, сынок. Я научу тебя ему, но для этого тебе понадобиться ясная голова".

source: "My reasons are my own."
ru: "Это мое личное дело".

source: "Never mind... I must take my leave. Farewell."
ru: "Неважно... Мне нужно идти. Прощай".

source: "I understand. Will you teach me?"
ru: "Я понимаю. Ты будешь меня обучать?"

source: After a moment, Mebbeth nods. "The Art may help, it may not, and ye must not rely on it ta solve all o' yer problems." She sighs. "Child, it's most like only going to add another chip to yer pile o' questions..."
ru: Мгновение спустя, Меббет кивает. "Искусство может помочь, а может и не помочь, и ты не должен полагаться на него в решении своих проблем, - она вздыхает. - Сынок, скорее всего от этого твоя кипа вопросов только разрастется..."

source: "Pah! An ill-desire, fer the ladder of the Art will always remind ye that ye there's another rung jist above ye, and there's a bunch of people and things that'll be on it, too. There'll always be someone better, and they'll learn *ye* if ye crave too much."
ru: "Пф! Дурное желание, ведь лестница к Искусству всегда будет напоминать тебе, что над тобой высится еще одна ступенька, а на ней - куча людей и вещей. Всегда будет кто-то лучший, и он научит *тебя*, если ты будешь хотеть достаточно сильно".

source: "I understand. Will you teach me anyway?"
ru: "Понятно. Так ты будешь меня учить?"

source: "That so? Well, iffen yer reasons are yer own, then my *knowledge* is my own. I won't teach one who hides hisself from the teacher... only evil comes from such a path."
ru: "Вот как? Коли это твое личное дело, тогда мои *знания* тебя тоже не касаются. Я не стану учить того, кто скрывает себя от учителя... это есть корень зла".

source: Truth: "Very well, I want to learn the Art for the sake of knowing it."
ru: Правда: "Ладно, я хочу изучать Искусство ради знаний".

source: Truth: "I want to learn the Art because I may need it to solve the mystery of who I am."
ru: Правда: "Я хочу изучать Искусство, потому что мне нужно разобраться в том, кто я такой".

source: Truth: "I want to learn the art because I need power."
ru: Правда: "Я хочу изучать Искусство, потому что мне нужна сила".

source: "Never mind then. Farewell."
ru: "Тогда неважно. Прощай".

source: "Aye, well..." She sniffs. "If ye still want to learn, then I'll need another task from ye. I forgot to tell ye to fetch one thing when ye left last time, and it'll take ye back to the merchant square... look for the cloth-seller, Giscorl. He has some rags of mine he was supposed to wash, and long has it been since I first asked him to do it."
ru: "Ну ладно... - она фыркает. - Если ты все еще желаешь учиться, тогда у меня для тебя еще одно поручение. Когда ты уходил в последний раз, я забыла сказать тебе кое-что забрать, так что тебе снова придется идти на рынок... Найди торговца тканью, Гискорла. Он тут должен был простирать мои тряпки, и уже немало времени прошло с тех пор, как я его попросила".

source: "I... see. Look, I had some questions for you..."
ru: "Понятно... Слушай, у меня есть некоторые вопросы..."

source: "You could have *mentioned* that before I left... all right, I'll be back."
ru: "Могла бы хотя бы *сказать* об этом перед тем, как я ушел... Ладно, я скоро вернусь".

source: "I'll go get it. Farewell."
ru: "Пойду, заберу их. Прощай".

source: "Pah!" Mebbeth shakes her head. "One should make songs rather than make magick. Songs have more beauty. Magick's been made dull, common-place, soiled by the mob of people that have tromped through it... hmpppph." She squints at you. "I'll teach ye... but first ye'll need to do some things for *me,* ye hear?"
ru: "Ха! - Меббет качает головой. - Некоторым лучше сочинять песенки, нежели творить колдунства. Песенки хоть красивше. А магию делают зануды и посредственности, не разбирающиеся в ней как следует... пф-ф-ф, - она косится на тебя. - Я обучу тебя... но для начала ты должен сделать для *меня* несколько дел, ты понял?"

source: "Like what?"
ru: "Например?"

source: "My legs aren't good fer walkin' about Sigil, and there's errands I'd have ye *run.* I need ye to fetch me some herbs from the market... it's spireward -- easterly and southerly from here -- in the Hive market. Here's a sample..." She takes a black seed from her coat and flicks it to you.
ru: "Мои ноги уже не те, чтобы ходить по Сигилу, так что для тебя у меня *есть* несколько поручений. Сбегай на рынок, принеси мне кое-какие травы... это в сторону шпиля - чуть восточнее и южнее отсюда - на рынок Улья. Вот образец..." Она достает из кармана черное семя и кидает его тебе.

source: Examine the seed.
ru: Осмотреть семя.

source: You twist the black seed in your hand... as you do, you feel a small bite, then a small drop of blood oozes from your thumb... there are tiny barbs on the seed, like teeth. Mebbeth snorts. "Careful with it... show it to one of the fruit merchants at the market, they will know what herbs ye seek."
ru: Ты крутишь черное семя на пальцах... внезапно ты чувствуешь небольшой укус, на пальце появляется капелька крови... На семени есть маленькие колючки, похожие на зубы. Меббет ухмыляется. "Осторожнее с ним... Покажи его одному из торговцев фруктами на рынке - они знают, какую траву тебе дать".

source: "All right. But I had some questions before I leave..."
ru: "Отлично. Но перед тем, как уйти, я хотел бы задать некоторые вопросы..."

source: "Very well, then. I'll return when I have the herbs."
ru: "Хорошо. Я вернусь, когда заполучу эти травы".

source: "Aye? Have ye gotten the herbs I wanted?"
ru: "Да? А травы, которые мне нужны, принес?"

source: "Not yet, Mebbeth. He said he couldn't help me... that I'd have to find a gardener."
ru: "Пока нет, Меббет. Он сказал, что ничем не может мне помочь... Мне нужно будет найти садовника".

source: "No, I had some other questions, actually..."
ru: "Нет, на самом деле я хотел бы задать несколько вопросов..."

source: "I'm still working on it. Farewell."
ru: "Я все еще работаю над этим. Прощай".

source: Mebbeth sighs. "Nothin' to be done, I s'pose." She grunts. "Well, no matter, child, no matter. I'll see if I ken coax one of me old seeds to grow, though it'll take time. I think I still have one or two left..."
ru: Меббет вздыхает. "Больше ничего не сделать, наверное, - ворчит она. - Ладно, неважно, сынок. Посмотрим, может, быть я смогу заставить прорасти одно из моих старых зерен, хоть это и займет порядком времени. Кажется, у меня еще осталась парочка..."

source: "All right then..."
ru: "Ну хорошо..."

source: Mebbeth wants me to fetch her wash from the cloth-seller in the market, a fellow named Giscorl. I wish she'd remembered it before I went looking for those herbs of hers...
ru: Меббет хочет, чтобы я забрал ее белье у торговца тканями с рынка, парня по имени Дискорл. Лучше бы она вспомнила об этом до того, как я пошел за ее травами...

source: Mebbeth grunts. "Lay-abouts... in the olden days, people gave ingredients, not excuses..."
ru: Меббет ворчит. "Вот ведь бездельники... А в старые времена люди давали ингредиенты, а не извинения..."

source: "So what should be done?"
ru: "И что же теперь делать?"

source: "I suppose so. Anyway, I had some questions..."
ru: "Может быть. Ладно, у меня есть вопросы к тебе..."

source: "Well, I'll hunt around some more. Farewell."
ru: "Ладно, пойду, посмотрю в округе. Прощай".

source: Mebbeth sighs. "Look for a gardener, I s'pose." She chews her lip.
ru: Меббет вздыхает. "Искать садовника, я так думаю". Она покусывает губу.

source: "Where?"
ru: "Где?"

source: "Very well then. Look, I had some questions..."
ru: "Ну и ладно. Послушай, у меня были еще вопросы..."

source: "I'll hunt around some more, then. Farewell."
ru: "Пойду, посмотрю в округе. Прощай".

source: Mebbeth frowns. "I haven't been out of this hut in many cycles, child. I don't know where one might find a gardener... but if ye want to learn the Art, ye'll have to learn to be persistent, so *look.* There must be one somewhere in the Hive."
ru: Меббет хмурится. "Сынок, я не выходила наружу уже несколько циклов. Не знаю я, где можно найти садовника... Но если ты хочешь изучать Искусство, тебе стоит научиться быть понастойчивей. Просто *ищи*. В Улье обязательно должен быть кто-нибудь".

source: "Very well... but before I go, I had some questions for you."
ru: "Хорошо... но пока я не ушел, у меня есть вопросы к тебе".

source: "I'll go look for one, then."
ru: "Тогда я пойду, поищу его".

source: "Maybe Mourns-for-Trees can help me... Farewell."
ru: "Может быть, Скорбящий-по-деревьям сможет помочь... Прощай".

source: "Is that so?" Mebbeth glances at the barbs that surround your wrist. "If so, *think* it off, then."
ru: "Вот как? - Меббет осматривает колючки на твоем запястье. - Ну раз так, тогда заставь их отцепиться *мысленно*".

source: Do so.
ru: Так и сделать.

source: Creaking and snapping, the black-barbed branches unravel themselves from your wrist and form into a tangled ball of brush and twigs; it looks like a nest of dead black snakes. Mebbeth snorts. "Think it into a picture frame or somesuch, somethin' with more structure and less angles."
ru: Со скрипом и треском черные колючки распутываются с твоего запястья, скатываясь в клубок из веточек. Очень напоминает клубок из мертвых черных змей. Меббет хмыкает. "Представь, что они - рамка от картины или что-нибудь такое. Что-нибудь более упорядоченное и с меньшим количеством углов".

source: Mebbeth wants me to fetch her wash from the cloth-seller in the market, a fellow named Giscorl. I wish she'd remembered it before I went looking for those herbs of hers...
ru: Меббет хочет, чтобы я забрал ее белье у торговца тканями с рынка, парня по имени Дискорл. Лучше бы она вспомнила об этом до того, как я пошел за ее травами...

source: Try and imagine the barbed-ball into a picture frame.
ru: Попробовать представить клубок из колючек картинной рамой.

source: Imagine the barbed-ball into a picture frame.
ru: Представить клубок из колючек картинной рамой.

source: Concentrate on the barbed-ball, then imagine it as a picture frame.
ru: Сконцентрироваться на клубке из колючек, затем представить его картинной рамой.

source: You focus for a moment, and try to picture a frame in your mind... there is a creaking and snapping from the ball, and you open your eyes: it has warped itself into a bizarre cube with its barbs all facing outwards. Anyone who picked it up would slice their hands to ribbons.
ru: Ты сосредотачиваешься и пытаешься представить раму... скрип и треск из клубка заставляют тебя открыть глаза: он скрутился в причудливый куб с торчащими во все стороны колючками. Любой, кто захочет его взять, изрежет свои руки в клочья.

source: "Uh..."
ru: "Э..."

source: Mebbeth snorts. "Maybe ye'd better try again."
ru: Меббет хмыкает. "Может быть, тебе стоит попробовать еще раз".

source: Take a breath, focus, then try again.
ru: Вздохнуть поглубже, сконцентрироваться и попробовать еще раз.

source: The branched ball creaks, the twigs bending and twisting until the branches have bent themselves into a crude picture frame, two handspans on a side.
ru: Ветвистый клубок со скрипом разгибается и извивается, пока ветви не образуют странноватого вида картинную раму размером в две пяди.

source: "How's that?"
ru: "Ну как?"
