Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmebbeth.dlg.po
Languages: ru

source: Mebbeth stares at the frame critically for a moment, then nods. "Square enough." She picks up the frame and scrutinizes it. "It'll do... it'll do."
ru: Меббет, критично оглядев раму, кивает. "Достаточно квадратная, - она берет раму в руки и внимательно ее разглядывает. - Это сойдет... да".

source: "Is that all you wanted it for?"
ru: "Это все, что ты хотела?"

source: The branched ball creaks, the twigs bending and twisting until the branches have bent themselves into a small picture frame, two handspans on a side. Almost unconsciously, you imagine-shape the barbs to the back of the frame so it can be hung from the wall easily.
ru: Ветвистый клубок со скрипом разгибается и извивается, пока ветви не образуют странноватого вида картинную раму размером в две пяди. Почти бессознательно ты представляешь позади рамы крючок, за который раму можно будет с легкостью повесить на стену.

source: The branched ball creaks, the twigs bending and twisting until the branches have bent themselves into a small picture frame, two handspans on a side. Almost unconsciously, you imagine-shape the barbs to the back of the frame so it can be hung from the wall easily... and, as an afterthought, you move the remaining barbed to the inside of the frame so it can be picked up by the edges.
ru: Ветвистый клубок со скрипом разгибается и извивается, пока ветви не образуют странноватого вида картинную раму размером в две пяди... Почти бессознательно ты представляешь позади рамы крючок, за который раму можно будет с легкостью повесить на стену... и уже запоздалой мыслью ты переносишь оставшиеся колючки внутрь рамы так, что теперь ее можно взять за края.

source: Mebbeth stares at the frame for a moment, then cackles. "Ha! Square enough, it is! Good work, child, good work." She picks up the frame and scrutinizes it. "This'll do nicely."
ru: Меббет, критично оглядев раму, хихикает. "Ха! Достаточно квадратная, точно! Хорошая работа, сынок, хорошая работа, - она берет раму в руки и внимательно ее разглядывает. - Это отлично подойдет".

source: "Aye, well, this is enough..." She sniffs. "Aye, but there was one thing I forgot to tell ye to fetch when ye left last time, and it'll take ye back to the merchant square it will... look for the cloth-seller, Giscorl. He has some rags of mine that he was supposed to wash, and long has it been since I first asked him to do it."
ru: "Ну да, этого достаточно... - она шмыгает носом. - Да, вот только я забыла сказать одну вещь, когда посылала тебя на рынок. Сходи на торговую площадь... поищи торговца тканями, Дискорла. У него есть мои тряпки, которые он давным-давно должен быть постирать".

source: She takes the stacks of starched-green rags from you, and she examines them critically. "At least they won't tear." She sighs. "Or bend."
ru: Взяв у тебя кипу накрахмаленных зеленных тряпок, она внимательно их разглядывает. "По крайней мере, их теперь не порвешь, - она вздыхает. - И не согнешь".

source: "What was with that cloth-merchant, Giscorl? His hands were all scarred. and he seemed... slow."
ru: "Что случилось с торговцем одеждой, Дискорлом? Его руки все в шрамах, а сам он какой-то... заторможенный".

source: Mebbeth is still turning the cloth over in her hands, tapping it with her finger. "Well, child, sometimes one burns with the Art, and other times, the Art burns ye."
ru: Меббет все еще поглаживает одежду рукой. "Иногда, сынок, ты зажигаешь Искусство, а иногда - Искусство зажигает тебя".

source: "Is that what happened to him?"
ru: "Это и случилось с ним?"

source: Mebbeth clicks her tongue. "Mayhap. There's somes for who usin' the Art is like breathing. They strolls about with pointy hats and stinkweed pipes... then there's hedge-wizards n' plane-touched gypsies n' fortune-casters n' half-seers n' midwives who flicker with the Art... them have a harder time of it."
ru: Меббет щелкает языком. "Быть может. Есть такие, которые без Искусства жить не могут, как без воздуха. Гуляют себе в остроконечных шляпах и курят вонючие трубки... А есть еще маги-недоучки, и тронутые планами бродяги, и ловцы удачи, и пророки-самоучки, и повитухи, которые в Искусстве вспыхивают... Им от него приходится тяжелее всех".

source: "And Giscorl was one of them?"
ru: "Так, значит, Дискорл был одним из них?"

source: Mebbeth nods. "Aye... so to speak. In some ways, he's no different now than he was. Addicted to habit and ritual, he was." She sets down the stiff rags; they *clunk* as she places them on the floor. "Aye, now, there's one last thing I need from ye, child..."
ru: Меббет кивает. "Ага... можно и так сказать. В некотором смысле, нынешний он мало отличается от того, кем он был. Все такой же одержимый обычаями и ритуалами". Она бросает тряпки, которые с глухим стуком падают на пол. "Да, мне нужна еще одна вещь от тебя, сынок..."

source: "This better not involve me going back to the market, Mebbeth."
ru: "Только не очередной поход на рынок, Меббет".

source: "Of course. What do you need?"
ru: "Конечно. Что тебе нужно?"

source: "Oh? And iffen it does, child?!" Mebbeth draws herself up, and she glares at you. Even at full height, her head barely crests your shoulders.
ru: "Да? А что, если это так, сынок?!" Меббет встает во весь рост, грозно глядя на тебя. Но даже полностью выпрямившись, она едва ли достает тебе до плеч.

source: "Mebbeth, it's a waste of time to keep traveling to the market for all these things, especially when you could have taken a moment and thought about everything you needed instead of sending me on the same errand *three* times."
ru: "Меббет, это просто пустая трата времени - каждый раз идти на рынок за каким-то пустяком, особенно когда ты могла бы просто вспомнить все, что тебе нужно, вместо того, чтобы посылать меня с поручениями *три* раза".

source: "All's I'm saying is that if you can't keep your head straight about what you need from the market, I doubt you can teach me much about magic."
ru: "Если ты даже не можешь удержать в голове то, что тебе нужно взять на рынке, то я очень сомневаюсь, что ты сможешь научить меня хоть чему-нибудь в магии. Вот все, что я хотел сказать".

source: "Never mind. What do you need?"
ru: "Неважно. Что тебе нужно?"

source: Mebbeth puffs up, her face turning turnip-red. "Oh, aye? Is that yer feelin's on the matter, is it? If so, then leave! I'll tell ye, I won't be a-wastin' my time tryin' to shine light in that mule-head o' yers!"
ru: Меббет фыркает, ее лицо наливается красным, "Ах вот оно что? Вот что ты об этом думаешь? Ну тогда проваливай! Я не собираюсь тратить свое время на просвещение такого тупоголового осла, как ты!"

source: "No, I'll do the errands... just tell me: is there anything else you need me to pick up while I'm there?"
ru: "Нет, я выполню поручение... только скажи. Может быть, тебе нужно будет принести еще что-нибудь?"

source: "All right, all right. I spoke in haste. What do you need?"
ru: "Ну хорошо, хорошо. Я погорячился. Что тебе нужно?"

source: "Fine, I'm leaving. Farewell."
ru: "Отлично, я ухожу. Прощай".

source: "Only this: I need some inks fer scribin' some ingredients in one of me cookery books. I'll need ye to fetch some from one of the merchants -- Kossah-Jai, be her name."
ru: "Только одна вещь. Мне нужно немного чернил, чтобы записать ингредиенты для одного моего рецепта. Принеси мне их от одной их торговок - Косса-Джай ее зовут".

source: "Very well. I'll go see if I can find her, but I had some questions first..."
ru: "Хорошо. Я пойду и поищу ее, но сначала я хочу задать несколько вопросов..."

source: "All right, then... I'm off. Farewell."
ru: "Ну хорошо... Я пошел. Прощай".

source: Mebbeth needs me to run yet *another* damnable errand for her... it's back to the market again to fetch some ink. She said to speak to a woman named Kossah-Jai in the market square. She's probably the only merchant I *haven't* spoken to yet.
ru: Меббет послала меня *еще* с одним чертовым поручением... снова на рынок, достать чернил. Она сказала переговорить на рыночной площади с женщиной по имени Косса-Джай. Кажется, это единственная торговка, с которой я еще не *разговаривал*.

source: "Can't ye get a cup, or a bowl, or a tankard or something from one of the other merchants?"
ru: "А ты не можешь взять какую-нибудь чашку, кубок или кружку у другого торговца?"

source: "I could. I'll ask one of the other merchants, but I had some other questions for you first..."
ru: "Могу. Я поспрашиваю других торговцев, но сначала я хочу задать тебе несколько вопросов..."

source: "I suppose I could... oh, well, I'm off. Farewell."
ru: "Думаю, что могу... Уф-ф, я пошел. Прощай".

source: Mebbeth takes the tankard of ink from you, then sniffs it. "Prime ink, fresh it is, aye..." She nods at you. "Ye've done well, child. All I've asked. Now, I ask ye again: after all ye've seen, do ye still want to learn the art?"
ru: Меббет берет у тебя кружку с чернилами и обнюхивает их. "Настоящие чернила, свежие... - она кивает тебе. - Ты хорошо поработал, сынок. Принес все, что я просила. А теперь я спрошу тебя еще раз: после всего, что ты видел, ты все еще хочешь изучать искусство?"

source: "After all I've seen? What do you mean?"
ru: "После всего, что я видел? Что ты имеешь в виду?"

source: "Yes, I do."
ru: "Да, хочу".

source: "Yes. After all, the guiding goal of your errands was to test my persistence, was it not?"
ru: "Да. В конце концов, основной целью в твоих поручениях была проверка моей настойчивости, не так ли?"

source: "No, I don't think the Art is for me. Farewell, Mebbeth."
ru: "Нет, я не думаю, что Искусство для меня. Прощай, Меббет".

source: Mebbeth smiles, then nods. "Yes... mayhap, child, mayhap."
ru: Меббет улыбается, кивая. "Да... быть может, сынок, быть может".

source: "And that's not all; you knew who I had to see to accomplish each errand, didn't you?"
ru: "Но это еще не все. Ты знала, с кем мне доведется встретиться в каждый раз, не так ли?"

source: "Very well. I still want to learn the Art."
ru: "Хорошо. Я все еще хочу изучать Искусство".

source: Mebbeth nods again, slower this time. "Mayhap, child, mayhap... iffen so, what did yer senses tell ye about them?"
ru: Меббет кивает снова, на этот раз медленнее. "Быть может, сынок, быть может... Если это и так, что твои чувства сказали тебе о них?"

source: "Mourns-for-Trees showed me that my beliefs affect the world around me, Giscorl taught me that ritual is a wasted effort if the purpose of the ritual is ignored, Meir'am taught me that no matter how much I think I know, there is still much I can learn from another's eyes."
ru: "Скорбящий-по-деревьям показал мне, что мои убеждения могут влиять на окружающий мир. Дискорл продемонстрировал мне, что ритуал - это бесполезное занятие, если результат ритуала не нужен. Меирам научила меня тому, что неважно, сколько я знаю, потому что вокруг есть много всего, что можно постичь, просто взглянув на это другими глазами".

source: Mebbeth is silent for a moment, then she walks slowly over to you and touches you on the cheek. "Oh, child..." She sighs. "Ye will be a master sorcerer one day, ye will. Ye have the knowin' of it, yet... ye've come to Ol' Mebbeth for help, ye have. What could a midwife teach such a one?"
ru: Меббет умолкает на секунду, после чего подходит к тебе и касается щеки. "Ох, сынок... - вздыхает она. - Однажды ты станешь премудрым чародеем. И ты знаешь об этом... но все же ты пришел к старой Меббет за помощью. Чему же сможет тебя обучить повитуха?"

source: "Much, Mebbeth. I want to learn all you have to teach."
ru: "Многому, Меббет. Я хочу, чтобы ты меня обучала".

source: "From all ye've seen... have ye learned anythin'?"
ru: "Из всего увиденного... понял ли ты что-нибудь?"

source: "I learned I must be willing to put up with a lot of running around if I want to get anything out of you."
ru: "Я понял, что должен сильно постараться, если хочу хоть что-то получить от тебя".

source: "Well, some things. Not anything I could really comment on... except that I want to learn the Art."
ru: "Ну, некоторые вещи. Не обо всем я могу рассказать... Кроме, разве что, того, что я хочу учиться Искусству".

source: Mebbeth laughs. "And so it is with the Art, child, so it is with the Art. Many errands will ye run in its name, some seemin' to have no sense about them. Knowin' that, do ye still want to learn?"
ru: Меббет смеется. "Так и с Искусством, сынок, так и с Искусством. Тебе придется выполнять много заданий ради него, и некоторые из них даже могут не иметь смысла. Зная это, ты все еще хочешь учиться?"

source: "Yes."
ru: "Да".

source: Mebbeth seems lost in twisting the black-branched picture frame you made for her... she is squaring the edges and snapping off some of the barbed seeds on the branches. She suddenly notices you and sets down the frame. "Aye, child?"
ru: Меббет самозабвенно изменяет раму из черных веток, которую ты сделал для нее... Она равняет края и убирает некоторые из семян с веток. Заметив тебя, она откладывает раму. "Да, сынок?"

source: "I had some questions for you..."
ru: "У меня есть вопросы к тебе..."

source: Mebbeth is tugging at the mass of greenish-lime starched rags you brought from Giscorl... she seems to be purposely fraying the edges, as if to peel them apart somehow. When she hears you approach, she turns. "Aye, child?"
ru: Меббет шевелит кучу зеленых накрахмаленных тряпок, которые ты принес от Дискорла... Похоже, она специально истирает края, словно пытаясь снять с них пленку. Заслышав тебя, она оборачивается. "Да, сынок?"

source: "Nothing. Just checking up on you."
ru: "Ничего. Просто решил тебя поведать".

source: "So ye'll walk the path then..." Mebbeth pauses. "Well, first things firstly: jest havin' the knack for the Art isn't enough. Ye need some means of givin' it focus: usually 'spells.' The spells are usually in a book. So the Art demands ye have a spell book or its like a-fore ye ken cast spells. Ken ye read?"
ru: "Ну, тогда приступим... - Меббет делает паузу. - Ну, перво-наперво: простых способностей к Искусству недостаточно. Тебе нужны средства для их фокусирования: это 'заклинания'. Заклинания обычно хранятся в книге. Так что для Искусства тебе понадобится книга заклинаний или что-то вроде нее, прежде чем ты сможешь творить заклинания. Ты читать-то умеешь?"

source: "I don't know."
ru: "Не знаю".

source: "Then let's test it, ken ye read this?" Mebbeth draws forth a small tattered card... it looks like a recipe.
ru: "Тогда проверим это. Можешь это прочитать?" - Меббет достает какую-то измятую карточку... Похоже на рецепт.

source: Examine the recipe.
ru: Осмотреть рецепт.

source: The writing on the recipe swims before your eyes, each symbol twisting out of focus whenever you try and read it. Almost instinctively, you relax your eyes, allowing them to take in the page all at once... and the symbols suddenly bleed together: the recipe lists measurements, ingredients... it appears to be some minor divination.
ru: Записи на рецепте пляшут перед твоими глазами, символы расплываются каждый раз, когда ты пытаешься их прочесть. Почти инстинктивно ты расслабляешь глаза, позволяя им охватить всю страницу разом... неожиданно символы сливаются в одну картинку: в рецепте перечислены дозировки, ингредиенты... похоже, это заклинание малого предсказания.

source: "This is a minor divination, isn't it? It looks like it's a spell that allows the user to see the 'nature' of an item... to see whether it's enchanted or not."
ru: "Это ведь малое предсказание, не так ли? Похоже, это заклинание, которое позволяет заклинателю видеть 'сущность' предмета... видеть, заколдован он или нет".

source: "Here, ken ye read this?" Mebbeth draws forth a small tattered card... it looks like a recipe. Strangely enough, the writing on the recipe swims before your eyes, each symbol twisting out of focus whenever you try and read it.
ru: "Вот, сможешь это прочитать?" Меббет достает небольшую измятую карточку... похоже на рецепт. Очень странно, но записи на рецепте пляшут перед твоими глазами, символы расплываются каждый раз, когда ты пытаешься их прочесть.

source: Study the symbols, see if you can decipher them.
ru: Изучить символы, посмотреть, можешь ли ты расшифровать их.

source: "I give up, Mebbeth... what does this writing mean?"
ru: "Я сдаюсь, Меббет... что означают эти надписи?"

source: You study the symbols intently. No matter how hard you concentrate, however, the writing on the recipe seems to flow out of focus, bending and twisting like a nest of snakes. It makes your eyes hurt just trying to follow their movements.
ru: Ты пристально рассматриваешь символы. И все же, как бы сильно ты не старался, надписи на рецепте расплываются, изгибаются и скручиваются, как клубок змей. От одних лишь попыток уследить за их движениями твои глаза начинают болеть.

source: Keep studying the symbols, try and puzzle out their meaning.
ru: Продолжить изучать символы, пытаться разгадать их значение.

source: You keep studying the symbols for a few more minutes, Mebbeth silently watching you.
ru: Ты продолжаешь изучать символы еще несколько минут; Меббет молча следит за тобой.

source: As you are about to give up and turn away, you relax your eyes and take in the page all at once... as you do, the symbols suddenly bleed together: the recipe lists measurements, ingredients: it appears to be some sort of minor divination.
ru: Уже сдаваясь, ты расслабляешь глаза, позволяя им охватить всю страницу разом... неожиданно символы сливаются в одну картинку: в рецепте перечислены дозировки, ингредиенты. Похоже, это заклинание малого предсказания.

source: Mebbeth's eyes widen. "Who are ye to test Ol' Mebbeth so?! Are ye some fiend?"
ru: Меббет удивленно таращит глаза. "Да кто ты такой, чтобы проверять старую Меббет?! Ты что, демон?"

source: "What's wrong?"
ru: "Что не так?"

source: "No... well, not to my knowledge. What's wrong?"
ru: "Нет... ну, по крайней мере, я этого не знаю. А что не так?"

source: "Some have called me so, but not in my presence. Is there something wrong?"
ru: "Кое-кто называл меня так, но не прямо в лицо. Что-то не так?"

source: Mebbeth gave me a test... a small recipe, a minor illusion, written in the language of the Art. I was able to decipher its meaning with no training. I must have learned how to read magic at some point in the past.
ru: Меббет проверила меня... дала мне небольшой рецепт с записанным на языке Искусства заклинанием малого предсказания. Мне удалось расшифровать его значение без обучения. Должно быть, когда-то в прошлом я изучал, как читать магию.

source: "Well... not expectin' it, was I..." She nods at the recipe, then plucks it out of your hand. "What ye see, it's written in the language of the *Art.* If ye're not a mageling yet, it should be all-a-swirl-jumble of mish-mash." She snaps her finger. "Yet, clear as crystal, ye pluck the sense of it right up. Mayhap ye tell Ol' Mebbeth why that is?"
ru: "Ну... этого я не ожидала... - кивнув на рецепт, она дергает тебя за руку. - То, что ты видишь, написано на языке *Искусства*. Если только ты уже не был магом-учеником, должно быть, мир вывернулся наизнанку и перевернулся вверх тормашками, - она щелкает пальцами. - Тем не менее, ясно как день, что ты все правильно понял. Быть может, ты скажешь старой Меббет, почему все так?"

source: "I don't really know... I just *knew* what it said."
ru: "Я действительно не знаю... Я просто *знал*, о чем тут говорится".

source: "I think I may have known once, but forgot... seeing the symbols just jarred my memory."
ru: "Думаю, когда-то я помнил, но забыл... увидев символы, я просто дал встряску своей памяти".

source: "Or else a natural gift, ye may have... no matter, no matter, ye've just shaved seasons off of yer learning, ye have." Mebbeth *harumphs.* "An I'd been lookin' fer someone to handle the chores around here, I had..."
ru: "Или, быть может, у тебя природный дар... не важно, не важно. Ты только что срезал несколько сезонов своего обучения, - Меббет хмыкает. - А я уж было обрадовалась, что не надо искать кого-нибудь, кто хлопотал бы по дому..."

source: "Maybe it's just as well, then."
ru: "Может быть, так оно и должно быть".

source: "If you need help with anything around here, you can still ask... it's the least I can do in exchange for you teaching me."
ru: "Если тебе нужна помощь, только попроси... Это малое, что могу я сделать в обмен за твое обучение".

source: "Pah! And to think I took ye in..." She frowns. "Well, ye ken read spells well enough, but spells are no good to ye without a book to put them in..."
ru: "Ха! С чего это я решила, что могу взвалить на тебя хозяйство... - она нахмуривается. - Итак, ты хорошо умеешь читать заклинания, но от них мало прока, если у тебя нет книги, куда их можно поместить..."

source: "Do you have one?"
ru: "У тебя она найдется?"

source: "No, no, don't worry yerself about that..." She frowns. "Well, ye ken read spells well enough, but spells are no good to ye without a book to put them in..."
ru: "Нет-нет, не беспокойся об этом... - она нахмуривается. - Итак, ты хорошо умеешь читать заклинания, но от них мало прока, если у тебя нет книги, куда их можно поместить..."

source: Mebbeth glances around the hut, and then she catches sight of the black-barbed picture frame you made. She picks it up carefully and studies it. "This'll do."
ru: Меббет, оглядев лачугу, останавливается на сделанной тобой раме из черных колючек. Она поднимает ее и оглядывает со всех сторон. "Должно подойти".

source: "That thing? It's just a frame."
ru: "Эта штука? Это же просто рамка".

source: Mebbeth glances around the hut, and then she catches sight of a black-barbed picture frame on one of the walls. She pulls it off the wall carefully and studies it. "This'll do."
ru: Меббет, оглядев лачугу, останавливается на висящей на стене раме из черных колючек. Она снимает ее и оглядывает со всех сторон. "Должно подойти".

source: "Ah, but so are ye, child..." Still holding the frame, she picks up one of the starched rags you got from Giscorl. With a yank, she pulls off the greenish starched-surface film; it flutters in the air like a wispy bit of cloth. "Whatever Giscorl uses in the wash, it works better than curing, stretchin' and stonin' does on a normal rag. Can't afford parchment, I can't..."
ru: "Да ладно тебе, сынок..." Все еще держа раму, она поднимает одну из накрахмаленных тряпок, которые ты принес от Дискорла. Рывком она выдергивает тонкую зеленую крахмальную пленку, которая трепыхается на воздухе, словно клочок тонкой ткани. "Что бы там не использовал Дискорл при стирке, оно действует на обычную тряпку лучше, чем кипячение, отжим и глажка. Не могу себе позволить пергамент..."

source: "Parchment...?"
ru: "Пергамент?.."

source: She takes the starchy film and pulls it over the black-barbed frame, latching the rag's edges onto the hooks around the frame until it looks like a small greenish-black painter's canvas. "It's missin' something..."
ru: Она кладет крахмальную пленку на раму из черных колючек, закрепляет края и углы тряпки вокруг рамы, отчего полученная конструкция начинает напоминать зелено-черный холст художника. "Чего-то не хватает..."

source: "Well, it needs something painted on it."
ru: "Ну, теперь нужно что-то на нем нарисовать".

source: She nods. "Aye, or written on it..." She takes the tankard of ink you've given her and sets it down next to her. She dips one of her fingernails into the tankard, then draws it out, mumbling to herself. She begins to scratch symbols onto the frame, one by one, still mumbling to herself.
ru: Она кивает. "Ага, или написать..." Она берет кружку с чернилами, которую ты принес, и ставит ее перед собой. Что-то бормоча, она макает ноготь в кружку и начинает рисовать символы на холсте, не переставая при этом что-то бормотать.

source: Wait...
ru: Подождать...
