Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmengine.dlg.po
Languages: ru

source: You see a cube with two arms, two legs, and two small wings sprouting from its sides. On the front of the cube is an animated face. As you approach, the creature focuses its eyes upon you.
ru: Перед тобой куб с парой рук, ног и парой небольших крылышек по бокам. Спереди куба есть лицо, которое при твоем приближении фокусирует на тебе глаза.

source: "Greetings."
ru: "Приветствую".

source: Ignore the creature.
ru: Не обращать внимания на существо.

source: "Greetings." The creature speaks with a monotone, sexless voice.
ru: "Приветствуем". У существа монотонный и бесполый голос.

source: "I have some questions..."
ru: "У меня есть несколько вопросов..."

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: The creature continues to look at you blankly. "State your question."
ru: Существо смотрит на тебя пустым взглядом. "Сформулируй свой вопрос".

source: "Who are you?"
ru: "Кто ты?"

source: "What are you?"
ru: "Что ты такое?"

source: "What is this place?"
ru: "Что это за место?"

source: "What exactly is Rubikon capable of?
ru: "На что именно способен Рубикон?"

source: "I want to create a dungeon to explore."
ru: "Я хочу создать подземелье для исследований".

source: "I want to use the portal lens to travel somewhere."
ru: "Я хочу воспользоваться портальными линзами для путешествия".

source: "We are modron."
ru: "Мы - модрон".

source: "Your name is Modron?"
ru: "Твое имя Модрон?"

source: "I must be going now. Farewell."
ru: "Я должен идти. Прощай".

source: "We are modron. We do not have a name. We are modron. All that you see here are modron. We are one."
ru: "Мы - модрон. Мы не имеем имен. Мы - модрон. Все, что ты видишь здесь, - модрон. Мы - одно".

source: "If you don't have names, how do you tell one modron from another?"
ru: "Но если у вас нет имен, как вы отличаете друг друга?"

source: There is a pause as the modron considers your question. "We know. We are modron. We are a part of the whole. Just as you recognize the hand that is part of the arm, we recognize each part of the whole."
ru: Анализируя твой вопрос, модрон на некоторое время умолкает. "Мы знаем. Мы - модрон. Мы - часть целого. Как ты сознаешь ладонь частью руки, так и мы сознаем каждую часть целого".

source: "What about you, the individual..."
ru: "А что насчет тебя как личности..."

source: "That's interesting. I have some questions..."
ru: "Очень интересно. У меня есть другие вопросы..."

source: "We are modron, we are quadrone."
ru: "Мы - модрон, мы - квадрон".

source: "What is a modron?"
ru: "Что такое модрон?"

source: "What is a quadrone?"
ru: "Что такое квадрон?"

source: "We are modron. Our race is identified as such."
ru: "Мы - модрон. Наша раса идентифицируется так".

source: "Then what is a quadrone?"
ru: "А что такое квадрон?"

source: "Within our race, we are identified as type quadrone."
ru: "Внутри нашей расы мы идентифицируемся как тип квадрон".

source: "Then what is a modron?"
ru: "А что такое модрон?"

source: "This is the Rubikon Dungeon Construct Project."
ru: "Это проект концепции подземелья Рубикона".

source: "What exactly is that?
ru: "А что это на самом деле?"

source: The modron begins to emit a soft humming sound as it answers you. "Rubikon: Project goal is to determine the dynamics, both social and asocial, surrounding the environment commonly construed as a dungeon and to attempt to explain the aberrations that tend to occur in such environments."
ru: Модрон издает жужжание, пока отвечает тебе. "Рубикон: задачи проекта - определить движущие силы, как социальные, так и асоциальные, окружающие среду, собранную в виде подземелья, и попытаться объяснить аберрации, которые возникают в подобных средах".

source: "How do you intend to do that?"
ru: "И как вы собираетесь это сделать?"

source: "What aberrations are you talking about?"
ru: "О каких еще аберрациях ты говоришь?"

source: "Rubikon is capable of forming a series of rooms linked in such a fashion as to form what is commonly referred to as a *dungeon.* Each dungeon can have one of three difficulty settings: easy, normal, or hard. The dungeon is then populated with monsters, traps, and treasure, according to the difficulty level chosen. After creation the dungeon can be fully explored." The modron begins to emit a low hum.
ru: "Рубикон способен сформировать серию комнат, соединенных определенным способом, который обычно именуется *подземельем*. Каждое подземелье может иметь три уровня сложности: простой, нормальный и сложный. Подземелье заполняется монстрами, ловушками и сокровищами согласно выбранному уровню сложности. После создания подземелье можно полностью исследовать", - модрон начинает низко гудеть.

source: "What is that humming sound?"
ru: "Что это за жужжание?"

source: "You said something about aberrations?"
ru: "Ты что-то сказал про аберрации?"

source: "Interesting. I'd like to try out one of these dungeons."
ru: "Интересно. Я хотел бы попробовать одно из этих подземелий".

source: "Queries to be answered: What attracts people to dungeons? Why do people often seek to enter them if they are places of such danger? Why are dungeons there in the first place? What are the dynamics of a workable dungeon? We do not understand..." It pauses. "I... do not..."
ru: "Запросы, на которые необходимо ответить: Что привлекает людей в подземелья? Почему люди так часто стараются проникнуть в них, если подобные места содержат опасность? Почему именно подземелья? Каковы движущие силы реального подземелья? Мы... - он делает паузу. - Я не понимаю".

source: "You started to say *I* instead of *we*..."
ru: "Ты начал говорить *я* вместо *мы*..."

source: There is a significant pause before the modron answers you. "Request denied... Project halted due to... accident."
ru: Перед ответом нависает долгое молчание. "Запрос отклонен... Проект приостановлен из-за... происшествия".

source: "What accident?"
ru: "Какого происшествия?"

source: "Dungeon construct became unstable, cause uncertain. Fail-safes activated causing dungeon to collapse, cause uncertain. Portal lens malfunctioned causing contact with home plane of Mechanus to be severed, cause uncertain. Reset of dungeon necessary."
ru: Концепция подземелья стала нестабильной, вызвав неопределенность. Активированные предохранители предотвращения коллапса подземелья вызвали неопределенность. Портальные линзы дали сбой, вызвав разрыв связи с домашним планом Механусом, вызвав неопределенность. Требуется сброс подземелья".

source: "Then why don't you reset it?"
ru: "Так почему бы не сбросить его?"

source: "Reset can only be initiated by project director. Project director disintegrated. Portal lens has malfunctioned and contact with Mechanus severed. Cannot acquire replacement director from Mechanus."
ru: "Сброс может быть инициализирован только директором проекта. Директор проекта дезинтегрирован. Портальные линзы дали сбой, и контакт с Механусом был прерван. Невозможно получить нового руководителя с Механуса".

source: "Let me get this straight. You can't reset without a director, but you can't get a director without resetting?"
ru: "Давай начистоту. Вы не можете сделать сброс без директора, но директора вы не сможете достать, не сделав сброс?"

source: The modron looks worried and begins to fidget. "Assessment correct. Project halted."
ru: Модрон начинает обеспокоенно вертеться. "Суждение верно. Проект приостановлен".

source: "Look, I'm an adventurer and I've been through some dungeons in my day. Why not let me be your director?"
ru: "Слушай, я ведь приключенец, и бывал в подобных подземельях. Почему бы мне не стать вашим директором?"

source: The room is suddenly filled with a buzzing sound that just as suddenly subsides. "Assistance welcome. You are now project director. Advise on next task."
ru: Неожиданно комната наполняется гулом, который также неожиданно исчезает. "Содействие принято. Теперь ты директор проекта. Сообщи следующую задачу".

source: "Reset the dungeon."
ru: "Сбросить подземелье".

source: "Initializing reset..." The room is filled with a low thrumming sound that can be felt rather than heard. "Collapsing existing dungeon..." The sound rises in power until the floor begins to vibrate. "Initializing new dungeon..." The sound rises in volume until you think your head is about to explode. Suddenly the room goes quiet. "Reset complete. Dungeon construct status: Easy. Awaiting further instructions, Director."
ru: "Инициализация сброса..." Комната заполнена низким бренчанием, которое не столько слышится, сколько осязается. "Снос существующего подземелья..." Сила звука повышается, начинает вибрировать пол. "Инициализация нового подземелья..." Звук достигает такой громкости, что тебе кажется, что голова вот-вот взорвется. Неожиданно все стихает. "Сброс завершен. Статус концепции подземелья: простой. Ожидаем следующие инструкции, директор".

source: "Rubikon is capable of forming a series of rooms linked in such a fashion as to form what is commonly referred to as a *dungeon.* Each dungeon can have one of three difficulty settings: easy, normal, or hard. The dungeon is then populated with monsters, traps, and treasure, according to the difficulty level chosen. After creation the dungeon can be fully explored." The modron pauses. "Alternate capabilities are available via the portal lens."
ru: "Рубикон способен сформировать серию комнат, соединенных определенным способом, который обычно именуется *подземельем*. Каждое подземелье может иметь три уровня сложности: простой, нормальный и сложный. Подземелье заполняется монстрами, ловушками и сокровищами согласно выбранному уровню сложности. После создания подземелье можно полностью исследовать, - модрон делает паузу. - Альтернативные возможности доступны с помощью портальных линз".

source: "What alternate capabilities?"
ru: "Что еще за альтернативные возможности?"

source: "Rubikon can form a gateway to other locations by temporarily attaching itself to known, existing portals. This effect is known as a *portal lens.* This allows use of the portal from within Rubikon without traveling to the portal location."
ru: "Рубикон может принять форму врат в другие локации, временно присоединившись к заранее известным порталам. Данный эффект известен под названием *портальных линз*. Благодаря этому возможно использовать портал из Рубикона, не путешествуя при этом к местоположению самого портала".

source: "So, if I know of a portal I can go to it's destination from here?
ru: "Значит, если мне известен портал, я смогу попасть в его место назначения прямо отсюда?"

source: "Correct, director."
ru: "Верно, директор".

source: "Select a difficulty level."
ru: "Выбери уровень сложности".

source: "It's set for easy already, so just create a new dungeon."
ru: "Он уже установлен на простом, так что просто создайте новое подземелье".

source: "It's set for easy now, change it to normal."
ru: "Он выставлен на простом, измени его на нормальный".

source: "It's set for easy now, change it to hard."
ru: "Он выставлен на простом, измени его на сложный".

source: "It's set for normal already, so just create a new dungeon."
ru: "Он уже установлен на нормальном, так что просто создайте новое подземелье".

source: "It's set for normal, change it to easy."
ru: "Он выставлен на нормальном, измени его на простой".

source: "It's set for normal, change it to hard."
ru: "Он выставлен на нормальном, измени его на сложный".

source: "It's set for hard already, so just create a new dungeon."
ru: "Он уже установлен на сложном, так что просто создайте новое подземелье".

source: "It's set for hard, change it to normal."
ru: "Он выставлен на сложном, измени его на нормальный".

source: "It's set for hard, change it to easy."
ru: "Он выставлен на сложном, измени его на простой".

source: "Never mind, leave it as is."
ru: "Неважно, оставьте его как есть".

source: "Collapsing current dungeon..." The room fills with a low thrumming sound. "Initializing new dungeon..." The floor begins to vibrate and then all is quiet. "Dungeon created. Awaiting further instructions, Director."
ru: "Снос существующего подземелья..." Комната наполняется низким бренчанием. "Инициализация нового подземелья..." Пол начинает вибрировать, после чего все стихает. "Подземелье создано. Ожидаем следующие инструкции, директор".

source: "That is all for now. Farewell."
ru: "Пока все. Прощай".

source: "Leaving current settings intact. Awaiting further instructions, Director."
ru: "Настройки не изменены. Ожидаем следующие инструкции, директор".

source: "That's all for now. Farewell."
ru: "Пока что все. Прощай".

source: "State your destination, Director."
ru: "Сформулируй свое направление, директор".

source: "The Hive, near Ragpicker's Square."
ru: "Улей, рядом с площадью Старьевщиков".

source: "The Hive, near the Mortuary."
ru: "Улей, рядом с Моргом".

source: "The Hive, near the marketplace."
ru: "Улей, рядом с рынком".

source: "The Hive, near the Smoldering Corpse bar."
ru: "Улей, рядом с баром Тлеющий труп".

source: "Lower Ward."
ru: "Нижний район".

source: "Clerk's Ward."
ru: "Чиновничий район".

source: "Weeping Stone Catacombs."
ru: "Катакомбы плачущих камней".

source: "Never mind. That's all for now. Farewell."
ru: "Неважно. Пока что все. Прощай".

source: You see the modron engineer. "Greetings."
ru: Перед тобой модрон-инженер. "Приветствуем".

source: "I have some questions...
ru: "У меня есть несколько вопросов..."

source: "I..." The modron looks confused and pauses for a second. A heated buzzing sound fills the room but quickly passes. "We are modron. We are part of the whole. The whole is modron. There is no other."
ru: "Я... - модрон смущенно умолкает. Комнату наполняет усиленное жужжание, которое быстро стихает. - Мы - модрон. Мы - часть целого. Целое - это модрон. Больше ничего".

source: The modron gives you a concerned look then glances about the room. "You are in error. We are modron. We are the whole... We will not discuss this."
ru: Модрон обеспокоенно смотрит на тебя, затем оглядывает комнату. "Ты ошибаешься. Мы - модрон. Мы - единое... Мы не хотим обсуждать это".

source: "All right. I'd like to try out one of these dungeons you mentioned."
ru: "Хорошо. Я бы хотел попробовать одно из тех подземелий, о которых ты говорил".

source: "I know what I heard. You started to say *I* and..."
ru: "Я знаю, что я слышал. Ты начал говорить *я*, а потом..."

source: The modron frowns at you. You hear a hint of anger in its voice as it answers you. "No. We are modron. We are a part of the whole. We will not discuss this further." An angry buzzing fills the room then subsides.
ru: Модрон хмуро смотрит на тебя. В его голосе угадывается нотка ярости. "Нет. Мы - модрон. Мы - часть единого. Мы не хотим обсуждать это больше". Комнату наполняет сердитое жужжание, которое затем стихает.

source: "Rubikon is a worthy accomplishment and..." It pauses for a moment. "I...We... are content."
ru: "Рубикон является великолепным достижением и... - он умолкает на секунду. - Я... Мы... его содержимое".

source: "How do I get out of here?"
ru: "Как мне выбраться отсюда?"

source: "Are there any dangers associated with Rubikon that I should be aware of?"
ru: "Есть ли какие-нибудь опасности, связанные с Рубиконом, о которых я должен знать?"

source: The modron hesitates before answering. "Exit unavailable, project halted..." The room is filled with a confused buzzing sound that suddenly stops.
ru: Модрон мешкает с ответом. "Выход недоступен, проект приостановлен..." Комната наполняется смущенным жужжанием, которое неожиданное стихает.

source: "What project? What are you talking about?"
ru: "Что за проект? О чем это ты говоришь?"

source: "I see. I have some more questions..."
ru: "Понятно. У меня есть еще вопросы..."

source: "I must be going now, farewell."
ru: "Я должен идти, прощай".

source: "Yes, Director. Do not become separated from any companions while in the maze. If the maze were to be reset, or a new difficulty setting chosen, anyone left in the maze would be killed."
ru: "Да, директор. Не разделяйтесь со своими компаньонами в лабиринтах. Если лабиринт будет сброшен или выбран новый уровень сложности, любой, кто останется в лабиринте, будет уничтожен".

source: "I see... I will not reform my party while in the maze. Anything else?"
ru: "Понятно... Лучше не стоит менять свою группу в лабиринте. Что-нибудь еще?"

source: "Yes, Director. Do not drop items or equipment in the maze. If the maze were to be reset, or a new difficulty setting chosen, any items left in the maze would be destroyed."
ru: "Да, директор. Не оставляйте никаких предметов или экипировки в лабиринтах. Если лабиринт будет сброшен или выбран новый уровень сложности, любой предмет, что останется в лабиринте, будет уничтожен".

source: "I see... I will not drop anything important in the maze. Anything else?"
ru: "Понятно... Лучше не оставлять ничего важного в лабиринте. Что-нибудь еще?"

source: He pauses to think a moment. "No, Director."
ru: На минуту он умолкает. "Нет, директор".

source: "Very well, farewell."
ru: "Хорошо, прощай".

source: While in the modron maze, I cannot reform my party. If the maze were ever reset or the difficulty level changed, anyone left in the maze would be killed.
ru: В лабиринте модронов нельзя менять свою группу. Если лабиринт будет сброшен или изменится уровень сложности, любой, кто останется в лабиринте, будет уничтожен.

source: While in the modron maze, do not drop anything of importance. If the maze were ever reset or the difficulty level changed, anything left in the maze would be destroyed.
ru: В лабиринте модронов нельзя оставлять важные предметы. Если лабиринт будет сброшен или изменен уровень сложности, любой предмет, что останется в лабиринте, будет уничтожен.
