Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmerkil2.dlg.po
Languages: ru

source: Without a word, this heavily-armored man draws his weapon and swings it at you.
ru: Не говоря ни слова, этот тяжеловооруженный мужчина выхватывает свое оружие и замахивается им на тебя.

source: Attack him.
ru: Атаковать его.

source: Flee.
ru: Сбежать.

source: An armored behemoth, this man is huge. He also seems to have a very keen eye -- it misses nothing that transpires around him. It also seems that he has no interest in speaking to you.
ru: Этот огромный мужчина похож на бронированного бегемота. Похоже, у него очень цепкий взгляд - ничто не может ускользнуть от его глаз. И еще он не заинтересован с тобой разговаривать.

source: "I'd like to ask you some questions."
ru: "Я хотел бы задать тебе пару вопросов".

source: "Hello?"
ru: "Привет?"

source: "What can you tell me about Vhailor?"
ru: "Что ты можешь сказать о Вейлоре?"

source: "Farewell, then."
ru: "Тогда прощай".

source: The man stares at you as if you were some form of bug. He stares at you, blinking slowly. He turns his head, then, dismissing you without speaking a word.
ru: Мужчина смотрит на тебя как на какое-то насекомое, смотрит пристально, изредка моргая. Он отворачивается, не удостоив тебя ответом.

source: "Talk to me or I'll have your heart, you lumbering tin heap."
ru: "Отвечай, или я вырву у тебя сердце, ты, консервная банка".

source: "Farewell, then. I'll find my answers someplace else."
ru: "Тогда прощай. Я найду ответы где-нибудь еще".

source: You hear a subterranean rumble beginning deep in the man's chest. He lightly strokes his weapon, and stares at you with renewed interest.
ru: Ты слышишь нарастающий рык, исходящий из его груди. Он легко выхватывает свое оружие и пялится на тебя с новой заинтересованностью.

source: "If that's the way you want to be, farewell."
ru: "Если это все, что ты можешь, то прощай".

source: To your surprise, the silent giant reacts. He leans forward and fixes you with bright, unblinking eyes. His profoundly deep voice rumbles forth from his immense chest: "Vhailor was the best of all of us. A true Mercykiller. Justice was his mistress and his lifeblood. Chant has it he could see the purity of your soul. He was so devoted that he would never surrender, even on death's door. He disappeared chasing a criminal through a portal years ago. We haven't seen him since. He is a true legend." He settles back into his chair and ceases responding to you.
ru: Неожиданно для тебя немногословный гигант отвечает. Он подается вперед и пригвождает тебя ясным, немигающим взглядом. Его зычный голос грохочет прямо из груди: "Вейлор был самым лучшим из нас. Настоящий Убийца милосердия. Справедливость была его госпожой, его жизненной силой. Говорили, что он мог заглянуть в саму душу. Он был настолько предан идеалам, что никогда бы не сдался, даже перед лицом смерти. Много лет назад он исчез портале, преследуя преступника. С тех пор мы его не видели. Теперь он настоящая легенда". Он возвращается на свое кресло и больше на тебя не реагирует.

source: "Can you answer some other questions for me?"
ru: "Ты можешь ответить на другие вопросы?"

source: "Thank you. Farewell."
ru: "Спасибо. Прощай".

source: "No." The Mercykiller doesn't even look at you.
ru: "Нет". Убийца милосердия даже не смотрит на тебя.

source: "I just want the answers to some questions."
ru: "Мне просто нужны ответы на некоторые вопросы".
