Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmftree.dlg.po
Languages: ru

source: He seems momentarily startled as you interrupt his train of thought. He speaks in a calm, unhurried tone, but one full of sadness. "Oh... greetings to you too, friend. How's this day find you?"
ru: Едва ты прерываешь ход его мыслей, как он тут же переключается на тебя. Говорит он спокойно и неспешно, но голос его полон скорби. «О... приветствую и тебя, друг. Как тебе сегодняшний день?»

source: He smiles, but sorrow still lies in his eyes. "That's good, friend. Hope your good fortune continues." He seems about to turn back to the tree.
ru: Он улыбается, но в его глаза все еще видна скорбь. «Это хорошо, друг. Надеюсь, что удача не покинет тебя». Он собирается вернуться назад к дереву.

source: He seems to become even more downhearted. "That's too bad, friend... sorry to hear that. Hope your fortune improves." He seems about to turn back to the tree.
ru: Он еще больше впадает в уныние. «Очень плохо, друг... Горестно слышать это. Надеюсь, что удача вернется к тебе». Он собирается вернуться назад к дереву.

source: The man is caught off-guard, but then nods assent confidently. "Yes, friend, it does. To me, at least... though that doesn't count for much, it seems." He seems about to turn back to the tree.
ru: Мужчина изумленно смотрит на тебя, но затем уверенно кивает. «Да, друг, есть. По крайней мере, для меня... хотя это мало на что влияет». Он собирается вернуться назад к дереву.

source: He shrugs slightly and proffers a bit of a smile. "Fortune finds me well, though I'm saddened just the same."
ru: Он слегка пожимает плечами, улыбаясь. «Удача сопутствует мне, хотя в данный момент я опечален».

source: He pats the tree beside him. "It's the trees, here, in the Hive. They're dying, friend -- and no one cares." Seeing the look on your face, he holds his hands up, as if to silence you for a moment. "It may not matter to some, but it's important to me. I feel it's a shame to see the last tatters of life and beauty in this ward left, uncared for, to die. Can you understand that, friend?"
ru: Он похлопывает по деревцу рядом с собой. «Эти деревья, в Улье. Они умирают, друг, и никому нет до этого дела». Он поднимает руку, словно пытаясь тебя прервать. «Может быть, для кого-то это неважно, но это важно для меня. Я чувствую досаду, когда вижу, что последние остатки жизни и красоты в этом районе брошены умирать. Ты можешь это понять, друг?»

source: "It's a long story... not something the casual passer-by would want to stand around for, I'm sure. Let's just say that any efforts I've made rouse the people here to action have been... ignored."
ru: «Это долгая история... не для случайного прохожего, который захочет ради нее тут стоять. Скажем так, все усилия, которые я прикладываю, чтобы растрясти людей, просто... игнорируются».

source: He sighs. "I expected that: no different from the others. Just leave me to my thoughts, will you?" He turns away from you.
ru: Он вздыхает. «Я ожидал этого: никому нет никакого дела. Просто оставь меня наедине с моими мыслями, хорошо?» Он отворачивается от тебя.

source: "I wanted them to... to... " He seems exasperated, frustrated at his loss for words. "...to *care.* Is that so much, friend?" He looks at you in earnest.
ru: «Я хочу, чтобы они... они... - похоже, он раздражен тем, что не может подобрать нужные слова, - *заботились*. Разве я многого прошу, друг?» Он искренне смотрит на тебя.

source: He seems surprised, and blurts out: "Really? Oh! I mean, wonderful! Perhaps you would..." He pauses, and seems suddenly suspicious. He recomposes himself, speaking in his usual, slow manner. "In any case, that's good. I suppose you 'have some questions' for me, now..."
ru: Поначалу удивившись, он выпаливает: «Правда?! О! Это удивительно. Возможно, ты захочешь...» Он умолкает, будто что-то заподозрив. Он успокаивается, продолжая своим обычным размеренным голосом. «В любом случае, это хорошо. Кажется, у тебя 'есть вопросы' ко мне, так что...»

source: For the first time, the man seems genuinely happy. Beaming, he explains: "It's difficult for anything to survive here... just look around and you'll see what I mean, friend. I'm not sure if it's possible for the trees to thrive here, even if they somehow *were* to get enough light and clean water..."
ru: Впервые старик выглядит подлинно счастливым. Просияв, он говорит: «Очень сложно здесь выжить... Оглянись, и ты поймешь, о чем я говорю, друг. Не знаю, смогут ли деревья тут цвести, даже если каким-то образом *найдут* достаточно света и чистой воды...»

source: He nods enthusiastically. "But if enough people *care*... really *want* them to live... I just know they'll survive! They'll turn green again, and flourish!"
ru: Он радостно кивает. «Но если достаточное количество людей будет *заботиться*... в самом деле *захочет*, чтобы деревья жили... Я знаю, тогда они выживут! Они снова зазеленеют и зацветут!»

source: He smiles knowingly, shaking his head. "You're new here, I can see that now. You don't understand how things *work* in Sigil, friend. Belief is everything here... everything!"
ru: Он понимающе улыбается, качая головой. «Ты здесь недавно, мне теперь это понятно. Ты не понимаешь, как все *работает* в Сигиле, друг. Убеждения - это основа всего здесь... Всего!»

source: "I *am* right, I'm certain of it." A sense of conviction surrounds him like an aura; he seems so unlike the man you first spoke to. "That's all I'd ask of you, friend... just care for them, hope for their recovery. In time, should enough people want it, it will come to pass. Can you do that for me, friend?"
ru: «Я *прав*, я уверен в этом». Чувство убежденности окружает его словно аура. Он больше не похож на того, с кем ты разговаривал в начале. «Все, что я прошу у тебя, друг, - просто позаботиться о них, подарить им надежду на восстановление. Со временем, когда будет достаточно людей, желающих этого, это станет реальностью. Ты сможешь сделать это для меня, друг?»

source: "Excellent, my friend, excellent! I thank you... you've given me back my confidence, my purpose. Perhaps I can find others like you, who'll listen... perhaps we'll make a difference. Now, what can I do for you, friend?"
ru: «Великолепно, друг мой, великолепно! Спасибо тебе... ты вернул мне уверенность. Возможно, я найду еще людей, подобных тебе, которые выслушают меня... Возможно, мы сможем все изменить. Итак, что я могу сделать для тебя, друг?»

source: "Excellent, my friend, excellent! I thank you... you've given me back my confidence, my purpose. Perhaps I can find others like you, who'll listen... perhaps we'll make a difference. What about your companions, friend? Would you speak to them on my behalf?"
ru: «Великолепно, друг мой, великолепно! Спасибо тебе... ты вернул мне уверенность. Возможно, я найду еще людей, подобных тебе, которые выслушают меня... Возможно, мы сможем все изменить. А что думают твои спутники, друг? Можешь переговорить с ними от моего имени?»

source: "Wait, friend... hear me out." A sense of conviction surrounds him like an aura; he seems so unlike the man you first spoke to. "I'd only ask one thing of you... just care for them, hope for their recovery. In time, should enough people want it, it will come to pass. Can you do that for me, friend?"
ru: «Постой, друг... выслушай меня». Чувство убежденности окружает его словно аура. Он больше не похож на того, с кем ты разговаривал в начале. «Единственное, что я прошу у тебя, - просто позаботиться о них, подарить им надежду на восстановление. Со временем, когда будет достаточно людей, желающих этого, это станет реальностью. Ты сможешь сделать это для меня, друг?»

source: "Just look at your surroundings, friend. Can you imagine *anything* having an easy life here? And besides the wretched conditions, the dabus rarely come to this part of Sigil."
ru: «Просто оглянись, друг. Можешь ли ты представить, что *здесь* можно спокойно жить? Мало того, что здесь отвратительные условия, так еще в эту часть Сигила дабусы редко приходят».

source: "You know, dabus. Surely you've seen them... they're the Lady's servants -- they care for the city. Some parts of it more than others, of course." He looks sadly at the tree beside him.
ru: «Ну, дабусы. Уверен, ты встречал их уже... Они - слуги Леди, заботятся о городе. Разумеется, одной части достается больше, чем другой». Он огорченно смотрит на рядом стоящее деревце.

source: "The Lady of Pain, friend? The Mistress of Sigil?" He stops speaking suddenly. Making a semi-circular sign over his chest, he leans close to whisper: "It does no one good to speak of the Lady. Know only that she alone controls the city -- whether it appears that way at times or not -- and speak of her no more."
ru: «Леди Боли, друг. Хозяйка Сигила», - он останавливается на полуслове. Нарисовав полукруг на груди, он наклоняется к тебе и шепчет: «Лучше о ней не разговаривать. Знай только, что она единолично правит городом - даже когда кажется, что это не так. И не будем больше об этом».

source: "The Hive's a dangerous place, but that's not it... the dabus have the Lady watching over them, and no one's foolish enough to tangle with her, friend. I suppose it's really all on account of Fell."
ru: «Улей - очень опасное место, но не в этом дело... Леди присматривает за дабусами, поэтому никто, кто еще в своем уме, не станет ссориться с ней, друг. Я думаю, что это все из-за Фелла».

source: "Fell? He's... ah... well, friend, I'll just say he's the only dabus that doesn't serve the Lady. I don't know the whole 'dark' of it, as they say, but he's shunned by his fellows and lives here, alone, in the Hive. He runs a tattoo parlor, but most of Sigil is wary of the place."
ru: «Фелл? Он... э-э-э... друг, я просто тебе скажу, что он - единственный дабус, который не служит Леди. Не знаю всей 'темноты', как тут говорят, но его сторонятся остальные дабусы, а он живет здесь, в Улье. Открыл тату-салон, но почти все сигильцы остерегаются туда ходить».

source: "Fell's parlor is only a few buildings east of here; it is marked with his personal symbol, a white oval pierced by a lightning bolt. I've never been there myself, friend, but as I understand it, he's able to turn images from his speech -- you know dabus speak in images, yes? Rebuses?"
ru: «Салон Фелла находится через несколько домов к востоку отсюда, он отмечен его персональным символом - белый овал, пронзенный ударом молнии. Я никогда там не был, друг, но насколько я понимаю, он способен превращать изображения из своей речи... Ты ведь знаешь, что дабусы изъясняются изображениями, да? Ребусами?»

source: He nods. "So he's somehow able to turn images from his speech into tattoos. And not just ordinary inkings, either -- I'm told there's magic about them, and more than just in their making. I don't know much else about it, though."
ru: Он кивает. «Так вот, он каким-то образом может превращать изображения из своей речи в татуировки. И это непростые татуировки - я слышал, что в них заключена магия, и не только в процессе их нанесения. Хотя я мало что об этом знаю».

source: "They do. You'll see what I mean if you ever try talking to one. They float streams of symbols over their heads," he waggles his fingers over his head to illustrate, "instead of speaking. It's up to a listener to puzzle out just what a dabus is saying, but I hear it's something you get better at with practice." He shrugs.
ru: «Да, так общаются. Ты поймешь, что я имею в виду, когда попытаешься заговорить с одним из них. Вместо речи у них над головами появятся цепочки символов, - он теребит пальцами над головой, пытаясь продемонстрировать это. - И слушателю остается только разгадать, что хотел сказать дабус. Но я слышал, что со временем их начинаешь понимать все лучше и лучше». Он пожимает плечами.

source: "Well, friend, since he turned from the Lady, many people think it's just a matter of time before her shadow falls on him. No one wants to be about when and if *that* happens, I'm sure."
ru: «Понимаешь, друг, когда он ушел от Леди, многие подумали, что рано или поздно он все равно попадет в ее тень. И, конечно же, никто не захочет оказаться рядом, если *это* произойдет».

source: "Like I said, friend, I'm not too sure. I've only heard vague rumors about him being on the wrong side of the issue when some Power decided to butt heads with the Lady. You could always try and ask him, friend. I'm told he's friendly enough, if not a little odd."
ru: «Как я уже сказал, друг, я не знаю точно. Я слышал только смутные слухи, будто он встал не на ту сторону, когда какая-то сила решила столкнуться лбами с Леди. Можешь сам его спросить об этом, друг. Я слышал, что он достаточно дружелюбен, хоть и немного странный».

source: He nods, awaiting your question.
ru: Он кивает, ожидая твоего вопроса.

source: "I am called 'Mourns-For-Trees' by the people here, friend."
ru: «Местные зовут меня Скорбящим-по-деревьям, друг».

source: "I'm wasting time, if anything, friend." He sighs miserably.
ru: «Попусту трачу свое время, друг». Он горестно вздыхает.

source: "It's the worst Sigil has to offer, friend. Not much else to say about it." He smiles sadly.
ru: «Это самое ужасное место, которое можно найти в Сигиле. Больше и рассказать-то не о чем». Он печально улыбается.

source: "In the Hive? Unless you're a thief, I doubt you'll find any. You could always gather corpses and haul them to the Mortuary gates, if you're that desperate. I hear the Dustmen pay a pittance for them, there, in an effort to keep the Hive's streets and alleyways from becoming even more foul."
ru: «В Улье? Сомневаюсь, что ты найдешь ее здесь, если только ты не вор. Всегда можно собирать тела и относить их к воротам Морга, если ты в настолько отчаянном положении. Я слышал, что тленные платят за них несколько монет для того, чтобы улицы и переулки Улья не были настолько отвратительными».

source: "Well, friend... it takes a certain sort to find anything of amusement in a place like this. I'd look for entertainment in another ward, if I were you. Safer."
ru: «Ну что ж, друг... Сложновато в таком месте найти что-нибудь развлекательное. Будь я на твоем месте, я бы искал развлечений в другом районе. Так безопаснее».

source: "Here? Everything, friend. Everything. Well, maybe not me. Heh."
ru: «Здесь? Да все, друг. Все. Ну, может быть, я неопасен. Хе-хе».

source: "Sorry, friend. When I first came here, I spoke to many people... but I don't remember anyone by that name."
ru: «Извини, друг. С тех пор, как я здесь очутился, я говорил со многими людьми... но не могу вспомнить никого с там именем».

source: "I can't recall seeing one anywhere. Where do you last remember having it, friend?"
ru: «Не припомню такого. Когда ты в последний раз его видел, друг?»

source: "Hello again, friend."
ru: «Здравствуй, друг».

source: He looks at you for only a moment before averting his eyes. "Oh, it's you again... friend."
ru: Он смотрит на тебя всего лишь несколько секунд, после чего отводит взгляд. «А, это снова ты... друг».

source: "I'm sorry... friend. I've got a lot on my mind. Maybe we can talk another time."
ru: «Извини... друг. Сейчас я очень занят. Может быть, мы сможем поговорить в другой раз».

source: He simply looks back at you for a moment, quietly. "I'll accept your apology, friend. Did you have questions for me?"
ru: Он молча оглядывается на тебя. «Я принимаю твои извинения, друг. У тебя есть ко мне вопросы?»

source: "A deity, friend? A god? Normally the Lady has no problems with the likes of them, as she keeps their lot out of Sigil entirely. His name was Aoskar, but I don't know much else about the affair."
ru: «Божество, друг. Бог. Обычно у Леди нет никаких проблем с ними, покуда она держит их подальше от Сигила. А того звали Аоскаром, но об этом деле я почти ничего не знаю».

source: The man nods gravely. "As I understand it, the Lady destroyed him. I wouldn't forget that, if you were to ever consider messing about with her or her servants."
ru: Мужчина со всей серьезностью кивает. «Насколько я понял, Леди уничтожила его. Не стоит забывать об этом, если решишься поссориться с ней или ее слугами».

source: Mourns-For-Trees smiles widely upon seeing you. "Ah, my friend; you've returned! Something you wished of me?"
ru: Завидев тебя, Скорбящий-по-деревьям широко улыбается. «А, это ты, друг мой, ты вернулся! Что-то от меня нужно?»

source: "No, not yet, friend. I still have hope, though -- I speak to people every day."
ru: «Нет, еще нет, друг. Но я не теряю надежду - каждый день общаюсь с людьми».

source: "Yes, friend, there has been! It's so slight you can barely see it, but look: fresh sap, from the trunk, and a handful of new buds. It's only a matter of time, now. I thank you again for giving me hope once more."
ru: «Да, друг, есть! Они столь малозаметны, что их почти не разглядеть, но смотри: вот свежий побег из деревца, вот пучок новых почек. Теперь это только дело времени. Спасибо тебе еще раз, ты вернул мне надежду».

source: Mourns looks troubled for a moment. "Is something wrong, friend? You seem upset, somehow..."
ru: Скорбящий выглядит обеспокоенно. «Что-то не так, друг? Почему-то ты выглядишь разозленным...»

source: Mourns-For-Trees smiles at you, but looks puzzled. "What is it you find so amusing, friend?"
ru: Скорбящий-по-деревьям улыбается тебе, но выглядит озадаченно. «Отчего ты стал такой радостный, друг?»

source: Mourns-For-Trees stares on in horror as he realizes what is about to occur. Suddenly, he leaps into action, thrusting himself between Ignus and the trees: "No! Stop! You can't!"
ru: Скорбящий-по-деревьям с ужасом осознает, что сейчас может произойти. Неожиданно он врывается в самое пекло, оказываясь между Игнусом и деревьями. «Нет! Стой! Ты не можешь!»

source: Mourns-For-Trees smiles widely upon seeing you. "Ah, my friend; you've returned! The trees seem to improve each day. Something you wished of me?"
ru: Завидев тебя, Скорбящий-по-деревьям широко улыбается. «А, это ты, друг мой, ты вернулся! Деревьям все лучше и лучше с каждым днем. Что-то от меня нужно?»

source: "Greetings..."
ru: «Приветствую...»

source: Leave the man be.
ru: Оставить мужчину в покое.

source: "It finds me well."
ru: «Я нахожу его неплохим».

source: "It finds me miserable."
ru: «Я нахожу его ужасным».

source: "Does it matter?"
ru: «А есть разница?»

source: "Never mind that for now -- I had some questions..."
ru: «Это не имеет значения. У меня есть вопросы...»

source: "Never mind... farewell."
ru: «Неважно... Прощай».

source: "And how's this day find you?"
ru: «А каким ты находишь этот день?»

source: "Wait -- I had some questions..."
ru: «Постой - у меня есть несколько вопросов...»

source: "Farewell."
ru: «Прощай».

source: "It finds me well, then."
ru: «Тогда я нахожу его неплохим».

source: "It finds me miserable, then."
ru: «Тогда я нахожу его ужасным».

source: "Doesn't count much? What do you mean?"
ru: «Мало что меняет? Что ты имеешь в виду?»

source: "Wait -- I had some questions."
ru: «Постой - у меня есть несколько вопросов».

source: "Why's that?"
ru: «Отчего так?»

source: "That's too bad. I had some questions..."
ru: «Это очень плохо. У меня есть вопросы...»

source: "That's too bad. Farewell."
ru: «Это очень плохо. Прощай».

source: "Yes... you're right, it's a sad thing."
ru: «Да... ты прав, это очень печально».

source: "No. All things die, in time; why concern yourself with the when and how of it?"
ru: «Нет. Все умирает со временем. Почему ты озабочен подобными вещами?»

source: "No, I can't. Unless the trees are of use to someone, who would care?"
ru: «Нет, не могу. Если только эти деревья не нужны кому-то, кому до них дело?»

source: "Yes. I had some questions..."
ru: «Да. У меня есть несколько вопросов...»

source: "I understand. Farewell."
ru: «Понимаю. Прощай».

source: "What is it you had wanted the people to do?"
ru: «А что ты хочешь получить от этих людей?»

source: "I see. I had some other questions..."
ru: «Понятно. У меня есть другие вопросы...»

source: "Farewell, then."
ru: «Тогда прощай».

source: Leave.
ru: Уйти.

source: "Care about what?"
ru: «Заботились о чем?»

source: "I suppose not. I had some questions..."
ru: «Наверное, нет. У меня есть несколько вопросов...»

source: "Perhaps not. Farewell."
ru: «Возможно, нет. Прощай."

source: "Yes, I... er, had some questions..."
ru: «Да, у меня... э-э-э, есть вопросы...»

source: "No, not just yet. What is it you were going to ask?"
ru: «Нет, не в этот раз. Что ты собирался у меня спросить?»

source: "No, I don't. Farewell."
ru: «Нет, нету. Прощай».

source: "Go on..."
ru: «Продолжай...»

source: "I'll have to hear this another time. Farewell."
ru: «Я выслушаю тебя в другой раз. Прощай».

source: "What? That makes no sense."
ru: «Что? В этом нет смысла».

source: "You could be right."
ru: «Возможно, ты прав».

source: "Perhaps they would. I had some questions..."
ru: «Возможно, они смогут. У меня есть вопросы...»

source: "It could happen. Farewell."
ru: «Это может случиться. Прощай».

source: "Maybe so. I had some questions..."
ru: «Может быть и так. У меня есть вопросы...»

source: "Perhaps. Farewell."
ru: «Возможно. Прощай».

source: Truth: "Yes, I'll help."
ru: Правда: «Да, я помогу».

source: Lie: "Yes, I'll help you."
ru: Ложь: «Да, я помогу».

source: "No, but I had some questions..."
ru: «Нет, но у меня есть вопросы...»

source: "No, I can't. Farewell."
ru: «Нет, не смогу. Прощай».

source: "I had some questions..."
ru: «У меня есть вопросы...»

source: "Nothing, but thanks. Farewell."
ru: «Ничего, спасибо. Прощай».

source: "Morte? What do you think?"
ru: «Что думаешь, Морт?»

source: "Annah? Could you?"
ru: «Анна? А ты?»

source: "Ignus?"
ru: «Игнус?»

source: "Grace, would you consider it?"
ru: «Грация, ты не могла бы в этом помочь?»

source: "Dak'kon, could you help this man?"
ru: «Даккон, ты поможешь этому человеку?»

source: "Dak'kon: help this man."
ru: «Даккон, помоги этому человеку».

source: "Nordom, do you think you could help?"
ru: «Нордом, как ты думаешь, ты сможешь помочь?»

source: "Vhailor, could you help?"
ru: «Вейлор, ты сможешь помочь?»

source: "Perhaps later. I had some questions..."
ru: «Возможно, позже. У меня есть вопросы...»

source: "Maybe another time. Farewell."
ru: «Может, в другой раз. Прощай».

source: "Dabus?"
ru: «Дабусы?»

source: "Why is that?"
ru: «Почему так?»

source: "I had some other questions..."
ru: «У меня есть другие вопросы...»

source: "That's all I wanted to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "The Lady?"
ru: «Леди?»

source: "Why don't they come here often?"
ru: «Почему они сюда не ходят?»

source: "That's all I wished to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "Very well. Why don't the dabus come here often?"
ru: «Хорошо. Почему сюда не ходят дабусы?»

source: "I understand. I had other questions..."
ru: «Понимаю. У меня есть другие вопросы...»

source: "I won't mention her to you again. Farewell."
ru: «Больше не буду ее при тебе упоминать. Прощай».

source: "Who is Fell?"
ru: «Кто такой Фелл?»

source: "I had other questions..."
ru: «У меня есть другие вопросы...»

source: "Tell me about this tattoo parlor."
ru: «Расскажи мне об этом тату-салоне».

source: "What's there to be wary of?"
ru: «Почему этого места нужно опасаться?»

source: "You don't have any idea of how he came to be shunned?"
ru: «И ты не знаешь, почему теперь его сторонятся?»

source: "Yes, go on."
ru: «Да, продолжай».

source: "They do?"
ru: «Они так общаются?»

source: "So what about the place is there to be wary of?"
ru: «Так почему же этого места нужно опасаться?»

source: "I see. Go on with what you were saying."
ru: «Понятно. Вернемся к другой теме».

source: "Tell me about his tattoo parlor."
ru: «Расскажи мне о его тату-салоне».

source: "Some Power?"
ru: «Какая-то сила?»

source: "What's to be wary of about his parlor?"
ru: «Почему его салона нужно опасаться?»
