Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmftree.dlg.po
Languages: ru

source: "Any change in the trees, yet?"
ru: «Есть ли какие-нибудь изменения в деревьях?»

source: "Who are you?"
ru: «Кто ты?»

source: "What are you doing here?"
ru: «Что ты здесь делаешь?»

source: "Why are all the trees dying?"
ru: «Почему все деревья погибают?»

source: "What can you tell me about this place?"
ru: «Что ты можешь рассказать об этом месте?»

source: "I'm looking for a man named Pharod."
ru: «Я разыскиваю человека по имени Фарод».

source: "I'm looking for a journal I've lost."
ru: «Я ищу потерянный дневник».

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: "Farewell, then, Mourns-For-Trees."
ru: «Тогда прощай, Скорбящий-по-деревьям».

source: "What do you mean?"
ru: «О чем это ты?»

source: "I see. I had other questions..."
ru: «Понятно. У меня есть другие вопросы...»

source: "I'll leave you to it, then. Farewell."
ru: «Тогда не буду тебя отвлекать. Прощай».

source: "Why are you here, then?"
ru: «Тогда почему ты здесь?»

source: "What if I was looking for work?"
ru: «А что, если я ищу работу?»

source: "Where could I go to enjoy myself?"
ru: «Где я могу развлечься?»

source: "Why are you here?"
ru: «Почему ты тогда здесь?»

source: "What's dangerous?"
ru: «А что здесь опасного?»

source: "Where could I go to find work here?"
ru: «Где здесь можно найти работу?»

source: "That's all I needed to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "I'm not sure. I had some other questions..."
ru: «Я не уверен. У меня есть несколько вопросов...»

source: "I couldn't say. Farewell."
ru: «Не могу сказать. Прощай».

source: "Greetings. I had questions..."
ru: «Приветствую. У меня есть вопросы...»

source: "Greetings... and farewell."
ru: «Здравствуй... и прощай».

source: "I wanted to apologize for my rudeness earlier."
ru: «Я хочу извиниться за прошлую грубость».

source: Lie: "I regret my rudeness, earlier... I wanted to apologize."
ru: Ложь: «Я сожалею о прошлой грубости... Я хочу извиниться».

source: "Yes..."
ru: «Да...»

source: "No, I said what I came to say. Farewell."
ru: «Нет, это все, что я хотел сказать. Прощай».

source: "His name 'was?'"
ru: «Звали?»

source: "Very well. Tell me about Fell's tattoo parlor."
ru: «Хорошо. Расскажи мне о тату-салоне Фелла».

source: "What's to be wary of about Fell's parlor?"
ru: «Почему салона Фелла нужно опасаться?»

source: "Tell me about Fell's tattoo parlor."
ru: «Расскажи мне о тату-салоне Фелла».

source: "Yes, I had some questions..."
ru: «Да, у меня есть вопросы...»

source: "No, I wanted to ask Morte to help you."
ru: «Нет, я хотел попросить Морта помочь тебе».

source: "No, I wanted to Ask Annah to help you."
ru: «Нет, я хотел попросить Анну помочь тебе».

source: "No, I wanted to ask Ignus to help you."
ru: «Нет, я хотел попросить Игнуса помочь тебе».

source: "No, I wanted to ask Fall-From-Grace to help you."
ru: «Нет, я хотел попросить Падшую Грацию помочь тебе».

source: "No, I wanted to ask Dak'kon to help you."
ru: «Нет, я хотел попросить Даккона помочь тебе».

source: "No, but I found some help for you. Dak'kon: aid this man."
ru: «Нет, но я нашел тебе помощника. Даккон, помоги этому человеку».

source: "No, I wanted to ask Nordom to help you."
ru: «Нет, я хотел попросить Нордома помочь тебе».

source: "No, I wanted to ask Vhailor to help you."
ru: «Нет, я хотел попросить Вейлора помочь тебе».

source: "No, just passing by. Farewell."
ru: «Нет, просто проходил мимо. Прощай».

source: "I wanted to ask Morte to help you."
ru: «Я хотел попросить Морта помочь тебе».

source: "I wanted to ask Annah to help you."
ru: «Я хотел попросить Анну помочь тебе».

source: "I wanted to ask Ignus to help you."
ru: «Я хотел попросить Игнуса помочь тебе».

source: "I wanted to ask Fall-From-Grace to help you."
ru: «Я хотел попросить Падшую Грацию помочь тебе».

source: "I wanted to ask Dak'kon to help you."
ru: «Я хотел попросить Даккона помочь тебе».

source: "Good. I found some help for you. Dak'kon: aid this man."
ru: «Хорошо. Я нашел тебе помощника. Даккон, помоги этому человеку».

source: "I wanted to ask Nordom to help you."
ru: «Я хотел попросить Нордома помочь тебе».

source: "I wanted to ask Vhailor to help you."
ru: «Я хотел попросить Вейлора помочь тебе».

source: "That's good. I had some questions..."
ru: «Это хорошо. У меня есть другие вопросы...»

source: "That's good. Farewell, Mourns-For-Trees."
ru: «Это хорошо. Прощай, Скорбящий-по-деревьям».

source: "My pleasure. I had some questions..."
ru: «Я очень рад. У меня есть несколько вопросов...»

source: "You're welcome, Mourns-For-Trees. Farewell."
ru: «Всегда пожалуйста, Скорбящий-по-деревьям. Прощай».

source: "My... pleasure. I had some questions..."
ru: «Я... очень рад. У меня есть несколько вопросов...»

source: "You're... welcome, Mourns-For-Trees. Farewell."
ru: «Всегда... пожалуйста, Скорбящий-по-деревьям. Прощай».

source: "Ah... no. I just had some questions..."
ru: «Э-э-э... нет. Просто у меня есть вопросы...»

source: "No, nothing's wrong at all. Farewell."
ru: «Нет, ничего такого. Прощай».

source: Look at the trees, imagine them dead.
ru: Посмотреть на деревья, представить их мертвыми.

source: "Eh... nothing at all, friend. I had some questions..."
ru: «Э-э-э.. ничего страшного, друг. У меня есть несколько вопросов...»

source: "Oh, nothing at all. Farewell, Mourns."
ru: «О, нет, ничего. Прощай, Скорбящий».

source: "Nothing, really. Morte? What do you think?"
ru: «Ничего. Что думаешь, Морт?»

source: "It's nothing. Annah? Could you?"
ru: «Ничего. Анна? А ты?»

source: "Was I smiling? Ignore it. Ignus?"
ru: «Разве я улыбался? Не обращай на это внимания. Игнус?»

source: "It's nothing at all. Grace, would you consider it?"
ru: «Нет, ничего. Грация, ты не могла бы в этом помочь?»

source: "Nothing, nothing. Dak'kon, could you help this man?"
ru: «Ничего, ничего. Даккон, ты поможешь этому человеку?»

source: "It was nothing. Dak'kon: come and help this man."
ru: «Нет, ничего. Даккон, помоги этому человеку».

source: "Oh, nothing. Nordom, do you think you could help?"
ru: «А, ничего. Нордом, как думаешь, ты сможешь помочь?»

source: "Nothing, Mourns. Vhailor, could you help?"
ru: «Ничего, Скорбящий. Вейлор, ты сможешь помочь?»

source: "Eh... nothing at all. I had some questions..."
ru: «Э-э-э... ничего. У меня есть несколько вопросов...»

source: "Nothing at all. Farewell."
ru: «Ничего. Прощай».

source: Continue...
ru: Продолжить...

source: "No, just passing by. Farewell, Mourns-For-Trees."
ru: «Нет, я просто проходил мимо. Прощай, Скорбящий-по-деревьям».

source: Just *willing* the seed to grow caused it to blossom... now the damn thing is wrapped around my wrist and won't let go. At least it doesn't take up any room in my pack... still, I better return the thing to Mebbeth and see if it's what she wanted.
ru: Просто *пожелав* того, чтобы семя проросло, я заставил его расцвести... И теперь эта чертова штука обвилась вокруг моей руки и не снимается. По крайней мере, она не занимает лишнего места... Но лучше вернуть эту штуку Меббет и выяснить, это ли ей нужно.

source: Mourns-for-Trees takes the seed from you and holds it up to his eye. "What an odd seed... are those teeth along the edge? Barbs, perhaps... where did you come by it, friend?"
ru: Скорбящий-по-деревьям берет у тебя семя и внимательно рассматривает его. «Какое странное зернышко... Это еще что по краям, зубы? Шипы, наверное... Откуда оно у тебя, друг?»

source: "No..." Mourns-for-Trees continues to stare the seed in his hand. "This is the only seed of its kind I've ever seen... I... ah!" He winces, and a spot of blood glistens on his thumb. "The barbs on it are sharp, indeed. Perhaps you should hold it."
ru: «Нет, - Скорбящий-по-деревьям продолжает разглядывать семя у себя на ладони. - Похожие зерна я видел только... Ай!» Он вздрагивает, на кончике его пальца появляется капелька крови. «Эти колючки очень острые. Наверное, лучше вернуть его тебе».

source: "Unless you can make that one grow, I cannot... again, I've never seen a seed of its like before, friend."
ru: «Если только ты не сумеешь вырастить это зернышко, я не смогу... Я ведь никогда не видел подобных семян, друг».

source: Mourns-for-Trees shakes his head. "I do not know. Perhaps many seasons."
ru: Скорбящий-по-деревьям качает головой. «Не знаю. Возможно, несколько сезонов».

source: Mourns-for-Trees looks at the seed. "Perhaps... if you *cared* enough to see it grow..."
ru: Скорбящий-по-деревьям смотрит на семя. «Возможно... если ты достаточно сильно *захочешь*, чтобы оно взошло...»

source: "This is Sigil, friend. Belief is everything. Everything... from the spire on which Sigil rests, to even that tiny seed you hold there. If you *believe* enough, anything is possible..."
ru: «Это Сигил, друг. Убеждения во всем. Во всем... начиная от шпиля, на котором покоится Сигил, и заканчивая этим маленьким зернышком. Если ты *веришь* достаточно сильно, возможно все...»

source: To your surprise, there is a *crack* and the seed splits, twigs splitting from its surface like fingers. Instinctively, you drop the seed, but the talon-like twigs wrap around your wrist and will not let go.
ru: К твоему удивлению, семя, затрещав, начинает прорастать, распространяя побеги во все стороны. Инстинктивно ты роняешь семя, однако когтеподобные ветки уже обвились вокруг твоего запястья, не дав ему упасть.

source: Mourns-for-Trees stares at the barbed branches wrapped around your wrist, stunned. "I... think the barbs on those new branches would be more than enough for what your friend needs."
ru: Скорбящий-по-деревьям завороженно смотрит, как шипастые ветви обвивают твое запястье. «Думаю... колючек на этих ветках будет более чем достаточно для твоего друга».

source: "I need some herbs sprung from this seed. Can you help me?"
ru: «Мне нужны травы, которые произрастают из такого семени. Можешь мне помочь с этим?»

source: "Old Mebbeth, the midwife of the Square, needs some herbs sprung from that seed. Do you know where I could get some?"
ru: «Старой Меббет, повитухе с площади, нужны травы, которые произрастают из такого семени. Ты не знаешь, где можно их достать?»

source: "So you can't help me, either?"
ru: «Так значит, ты не сможешь мне помочь?»

source: "If we wanted it to grow enough, is it possible to make it grow?"
ru: «Если мы захотим, чтобы оно выросло, возможно ли заставить его вырасти?»

source: "Is there anyway to make it grow faster?"
ru: «А есть какой-нибудь способ заставить расти его быстрее?»

source: "I am not going to wait for this damn thing to grow. I need those herbs, and I need them now."
ru: «Я не собираюсь ждать, пока эта чертова штуковина прорастет. Мне нужны травы, и нужны прямо сейчас».

source: "I suppose I could wait for it to grow... how long would it take?"
ru: «Думаю, я могу подождать, пока оно не вырастет... Сколько времени это может занять?»

source: "I *really* need those herbs. Is there anything that can be done?"
ru: «Мне *очень* нужны эти травы. Можно ли что-нибудь с этим сделать?»

source: Focus on the seed, *will* it to grow.
ru: Сконцентрироваться на семени, *заставить* его прорасти.

source: "Well, I guess it's worth a try..."
ru: «Ну что ж, попытка - не пытка...»

source: "What the hells?"
ru: «Какого черта?»

source: "I hope she can get this damn thing off of me. Look, before I go, I had some questions..."
ru: «Надеюсь, что смогу избавиться от этой чертовой штуки. Послушай, перед тем, как уйти, я хотел бы задать несколько вопросов...»

source: "I will return it to her, then... thank you for your help. Farewell."
ru: «Тогда я верну это ей... Спасибо за помощь. Прощай».

source: You see a tired-looking, sorrowful old man who is gazing at the ash-dead tree in front of him. He is mumbling to himself and tapping his chin, as if trying to figure something out. Occasionally, he shakes his head sadly.
ru: Перед тобой печального вида уставший старик, который смотрит на иссохшее деревце. Он что-то бормочет себе под нос, потирая подбородок, словно пытаясь что-то решить. Иногда он горестно качает головой.
