Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmhead.dlg.po
Languages: ru

source: I've agreed to return the head of Mertwyn to his body in the Civic Festhall.
ru: Я согласился вернуть голову Мертвина его телу в Городском Фестхолле.

source: This sturdy steel box has a thick leather handle on the top, but there's no apparent way to open the thing - it appears to be welded shut. There are a number of very narrow slits along one side, though you can't quite see into the box through them. A sickly-sweet, rotting smell wafts out from the slits. As you examine the container more closely, it shifts slightly in your hands. Something's moved inside it! There's a man's voice from within: "Ho, there... is someone there, by chance? My name's Mertwyn... anyone? Hail?"
ru: У этой прочной стальной коробки сверху есть толстая кожаная ручка, но как ее открыть - непонятно: выглядит она наглухо запаянной. На одной из сторон имеется несколько очень узких прорезей, хотя через них ты не можешь толком разглядеть, что в коробке. Из прорезей доносится слащавый гнилостный запах. Изучая емкость более внимательно, ты замечаешь, она слегка покачивается в твоих руках. Внутри что-то двигается! Из нее доносится мужской голос: "Эй, там... есть там кто-нибудь? Меня зовут Мертвин... кто-нибудь? Эй?"

source: "Yes... greetings..."
ru: "Да... здравствуй..."

source: Ignore the voice, put the item away.
ru: Проигнорировать голос и отложит коробку.

source: "Thank the Powers! Have you seen my body, perchance? It's hard to miss him... stumbles about with a silly wooden head on its shoulders... he must have worn his feet down to stubs looking for me by now!"
ru: "Хвала Силам! Ты случайно не видел мое тело? Его трудно не заметить... бродит с глупой деревянной башкой на плечах... должно быть, оно уже стерло ноги до коленей, разыскивая меня!"

source: "Yes... in the Civic Festhall."
ru: "Да... в Городском Фестхолл".

source: "No... I don't think so..."
ru: "Нет... Не думаю..."

source: "My good fortune, then! Could I persuade you to return me to him, good sir?"
ru: "Тогда фортуна мне улыбнулась! Могу ли я уговорить тебя вернуть меня ему, сударь?"

source: "Yes, I'll do that for you."
ru: "Да, я это сделаю для тебя".

source: "What's in it for me?"
ru: "А что мне от этого будет?"

source: "Perhaps later. Farewell."
ru: "Возможно, позже. Прощай".

source: "How splendid! I thank you kindly then, sir. If you don't mind, now, we'll hold off speaking any further until I'm with my body again."
ru: "Великолепно! Премного благодарен, сэр. А теперь, если не возражаешь, мы отложим этот разговор до тех пор, пока я не вернусь к своему телу".

source: "But I had some questions..."
ru: "Но у меня есть несколько вопросов..."

source: "All right... farewell."
ru: "Ладно... Прощай".

source: "I'm sure you do, sir, coming across a severed, speaking head locked in an iron case... but it will have to wait. Very tiresome being separated from my body, you see... my humblest apologies."
ru: "В этом я не сомневаюсь, сэр: не каждый день попадаются отрезанные говорящие головы в железных коробках... но это подождет. Видишь ли, очень уж это скучно: быть в разлуке с телом... прими мои глубочайшие извинения".

source: "All right, then. Farewell."
ru: "Тогда ладно. Прощай".

source: "Eh... my gratitude?"
ru: "Э... моя благодарность?"

source: "That'll do. I'll take you back."
ru: "Сойдет. Я верну тебя на место".

source: "I could use a little something more than that."
ru: "Мне бы что-нибудь более значительное".

source: "All right, I'll do it."
ru: "Ладно, я сделаю это".

source: "Give me something now."
ru: "Дай мне что-нибудь сейчас".

source: "Eh... well, you see, I don't really *have* anything right now. I *am* just a head in a locked iron box, you know."
ru: "Э... ну, видишь ли, в данный момент у меня в самом деле ничего с собой *нет*. Видишь ли, я *всего лишь* голова в запертом железном ящике".

source: "All right... I'll do it."
ru: "Ладно... Я сделаю это".

source: "Fine... then rot in your box, Mertywn."
ru: "Отличто... вот и будешь гнить в своем ящике, Мертвин".

source: "Wait! Wait, good sir! Look, now; I can get you *something,* I just need to get back to my body, first!"
ru: "Постой! Погоди, сударь! Послушай, я могу тебе *что-нибудь* дать, просто сначала мне нужно вернуться к своему телу!"

source: "We'll talk about it later. Farewell."
ru: "Мы поговорим об этом позже. Прощай".

source: "Oh, dear. Well, that would have been a bit too much to hope for, eh? In any case, it's probably shambling about the Civic Festhall, in the northeastern corner of the Clerk's Ward. Could I, by any chance, persuade you to take me there, good sir?"
ru: "О, боги. Что ж, это было бы уже слишком - надеяться на такое, правда? Как бы там ни было, оно, вероятно, шатается по Городскому Фестхоллу, что в северо-восточном углу Чиновничьего района. Могу ли я каким-то образом уговорить тебя доставить меня к нему, сударь?"

source: Mertwyn's boxed head stirs as you lift the box. "Oh, hello again... say, any chance I could get you to return me to my body, now? I assure you, I'd be *most* grateful..."
ru: Голова Мертвина в коробке начинает суетиться, когда ты ее поднимаешь. "О, и снова привет... скажи-ка, есть ли шанс, что ты вернешь меня моему телу? Уверяю тебя, я буду *очень* благодарен..."

source: Mertwyn's boxed head stirs as you lift the box. "Are we there yet, good sir? Hmmm... I don't *see* my body..."
ru: Голова Мертвина в коробке начинает суетиться, когда ты ее поднимаешь. "Мы уже пришли, сударь? М-м-м... я не *вижу* своего тела..."

source: "We're not, but I had some questions..."
ru: "Мы еще не пришли, однако у меня есть несколько вопросов..."

source: "We're not there yet. Farewell."
ru: "Мы еще не пришли. Прощай".

source: Mertwyn's voice suddenly echoes from within the steel box. "Oh! Oh! There it is! That's my body! Say there, old chum... over here..."
ru: Внезапно голос Мертвина эхом раздается в стальной коробке. "О! О! Вот оно! Это мое тело! Послушай, старина... вон там..."

source: "Oh, come now... that's not very nice, sir. And what use have you for my head, after all?"
ru: "О, да брось... это не очень вежливо, сэр. Да и на кой черт, в конце концов, сдалась тебе моя голова?"

source: Allow Mertwyn's body to take his head.
ru: Позволить телу Мертвина забрать его голову.

source: "Sorry; you're staying with me a while longer. Farewell."
ru: "Извини, ты еще немного побудешь у меня. Прощай".

source: I reunited Mertwyn's head with his body; the two seemed quite happy to see one another again.
ru: Я воссоединил голову Мертвина с телом; похоже, эта парочка весьма рада видеть друг друга снова.
