Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmhult.dlg.po
Languages: ru

source: "An' farewell to ye too, cutter!" He waves goodbye and walks off.
ru: "И тебе до свидания, рубака!" Он машет тебе рукой на прощание и уходит.

source: "Too bad, too bad." He shrugs. "Had some questions, did ye? Ask away, then!"
ru: "Жаль, очень жаль, - он пожимает плечами. - Что, есть вопросы? Ну так спрашивай!"

source: "Deader's, a' course! Don't ye recognize the robes of a Collector?" He grabs a hold of the cloth and holds it up for your inspection.
ru: "Жмуриков, конечно! Не узнал одежду Сборщиков?" Он хватается за ткань и предоставляет ее тебе для осмотра.

source: "Aye, Collectors!" He indicates his ragged brown robes. "These here are a Collector's robes, cutter. Any poor sod ye see wearin' these... me, for instance, ha! ...is most likely lookin' for deaders. Bodies, ta sell at the Mortuary." He shrugs. "Whatever it takes ta get by in the Hive, right? Ha ha!"
ru: "Ага, Сборщиков! - он указывает на свою рваную коричневую одежду. - Вот это, рубака, одежда Сборщика. Любой бедолага, которого ты встретишь в такой одежде - ну, к примеру, я, ха! - скорее всего, ищет жмуриков. Трупы, чтоб продать в Морг, - он пожимает плечами. - Чего только не будешь делать, чтобы выжить в Улье, правильно? Ха-ха!"

source: He laughs heartily. "Hells, no! We all dress the same, but there's only so many deaders ta go around. We band up, usually... an' competin' bands, packs, gangs... whatever ya like ta call 'em... aren't none too friendly with one another."
ru: Он расхохотался от души. "Черта-с-два! Мы одеваемся похоже, но жмуриков в округе так уже и много. Обычно мы собираемся вместе... в противоборствующие банды, шайки, или группировки... называй их, как хочешь... которые не очень-то приветливы друг с другом".

source: He nods. "Sure as Sigil's round! Most Collectors in the Hive call kip in Ragpicker's Square, a dump just north a' here through the large gate. It's mostly run by Sharegrave's laddos, now, since we fought most a' Pharod's boys off."
ru: Он кивает. "Верно, как круглый Сигил! Большинство Сборщиков живут на площади Старьевщиков - это свалка на север отсюда, за большими воротами. Теперь за главных там ребята Могильника, с тех пор как мы прогнали парней Фарода".

source: "Sharegrave? He's my boss. I never speak with him, though... never even seen him too close-like. Keeps ta himself, mostly, an' runs things through a few underlin's. Ye can find him in his case at Ragpicker's Square, but I'd stay away unless ye got good reason ta talk ta him. He's a bit peery a' strangers, he is."
ru: "Могильник? Он мой босс. Правда, я с ним ни разу не говорил... ни разу даже не видел его вблизи. Он по большей части держится в стороне и работает через своих шестерок. Его можно найти в его берлоге на площади Старьевщиков, но я бы к нему не совался без особой причины для разговора. Он, типа, малость подозрительный к незнакомцам"

source: "Don't know much about the man, myself. We spent a lot a' time fightin' his boys, but they've all suddenly disappeared... along with Pharod. We still catch the occasional straggler in Ragpicker's Square, but we've no idea where the rest are hidin' at."
ru: "Лично я о нем мало чего знаю. Мы часто дрались с его парнями, и тут вдруг все они исчезли... вместе с Фародом. Мы все еще ловим случайных перебежчиков на площади Старьевщиков, однако мы не знаем, где прячутся остальные".

source: "He must, cause we hear his lot's been real successful of late. Findin' lots a' deaders, makin' lots a' jink off the Dusties at the Mortuary. Don't know how, either, as we've been havin' trouble findin' corpses of late." He shrugs.
ru: "Должно быть. Мы слыхали, что в последнее время ему несказанно везет. Нашел кучу жмуриков, получил много звенелок от Мертвяков из Морга. Вот только не знаю, каким образом: в последнее время у нас проблемы с нахождением трупов". Он пожимает плечами.

source: "Keeps the streets a' the Hive a bit cleaner, I guess. Keeps plague from spreadin' an' the like. Though the Dusties like ta keep the dead in their place, too... seein' to it they all get properly buried, melted down, or what not. Part a' their beliefs an' such."
ru: "Это делает улицы Улья немного чище, как мне кажется. Не дает распространяться чуме, и так далее. И еще Мертвяки любят пристраивать мертвецов... заботятся, чтобы всех их как следует похоронили, сожгли, и тому подобное. Это часть их веры, что-то типа того".

source: "Ask away, cutter! Mayhap I'll get lucky an' someone'll keel over an' die while we're chattin.' Ha ha!"
ru: "Спрашивай, рубака! Быть может, мне улыбнется удача, и кто-нибудь да откинется, пока мы тут болтаем. Ха-ха!"

source: "This is the Hive, cutter - what we Hivers like ta call the arse-end a' Sigil. Not that Sigil's got an end, bein' round an' all, but ye know what I mean. Ha! Anyway, north an' west a' here, through the big gate, is Ragpicker's Square, where Collectors like me call kip. Don't know much about the rest a' Sigil, I'm afraid."
ru: "Это Улей, рубака - то, что мы, его жители, зовем задницей Сигила. Не то чтобы у Сигила была задница - он круглый, - но ты ведь понимаешь, о чем я. Ха! Как бы там ни было, на северо-западе отсюда, за большими воротами, находится площадь Старьевщиков, которую я зову своим домом. Боюсь, об остальной части Сигила я мало что знаю".

source: "The Collector boss? Don't know much about the man, myself. We spent a lot a' time fightin' his boys, but they've all suddenly disappeared... along with Pharod. We still catch the occasional straggler in Ragpicker's Square, but we've no idea where the rest are hidin' at."
ru: "Босс Сборщиков? Лично я о нем мало чего знаю. Мы часто дрались с его парнями, и тут вдруг все они исчезли... вместе с Фародом. Мы все еще ловим случайных перебежчиков на площади Старьевщиков, однако мы не знаем, где прячутся остальные".

source: "Hmm... no, haven't run across one. Tell ye what, though - if I do, I hold on to it for ye."
ru: "Хм... нет, ничего такого не попадалось. Скажу тебе вот что: если найду - сохраню его для тебя".

source: "'Allo, there, cutter. Say, I've seen ye afore, no? Sure, I have! Now I remember. Say... seen any deaders about?"
ru: "Здорово, рубака! Слушай, а мы раньше не встречались? Конечно, встречались! Помню-помню. Слушай... не видал жмуриков поблизости?"

source: "Greetings..."
ru: "Приветствую..."

source: Nod in return, pass him by.
ru: Кивнуть в ответ, пройти мимо него.

source: Pass him by.
ru: Пройти мимо него.

source: "None nearby, no. I had some questions..."
ru: "Нет, не видал. У меня есть несколько вопросов..."

source: "No, not nearby. Farewell."
ru: "Нет, не видал. Прощай".

source: Leave.
ru: Уйти.

source: "What are you looking for?"
ru: "Что ты ищешь?"

source: "Can you tell me about this area?"
ru: "Можешь рассказать об этом месте?"

source: "I'm looking for a man named Pharod."
ru: "Я разыскиваю мужчину по имени Фарод".

source: "I'm searching for a journal I've lost."
ru: "Я ищу дневник, который потерял".

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: "No..."
ru: "Нет..."

source: "Collectors?"
ru: "Сборщиков?"

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "That's all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "Do the Collectors work together?"
ru: "Сборщики работают сообща?"

source: "Why does the Mortuary pay for corpses?"
ru: "Почему Морг платит за мертвецов?"

source: "Are there rival packs of Collectors near here?"
ru: "Здесь есть враждующие банды Сборщиков?"

source: "Tell me about Sharegrave."
ru: "Расскажи мне о Могильнике".

source: "Tell me about Pharod."
ru: "Расскажи мне о Фароде".

source: "Does he have many men left?"
ru: "У него много людей осталось?"

source: "Tell me about Collectors."
ru: "Расскажи мне о Сборщиках".

source: "Can you tell me about Collectors?"
ru: "Что ты можешь рассказать о Сборщиках?"

source: "I'm also searching for a journal I've lost."
ru: "Еще я ищу дневник, который потерял".

source: "Thanks. Can you tell me about Collectors?"
ru: "Спасибо. Можешь рассказать мне о Сборщиках?"

source: "Thanks. Can you tell me about this area?"
ru: "Спасибо. Можешь рассказать об этом месте?"

source: "I'm also looking for a man named Pharod."
ru: "Еще я разыскиваю мужчину по имени Фарод".

source: "Thanks, I'd appreciate that. Farewell."
ru: "Спасибо, весьма признателен. Прощай".

source: This man appears less dour and wary of passers-by than the people around him. He moves with an upbeat gait, casually scanning the ground to either side of him as he goes. As you approach him, he nods a friendly greeting.
ru: По сравнению с другими, на вид этот мужчина не так угрюм и насторожен по отношению к прохожим. Он весело шагает, время от времени осматривая землю с обеих сторон. Когда ты подходишь, он приветливо кивает тебе.

source: "'Allo, cutter! Say... ye seen any deaders about?"
ru: "Здорово, рубака! Слушай... не видал жмуриков поблизости?"
