Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmmourn.dlg.po
Languages: ru

source: A sense of great loss hangs over this elderly woman like a dark cloak. As you watch her, a long, sad sigh escapes her lips.
ru: Чувство великих потерь, как темный капюшон, покрывает эту старушку. Взглянув на нее, ты слышишь долгий горестный вздох, вылетевший из ее губ.

source: "Greetings..."
ru: "Приветствую..."

source: Leave the woman be.
ru: Оставить женщину в покое.

source: She looks up at your face, cloudy eyes squinting and straining to see you clearly. "Forgive me, young cutter, but I'm an old woman and don't see so well... do I know ye?"
ru: Она смотрит на твое лицо, косящие мрачные глаза уставились на тебя ясным взглядом. "Прости меня, молодой рубака, но я уже пожилая женщина и не очень хорошо вижу... я тебя знаю?"

source: "No."
ru: "Нет".

source: "Perhaps, but I don't know you."
ru: "Может быть, но я не знаю".

source: "We've run across one another before, that's all."
ru: "Один раз наши пути пересеклись, вот и все".

source: She mulls your answer over for a moment, nodding. "What was it ye wanted, then?"
ru: Твой ответ немного напугал ее. "И что тогда тебе надо?"

source: "I had some questions..."
ru: "У меня есть несколько вопросов..."

source: "Nothing, actually. Farewell."
ru: "Ничего. Прощай".

source: "Questions?" Her expression curdles. "Oh, no... ye're an 'adventurer,' aren't ye? Name, job, and all that rot, eh? Well I won't have it! Off with ye!"
ru: "Вопросы?" Она застывает в ужасе. "О нет... ты ведь 'приключенец', не так ли? Имя, работа и прочее гнилье, да? Нафига мне это надо? Пошел прочь!"

source: "I'm not an adventurer."
ru: "Я не приключенец".

source: "No, I'm not... not really, at least..."
ru: "Нет, я не... на самом деле, по крайней мере..."

source: "Farewell, then."
ru: "Тогда прощай".

source: "Bar that!" The woman jabs her finger at you. "I've watched the Dustmen put the name o' me husband, damn his soul, me son and both me daughters on their Memorial, 'adventurers' all o' them! Why, I swung quite a sword *meself* in the day, so's I knows one when I meets one!" The old woman seems to be working herself into a fit; her face has become flushed and flecks of spittle fly from her lips as she howls at you.
ru: "Задвинься!" Женщина тычет в тебя пальцем. "Я следила за тленными, когда те записали имя моего мужа, проклятая его душонка, моих сына и обеих дочек, 'прилюченцы' до мозга костей, теперь все они в Мемориале! Когда-то я *тоже* неплохо махала мечом, так что я знаю, как они выглядят!" Кажется, женщина приходит в форму; ее щеки зарумянились, она прямо-таки брызжет слюной, крича на тебя.

source: Let her continue her tirade.
ru: Слушать ее тираду дальше.

source: Leave.
ru: Уйти.

source: "I'll bet ye've got all *sorts* o' barmy questions!" She mimics your heroic stance: "Greetin's, I have some questions... can ye tell me about this place? Who's the Lady o' Pain? I'm lookin' fer the magic Girdle o' Swank Iron, have ye seen it? Do ye know where a portal ta the 2,817th Plane o' the Abyss might be? Do ye know where the Holy Flamin' Frost-Brand Gronk-Slayin' Vorpal Hammer o' Woundin' an' Returnin' an' Shootin'-Lightnin'-Out-Yer-Bum is?" She spits. "Dung, all o' it! Only gets ye in the Dead-Book! I ought ta kick ye in the shins fer even pesterin' a poor ol' woman about it all! Now go away an' leaves me in peace!"
ru: "Могу поспорить, что у тебя припасено *куча*" всяких тупых вопросов!" Она пародирует твою героическую позу: "Привет, у меня есть вопросы к тебе... ты не можешь рассказать об этом месте? Кто такая Леди Боли? Я ищу магический Железный Пояс Хвастуна, не видел такого? Не знаешь, где может находиться портал на 2817-й План Бездны? Не знаешь, где Святой Увечащий и Возвращающийся Огненный Разящий Холодом Гронков Молот, Стреляющий-Молниями-Из-Твоей-Задницы?" Она сплевывает. "Довольно этого дерьма! Чтоб ты в Книге Мертвых оказался! Я должна пнуть тебя в зад уже только за то, что ты осмелился спросить бедную женщину об этом всем! А теперь проваливай и оставь меня в покое!"

source: As the old woman squints at your face, her expression becomes sour. "Nay, nay, nay! Not ye again! I won't have another word with ye, so git! *GIT!*"
ru: Как только женщина смотрит на тебя, ее выражение лица становится кислым. "Нет, нет, нет! Только не ты опять! Я не хочу с тобой разговаривать, так что исчезни! *ИСЧЕЗНИ*!"
