Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmodron.dlg.po
Languages: ru

source: You see a cube with two arms, two legs, and two small wings sprouting from its sides. On the front of the cube is an animated face. As you approach, the creature focuses its eyes upon you.
ru: Перед тобой куб с парой рук, ног и парой небольших крылышек по бокам. Спереди у куба есть лицо, которое при твоем приближении фокусирует на тебе взгляд.

source: "Greetings."
ru: "Приветствую".

source: Ignore the creature.
ru: Не обращать внимания на существо.

source: "Greetings." The creature speaks with a monotone, sexless voice.
ru: "Приветствуем". У существа монотонный, бесполый голос.

source: "I have some questions..."
ru: "У меня есть несколько вопросов..."

source: "Never mind, I must be going. Farewell."
ru: "Неважно, я должен идти. Прощай".

source: The creature continues to look at you blankly. "State your question."
ru: Существо смотрит на тебя пустым взглядом. "Сформулируй свой вопрос".

source: "Who are you?"
ru: "Кто ты?"

source: "What are you?"
ru: "Что ты такое?"

source: "What is this place?"
ru: "Что это за место?"

source: "What are you doing here?"
ru: "Что ты здесь делаешь?"

source: "We are modron."
ru: "Мы - модрон".

source: "Your name is Modron?"
ru: "Тебя зовут Модрон?"

source: "I must be going now. Farewell."
ru: "Я должен идти. Прощай".

source: "We are modron. We do not have a name. We are modron. All that you see here are modron. We are one."
ru: "Мы - модрон. У нас нет имен. Мы - модрон. Все, что ты видишь здесь, - модрон. Мы - одно целое".

source: "All right. You are all modrons, but what is *this* modron's name? The one I am talking to."
ru: "Ну хорошо. Вы все - модрон, но какое имя у *этого* модрона? С которым я разговариваю".

source: The modron begins to emit sporadic knocking sounds. Its face takes on a pained expression as it continues to stare at you. "We... I..." It looks away from you and the knocking sound fades. "We are modron. We have no identity other than the whole that is modron. We have no name."
ru: Модрон начинает издавать щелкающие звуки. Со страдальческим выражением на лице он продолжает смотреть на тебя. "Мы... Я..." Он отводит от тебя взгляд, и щелчки затихают. "Мы - модрон. Наша единственная личность - модрон - единое целое. У нас нет имен".

source: "Then how do you tell one modron from another?"
ru: "Тогда как вы отличаете модронов друг от друга?"

source: There is a pause as the modron considers your question. "We know. We are modron. We are a part of the whole. Just as you recognize the hand that is part of the arm, we recognize each part of the whole."
ru: Анализируя твой вопрос, модрон на некоторое время умолкает. "Мы знаем. Мы - модрон. Мы - часть целого. Как ты осознаешь ладонь частью руки, так и мы осознаем каждую часть единого целого".

source: "I see. I have some questions..."
ru: "Понятно. У меня еще есть вопросы..."

source: "We are modron, we are quadrone."
ru: "Мы - модрон, мы - квадрон".

source: "What is a modron?"
ru: "Что такое модрон?"

source: "What is a quadrone?"
ru: "Что такое квадрон?"

source: "We are modron. Our race is identified as such."
ru: "Мы - модрон. Так идентифицируется наша раса".

source: "Then what is a quadrone?"
ru: "А что такое квадрон?"

source: "Within our race, we are identified as type quadrone."
ru: "Внутри нашей расы мы идентифицируемся как тип квадрон".

source: "Then what is a modron?"
ru: "А что такое модрон?"

source: "Rubikon dungeon construct."
ru: "Концепция подземелья Рубикона".

source: "What exactly is that?
ru: "А что это на самом деле?"

source: The modron frowns at you then glances about the room. "We should know... We are modron. We are part of the whole... We... Information not available. Address your query to the engineer."
ru: Хмурясь, модрон оглядывает комнату. "Мы должны знать... Мы - модрон. Мы - часть единого целого... Мы... Информация недоступна. Передайте свой запрос конструктору".

source: "Where do I find the engineer?"
ru: "Где я могу найти конструктора?"

source: The modron glances about. "We do not know. Information not available... We are confused..."
ru: Модрон оглядывается по сторонам. "Мы не знаем. Информация недоступна... Мы находимся в тупиковой ситуации..."

source: "Awaiting instructions."
ru: "Ожидаем инструкции".

source: "Instructions for what?"
ru: "Инструкции чего?"

source: The modron gives you a blank look. "Instructions for what tasks need to be performed."
ru: Модрон одаривает тебя пустым взглядом. "Инструкции по поводу того, какие задачи необходимо выполнить".

source: "What tasks? Just what is it that you do here?"
ru: "Что за задачи? Что вы здесь вообще делаете?"

source: The creature gazes at you for some time before answering. "Uncertain... Confusion exists..."
ru: Прежде чем ответить, существо некоторое время внимательно на тебя смотрит. "Неизвестно... Существует затруднение..."

source: "What do you mean? Don't you know who you are?"
ru: "То есть? Ты не знаешь, кто ты такой?"

source: "I must be going, farewell."
ru: "Я должен идти. Прощай".

source: "No... Uncertainty exists... at times."
ru: "Нет... Неизвестность существует... временами".

source: "I don't remember who I am either."
ru: "Я тоже не могу вспомнить, кто я такой".

source: "I sympathize with you..." It reaches out and touches your shoulder gently. After a moment it takes the hand away.
ru: "Я сочувствую тебе..." Он легко касается твоего плеча. Спустя мгновение он убирает руку.

source: "Our race is known as modron. We are from the plane of law, Mechanus."
ru: "Наша раса известна как модрон. Мы с плана порядка, Механуса".

source: "What can you tell me about Mechanus?"
ru: "Что вы можете рассказать о Механусе?"

source: "A place of laws... many laws. Very structured..." Its voice fades to silence.
ru: "Место порядков... множества порядков. Хорошо структурированное..." Его голос затихает.

source: It glances about. "A dungeon simulator. Doesn't work though. It broke." It sighs.
ru: Он озирается по сторонам. "Имитатор подземелья. Только нерабочий. Он сломался", - со вздохом произносит он.

source: "What happened?"
ru: "Что произошло?"

source: "What's a dungeon simulator?"
ru: "Что за имитатор подземелий?"

source: "Uncertain. It stopped working."
ru: "Неизвестно. Она перестала работать".

source: The modron glares at you then sighs. "It simulates dungeons. What do you think a dungeon simulator would do?"
ru: Тяжело вздохнув, модрон смотрит на тебя. "Он имитирует подземелья. А ты как думаешь, что еще могут делать имитаторы подземелий?"

source: "How did it break?"
ru: "Как он сломался?"

source: It frowns at you. "You should know, you fixed it."
ru: Он хмуро смотрит на тебя. "Ты должен знать - ты исправил его".

source: It pauses. "Contemplating... Thinking... Answering your queries..." It frowns at you.
ru: "Ожидаю... Думаю... Отвечаю на твои запросы...". Он бросает на тебя хмурый взгляд.

source: "What are you thinking about?"
ru: "О чем ты думаешь?"

source: "Life's many mysteries..." It falls silent.
ru: "О множестве загадок бытия..."

source: It stares at you blankly.
ru: Он молча смотрит на тебя.

source: Its gaze never falters as it continues to stare at you.
ru: Он продолжает неотрывно пялиться на тебя.

source: "Can you answer some questions?"
ru: "Ты бы не мог ответить на несколько вопросов?"

source: Emotionless eyes blink at you as it continues to stare.
ru: Безучастные глаза продолжают смотреть на тебя.
