Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmontagu.dlg.po
Languages: ru

source: This handsome young man seems lost in thought, his brow furrowed and slight frown upon his lips.
ru: Этот статный юноша, похоже, погружен в собственные мысли. Лоб его нахмурен, а губы слегка изогнуты.

source: "Greetings..."
ru: "Приветствую..."

source: Leave him to his thoughts.
ru: Оставить его наедине со своими мыслями.

source: This young man still seems troubled. He greets you as you approach. "Once more I extend to thee my greetings. There is something thou wished of me?"
ru: Этот юноша все еще имеет озабоченный вид. Он приветствует тебя, когда ты подходишь. "И вновь приветствую. Ты чего-нибудь хочешь от меня?"

source: "I had some questions..."
ru: "У меня есть некоторые вопросы..."

source: "Nothing, never mind. Farewell."
ru: "Ничего, неважно. Прощай".

source: "And to thee, sir, hail. What dost thou wish of me?"
ru: "Приветствую, сэр. Чего же ты жаждешь от меня?"

source: "Yes?"
ru: "Да?"

source: "Who are you?"
ru: "Кто ты?"

source: "Who are you again?"
ru: "Еще раз, кто ты?"

source: "I need to speak with you about Juliette."
ru: "Мне нужно поговорить с тобой о Джульетте".

source: "What are you doing here?"
ru: "Что ты здесь делаешь?"

source: "I had some questions about this place..."
ru: "У меня несколько вопросов об этом месте..."

source: "What do you know of Ravel Puzzlewell?"
ru: "Ты что-нибудь знаешь о Равель Заморочке?"

source: "I am named Montague, factotum of the Sensates."
ru: "Я - Монтекки, фрактотум Чувствующих".

source: "Factotum?"
ru: "Фрактотум?"

source: "The Sensates?"
ru: "Чувствующих?"

source: "I had other questions..."
ru: "У меня есть другие вопросы..."

source: "That's all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "Verily, sir. A 'member,' if thou like."
ru: "Истинно так, сэр. 'Представитель', если соизволишь".

source: "Verily, sir... the 'Society of Sensation.' A faction of Sigil, sir... the largest. Shouldst thou wish to learn more of the Sensates, speak with Splinter. Thou shall find him just inside the entrance to this building."
ru: "Истинно так, сэр... Общество Восприятия. Сигильская фракция... самая крупная. Если желаешь разузнать о Чувствующих побольше, поговори со Сплинтером. Ты найдешь его внутри прямо у входа в это здание".

source: "You had said 'Sensates?'"
ru: "Ты упомянул Чувствующих?"

source: "Did you say 'factotum?'"
ru: "Ты сказал "фрактотум"?"

source: "I work as an assistant for one of the faction's administrators. Though, more often now than the past, I find myself perplexed by one of life's strange ways."
ru: "Я состою на службе помощником одного из управителей фракции. Однако намного чаще, чем раньше, я пребываю в недоумении от этих странных поворотов судьбы".

source: "Such as...?"
ru: "Например?.."

source: "Problems of the feminine variety."
ru: "Проблем женского характера".

source: "I see. I had other questions..."
ru: "Понятно. У меня еще вопросы..."

source: "What's the problem, exactly?"
ru: "А в чем, собственно, проблема?"

source: "You're a female?"
ru: "Ты женщина?"

source: The young man gives you a long look. "Nay."
ru: Юноша надолго задерживает на тебе взгляд. "Нисколько".

source: "In any case, I had other questions..."
ru: "Так или иначе, у меня есть другие вопросы..."

source: "I don't know what's bothering her. I have tried to cheer her up. I don't know what could be the matter."
ru: "Я не понимаю, что ее беспокоит. Я пытался развеселить ее. Ума не приложу, в чем тут может быть дело".

source: "How are things between you two?"
ru: "Как у вас двоих дела?"

source: "That's too bad. I had other questions..."
ru: "Очень жаль. У меня есть другие вопросы..."

source: "Good luck. Farewell."
ru: "Удачи. Прощай".

source: "Other than this bout of discontent and humdrums, everything is splendid! All that orbits around us does so with tranquillity... our families are more than satisfied with our potential union, and her siblings love me. There is nothing wrong."
ru: "Не считая этой череды досад и банальностей, все просто великолепно! Все, что вращается вокруг нас, навевает такое спокойствие... наши семьи более чем удовлетворены нашим будущим союзом, ее родственники обожают меня. Все так, как и должно быть".

source: "Hmm. Perhaps that's the problem: no problems."
ru: "Хмм. Возможно, в том-то и проблема, что проблем нет".

source: "That's too bad. I had other questions.."
ru: "Очень жаль. У меня есть другие вопросы..."

source: "I hope it works out. Farewell."
ru: "Надеюсь, у вас все образуется. Счастливо".

source: "How dost thou mean that no problems are problems? 'Tis my desire that thou speak plainly, sir."
ru: "Что ты подразумеваешь под тем, что отсутствие проблем - это проблема? Прошу изъясняться яснее, сэр".

source: "Perhaps she wants a little more spice in your relationship."
ru: "Наверно, она хочет внести немного разнообразия в ваши отношения".

source: "Never mind, I had other questions..."
ru: "Неважно. У меня есть другие вопросы..."

source: "Forget it. Farewell."
ru: "Забудь. Счастливо".

source: "How wouldst thou know what she wishes?!" He becomes heated. "We love, and we love unconditionally, with none of the sordid or poisonous wrappings that seem to unfold all in young love. I call thee out, sir, and I call thee a recreant knave and a fool!"
ru: "Откуда тебе известно, чего она желает?! - он начинает закипать. - Мы любим друг друга, невзирая на все обстоятельства, без всей этой мишуры, которой так полна незрелая любовь. Ты - мошенник и глупец, и я вызываю тебя на дуэль!"

source: "Hold there... calm yourself."
ru: "Погоди-ка... успокойся".

source: "You're a fool to seek a fight with me, but I'll give it to you..."
ru: "Ты глупец, раз ввязываешься в драку со мной, однако я тебе преподам урок..."

source: "That's enough insults for now, boy. I had other questions..."
ru: "Довольно оскорблений, парень. У меня другие вопросы..."

source: "Watch your tongue, or you'll find it torn from your mouth. Farewell."
ru: "Придержи язык, не то я вырву его. Прощай".

source: "I am sorry... 'twas the fury of the moment that caused me to speak so. I tender my apologies to thee and thine, good sir."
ru: "Прости меня... Мимолетная ярость заставила меня говорить подобным образом. Приношу свои глубочайшие извинения, сударь".

source: "Think nothing of it. It's no matter."
ru: "Забудь об этом. Пустяки".

source: "Just watch yourself. Fighting me might have been the worst mistake you've ever made."
ru: "Просто следи за собой. Драка со мной могла стать самой страшной ошибкой в твоей жизни".

source: Ignore him and walk away.
ru: Не обращать на его внимания и уйти.

source: "Thou art indeed gracious, sir."
ru: "Ты воистину милосерден".

source: "I'll take my leave, now. Farewell."
ru: "Я должен идти. Прощай".

source: "Then watch myself I shall, sir."
ru: "В таком случае, я буду следить за собой, сэр".

source: "Oh?" He gives you a puzzled, slightly suspicious look.
ru: "А?" Он смотрит на тебя озадаченно, даже слегка подозревающе.

source: "I overheard her speaking at the Brothel. She's having an affair, you know."
ru: "Я подслушал ее разговор в Борделе. Представляешь: у нее роман".

source: "I demand her love. And I demand that you withdraw your false protestations of love before I mash you into tiny bits."
ru: "Мне нужна ее любовь. И я требую, чтобы ты забрал назад свои лживые признания в любви, пока я не порубил тебя на мелкие кусочки".

source: "Never mind that, actually. I had some questions..."
ru: "В принципе, это не важно. У меня есть несколько вопросов..."

source: "We'll speak of her later, though. Farewell."
ru: "Тогда поговорим о ней позже. Счастливо".

source: "Thou speak falsely. I would have thee present me proof, before I took thy claim as true."
ru: "Ты лжешь. Тебе придется представить мне доказательства, прежде чем я поверю в твои заявления".

source: "I also found these letters... here, read them."
ru: "Еще я нашел эти письма... на, почитай".

source: Lie: "I... saw her reading letters from him."
ru: Ложь: "Я... видел, как она читала письма от него".

source: "We'll speak of it later. Farewell."
ru: "Поговорим об этом позже. Прощай".

source: "I did not. I refuse to grant credibility to words and accusations... I must feel the weight of such letters in my hand before I may make an appraisal of the situation. Were thou to bring me these letters, I would speak to thee of the matter once more."
ru: "Нет. Я отказываюсь принимать на веру обвинения... Я должен почувствовать вес этих писем в своей руке, прежде чем я дам оценку данной ситуации. Как только ты принесешь мне эти письма, мы продолжим разговор".

source: "I'll return when I have them. Farewell."
ru: "Я вернусь, как только их найду. Прощай".

source: He takes the letters and reads them over. "Alas! 'Tis true! She has found another who loves her passionately. Ah, heartache is a Sensate's fate, I think. I shall move on to another love and let this other suitor have her, considering the passion of his words."
ru: Он берет письма и перечитывает их. "Увы! Это правда! Она нашла себе другого, который искренне любит ее. Ах, видимо, таков удел Чувствующих - испытывать душевные страдания. Принимая во внимание всю пылкость его слов, я обязан найти себе другую и отдать ее этому ее поклоннику".

source: "Wait - this was all a ruse."
ru: "Погоди... это всего лишь розыгрыш".

source: "I wish you luck, then. Farewell."
ru: "В таком случае, желаю тебе удачи. Прощай".

source: "Eh? What is this thou speak of?"
ru: "Что? О чем это ты говоришь?"

source: "She's trying to trick you into being more passionate."
ru: "Она пытается таким образом разбудить в тебе страсть".

source: "Never mind... farewell."
ru: "Неважно... Прощай".

source: "And why did she not simply say something?"
ru: "Но почему она просто не сказала мне?"

source: "I don't think it really occurred to her."
ru: "Не думаю, что ей это могло прийти в голову".

source: "This way may have been easier for her."
ru: "Так для нее, наверное, проще".

source: "Apparently not. So what should be done?"
ru: "Видимо, нет. Так что же делать?"

source: "Turnabout is fair play..."
ru: "Отплати ей той же монетой..."

source: "Nothing, I think."
ru: "Думаю, ничего".

source: "Very well. I shall hold off, then, on making a response."
ru: "Отлично. В таком случае, мне нужно задержаться и подготовить ответ".

source: "I hope you can work it out. Farewell."
ru: "Надеюсь, ты сможешь все уладить. Прощай".

source: "Whatever you like. Farewell."
ru: "Как пожелаешь. Счастливо".

source: "How should I do so, sir?"
ru: "Как мне поступить, сэр?"

source: "Say that you're bored with the relationship - that she's not interesting enough anymore."
ru: "Скажи, что ты устал от ваших с ней отношений, что она тебе больше не интересна".

source: "Say that you're having an affair."
ru: "Скажи, что у тебя роман".

source: "I'm not sure. You should decide."
ru: "Не уверен. Тебе решать".

source: "Thou art saying that I should feign disinterest so as to peak her interest. Assuredly, that is irony. I shall agree to what thou suggest and observe the results."
ru: "Говоришь, я должен притворится безразличным, чтобы подогреть ее интерес. Как иронично. Пожалуй, я приму твое предложение и просмотрю, что из этого выйдет".

source: "Good luck - I hope it works out. Farewell."
ru: "Удачи... Надеюсь, это сработает. Счастливо".

source: "Such advice could be dangerous, but it will no doubt spur her to examine our relationship and fight to keep it. It shall be done. How shall it be committed?"
ru: "Подобный совет может быть опасен, но это, вне всякого сомнения, заставит ее пересмотреть наши отношения и попытаться сохранить их. Да будет так. Каким образом это можно осуществить?"

source: "I'll handle it. I'll say that I found you with another woman."
ru: "Я это улажу. Я скажу, что застал тебя с другой женщиной".

source: "All right, then. It shall be as thou say."
ru: "Тогда хорошо. Пускай будет по-твоему".

source: "On second thought, I'd best let you handle it."
ru: "Хотя, если подумать, мне лучше дать тебе самому это уладить".

source: "I'll be sure to tell her when we next meet. Farewell."
ru: "Я обязательно скажу ей это при следующей встрече. Прощай".

source: "Truly?"
ru: "В самом деле?"

source: "Aye, I like the sound of that very much."
ru: "Да, мне это очень даже нравится".

source: "All right... then what, sir?"
ru: "Ладно... что тогда, сэр?"

source: "But... I had thought we could talk about everything."
ru: "Но... я подумал, что мы можем говорить о чем угодно".

source: "Perhaps this was something that, by its very nature, could not be spoken about."
ru: "Пожалуй, это именно то, что по своей сути не следовало бы обсуждать вообще".

source: "You may have been mistaken."
ru: "Ты, наверно, ошибся".

source: "What wouldst thou recommend me do, sir?"
ru: "Как же мне поступить, сэр?"

source: "Thou love her so that thou wouldst fight me?"
ru: "Ты любишь ее настолько, что будешь драться со мной?"

source: "Yes."
ru: "Да".

source: "No, I don't love her - but I'll fight for her."
ru: "Нет, я ее не люблю, но буду за нее драться".

source: He studies you for a moment. "Thou art passionate about this matter, I see. Passion stems from love. Thou love her, and I could not deny her a love such as thine. I shall from this moment onward hold no claim on her; thou may do as thou wish."
ru: Он некоторое время изучает тебя. "Вижу, ты относишься к этому делу со всей страстью. А страсть появляется из любви. Ты любишь ее, и я не вправе лишать ей такой любви. Отныне я отказываюсь от притязаний на нее; поступай, как ты того пожелаешь".

source: "Hold a moment... this was all a ruse."
ru: "Секундочку... это все было розыгрышем".

source: "Eh... all right, then. Farewell."
ru: "Э... тогда ладно. Прощай".

source: "A ruse? Of what sort?"
ru: "Розыгрыш? В каком смысле?"

source: "She wanted to provoke you into fighting for her."
ru: "Она хотела подтолкнуть тебя на драку за нее".

source: "Oh? Did she think my love so boundless that I would engage in fisticuffs with a brutally-scarred man of thy stature? Perhaps she thinks my devotion to her a little high. So... what should be done about this ruse?"
ru: "Да? Неужели она думает, что моя любовь столь безгранична, что я ввяжусь в драку с обезображенным шрамами человеком, имеющим твое телосложение? Вероятно, она слегка переоценила мою преданность к ней. Итак... как мы поступим с этим розыгрышем?"

source: "Ah, but you see... that is passion. Passion stems from love. Thou love her, and I could not deny her a love such as thine. I know very well her beauty, her temperance, her virtue, and I know how she may inspire men to greatness. I shall from this moment onward hold no claim on her; thou may do as thou wish."
ru: "Ах, но ты же понимаешь... вот она - страсть. А страсть происходит из любви. Ты любишь ее, и я не в праве лишать ей такой любви. Мне ли не знать ее красоты, ее сдержанности, ее добродетели, мне ли не знать ее способности побуждать мужчин к великим свершениям. Отныне я отказываюсь от притязаний на нее; поступай, как ты того пожелаешь".

source: "The Civic Festhall? Thou wouldst do well to speak with Splinter, just inside the entrance to this building."
ru: "О Городском Фестхолле? Тебе следует поговорить об этом со Сплинтером. Он стоит прямо у входа в это здание со внутренней стороны".

source: "Hmm... the legendary night hag, no? Thou shouldst speak to Quell, sir - he is most knowledgeable regarding such things. He is within the Festhall, though where, I do not know."
ru: "Хмм... легендарая ночная ведьма, нет? Тебе следует поговорить со Квеллом - он наиболее просвещен в такого рода вещах. Он в Фестхолле, хотя где - мне не ведомо".

source: "And a farewell to thee as well, sir. Now, I've some things to attend to; should we meet again, we might speak more of the matter." Montague bows and turns to go.
ru: "И тебе доброго пути. А теперь мне нужно кое-чем заняться; если нам будет суждено встретиться вновь, мы продолжим наш разговор". Монтекки отвешивает поклон и поворачивается, чтобы уйти.

source: Leave.
ru: Уйти.

source: "Montague... I need to speak with you about Juliette."
ru: "Монтекки... Мне нужно поговорить с тобой о Джульетте".

source: "Are you Montague? I need to speak with you about Juliette."
ru: "Ты Монтекки? Мне нужно поговорить с тобой о Джульетте".
