Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmorte.dlg.po
Languages: ru

source: "Are you trying to hurt my feelings, chief? What, was it something I said? The fact I don't have arms? What?"
ru: "Ты пытаешься задеть мои чувства, шеф? Погоди, разве я что-то не так сказал? Или это из-за того, что у меня нет рук? Что?"

source: "Nothing like that. It's just I don't need your company right now. Farewell, Morte."
ru: "Ничего такого. Просто сейчас я не нуждаюсь в твоей компании. Прощай, Морт".

source: "Well, I'm not going to wait FOREVER, so you better come back as soon as you change your mind."
ru: "Ну хорошо, я не собираюсь ждать тебя ВЕЧНО, так что тебе лучше вернуться, как только ты передумаешь".

source: "I will. Farewell, Morte."
ru: "Я так и сделаю. Прощай, Морт".

source: "What's eating you, chief?"
ru: "Что тебя гложет, шеф?"

source: "I think the dustie chit might be a bit short of hearing, chief. Let's lay off, shall we?"
ru: "Думаю, эта цыпочка трухлявых немного тугая на ухо, шеф. Давай просто свалим отсюда, а?"

source: "What's wrong with her hands?"
ru: "Что не так с ее руками?"

source: Tap the woman, get her attention.
ru: Прикоснуться к женщине, привлечь ее внимание.

source: Leave her alone.
ru: Оставить ее в покое.

source: "Eh... she's a *tiefling,* chief. They got fiend blood in their veins, usually 'cause some ancestor of theirs shared knickers with one demon or another. Makes some of 'em addled in the head... and addled-looking, too."
ru: "Э... она из тифлингов, шеф. В их жилах течет лихая кровь нечисти. Кто-то из предков спутался с каким-то нечистым духом. Из-за этого некоторые из них немного тронутые... и обычно выглядят они соответствующе".

source: "Eh... she's a *tiefling,* chief. They got a dash of fiend blood running in their veins, usually cause some ancestor of theirs shared knickers with some demon or another. Makes some of 'em addled in the head... and usually addled-looking, too."
ru: "Э... она из тифлингов, шеф. В их жилах течет лихая кровь нечисти. Кто-то из предков спутался с каким-то нечистым духом. Из-за этого некоторые из них немного тронутые... и обычно выглядят они соответствующе".

source: "Looks like you have a new friend, chief. You two need some time together, or...?"
ru: "Похоже, у тебя новая подруга, шеф. Может, вас оставить наедине на часок, или?.."

source: "Stow it, Morte."
ru: "Замолкни, Морт".

source: Keep playing zombie.
ru: Продолжать строить из себя зомби.

source: Push woman away.
ru: Оттолкнуть женщину.

source: "This may be the second time in my life I'm thankful I don't have a nose."
ru: "Это второй случай в моей жизни, когда я счастлив, что у меня нет носа".

source: "Yeah, yeah, whatever. When you've been dead as long as I have, you know the signals. They may be too SUBTLE for you to pick up on, but that's while I'll be spending MY nights with some luscious recently-dead chit while you're standing around goin' 'huh?' 'Whatzz goin' on?' 'Where's my muh-muh-memories?'"
ru: "Да-да-да, как пожелаешь. Если бы ты был настолько долго мертв, как я, ты бы улавливал сигналы. Для тебя они, наверно, слишком ТОНКИЕ, чтобы их уловить, но именно поэтому я буду проводить ночи напролет с сочной свежеумершей крошкой, а ты будешь бегать вокруг с воплями 'А?' 'Чего здесь творится?' 'Куда пропала моя па-па-память?'"

source: "Hmmmm. Wonder if this graybeard would mind if *I* borrowed his body..."
ru: "Хм-м. Интересно, что подумает этот седобородый, если *я* возьму взаймы его тело..."

source: "Graybeard?"
ru: "Седобородый?"

source: "Graybeard... you know, geezer, old feller, yellow dog... old."
ru: "Седобородый... ну знаешь, старикашка, старичье, рухлядь... старый".

source: "Well, I don't think he's in any position to object. Why not take his body?"
ru: "Ну, не думаю, что у него есть хоть один аргумент против. Почему бы и не взять его тело?"

source: Morte studies the skeleton for a moment, then shakes his head. "Nah... I'd need a fresher one than this. And something with a little more dignity... this one's all creaky and fractured."
ru: Морт изучает скелет, но затем качает головой. "Не... Мне нужно что-нибудь посвежее. И что-нибудь чуть более величественней... а этот какой-то весь скрипучий и в трещинах".

source: "And you're not?"
ru: "А ты, значит, нет?"

source: "Oh, you're a sackfull of laughs." Morte glares at you. "Besides, YOU'RE one to talk, berk. Mirrors beg for mercy when you're around."
ru: "Ох, да ты просто кладезь хохм, - Морт свирепо смотрит на тебя. - Да и вообще. НА СЕБЯ посмотри. Зеркала молят о пощаде, когда ты проходишь мимо них".

source: "Oh, yeah? At least *I* have all my parts."
ru: "Да? Зато у *меня* все при себе".

source: Morte snorts. You're not quite sure how he managed it without lungs.
ru: Морт фыркает. Тебе совершенно непонятно, как это ему удалось без легких.

source: "Let me tell you, Morte, there's nothing more satisfying than walking around, swinging your arms, breathing the crisp air through the lungs. It's GREAT to have a body."
ru: "Позволь мне сказать, Морт. Нет ничего лучше, чем ходить, размахивать руками, вдыхать свежий воздух через полные легкие. Иметь тело - это ОЧЕНЬ приятно".

source: "I'll have you know that helping you escape the preparation room has now been added my growing list of regrets." Morte snorts again. "I should have let you rot... some more, that is."
ru: "Да будет тебе известно, что помощь тебе в побеге из препараторской только что добавлена в растущий список моих сожалений, - Морт снова фыркает. - Надо было оставить тебя там гнить... подольше, то есть".

source: "Glad you feel that way. Let's go."
ru: "Очень приятно это слышать. Идем".

source: "All right then. Let's go."
ru: "Ладно. Идем".

source: "Something tells me you would be twice as annoying if you had arms. Let's go."
ru: "Что-то мне подсказывает, что будь у тебя руки, ты бы был в два раза назойливее. Идем".

source: "I don't think he's in any position to object."
ru: "Не думаю, что он имеет что-то против".

source: "Whoa, chief. That's vandalism. Those bolts are probably the only thing holding that bag of bones together. Necromancy only goes so far with these old fellas, y'know?"
ru: "Эй, шеф. Это уже вандализм. Эти скобы - возможно, единственное, что не дает рассыпаться этому мешку с костями. Знаешь, с такими приятелями некромантия чудес не творит".

source: "So?"
ru: "И что?"

source: "Oh, it's not a problem." Morte does a strange bobbing motion that you think might be a shrug. "Just wasn't sure if you knew that or not. By all means, go ahead."
ru: "Да нет, ничего". Морт делает странный жест. Тебе это кажется похожим на пожимание плечами. "Просто не был уверен, что ты это знаешь. Валяй, можешь попробовать".

source: Try and pry out the skeleton's joint bolts.
ru: Попробовать вытащить скобы из суставов скелета.

source: Never mind. Maybe some other time.
ru: Неважно, может быть, в другой раз.

source: "Oh... I didn't want to cause any permanent damage."
ru: "О... Я не хотел ему навредить".

source: "All right then, never mind. Maybe some other time."
ru: "Ну, тогда ладно. Может, в другой раз".

source: Apparently, the Dustwoman embalmer I encountered is a "tiefling," someone with fiendish blood in their veins. Apparently, the fiendish blood warps their bodies and in some cases, their minds as well. From what Morte said, it sounds like there are a number of tieflings about... which would imply a fair number of fiends as well.
ru: Недавно я встретил тленную-бальзамировщицу, которая оказалась "тифлингом", тем, у кого в жилах течет кровь нечисти. По всей видимости, кровь нечистых искажает их тела и, в некоторых случаях, также затрагивает и рассудок. Как сказал Морт, тифлингов в округе достаточно много... что может означать, что нечисти здесь тоже не меньше.

source: "I love this chit already!"
ru: "Я уже втрескался в эту крошку по уши!"

source: "Yikes!"
ru: "Ой!"

source: "Can you write, then, or pantomime?"
ru: "А написать или показать жестами?"

source: "Eh?"
ru: "А?"

source: "Hey! Hey! What are you doing?"
ru: "Эй! Эй! Что ты делаешь?"

source: "I was *going* to talk to this guy. Problem?"
ru: "Я *хотел* поговорить с этим парнем. Проблемы?"

source: "Nothing, let's move on."
ru: "Ничего. Идем".

source: "If you're going to rattle your bone-box with Dusties, leave me outta it. Me and them aren't gonna be best bloods... and you shouldn't try and be family with them either. They'd sooner torch or bury you than bend an ear. Don't be barmy; let's just get out of here."
ru: "Если ты собираешься трясти черепушкой с трухлявыми, то, пожалуйста, без меня. Я с ними не в лучших отношениях... и тебе не стоит с ними родниться. Они скорее спалят тебя или заживо зароют, чем будут слушать. Не валяй дурака, давай выбираться отсюда".

source: "Thanks for the advice, but I'm *still* going to talk to this guy."
ru: "Спасибо за совет, но я *все еще* хочу поговорить с этим парнем".

source: "Agreed, let's move on."
ru: "Согласен. Идем".

source: "Hey! Are you deaf? What are you doing?"
ru: "Эй! Ты оглох, что ли? Ты что творишь?"

source: "Look, I'm going to talk to this guy. Problem?"
ru: "Слушай, я хочу поговорить с этим парнем. Проблемы?"

source: "*Don't* listen to me then -- it's your funeral."
ru: "Тогда *не слушай* меня больше - тебя похоронят".

source: "Yeah, and you can play the dirge. For now, be quiet."
ru: "Да-да, а ты сможешь поплакаться на панихиде. А пока - умолкни".

source: "Nah, you're right. Forget it. Let's move on."
ru: "А, ты прав. Забудь об этом. Идем".

source: Morte whispers, "This ain't good, chief. Watch your step, or they'll wipe your mind clean out of existence... they're more powerful in bigger groups - each of them adds to a group brain. They're *deadly*."
ru: "Морт шепчет: "Не к добру все это, шеф. Будь осторожен, не то они начисто сотрут твои мозги... чем их больше, тем они сильнее: каждая крыса добавляет свой разум к остальным. Они *смертельно* опасны".

source: Morte whispers, "I don't know what they're up to, chief, but watch your thoughts. They're a group mind, and each rat adds more to the mind, and they fight like - pardon the expression - cornered rats. We're in their home now, boss, and they've got nowhere to go. Don't mess this up."
ru: Морт шепчет: "Не знаю, к чему они клонят, шеф, но лучше следи за тем, о чем думаешь. Они - коллективный разум, и каждая крыса добавляет свой разум к остальным, и они дерутся, как... прости за каламбур... как загнанные в угол крысы. Мы у них дома, босс, и им некуда деваться. Так что не наломай дров".

source: Morte mentioned something about the 'Rule-of-Three.' Apparently, some people believe everything tends to happen in three, and they attach great meaning to the number.
ru: Морт что-то сказал про какое-то 'правило трех'. По-видимому, некоторые верят в то, что все на свете происходит по три, придавая глубокий смысл числам.

source: I told Nemelle her friend, Aelwyn, was looking for her. She rewarded me with a magical kiss, which increased my maximum hit points by three.
ru: Я сказал подруге Немель, Эльвин, что она ее ищет. Она вознаградила меня волшебным поцелуем, который увеличил мой максимум очков жизни на три.

source: My original journal's gone missing, so I've started a new one. I woke up in a place called the "Mortuary." I don't know who I am, what I'm doing here, or even how I got here. The only person I encountered was a chattering skull called Morte... while he was checking my wounds, he discovered a set of 'directions' tattooed on my back: "I know you feel like you've been drinking a few kegs of Styx wash, but you need to CENTER yourself. Among your possessions is a JOURNAL that'll shed some light on the dark of the matter. PHAROD can fill you in on the rest of the chant, if he's not in the dead-book already." "Don't lose the journal or we'll be up the Styx again. And whatever you do, DO NOT tell anyone WHO you are or WHAT happens to you, or they'll put you on a quick pilgrimage to the crematorium. Do what I tell you: READ the journal, then FIND Pharod." Did I leave this message for myself? Looks like I'll need to find this 'Pharod' AND my journal.
ru: Мой предыдущий дневник пропал, так что я завел новый. Я очнулся в месте под названием "Морг". Я не знаю, кто я, что я здесь делаю и даже как я сюда попал. Единственного, кого я здесь пока встретил, - говорящий без умолку череп по имени Морт... Когда он осматривал мои раны, он нашел 'указания', вытатуированные на моей спине: "Я знаю, что ты чувствуешь себя так, как будто ты выпил несколько бочонков помоев из Стикса, но тебе надо СОСРЕДОТОЧИТЬСЯ. Среди твоих вещей есть ДНЕВНИК, который прольет свет на это темное дело. ФАРОД сможет дополнить оставшуюся часть истории, если его еще не записали в книгу мертвых". "Не потеряй дневник, иначе мы вновь окажемся в Стиксе. И что бы ты ни делал, НЕ ГОВОРИ никому КТО ты и ЧТО с тобой произошло, иначе тебя живо отправят в крематорий. Делай так, как я сказал: ПРОЧТИ дневник, а затем НАЙДИ Фарода". Мог ли сам себе оставить это сообщение? Судя по всему, мне придется найти этого 'Фарода' И свой дневник.

source: "What a coincidence! I, too, chase tails."
ru: "Какое совпадение! Я тоже охочусь - только за цыпочками".

source: "Me? Why do *I* have to tell a story?"
ru: "Я? Почему это *я* должен травить байки?"

source: "No, no, I'll do it... I just thought I'd complain a little out of convention. 'Sides, I love the attention."
ru: "Нет-нет, я расскажу... Просто я решил, что стоит немного поныть - согласно обычаю. К тому же, я люблю, когда мне уделяют внимание".

source: "Please! Come on? Pleeeease? It's a great story! Lots of characters, action, foreshadowing and a startling *denouement!*"
ru: "Пожалуйста! Ну? Пожааалуйста! Это отличная история! Много персонажей, много действия, много предзнаменований, и потрясающий *денуэман*!"

source: "It is! It is! Come *on!*"
ru: "Может! Может! *Давай*!"

source: "Beats me! But it sure *sounds* impressive!"
ru: "Понятия не имею! Но *звучит* впечатляюще!"

source: "Fine, fine..."
ru: "Ладно, ладно..."

source: "An elderly man was sitting alone on a dark path, right? He wasn't certain of which direction to go, and he'd forgotten both where he was traveling to and who he was. He'd sat down for a moment to rest his weary legs, and suddenly looked up to see an elderly woman before him. She grinned toothlessly and with a cackle, spoke: 'Now your *third* wish. What will it be?'"
ru: "Сидел себе старик на краю темной дороги, так? Он не был уверен, в какую сторону идти, и он не помнил, куда он направлялся и кем он был. Он присел ненадолго, чтобы дать отдых своим уставшим ногам, и вдруг видит перед собой старуху. Она беззубо улыбнулась и, хихикая, промолвила: 'А теперь твое третье желание. Каким оно будет?'"

source: "'Third wish?' The man was baffled. 'How can it be a third wish if I haven't had a first and second wish?'"
ru: "'Третье желание? - ответил старик в замешательстве. - Как оно может быть третьим, если второго и первого не было?'"

source: "'You've had two wishes already,' the hag said, 'but your second wish was for me to return everything to the way it was before you had made your first wish. That's why you remember nothing; because everything is the way it was before you made any wishes.' She cackled at the poor berk. 'So it is that you have one wish left.'"
ru: "'Ты уже загадал два желания - со смехом ответила старая карга, - но твоим вторым желанием было, чтобы все стало таким, каким оно было до того, как ты загадал первое желание. Потому ты ничего и не помнишь: ведь все так, как было до того, как ты начал загадывать желания. Так что у тебя осталось одно желание'".

source: "'All right,' said the man, "I don't believe this, but there's no harm in wishing. I wish to know who I am.'" "'Funny,' said the old woman as she granted his wish and disappeared forever. 'That was your first wish.'"
ru: "'Ладно, - сказал старик. - Я в это все не верю, но ведь нет ничего страшного, если я загадаю желание. Я хочу знать, кто я такой'. 'Забавно, - сказала старуха, выполнив его. - Таким было твое первое желание, - и исчезла навсегда'".

source: "What in the hells was that, you stupid polygon?! That's the most boring story I ever heard!"
ru: "Что это была за фигня, тупой полигон?! Это самая нудная история из тех, что я когда-либо слышал!"

source: "Embellishments?"
ru: "Приукрашено?"

source: "*C'mon* already, fiendling. You already have one tail you won't part with."
ru: "*Давай* уже, чертовка. У тебя уже есть хвост, с которым ты не хочешь расставаться".

source: "Forget it, then."
ru: "Тогда забудь".

source: "Just tell a story, Morte."
ru: "Морт, просто расскажи историю".

source: "No way, Morte. I don't want to hear it."
ru: "Нет уж, Морт. Я не желаю слышать ее".

source: "Fine... go ahead, then."
ru: "Ладно... тогда давай".

source: "It can't be that great."
ru: "Не может быть, чтобы все было настолько хорошо".

source: "What's a denouement?"
ru: "Что такое денуэман?"

source: "Fine... go ahead."
ru: "Ладно... валяй".

source: "Wait... what's a denouement?"
ru: "Постой... что такое денуэман?"

source: "Fine, go ahead."
ru: "Ладно, валяй".

source: "Go on, Morte..."
ru: "Продолжай, Морт".

source: "Wait... I had a question for Yves..."
ru: "Погоди... У меня есть вопросы к Ив..."

source: "We'll hear it another time, Morte. Farewell, Yves."
ru: "Морт, мы послушаем ее в другой раз. Счастливо, Ив".

source: "Helping you escape the preparation room has now been added to my growing list of regrets." Morte snorts again. "I should have let you rot... more, that is."
ru: "Помощь тебе в побеге из препараторской только что теперь добавлена в мой растущий список сожалений, - Морт снова фыркает. - Надо было оставить тебя там гнить... подольше, то есть".

source: Morte spins around you, mocking the girl's obviousness. "Powers above, chief... she's right! I never noticed before... you're covered in *scars!*"
ru: Морт вертится вокруг тебя, подшучивая над очевидностью слов девушки. "Силы небесные, шеф... а ведь она права! Как я раньше не заметил... ты же весь в *шрамах*!"

source: "They're all old scars. I'm fine."
ru: "Это все старые шрамы. Я в порядке".

source: "Only slightly; I'll be all right in moments."
ru: "Только немного. Я очень скоро поправлюсь".

source: "Yes, I am. And badly."
ru: "Да. И очень сильно".

source: "Pay it no mind. I had some questions..."
ru: "Не думай об этом. У меня еще вопросы..."

source: "Don't worry about it. Farewell."
ru: "Не волнуйся об этом. Счастливо".

source: Morte waggles his eyebrows. "You're too 'forward,' all right... may have something to do with those swaying, pendulous br-"
ru: Морт водит бровями. "Да ты и впрямь слишком "прямая"... может, стоит что-нибудь сделать с этими обвисшими, болтающимися гр..."

source: "Morte, that's enough."
ru: "Хватит, Морт".

source: Morte shuts up.
ru: Морт умолкает.

source: "It's not a problem, Nenny."
ru: "Нет проблем, Ненни".

source: "See that it doesn't happen again, Nenny."
ru: "Следи, чтобы это больше не повторилось, Ненни".

source: "It's not a problem, miss."
ru: "Нет проблем, барышня".

source: "See that it doesn't happen again, girl."
ru: "Следи, чтобы это больше не повторилось, девочка".

source: "Hey!"
ru: "Эй!"

source: Morte mutters to himself. "I guess it's good that there's *something* in there."
ru: Морт бурчит себе под нос: "Думаю, хорошо, что там *вообще* хоть что-нибудь есть".

source: "I had another question, Nenny..."
ru: "У меня другой вопрос, Ненни..."

source: "That's all I wished to know, Nenny. Farewell."
ru: "Это все, что я хотел узнать, Ненни. Прощай".

source: Morte grins.
ru: Морт скалит зубы.

source: "Uh, is that a yes, or...?"
ru: "Ну, так да или?.."

source: "Oh... sorry." Morte floats up to the head of the skeleton, stares at it, then floats back down, studying the armor and the blade as he descends. "Oh, yes. Yes, yes, I think this'll do."
ru: "Ой... извини". Морт подлетает к голове скелета, смотрит на нее, затем спускается вниз, попутно изучая доспехи и клинок. "О да. Да, думаю, такое подойдет".

source: "Then what in Baator did you ASK me if I wanted it for, then? Practicing your cruelty skills?" Morte bobs indignantly. "And after all I've done for you..."
ru: "А какого тогда Баатора ты СПРАШИВАЕШЬ меня? Практикуешься в навыках жестокости? - Морт негодующе раскачивается. - И это после всего, что я сделал для тебя..."

source: Morte stares at you for a moment. "What, did we get MARRIED at some point? What's all this 'I don't want you to get hurt' wash?" Morte glares at you. "If you REALLY cared, you'd find a way to get my head on that giant skeleton's body."
ru: Морт уставился на тебя. "Мы что теперь, ЖЕНАТЫ? Что это за бред - 'я не хочу причинить тебе вред'? - Морт выразительно на тебя смотрит. - Если ты ПО-НАСТОЯЩЕМУ обо мне заботишься, то найди способ закрепить мою голову на теле гигантского скелета".

source: "Oooh, no... you've *got* to tell us, now."
ru: "Ооо, нет... ты просто *обязан* нам сейчас же все рассказать".

source: "Yes... please, sir: do tell."
ru: "Да... пожалуйста, расскажи нам".

source: "Let's drop it, Morte. I had another question for him..."
ru: "Брось это, Морт. У меня к нему другой вопрос..."

source: "Forget about it, Morte; let's go."
ru: "Забудь об этом, Морт. Идем".

source: "All right then... give me a second to pry the head off this thing."
ru: "Хорошо... секунду, я вытащу из него голову".

source: "I don't know. This thing looks like more than you can handle."
ru: "Ну не знаю. Оно такое здоровое, вряд ли ты сможешь с таким управиться".

source: "I think we better just leave it alone."
ru: "Я думаю, лучше оставить его в покое".

source: Morte floats close to you, whispering: "I feel sorry for her lover. He doesn't know how bad he has it. A chit like this is nothing but trouble."
ru: Морт подлетает поближе к тебе и шепчет: "Мне жаль ее любовника. Он не представляет, как плохо обстоят дела. От таких девчонок, как эта, одни проблемы".

source: "That doesn't sound wise, Juliette. Relish what you have."
ru: "Это звучит не очень мудро, Джульетта. Довольствуйся тем, что имеешь".

source: "What did you have in mind, Juliette?"
ru: "Что у тебя на уме, Джульетта?"

source: "I had some questions, Juliette..."
ru: "У меня еще вопросы, Джульетта..."

source: "That's all I wished to know, Juliette. Farewell."
ru: "Это все, что я хотел узнать, Джульетта. Прощай".

source: "I was thinking of your safety, Morte. I'm worried attaching your head to this thing would hurt you somehow."
ru: "Я думаю о твоей безопасности, Морт. Я опасаюсь, что присоединив твою голову к этому, причиню какой-нибудь вред тебе".

source: "I still think we better just leave it alone. Let's get out of here."
ru: "Все же я думаю, что лучше оставить его в покое. Идем отсюда".

source: "Sorry, I don't care about you that much. Let's go."
ru: "Извини, я не так сильно о тебе забочусь. Идем".

source: "I say just leave it alone. Now let's get out of here."
ru: "Я говорю, оставь его в покое. А теперь идем отсюда".

source: Morte whispers quietly: "Whoah... creepy chit."
ru: Морт тихонько шепчет: "Ух ты... жуткая девчонка".

source: "My apologies, my lady... I wasn't sure if someone was here."
ru: "Прошу прощения, миледи... Не думал, что тут кто-нибудь есть".

source: "I had some questions, my lady..."
ru: "У меня есть несколько вопросов, миледи..."

source: "Farewell, then, my lady."
ru: "В таком случае, прощайте, миледи".

source: "C'mon, chief! We're in a building full of the some of sexiest chits this side of the multiverse and you're stopping to talk to *modrons?*"
ru: "Брось, шеф! Мы в доме, где полным-полно самых сексуальных цыпочек по эту сторону мультивселенной, а ты останавливаешься, чтобы поболтать с *модронами*?"

source: "What can you tell me about them, Morte?"
ru: "Что ты можешь рассказать о них, Морт?"

source: Ignore Morte, greet the modron.
ru: Не обращать внимания на Морта и поздороваться с модроном.
