Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmorte.dlg.po
Languages: ru

source: "Let's just go, Morte. Come on."
ru: "Уходим отсюда, Морт. Давай".

source: "Come *on,* chief; didn't I just *tell* you what it was?! It's composed of the heads of liars whose 'advice' sent those they advised to their deaths. It can answer almost any question - it knows more than a lot - but it'll expect a whole mess of payment for its services. Don't ask it a question like that!"
ru: "*Брось*, шеф. Разве я тебе *не рассказывал*, что это? Она состоит из голов лжецов, чьи 'советы' привели к смерти других. Она может ответить почти на любой вопрос - она знает очень многое, - но она ожидает непомерную плату за свои услуги. Не задавай ей такие вопросы!"

source: "Don't put me back in there, chief. Please!"
ru: "Не возвращай меня, шеф. Пожалуйста!"

source: "Chief?! No! No! You *can't!* Come on!"
ru: "Шеф? Нет! Нет! Ты *не можешь*! Брось это!"

source: "Don't worry, Morte - I'll just pull you back out later."
ru: "Не волнуйся, Морт: я заберу тебя позже".

source: "All right, Morte. Pillar of Skulls: what other tribute will you accept?"
ru: "Ладно, Морт. Колонна Черепов, какие еще подарки вы примете?"

source: Morte looks at you skeptically. "You *sure?* You *swear* it? Hey, what am I saying?! No! No way! C'mon, you *can't* put me back in there!"
ru: Морт смотрит на тебя скептически. "Ты *уверен*? *Клянешься*? Эй, о чем это я?! Нет! Ни за что! Эй, ты ведь *не можешь* вернуть меня туда?!"

source: Grab Morte, thrust him into the Pillar of Skulls.
ru: Схватить Морта и швырнуть его в Колонну Черепов.

source: Morte stares at you in silence for a while, his mouth agape. " WHAT?! Not a chance! You're just not as powerful as you were when... look, forget it, you couldn't do it, it's not going to happen! C'mon, you *can't* put me back in there!"
ru: Морт некоторое время смотрит на тебя, разинув рот. "ЧЕГО? Ни за что! Ты уже не такой сильный, каким был, когда... слушай, забудь об этом; ты не сможешь этого сделать, не получится! Эй, ты же *не можешь* вернуть меня туда?!"

source: "Whoa there... wait! Not so fast! Pillar... I could tell you where Fjhull Forked-Tongue is! Come on, don't you want to know? So what if he gives you that, instead of me? Eh? What d'ya say?"
ru: "Эй... постой! Не так быстро! Колонна... Я мог бы рассказать вам, где находится Фьюл Раздвоенный Язык! Ну же, разве вы не это хотите знать? Что, если он расскажет это вместо меня? А? Что скажете?"

source: "Hold it, Morte. We're not selling out Fhjull."
ru: "Постой, Морт. Мы не будем выдавать Фьюла".

source: Wait for the Pillar's reply.
ru: Ждать ответа Колонны.

source: "What? Are you *barmy?!* You'll sell *me* out, but not that *FIEND?!* The only reason he helped you is because he's bound, cursed! What about *me?* Who got you out of the Mortuary, pal? Who's gonna stand -- er, float -- beside you when you face down whatever's waiting for you at that Fortress of Whatever?! Huh?! Huh?! NOT FHJULL FAT-ARSE, THAT'S FOR DAMNED SURE!"
ru: "Чего? Ты что, *спятил*? Ты продаешь *меня*, а не того *НЕЧИСТОГО*?! Он помог тебе только потому, что он проклят, принужден к этому! А как же *я*? Кто вытащил тебя из Морга, дружище? Кто будет стоять... э, парить... возле тебя, когда ты встретишь то, что ждет тебя в той Крепости Чего-то-там?! А? А? НЕ ФЬЮЛ ТОЛСТОЗАДЫЙ, ЭТО УЖ ТОЧНО!"

source: "Fine, fine. What do you say, Pillar?"
ru: "Ладно, ладно. Колонна, что скажете?"

source: "Sorry, Morte. You're going in."
ru: "Извини, Морт. Твой выход".

source: "Go on..."
ru: "Продолжай..."

source: "Why not, chief?" Morte shakes his head. "I mean, we've gone to every OTHER horrible plane in the multiverse I can think of. Why not take that extra step over the cliff?" He gives a rattling sigh. "Are YOU ready? Because if you're not..."
ru: "Почему бы и нет, шеф? - качает головой Морт. - То есть, мы уже были во ВСЕХ ужасных планах мультивселенной, которые только можно вообразить. Так почему бы не сделать еще один шаг в сторону обрыва? - он шумно вздыхает. - ТЫ готов? Потому что если ты не готов..."

source: "Can you tell me again what you know of what's beyond the portal?"
ru: "Можешь рассказать еще раз, что ждет нас по ту сторону портала?"

source: "I'm ready, Morte. There's nothing more I can do to prepare myself; are you with me?"
ru: "Я готов, Морт. Больше ничего не сделать. Ты со мной?"

source: "Maybe you're right... let me prepare some more first."
ru: "Возможно, ты прав... Дай мне подготовиться поосновательней".

source: "Well, I..." Morte glances at the shimmering blue curtain and gives another rattling sigh. "Sure. Let's go. I mean, any place else has got to be better than rattling our bone-box in the Mortuary, right?"
ru: "Ну... - Морт с тяжелым вздохом смотрит на мерцающий синий занавес. - Конечно. Пошли. Ведь лучше попадать в разные места, чем трясти черепушкой в Морге, верно?"

source: "All right then..."
ru: "Ну хорошо..."

source: "Eh..." Morte hesitates, glances at the portal, glances at you, glances at the portal again, then gives a rattling sigh. "Look, I'm not going to say *too* much here, but uh... well, there's something I need to tell you..."
ru: "Э-э-э..." Морт колеблется, переводя взгляд с портала на тебя и снова на портал. Он шумно вздыхает. "Слушай, я не собираюсь говорить *очень* много, но, э-э-э... в общем, мне нужно кое-что сказать тебе..."

source: "What is it, Morte?"
ru: "В чем дело, Морт?"

source: "What? C'mon, Morte, we have to be going..."
ru: "Что? Давай быстрее, Морт, нам нужно идти..."

source: "Well, it's about where we're going... or eh, actually where... we've... *been.*"
ru: "Ну, это насчет того места, куда мы собираемся попасть... или, э-э-э, где... мы уже *были*".

source: "'Where WE'VE been?' What are you talking about?"
ru: "'Где МЫ уже были?' О чем это ты?"

source: "Uh... chief?" Morte hesitates, glances at the portal, glances at you, glances at the portal again, then gives a rattling sigh. "Look, I'm not going to say *too* much here, but uh... well, there's something I need to tell you..."
ru: "Э-э-э... шеф?" Морт колеблется, переводя взгляд с портала на тебя и снова на портал. Он шумно вздыхает. "Слушай, я не собираюсь говорить *очень* много, но, э-э-э... в общем, мне нужно кое-что сказать тебе..."

source: "What? C'mon, Morte, I have to be going..."
ru: "Что? Давай быстрее, Морт, мне нужно идти..."

source: "Well, it's about where you're going... or eh, actually where you... we've... *been.*"
ru: "Ну, это насчет того места, куда ты собираешься попасть или, э-э-э, где... ты уже *был*".

source: "This... uh, this isn't the FIRST time we've been through this... you see, we've been to this 'Fortress of Regrets' before... though, we... I... didn't know it then."
ru: "Это... э-э-э, это не в ПЕРВЫЙ раз, когда мы проходили через это... понимаешь, мы уже были в этой Крепости сожалений... хотя мы... я... не знал об этом".

source: "You didn't *know?* How is that possible?"
ru: "Ты не *знал*? Как такое могло случиться?"

source: "So, from the VERY START... you could have TOLD me where the portal was, WHAT the portal key is, WHY I am immortal, WHAT happened to my mortality, AND the fact that it's in this Fortress?! Morte, I'll *KILL* you...!"
ru: "Так значит, ты С САМОГО НАЧАЛА мог мне СКАЗАТЬ, где находится портал, ЧЕМ является портальный ключ, ПОЧЕМУ я бессмертен, ЧТО случилось с моей смертностью И что это связано с Крепостью?! Я тебя сейчас *УБЬЮ*, Морт!.."

source: "Morte, I expect an explanation... no more lies or deceptions, not now."
ru: "Морт, я жду объяснений... только без лжи и жульничества, только не сейчас".

source: "Never mind, Morte. I'm ready to head through the portal now - you with me?"
ru: "Неважно, Морт. Я готов шагнуть в портал - ты со мной?"

source: "Never mind, Morte. What happens, happens. I'm going to head through the portal now."
ru: "Неважно, Морт. Что было - то было. Я собираюсь шагнуть в портал".

source: "It's hard to explain until you've *been* there... besides, you didn't know the, uh, *other* you -- he wasn't exactly the kind of basher to SHARE the chant with us. I mean, I knew he was looking for SOME place, but I didn't know why, where it was, or WHAT it was, so I couldn't say ANYTHING to you, because I didn't know ANYTHING! I... just know what happened when we GOT there..."
ru: "Это очень трудно объяснить, пока ты не *оказался* здесь... Кроме того, ты не знал, э-э-э, *другого* тебя - он точно не был из тех вояк, кто ДЕЛИЛСЯ с нами своими мыслями. То есть, я знал, что он искал КАКОЕ-ТО место, но не знал почему, где оно находится или ЧТО из себя представляет, так что я НИЧЕГО не мог сказать тебе, потому что НИЧЕГО не знал! Я... только знаю, что случилось, когда мы ПОПАЛИ туда..."

source: "And... what happened?"
ru: "И... что случилось?"

source: Morte looks alarmed. "No! No! We... I... never KNEW any of that! It's not like you were always the most sharing basher in the Planes! That... that *other* you kept a LOT of the chant to himself, and we didn't even know WHY we were going to this place before or even WHAT this place was! I just know what happened when we GOT there..."
ru: Морт явно встревожен. "Нет! Нет! Мы... Я... никогда НЕ ЗНАЛ ничего из этого! А ты был не из самых общительных вояк на планах! Тот... тот *другой* ты хранил КУЧУ секретов при себе, и мы даже не знали, ЗАЧЕМ нам нужно попасть в этом место или даже ЧТО из себя оно представляет! Я только знаю, что случилось, когда мы ПОПАЛИ туда..."

source: "Well, we went to this - this FORTRESS, and before we even land foot in this place, we're all SPLIT up, fighting for our lives... so the *first* thing I want to tell you is if you're determined to go through with this, there's a good chance anybody who goes through that portal is going to end up somewhere *far* away from everybody else. Thing is, you'll still need people there with you..."
ru: "Ну, мы попали туда - в эту КРЕПОСТЬ, но мы даже не успели встать на ноги, как нас РАЗДЕЛИЛИ, и нам пришлось сражаться за собственные жизни... Так что *первая* вещь, которую я хочу сказать тебе: если ты решил пойти туда, есть большая вероятность, что всякий, кто вступит в этот портал, окажется *очень* далеко от других. Мысль в том, что тебе могут понадобиться твои спутники..."

source: "Why do you say that?"
ru: "Почему ты об этом заговорил?"

source: "Well, we went to this - this FORTRESS, and even before we land foot in this place, we're all SPLIT up, fighting for our lives..." He shudders. "So the *first* thing I want to tell you is if you're determined to go through with this, there's a good chance that anybody who goes through that portal is going to end up somewhere *far* away from everybody else. Thing is, even split up, we may be your only hope..."
ru: "Ну, мы попали туда... в эту КРЕПОСТЬ, но мы даже не успели встать на ноги, как нас РАЗДЕЛИЛИ, и нам пришлось сражаться за собственные жизни... - он содрогается. - Так что *первая* вещь, которую я хочу сказать тебе - если ты решил пойти туда, есть большая вероятность, что всякий, кто вступит в этот портал, окажется *очень* далеко от других. Мысль в том, что даже разделенные, мы можем оказаться единственной твоей надеждой..."

source: "Because whatever was waiting in that Fortress for you, chief, it already defeated you once... to this day, I don't know how you managed to survive, but if you fall again, you're going to need someone there to pull you out of that Fortress..."
ru: "Что бы тебя не ждало там, в Крепости, шеф, оно уже побеждало тебя... не знаю, как тогда тебе удалось выжить, но если ты снова падешь, тебе понадобится кто-то, кто сможет вытащить тебя из этой Крепости..."

source: "Morte, I need you to tell me everything you can about the Fortress... it's important."
ru: "Морт, мне нужно, чтобы ты рассказал об этой Крепости все... Это очень важно".

source: "This 'Fortress of Regrets'... it stretches on for LEAGUES, chief. It's a Fortress, but it feels more like a PLANE in itself, all stone, all darkness, and shadows - everywhere, shadows. You go there, and... you better be prepared."
ru: "Эта Крепость сожалений... она тянется на многие ЛИГИ, шеф. Она называется Крепостью, но она очень похожа на ПЛАН. Одни только камни, тьма и тени - тени повсюду. Если ты пойдешь туда... тебе лучше быть готовым".

source: "What happened when we first went there?"
ru: "Что произошло, когда мы впервые оказались там?"

source: "This 'Fortress of Regrets'... it stretches on for LEAGUES, chief. It's a Fortress, but it feels more like a PLANE in itself, all stone, all darkness, and shadows - everywhere, shadows. We go there, and... we better be prepared."
ru: "Эта Крепость сожалений... она тянется на многие ЛИГИ, шеф. Она называется Крепостью, но она очень похожа на ПЛАН. Одни только камни, тьма и тени - тени повсюду. Если мы пойдем туда... нам лучше быть готовыми".

source: "Chief, I don't know what happened to YOU, but I know what happened to ME... I spent my time running from vault to vault, those shadows crawling all over me, trying to bring me down... then, I just... suddenly, we were 'out,' like someone had pulled us back..."
ru: "Не знаю, что случилось с ТОБОЙ, шеф, но я знаю, что произошло со МНОЙ... Я все время носился от одного укрытия к другому, эти тени ползли вслед за мной, пытаясь пригвоздить меня к земле... а потом я просто... неожиданно мы 'вылетели', словно кто-то вытащил нас назад..."

source: "Hold on a moment. When you say 'us,' it doesn't sound like it meant just you and me."
ru: "Постой минуту. Когда ты говоришь 'нас', не похоже, что ты имеешь в виду меня и себя".

source: "I see. Is there anything else you can tell me?"
ru: "Понятно. Что еще ты можешь сказать?"

source: Morte falls silent for a moment. "No... there were others. There was... Dak'kon, this Sensate chit, Deionarra, this blind archer who was half-sodden with drink all the time, and you and me... and things just went to the hells and back. Obviously, you, me and Dak'kon made it, but those other two didn't; I don't know what happened to them."
ru: Морт умолкает на некоторое время. "Нет... Там были и другие. Там были... Даккон, эта чувствующая цыпочка, Дейонарра, слепой лучник, который почти все время был пьян до беспамятства, ты и я... Было такое ощущение, что мы прыгнули в ад и тут же вернулись. Очевидно, тебе, мне и Даккону это удалось, а те двоим - нет. Даже не знаю, что случилось с ними".

source: "Dak'kon? But why... I'll have to ask him about this; but you say that Deionarra and this archer never returned from the Fortress?"
ru: "Даккон? Но почему?.. Я спрошу его об этом. Ты сказал, что Дейонарра и лучник не вернулись из Крепости?"

source: "Dak'kon? But why... I'll have to ask him about this; but you say that this woman, Deionarra, and this archer never returned from the Fortress?"
ru: "Даккон? Но почему?.. Я спрошу его об этом. Ты сказал, что те женщина и лучник не вернулись из Крепости?"

source: Morte falls silent for a moment. "No... there was others. There was... this old gith, Dak'kon, this Sensate chit, Deionarra, this blind archer who was half-sodden with drink all the time, and you and me... and things just went to the hells and back. Obviously, you, me and Dak'kon made it, but those other two didn't; I don't know what happened to them."
ru: Морт умолкает на некоторое время. "Нет... Там были и другие. Там были... старый гит, Даккон, эта чувствующая цыпочка, Дейонарра, слепой лучник, который почти все время был пьян до беспамятства, ты и я... Было такое ощущение, что мы прыгнули в ад и тут же вернулись. Очевидно, тебе, мне и Даккону это удалось, а те двоим - нет. Даже не знаю, что случилось с ними".

source: "You say Deionarra and this archer never returned from the Fortress?"
ru: "Ты сказал, что Дейонарра и лучник не вернулись из Крепости?"

source: "You say this woman, Deionarra, and this archer never returned from the Fortress?"
ru: "Ты сказал, что эта женщина, Дейонарра, и лучник не вернулись из Крепости?"

source: Morte shakes his head. "Not that I know of."
ru: Морт качает головой. "По крайней мере, я об этом ничего не знаю".

source: "Is there anything more you can tell me about this Fortress?"
ru: "Ты можешь мне еще что-нибудь рассказать об этой Крепости?"

source: "I can't tell you anymore, chief - except we're bound to be divided as soon as we arrive, it's a HUGE place, and it's crawling with shadows... and somewhere in that Fortress is something more powerful than *any* of us. There's nothing more to say..."
ru: "Больше ничего, шеф. Кроме того, что мы были вынуждены разделиться сразу после прибытия, что это место ОГРОМНО, что оно кишит тенями... и что где-то в Крепости есть нечто гораздо могущественнее *любого* из нас. Больше мне нечего сказать..."

source: "Are you *sure?* This may be the last time we have a chance to speak to one another..."
ru: "Ты *уверен*? Возможно, это будет наша последняя возможность поговорить друг с другом..."

source: "Well..." Morte pauses. "Yeah, there's one other thing you should know - the YOU I knew before, the YOU that led us here, he wasn't like you. At all."
ru: "Ну... - Морт делает паузу. - Да, есть еще одна вещь, которую ты должен знать. ТЫ, которого я знал раньше, ТЫ, который привел нас сюда, отличается от тебя. Во всем".

source: "The other YOU, he... he didn't care very much for anybody. For anyone. We could have ALL died in the Fortress, and he wouldn't have blinked. So... I just want you to hold on to your differences, because... well, I like this *you* better. A LOT better."
ru: "Другой ТЫ, он... он не особенно заботился о других. Ни о ком. Мы могли бы ВСЕ погибнуть в Крепости, а он бы и глазом не моргнул. Так что... я просто хочу, чтобы ты почувствовал разницу... *Ты* нравишься мне больше. ГОРАЗДО больше".

source: "But that's not all you want to say, is it?"
ru: "Но это не все, что ты хочешь сказать, верно?"

source: "Is that it?"
ru: "Это все?"

source: "All's I'm saying is that, despite all your asinine behavior, YOU got more spirit than he ever did. The other YOU, he... he was detached from everything. So... I just want you to keep that in mind."
ru: "Я только хотел сказать, что несмотря на твое упрямство, ТЫ сильнее духом, чем он когда либо был. Другой ТЫ, он... он был отделен от других. Так что... я просто хочу, чтобы ты об этом знал".

source: "No..." Morte pauses. "There's one other thing - I may not have liked that *other* you very much, but he was one smart basher - the smartest basher I've ever known; he always had every angle covered. If he died at the Fortress, that means... well..."
ru: "Нет... - Морт делает паузу. - Еще одно - может быть, мне не очень нравился *другой* ты, но он был очень умным воякой, никого умнее я не встречал. У него на все случаи всегда был запасной план. И если он умер в Крепости, это значит... ну..."

source: "You don't think I can succeed, do you?"
ru: "Ты не считаешь, что у меня может получиться?"

source: "No..." Morte shakes his head. "It's not that, chief. Because it's not always who's smartest, or who's the most powerful, or who's the toughest... sometimes it comes down to who you are and what you *really* want. I mean, once you wanted to become immortal - but in the end, is that *really* what you wanted? Just be sure of what you want this time, is all I'm saying."
ru: "Нет... - Морт качает головой. - Не в этом дело, шеф. Не всегда важно, кто умнее, или могущественнее, или сильнее... Иногда все сводится к тому, кто ты и чего ты хочешь *на самом деле*. То есть, когда-то ты хотел стать бессмертным, но чего ты хотел *на самом деле*? Просто на этот раз будь уверен в том, чего ты хочешь - вот что я хочу сказать".

source: "Fair enough. Look, Morte... we haven't really talked about this, but you know you don't have to come with me to this place, right? I'll understand if you don't want to."
ru: "Довольно справедливо. Послушай, Морт... Мы ведь никогда об этом не говорили, но ты ведь не хочешь идти в этом место, верно? Я пойму, если ты не пойдешь".

source: "Understood. If you've said your peace, let's go. You ready?"
ru: "Понятно. Если ты высказался - пошли. Ты готов?"

source: "Understood; thanks for the advice, Morte. I'm going to head through the portal now."
ru: "Понятно. Спасибо за совет, Морт. Теперь я собираюсь пройти через портал".

source: "Yeah... I know, chief. And I can't lie to you... I don't want to go... but I will. Just know that once we step through that portal, it isn't going to be just about *you* anymore. This is our lives you're playing with, and we don't get back up when we die."
ru: "Да... Я знаю, шеф. Не буду лгать - я не хочу туда... но я пойду. Просто знай, как только мы войдем в портал, это больше не будет касаться только *тебя*. Наши жизни будут в твоих руках, и мы не сможем вернуться, если умрем".

source: "Then why are you..."
ru: "Тогда почему же ты..."

source: Morte shoots back, "You don't smell any better. When was the last time you bathed?"
ru: Морт делает выпад. "Ты пахнешь не лучше. Когда в последний раз ванну-то принимал?"

source: Morte shoots back, "You don't smell any better. When was the last time you bathed?"
ru: Морт делает выпад. "Ты пахнешь не лучше. Когда в последний раз ванну-то принимал?"

source: "What Ravel said, in the maze - she said you draw people who suffer to you, like a lodestone." Morte shakes his head. "Maybe it's because *you've* been suffering all this time. Maybe when you end up settling things... maybe *we'll* know a bit of peace, too. Maybe."
ru: "То, что Равель сказала там, в лабиринте... она сказала, что ты притягиваешь страдающих людей как магнит, - Морт качает головой. - Может, это потому что *ты* страдал все это время. Возможно, когда ты со всем разберешься... может, тогда и *мы* обретем чуточку покоя. Возможно".

source: "Maybe so. Then... are you with me, Morte?"
ru: "Может быть. Значит... ты со мной, Морт?"

source: "What Ravel said, in the maze - and what Fell said about that symbol, Torment? They say you draw people who suffer to you, like a lodestone." Morte shakes his head. "Maybe it's because *you've* been suffering all this time. Maybe when you end up settling things... maybe *we'll* know a bit of peace, too. Maybe."
ru: "То, что Равель сказала там, в лабиринте, и то, что Фелл сказал о том символе Мучения? Они сказали, что ты страдающих людей как магнит, - Морт качает головой. - Может, это потому что *ты* страдал все это время. Возможно, когда ты со всем разберешься... может, тогда и *мы* обретем чуточку покоя. Возможно".

source: "I've known you for a long time, chief, and there's *something* about you - you draw people who suffer to you, like a lodestone." Morte shakes his head. "Maybe it's because *you've* been suffering all this time. Maybe when you end up settling things... maybe *we'll* know a bit of peace, too. Maybe."
ru: "Я знал тебя, шеф, уже долгое время, и есть в тебе *кое-что*: ты притягиваешь страдающих людей как магнит, - Морт качает головой. - Может, это потому что *ты* страдал все это время. Возможно, когда ты со всем разберешься... может, тогда и *мы* обретем чуточку покоя. Возможно".

source: Morte falls silent.
ru: Морт умолкает.

source: "The skull was me." Morte says quietly. "The woman was some chit named Deionarra; I never knew the archer..."
ru: "Черепом был я, - тихо произносит Морт. - Женщиной была одна цыпочка по имени Дейонарра. Лучника я не знал..."

source: "Yeah..." Morte rattles, as if shivering. "Chief, at this Fortress - there's shadows *everywhere*..."
ru: "Ага... - Морт трясется, почти что трепещет. - Шеф, в этой крепости - там *повсюду* тени..."

source: "They spoke to me like the Pillar of Skulls..." Morte's voice drops. "They *knew*..."
ru: "Они говорили со мной, как Колонна Черепов... - Морт понижает тон. - Они *знали*..."

source: "All right; look, you two: I need to know all you can tell me about this Fortress..."
ru: "Ладно. Слушайте, вы двое: мне нужно знать все, что вы можете рассказать мне об этой крепости..."
