Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmorte.dlg.po
Languages: ru

source: Examine the teeth.
ru: Осмотреть зубы.

source: "There, Morte. That wasn't so bad, was it?"
ru: "Ну вот, Морт. Ведь было не так плохо?"

source: "Morte? You okay?"
ru: "Морт? С тобой все в порядке?"

source: "Wow."
ru: "Ух ты".

source: "So... you like them?"
ru: "Значит... они тебе нравятся?"

source: "Morte, are you okay?"
ru: "Морт, ты в порядке?"

source: "How do they feel?"
ru: "Как они тебе?"

source: "I'm sorry, Morte. I didn't mean you any harm."
ru: "Извини, Морт. Я не желал тебе зла".

source: "See? Wasn't I right?"
ru: "Вот видишь? Разве я не был прав?"

source: "Uh... revenge never helped anyone, Morte... uh, let's go."
ru: "Э... месть еще никому не помогала, Морт... Э, пошли".

source: "You'll thank me later. You'll see."
ru: "Поблагодаришь меня позже. Вот увидишь".

source: "They sure do, don't th --"
ru: "Точно замышляют, так..."

source: "Morte!"
ru: "Морт!"

source: "Look, I didn't mean that to happen... I even warned you. Uh... how do they feel?"
ru: "Слушай, я этого не хотел... Я даже предупредил тебя. Э... как они тебе?"

source: Morte whispers to you: "Boss, I don't like this. They're not supposed to be here. The Blood War hasn't kicked the celestials' asses bad enough that any fiend can go on furlough. They *want* something. Tread carefully." In the meantime, Tegar'in continues to respond to its companion...
ru: Морт шепчет тебе: "Босс, не нравится мне это. Они не должны здесь находиться. На Кровавой Войне небожители так просто нечисти отпуска не дают. Им что-то *нужно*. Будь осторожен". Тем временем Тегарин продолжает отвечать своему спутнику...

source: "Boss, I'm more sure than ever that these berks ain't on the up and up. Sounds to me like they deserted, like they're looking for some angle that'll elevate their status in Baator. You don't want to be talking to 'em, boss... you don't know what game they're playing, and you could get burned... literally."
ru: "Шеф, я более чем уверен, что эти пни - не самые большие шишки. Мне кажется, что они сбежали и теперь ищут какой-нибудь способ повысить свой статус в Бааторе. Тебе не стоит разговаривать с ними, шеф... непонятно, в какую игру они играют, а тебя они могут поджарить... буквально".

source: "All right, Morte. Just a few more questions for these two..."
ru: "Хорошо, Морт. Я задам еще парочку вопросов этим двум..."

source: "All right, Morte. I'm done with them."
ru: "Хорошо, Морт. С этими я закончил".

source: Morte floats close to whisper in your ear: "He *is* right, chief... I don't know what's got you all riled up."
ru: Морт подлетает поближе и шепчет тебе на ухо: "Он *прав*, шеф... Не знаю, что вас так взбесило..."

source: "Yeah, yeah! The good stuff!"
ru: "Да, да! То что надо!"

source: "Very well... I had only wanted to ask a question..."
ru: "Хорошо... Я только хотел задать вопрос..."

source: "Shut up, you yammering skull! And you, goat-thing: Die..."
ru: "Умолкни, ноющий череп! А ты, козлик, сдохни..."

source: "Oh, no... it was *you*, and you'll regret it..."
ru: "Э, нет... это все *ты*, и ты об этом пожалеешь..."

source: "Forget it, then. Farewell."
ru: "Тогда забудь об этом. Прощай".

source: Morte seems taken aback as all eyes fall on him. "What? What?" You get the impression that, had he lips, he'd be whistling innocently.
ru: Морт пытается отстраниться под общим взглядом. "Что? Что?" Тебе кажется, что будь у него губы, то он бы сейчас невинно посвистывал.

source: "Well, I say we hear this man out. Yeah?" Morte turns and stares hard at the rat-catcher.
ru: "Ну, я скажу, что мы должны выслушать этого мужчину. Правильно?" Морт поворачивается к ловцу крыс и окидывает его тяжелым взглядом.

source: Morte rolls his eyes, as if embarrassed. "It's a... talking encyclopedia. Not something I'm proud of. Now, let's hear this fellow out, all right?"
ru: Морт смущенно закатывает глаза. "Это... говорящая энциклопедия. Не то, чтобы я этим гордился. А теперь давай выслушаем этого приятеля, хорошо?"

source: "Oh c'mon, chief... why would I hold out on you? I've told you everything useful *I* know. Let's just get this berk's take on the whole thing."
ru: "Да ладно, шеф... зачем мне тебя отвлекать? Я сказал тебе все полезное, что знаю *сам*. Пусть лучше этот пень выскажется по этой теме".

source: "Yeah, chief! That's the spirit!"
ru: "Точно, шеф! То, что надо!"

source: "Dead, chief... dead."
ru: "Умереть, шеф... умереть".

source: "Do you have an explanation, Morte?"
ru: "Ты можешь это объяснить, Морт?"

source: "What is a 'mimir?'"
ru: "Что такое 'мимир'?"

source: "Never mind him... could you answer me?"
ru: "Не обращай на него внимания... Ты можешь ответить на мои вопросы?"

source: "No... let's hear what you have to say, Morte."
ru: "Нет... давай лучше выслушаем, что скажешь ты, Морт".

source: "In a moment... what is a 'mimir?'"
ru: "Секунду... что такое 'мимир'?"

source: Turn back to the rat-catcher.
ru: Повернуться к ловцу крыс.

source: "Very well."
ru: "Хорошо".

source: "No, I've heard enough. Farewell, rat-catcher."
ru: "Нет, я выслушал достаточно. Прощай, крысолов".

source: "Never mind. Let's go... farewell, rat-catcher."
ru: "Неважно. Пошли... Прощай, крысолов".

source: "You seem friendly enough, though, rat-catcher..."
ru: "А вот ты достаточно дружелюбен, крысолов..."

source: "I understand. Another question..."
ru: "Понятно. Еще вопрос..."

source: "Thanks for the information. Farewell."
ru: "Спасибо за информацию. Прощай".

source: "Ah... What did you say about people paying for dead rats?"
ru: "А... Что ты говорил о людях, которые платят за крыс?"

source: "I see. I had a question about something else..."
ru: "Понятно Я хотел бы узнать о кое-чем еще..."

source: "I understand. Farewell."
ru: "Понятно. Прощай".

source: "Well, that's one tree with a snapped branch too many." Morte rolls his eyes. "No sense in chatting with Xaositects, chief. They're a barmy bunch."
ru: "Да, вот уж у кого шарики за ролики заехали, - Морт закатывает глаза. - Бессмысленно общаться с хаоситеками, шеф. Они все из ума выжили".

source: "They're a 'faction' who don't have any rules... except don't keep one thought in their head for too long. They're sometimes called 'Chaosmen.' No need to explain why."
ru: "Они типа 'фракция', у которой нет никаких правил... кроме того, чтобы не держать у себя в голове одну мысль слишком долго. Иногда их еще называют хаоситами. Полагаю, нет нужды объяснять почему".

source: "They just seem to attract members like flies... well, members that are crazy or chaotic enough, I suppose. I don't think they have any recruiters... though you really can't say anything about them for sure."
ru: "Они просто привлекают новых людей, словно мух... наверное, тех, кто и так уже достаточно спятил или хаотичен. Не думаю, что у них есть для этого вербовщики... хотя наверняка на их счет ничего нельзя сказать".

source: "Xaositects?"
ru: "Хаоситеки?"

source: "Who are the Xaositects again?"
ru: "Еще раз, кто такие хаоситеки?"

source: "Thought I might be able to learn something from him. Never mind, let's go."
ru: "Я думал, что смогу что-нибудь у него узнать. Ладно, пойдем отсюда".

source: "How do they get members?"
ru: "А как тогда к ним приходят люди?"

source: "I see. Let's go."
ru: "Понятно. Идем".

source: "I see. Thanks for the information."
ru: "Понятно. Спасибо за информацию".

source: "I see. Let's go, then."
ru: "Понятно. Тогда пойдем".

source: "All rightie then..." Morte hisses at you. "Let's go, chief. This Dustie might as well be fertilizer."
ru: "Ладно, шеф... - шепчет тебе Морт. - Идем. Этот трухлявенький скоро станет удобрением".

source: "Fair enough. Let's get out of here."
ru: "Похоже на то. Пойдем отсюда".

source: "Tear that candied fop in two, boss! Show him how it's done!"
ru: "Порви этого лощеного щеголя, босс! Покажи ему, как это делается!"

source: "Yeah, answer the questions!"
ru: "Да, отвечай на вопросы!"

source: "I'll put ten copper on the big, scarred guy!" Morte floats close and whispers: "Eh, that's you, chief. Don't let us down, here."
ru: "Ставлю десять медяков на того здоровенного парня в шрамах!" Морт подлетает поближе и шепчет: "То есть, на тебя, шеф. Не подведи нас".

source: "All right, chief: you've got him this time! Fight dirty!"
ru: "Ладно, шеф, на этот раз ты его достал! Дерись грязно!"

source: "That's right, you pompous, perfumed, candied-arse elitist... you heard him!"
ru: "Это уж точно, ты, высокомерный надушенный буржуй с сахарной задницей... ты его слышал!"

source: "Who am *I?* Hah! I could've been your father but that monkey beat me up the stairs!"
ru: "Кто *я* такой? Ха! Я мог бы стать твоим отцом, но какая-то обезьяна меня обошла!"

source: "What's wrong, princess? At a loss for words? You'd best lift that dropped jaw before something flies down your throat! That's right, you heard me! Pack up your frilly brassiere and go hide beneath your mother's filthy skirt, where you belong! And tell her I said hello while you're at it!"
ru: "Что-то не так, принцесса? Разучилась говорить? Лучше подбери свою упавшую челюсть, пока что-нибудь в горло не залетело! Все верно, ты меня слышала! Забирай свой лифчик с рюшечками и прячься под юбку к мамке! И передай ей от меня привет!"

source: "Huh? Oh... sorry, chief. This kind of guy just gets to me..."
ru: "А? О... прости, шеф. Просто такие, как он, выводят меня из себя..."

source: "Why, if I didn't know any better, I'd say-"
ru: "А что, если б я не знал, я бы сказал..."

source: "What? I'm just a mimir, chief! I can't 'duel!'"
ru: "Что? Шеф, я всего лишь мимир! Я не умею 'драться на дуэли'!"

source: "It's, uh... sort of a talking encyclopedia. I don't like to talk about it; sort of embarrassing, really."
ru: "Это, э... что-то вроде говорящей энциклопедии. Мне не нравится об этом говорить. Мне типа неловко, правда".

source: "Come on, chief... you going to let him get away with that? Let's go trounce that prissy rake! I'll go for his eyes while you lay into him!"
ru: "Брось, шеф... ты же не собираешься спустить ему это с рук? Давай-ка выпорем этого жеманного шалопая! Я займусь его глазами, пока ты будешь выколачивать из него дурь!"

source: "Morte, be quiet."
ru: "Морт, помолчи".

source: Let Morte continue.
ru: Позволить Морту продолжить.

source: "Morte: shut up, *now.*"
ru: "Морт, *сейчас же* заткнись".

source: "You're right... let's get him."
ru: "Ты прав... давай с ним разберемся".

source: "Now's not the time, Morte. Let's go."
ru: "Не в этот раз, Морт. Пошли".

source: "Huh? Oh, yeah, chief, sure -- whatever you say."
ru: "А? А, да, шеф, конечно - как скажешь".

source: Morte looks at you for a while, silently, then nods. "Yeah, I can. If it's that important to you, I'll do it."
ru: Морт некоторое время молча на тебя смотрит, а затем кивает. "Да, я смогу. Если это настолько важно для тебя, я сделаю это".

source: "You know, I *really* can't see this going anywhere. It's the old blood from a stone thing, chief -- these little guys just don't work that way."
ru: "Знаешь, я *вообще* не представляю, что из этого может получиться. Этот знаток сделан из камня, шеф. Эти малютки просто не справятся с ним".

source: "Oh, boy; here we go. I can't *believe* you're wasting your time like this, boss!"
ru: "Ого, вот оно как оборачивается. Не могу *поверить*, что ты вообще тратишь на это время, босс!"

source: "You know, chief, I've seen some weird stuff... but it boggles my mind that that was even *possible.*"
ru: "Знаешь, шеф, я повидал много причудливых штуковин... Но он поразил мой разум только тем, что это вообще *возможно*".

source: "Oh! I can't watch!"
ru: "О! Я не могу на это смотреть!"

source: "Thanks. I had some questions, Mourns..."
ru: "Спасибо. У меня есть вопросы, Скорбящий..."

source: "I'm serious, Morte. Can you make the effort?"
ru: "Я серьезно, Морт. Приложишь в этом усилия?"

source: "Thanks, Morte. Farewell, Mourns-For-Trees."
ru: "Спасибо, Морт. Прощай, Скорбящий-по-деревьям".

source: "Thanks. Annah? Could you?"
ru: "Спасибо. Анна? А ты?"

source: "Thanks. Ignus?"
ru: "Спасибо. Игнус?"

source: "Thanks. Grace, would you consider it?"
ru: "Спасибо. Грация, ты не могла бы в этом помочь?"

source: "Thanks. Dak'kon, could you help this man?"
ru: "Спасибо. Даккон, ты поможешь этому человеку?"

source: "Thanks. Dak'kon: help this man."
ru: "Спасибо. Даккон, помоги этому человеку".

source: "Thanks. Nordom, do you think you could help?"
ru: "Спасибо. Нордом, как ты думаешь, ты сможешь помочь?"

source: "Thanks. Vhailor, could you help?"
ru: "Спасибо. Вейлор, ты сможешь помочь?"

source: "I thank you, Nordom. Morte? What do you think?"
ru: "Спасибо тебе, Нордом. Морт? Что думаешь насчет этого?"

source: "I thank you, Nordom. Annah? Could you?"
ru: "Спасибо тебе, Нордом. Анна? А ты?"

source: "I thank you, Nordom. Ignus?"
ru: "Спасибо тебе, Нордом. Игнус?"

source: "I thank you, Nordom. Grace, would you consider it?"
ru: "Спасибо тебе, Нордом. Грация, ты не могла бы в этом помочь?"

source: "I thank you, Nordom. Dak'kon, could you help this man?"
ru: "Спасибо тебе, Нордом. Даккон, ты поможешь этому человеку?"

source: "I thank you, Nordom. Dak'kon: help this man."
ru: "Спасибо тебе, Нордом. Даккон, помоги этому человеку".

source: "I thank you, Nordom. Vhailor, could you help?"
ru: "Спасибо тебе, Нордом. Вейлор, ты сможешь помочь?"

source: "I thank you, Nordom. I had some questions, Mourns..."
ru: "Спасибо тебе, Нордом. У меня есть несколько вопросов, Скорбящий..."

source: "I am grateful to you, Nordom. Farewell, Mourns-For-Trees."
ru: "Я благодарен тебе, Нордом. Прощай, Скорбящий-по-деревьям".

source: "Why not, boss? It'll be fun to kick around when we're down, right? Hmm... Well, I can kick it vicariously through you, at least. I wanna see that fifteen-foot hot coal jump, too!"
ru: "Почему бы и нет, босс? Будет весело пнуть его, если будет поганое настроение, верно? Хм-м... Ладно, по крайней мере, я могу пнуть от твоего имени. А еще хочется взглянуть на пятидесятифутовый прыжок от уголька!"

source: "What do you think, Annah?"
ru: "Что думаешь, Анна?"

source: "I'll take one, merchant."
ru: "Я возьму одного, торговец".

source: "I'd best not spend the copper. I had some questions, merchant..."
ru: "Лучше не разбрасываться медяками. У меня есть несколько вопросов, торговец..."

source: "I'll keep my copper, merchant. Farewell."
ru: "Лучше я поберегу свои медяки, торговец. Прощай".

source: "I don't have enough, merchant, but I have some questions..."
ru: "У меня не хватает денег, торговец, но у меня есть несколько вопросов..."

source: "Never mind, merchant; I don't have the coin for one. Farewell."
ru: "Неважно, торговец, мне все равно не хватает монет. Прощай".

source: "I'm sure you have a thousand clever things to say, Morte, but I need you to shut up, set your flags, and join me NOW."
ru: "Морт, я уверен, что у тебя найдется еще тысяча умных мыслей, но мне нужно, чтобы ты заткнулся, закончил свои дела и присоединился ко мне НЕМЕДЛЕННО".

source: "What good fortune! We probably lost what we're looking for back at your kip, miss."
ru: "Вот это удача! Кажется, то, что мы ищем, мы в твоем скромном убежище, красавица".

source: "Maybe you can help me find what I'm missing, miss."
ru: "Может, ты поможешь мне найти то, что я потерял, красавица".

source: "Actually, I'm missing a journal."
ru: "На самом деле, я потерял дневник".

source: "I'm not missing anything, but I did have some questions..."
ru: "Я ничего не терял, но у меня есть несколько вопросов..."

source: "I must take my leave. Farewell."
ru: "Я должен идти. Прощай".

source: "Chief, can you sport me some jink... it's... eh... been a long time, it has."
ru: "Шеф, ты не можешь одолжить мне немного звенелок... э-э... у меня этого так давно не было".

source: "Uh... well, I suppose it can't *hurt*..."
ru: "Э... полагаю, это никому *не повредит*..."

source: "I'm not even going to ask how you intend to accomplish this."
ru: "Я даже не хочу спрашивать, как ты намереваешься это совершить".

source: "Look... we really have to leave, Morte. Farewell, miss."
ru: "Послушай, Морт... вообще-то, нам нужно идти. Прощай, красавица".

source: Morte turns to the Hiver. "Pike off."
ru: Морт поворачивается к жителю Улья. "Отвали".

source: "You're not getting this skull."
ru: "Этот череп ты не получишь".

source: "This is not your skull."
ru: "Это не твой череп".

source: Truth: "Go on, take the skull."
ru: Правда: "Вперед, забирай череп".

source: Attack him as soon as he's off-guard: "Go on, take the skull."
ru: Напасть на него, как только он потеряет бдительность: "Вперед, забирай череп".

source: "What proof do you have that this is your skull?"
ru: "Чем докажешь, что это твой череп?"

source: "I'll buy the skull from you. Fair?"
ru: "Я куплю у тебя череп. Пойдет?"

source: Morte is holding one of the man's fingers between his teeth like some macabre cigar. He speaks around the finger: "Touch me again, and yer hand's gonna join yer finger, berk."
ru: Морт держит в зубах один из его пальцев, словно это какая-то жуткая сигара. Удерживая палец, он проговаривает: "Еще раз тронешь - и твоя рука присоединится к пальцу, пень".

source: "Morte! Give the man back his finger."
ru: "Морт! Верни ему палец".

source: "Tough luck. Get lost, mongrel."
ru: "Не повезло тебе. Сгинь, полукровка".

source: "That's a hard lesson learned. Farewell."
ru: "Это будет тебе хорошим уроком. Прощай".

source: Morte spits the finger at the man. It bounces off the man's chest and falls to the ground.
ru: Морт выплевывает в него палец. Тот отскакивает от его груди и падает на землю.

source: Morte spins to face you: "Chief, don't give this trash anything."
ru: Морт подлетает и перехватывает тебя: "Шеф, ничего не давай этому отребью".

source: "I..."
ru: "Я..."

source: Morte turns on the man. "I *wasn't* talking to you, arse-for-brains. When I talk to you, you'll know, 'cause I'll be grunting and snorting so you can understand what I'm saying."
ru: Морт поворачивается к нему: "Я не с тобой разговаривал, жопоголовый. Когда я к тебе обращусь, ты это поймешь: я буду хрюкать и фыркать, чтобы ты меня понял".

source: "Chief, *don't.*"
ru: "Шеф, *не надо*".

source: Give him five coppers.
ru: Дать ему пять медяков.

source: Give him fifty coppers.
ru: Дать ему пятьдесят медяков.

source: Give him one hundred coppers.
ru: Дать ему сто медяков.

source: Give him five hundred coppers.
ru: Дать ему пятьсот медяков.

source: "I don't have enough copper to give you."
ru: "У меня нет ни одной монеты".

source: "Forget the offer. This isn't your skull, and you're not getting it."
ru: "Забудь мое предложение. Это не твой череп, и ты его не получишь".

source: "I'm floating with the biggest idiot in the multiverse."
ru: "Я летаю с самым большим болваном во всей мультивселенной".

source: "...and what, Yellow-Fingers? Steal from you and you'll do *what?"*
ru: "... и что, Желтопалый? Еще раз обчищу тебя - и *что*?"

source: "Now that that's out of the way, Yellow-Fingers, I had some questions..."
ru: "Теперь, когда все утряслось, Желтопалый, у меня есть несколько вопросов..."

source: "Farewell, Yellow-Fingers."
ru: "Прощай, Желтопалый".

source: "Chief! C'mon!"
ru: "Шеф! Брось!"

source: "None too pretty from where I'm floating, either."
ru: "Если смотреть с моей позиции, так она никого не балует".

source: Give him ten coppers.
ru: Дать ему десять медяков.

source: "I take it back. Leave, and don't let me see you again."
ru: "Беру свои слова обратно. Уходи и больше мне не попадайся".

source: "Hey there, big hitter! How's your friend in the wall?"
ru: "Привет, здоровячок! Как поживает твой дружок в стене?"

source: Morte ducks his head. "Whatever you say, boss."
ru: Морт склоняет голову. "Как скажешь, босс".

source: "All right. Ojo, I had some questions."
ru: "Хорошо. Охо, у меня есть другие вопросы".

source: "That's all right. Let's go."
ru: "Хорошо. Идем".

source: "Wow, chief... what a beauty, eh? Not everywhere you can meet a sweet little chit like that, ya know."
ru: "Ух ты, шеф... ну что за красотка? Мало где встретишь такую милашку, как эта, знаешь ли".

source: Morte's eyes roll in his skull. "Huh! One day, you'll see what I mean."
ru: Морт закатывает глаза. "Ха! Однажды ты поймешь, о чем я говорю".

source: "Yeah, see, that's what I'm... hey!" Morte spins to face you. "Are you getting sarcastic on me?"
ru: "Ага, видишь ли, это я... эй! - Морт поворачивается к тебе. - Ты что, издеваешься надо мной?"

source: "I find little attractive about rotting corpses, Morte, female or no."
ru: "Гниющие трупы не выглядят для меня привлекательными, Морт. Даже женские трупы".

source: "Well, perhaps if you can get past the entire 'stench-ridden, maggot-laden, rotting carcass' thing..."
ru: "Ну, наверно, если не обращать внимания на 'вонючее разлагающееся мясо в трупных червях', то..."

source: Ignore him, greet the zombie.
ru: Не обращать на него внимания, поздороваться с зомби.

source: "Eh... don't know if you want to be talking to that... thing."
ru: "Э... даже не знаю, захочешь ли ты говорить с этой... тварью".

source: "They were once humans... they, or their ancestors, feasted on corpses, and this is what they've become. Pretty nasty stuff, chief... they're little more than animals, really. *Dangerous* animals."
ru: "Когда-то они были людьми... Они, или их предки, ели трупы, и вот во что они превратились. Довольно таки мерзкая вещь, шеф... На самом деле, они больше похожи на животных. *Опасных* животных".

source: "Why not, Morte?"
ru: "Почему нет, Морт?"

source: "All right, then. Let's go."
ru: "Ладно. Идем".

source: Ignore Morte, greet the ghoul.
ru: Не обращать внимания на Морта, поздороваться с упырем.

source: "I'll talk to him just the same."
ru: "Я все равно с ним поговорю".

source: "It's not quite the same thing, chief..."
ru: "Это не то же самое, шеф..."

source: "I'm surprised Morte... it's undead, it's female. That's all it usually takes, for you."
ru: "Морт, ты меня удивляешь... Это нежить женского пола. Обычно этого для тебя достаточно".

source: "I'll talk to her just the same."
ru: "Я все равно с ней поговорю".

source: "She means money."
ru: "Она имеет в виду деньги".

source: "Oh."
ru: "О".

source: "This gravebait's blind and near-deaf."
ru: "Она же слепая и почти глухая".

source: "I think she means organs. I hope she means organs."
ru: "Мне кажется, она имеет в виду органы. Надеюсь, что она имеет в виду органы".

source: Morte turns to Marta. "Yes, 'thingies.'" He then turns to you. "It's all semantics."
ru: Морт поворачивается к Марте. "Да, 'штучки', - он поворачивается к тебе. - Это игра слов".

source: "I am *not* going to watch this."
ru: "Я *не* собираюсь на это смотреть".

source: "It's just as well neither you nor your tail are for sale. You couldn't squeak out a living with 'em, anyway."
ru: "Это же очевидно, что ни ты, ни твой хвост не продаются. Ты бы все равно на них не прожила".

source: "Uh..."
ru: "Э..."

source: Marta the Seamstress seems to have the job of taking corpses given to her, ripping out their teeth, undoing their stitches, looking for any valuables she can find on or in the body, then stitching them back up again.
ru: Похоже, что Марта-швея занимается тем, что обрабатывает трупы, которые ей дают: вырывает их зубы, распарывает швы, обыскивает их снаружи и внутри в поисках любых ценностей, а затем зашивает.

source: "Marta, why are you pulling out the corpse's teeth and stitches?"
ru: "Марта, зачем ты достаешь из трупов зубы и швы?"

source: "Uh... very well. I must take my leave, Marta. Farewell."
ru: "Э... ладно. Мне нужно идти, Марта. Прощай".
