Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmortai.dlg.po
Languages: ru

source: "Hmmmm... maybe I was mistaken." Mortai shakes his head. "Well, no matter, no matter. How is it that Mortai Gravesend may help you? Do you seek..." He clucks his tongue as he speaks. "...the *contract* perhaps?"
ru: "Хммм... возможно, я обознался. - Мортай качает головой. - Ну это не имеет значения. Чем Мортай Сводящий-в-Могилу может помочь тебе? Может быть... - он прищелкивает языком. - ...тебе нужен *контракт*?"

source: "The contract? Why, it is but a simple transaction." From the depths of his huge robe, Mortai pulls forth a dusty parchment and a quill pen. "I give you fifty commons. In return -- after death -- the Dustmen faction may claim your remains." He smiles, then clucks his tongue. "What use will you have for them at that point anyway?"
ru: "Контракт? Это всего лишь простая процедура, - из глубин своей робы Мортай достает пыльный пергамент и перо. - Я даю пятьдесят медяков. Взамен - после смерти - фракция Тленных забирает твои останки, - он улыбается, прищелкивая языком. - Да и зачем они тебе при таком раскладе?"

source: "The contract? Why, it is but a simple transaction." From the depths of his huge robe, Mortai pulls forth a dusty parchment and a quill pen. "The usual sum paid is fifty... but for you, I will pay a hundred commons. In return -- after death -- the Dustmen faction may claim your remains." He smiles, then clucks his tongue. "What use will you have for them at that point anyway?"
ru: "Контракт? Это всего лишь простая процедура, - Из глубин своей робы Мортай достает пыльный пергамент и перо. - Обычно сумма составляет пятьдесят... но тебе я заплачу сто медяков. Взамен - после смерти - фракция Тленных забирает твои останки, - он улыбается, прищелкивая языком. - Да и зачем они тебе при таком раскладе?"

source: Mortai holds up his hands, as if he doesn't know. "What does it matter? It is of no consequence when you pass on."
ru: Мортай заламывает руки, будто не знает: "Да какая разница? Когда ты скончаешься, продолжения не будет".

source: "Well, if you *must* know, oft times, *nothing* is done with the body, and it is we, the Dustmen, who have wasted all that money! More fools us!" Mortai gives a light smile, then looks apologetic. "But... *rarely,* there are times when the... workers in the Mortuary need to be replaced... and then, we may have a need for your body."
ru: "Ну, если тебе это *нужно* знать, то, скорее всего, с твоим телом *ничего* не произойдет, а мы - Тленные, потеряем все эти деньги! Что за дураки мы! - Мортай ослепительно улыбается, затем принимает извиняющийся вид. - Но... иногда, *очень* редко наступает время, когда необходимо заменить... рабочих в Морге... и в этом случае нам понадобится твое тело".

source: "Ah, but no harm is done, no pain..." Mortai raises a finger, as if to emphasize the point. "And there is no danger. In exchange for money you can spend in *this* life, you merely have to give us something you will have no need of anyway once you have died." Mortai taps his chest. "I signed the contract myself, if you must know... I shall have no need of *my* body when I pass on."
ru: "Ах, но никакого вреда и боли не будет причинено... - Мортай поднимает палец, придавая моменту особое значение. - И никакой опасности. В обмен на деньги ты можешь прожить *эту* жизнь как угодно, а после смерти ты просто передаешь нам то, что тебе больше не понадобится". Мортай похлопывает по телу. "Если хочешь знать, даже я подписал контракт... *Мое* тело не понадобится мне, когда меня не станет".

source: "But I can help you! I can!" Mortai calls out as you leave, his voice pleading. "Return should you be in need of funds, and Mortai can help... all in exchange for your signature."
ru: "Но я могу помочь тебе! Могу! - призывно и жалобно кричит Мортай тебе в спину. - Возвращайся, если тебе понадобятся финансы, и Мортай поможет... все в обмен за твою подпись".

source: "Of course, of course..." Mortai nods. "It would be my pleasure to answer any questions you may have..."
ru: "Конечно, конечно... - кивает Мортай. - Я с удовольствием отвечу на любой твой вопрос..."

source: Mortai shakes his head. "I know nothing about a journal." He smiles. "I deal with documentation of a much *different* sort..."
ru: Мортай трясет головой. "Я ничего не знаю о дневнике". Он улыбается. "Я работаю с документами *совершенно* другого характера..."

source: Mortai frowns. "He's one of those Collectors, isn't he? I know little of him... I think Initiate Emoric mentioned him in passing." Mortai glances around. "Emoric should be around here in the bar somewhere... he can usually be found in the far corner at the head table, I believe."
ru: Мортай хмурится. "Кажется, он один из тех Сборщиков? Я мало о нем знаю... Кажется, Посвященный Эморик говорил о нем". Мортай оглядывается. "Эморик должен быть где-то поблизости в этом баре... обычно его можно найти в самом дальнем углу главного стола".

source: "Excellent! Excellent!" Mortai looks overjoyed... with a thin smile, he places a dusty sheet of parchment and the quill pen in front of you. "You shall *not* regret it." He jabs his finger at three points on the page. "Sign here, here and here, and our transaction is concluded!"
ru: "Великолепно! Великолепно! - Мортай очень рад... легко улыбаясь, он кладет перед тобой лист пергамента и перо. - Ты *не* пожалеешь об этом". Он указывает пальцем в трех местах листа: "Подпишись здесь, здесь и здесь, и сделка будет завершена!"

source: Mortai's smile turns cold. "I trust you meant no offense, sir."
ru: Мортай холодно улыбается. "Надеюсь, ты не вкладывал в эти слова ничего оскорбительного".

source: You take the quill in your hand, and you begin to scratch your signature into the parchment... the quill pen makes a strange *skritching* noise as it touches the parchment, like a dagger writing on steel.
ru: Ты берешь перо в руку и начинаешь выводить свою подпись на пергаменте... при касании пергамента перо производит странный *скрипучий* звук, как кинжал по металлу.

source: As you try to sign the parchment, however, you notice that it seems to be shifting beneath your pen... no matter how hard you try, you can't seem to sign your name. The contract seems to twist from being a dusty piece of parchment to something... alive?
ru: Пытаясь подписать пергамент, ты замечаешь, что он словно уворачивается от пера... какие бы усилия ты не прилагал, ты не можешь подписаться. Кажется, что контракт из пыльного пергамента извивается словно... живой?

source: When you glance up to speak to Mortai, you see that his face has been replaced with that of a grinning skull. The rest of the bar seems to stop, the patrons falling silent, freezing like statues. Mortai opens his mouth, and a wisp of dust trails from inside the skull.
ru: Обращаясь к Мортаю, ты смотришь на него. Ты видишь, что его лицо превратилось в ухмыляющийся череп. Бар вокруг замер, завсегдатаи не шевелятся, застыв, словно статуи. Мортай раскрывает рот, из которого вырывается столб пыли.

source: With a rasp, the death's head speaks, dust steaming from its teeth... *Sign* *But remember... everything has its price* *And what can change the nature of a man?* The words are a ragged, dead chorus, as if being spoken by five, ten, twenty, a hundred voices - old, young, female, male, desperate, calm, hysterical...
ru: С неприятным скрежетом голова смерти начинает говорить, выдыхая облако тлена из зубов... *Подписывай* *Но помни, что все имеет свою цену* *И что сможет изменить сущность человека?* Слова нарастают, превращаясь неровный хор мертвых, произносимый пятью, десятью, двадцатью, сотней голосов - старых, молодых, женских, мужских, отчаянных, спокойных, истерических...

source: As you speak the words, suddenly you feel faint, and the next thing you hear is Mortai's voice, normal, and his hand upon your shoulder. "Sir, are you all right?" He laughs uneasily. "I thought I'd lost you for a moment..."
ru: Сказав эти слова, ты неожиданно чувствуешь недомогание. После этого ты слышишь обычный голос Мортая, держащего руку на твоем плече. "Эй, с тобой все в порядке? - наигранно смеется он. - На секунду я подумал, что потерял тебя..."

source: It is as if time has exhaled and resumed its natural breathing... the rest of the bar has returned to normal, and Mortai's face is no longer a death's head. You feel a strange pressure inside your skull, as if something desperately wishes to surface, but cannot. The experience with the death's head that spoke dust... it was as if you remembered a dozen splinters of memory at once, all stabbing into each other to create an image... and you know, somehow, that every voice the death's head spoke, belonged to *someone*... now long dead.
ru: Время вновь приходит в норму... бар возвращается к жизни, и лицо Мортая больше не похоже на лицо смерти. Ты чувствуешь странное давление в твоем черепе, как будто что-то отчаянно хочет выбраться наружу, но не может. Встреча с лицом смерти, говорящей пылью... тебя озаряют сразу несколько вспышек воспоминаний, которые вместе образуют единую картинку... ты каким-то образом понимаешь, что каждый шепот, исходивший от лица смерти, принадлежал *кому-то*... кто давно умер.

source: Mortai removes his hand from your shoulder... he looks uneasy, more at the prospect of losing a customer than any concern for your welfare. As you stare at the dusty parchment upon the table, you know for a fact that this is not the first time you have penned your name to a contract... and perhaps not the first time you have signed one such as this.
ru: Мортай убирает руку с твоего плеча... он выглядит обеспокоенным, но его скорее волнует перспектива потерять клиента, нежели твое состояние. Взглянув на пергамент, лежащий на столе, ты понимаешь, что это не первый раз, когда ты подписываешь контракт... и возможно, что не в первый раз - подобный этому.

source: As you touch the quill to the parchment again, you feel a faint stirring, and a rush of thought and memory wells up within your skull...
ru: Едва касаясь снова пером пергамента, ты чувствуешь легкое движение. Лавина воспоминаний обрушивается на твой череп...

source: You scratch a 'X' across the contract in the three places Mortai indicated. As you finish making the last mark, Mortai's hands lash out like two whips: The left hand sprinkles dust across the parchment to help the ink dry, and his right hand flicks a stream of coppers into your hands... fifty in all.
ru: На нацарапываешь "Х" на контракте в трех местах, указанных Мортаем. После того, как ты делаешь последнюю отметку, руки Мортая делают два быстрых движения: левая посыпает пергамент пылью, высушивая чернила, а правая рывком высыпает медяки в твои руки... всего пятьдесят.

source: You scratch a 'X' across the contract in the three places Mortai indicated. As you finish making the last mark, Mortai's hands lash out like two whips: The left hand sprinkles dust across the parchment to help the ink dry, and his right hand flicks a stream of coppers into your hands... a hundred in all.
ru: На нацарапываешь "Х" на контракте в трех местах, указанных Мортаем. После того, как ты делаешь последнюю отметку, руки Мортая делают два быстрых движения: левая посыпает пергамент пылью, высушивая чернила, а правая рывком высыпает медяки в твои руки... всего сто.

source: Mortai looks wary. "I'm afraid that cannot be done. The contract is signed, settled, and binding."
ru: Мортай выглядит настороженным: "Боюсь, что этого нельзя сделать. Контракт подписан, скреплен и вступил в силу".

source: Mortai shakes his head. "It is now a matter of law." He taps his chin and clucks his tongue. "For another man, I would be willing to part with such a contract, but yours... from the look of you, it will come due soon."
ru: Мортай качает головой: "Теперь это вопрос закона". Он касается подбородка и цокает языком: "В любом другом случае я бы согласился на это, но в твоем... глядя на тебя, можно понять, что он скоро будет выполненным".

source: Mortai freezes, his eyes gauging you. "If you draw weapons in here, you will not live to use them. There are guardians that you cannot even *see* hovering about this place. And even should you leave, the Dustmen shall see to it that you are punished. Do not make such foolish threats in my presence."
ru: Мортай замирает, глаза не отрываются от тебя. "Если ты здесь вытащешь оружие, то не доживешь до того, как сможешь им воспользоваться. Здесь есть стражники, которых ты даже не сможешь *увидеть*. И даже если ты уйдешь отсюда, Тленные проследят, чтобы ты получил возмездие. Не делай никаких глупых движений в моем присутствии".

source: "Of course. Which of the patrons did you wish to know about?"
ru: "Конечно же. О ком ты хочешь узнать?"

source: "A troubled, troubled initiate." Mortai clicks his tongue disapprovingly. "He seeks death with a passion that is *most* inappropriate for a Dustman."
ru: "Очень, очень проблемный посвященный, - Мортай неодобрительно цокает языком. - Он ищет смерти с таким рвением, которое *весьма* неприемлемо для Тленного".

source: "Oh my, yes." Mortai frowns. "Too much passion, too much emotion prevents one from reaching the True Death. To be passionate runs contrary to the philosophy of our faction."
ru: "Ну конечно же! - хмурится Мортай. - Слишком много эмоций и стремлений не позволят достигнуть Истинной Смерти. Чувственность противоречит философии нашей фракции".

source: "The True Death is the state of peaceful oblivion all Dustmen aspire to... and help all others reach." He clucks disapprovingly. "Anything that ties a soul to this life is shunned by our faction, whether these ties are possessions or emotions. You see... passions act as an anchor on the soul, preventing it from reaching the True Death..." He shakes his head. "Very bad, very bad."
ru: "Истинная Смерть - это состояние мирного забвения, к которому стремятся все Тленные... и помогают достичь другим, - он неодобрительно цокает. - Все, что связывает душу с этой жизнью, включая страсти и эмоции, избегается нашей фракцией. Видишь ли... страсть является якорем для души, не позволяя ей достичь Истинной Смерти..." Он качает головой: "Плохо, очень плохо".

source: "A troubled initiate. I heard she contracted a sickness not long ago, and it... changed her. Now she seems bitter and angry, and she does not speak the Dustman beliefs with the conviction she once did. I fear that bitterness is a passion that could jeopardize her position within the faction."
ru: "Проблемная Посвященная. Я слышал, что недавно она сильно заболела, и это... изменило ее. Теперь она полна горечи и злобы, а об убеждениях Тленных она теперь говорит в уничижительном ключе. Боюсь, что эта горечь является чувством, которое может подвергнуть опасности ее положение во фракции".

source: "A respected Initiate of the Fourth Circle. A *very* wise man." Mortai studies you, slightly worried. "What is your business with him, may I ask? Perhaps I can help you instead."
ru: "Уважаемый Посвященный Четвертого Круга. *Очень* мудрый человек. - Мортай немного обеспокоенно изучает тебя. - Могу ли я тебя спросить, у тебя есть с ним дела? Возможно, я смогу помочь".

source: "A respected Initiate of the Fourth Circle. A *very* wise man. He has divested himself of attachments and passions for this life..." He nods in approval.
ru: "Уважаемый Посвященный Четвертого Круга. *Очень* мудрый человек. Он отделил себя от забот и желаний этой жизни..." - одобрительно кивает он.

source: Mortai looks visibly distressed. "No, no, good sir! He will not offer half the price I will for such a contract, it would be a... a... mere *pittance* compared to what I could give you! Consider this before you make a hasty decision!"
ru: Мортай выглядит очень расстроенным. "Нет, нет, уважаемый! Он не предложит и половины той цены, которую заплачу я за этот контракт, это будет... э... жалкой *подачкой* по сравнению с тем, что предложу я! Подумай над этим перед тем, как принять столь поспешное решение!"

source: "I..." Mortai clucks his tongue. "I will offer seventy-five... a hundred coppers, sir! Much, much more than any other Dustman will offer."
ru: "Я... - Мортай цокает языком, - я предложу семьдесят пять... сто медяков! Намного, намного больше, чем может предложить любой из Тленных".

source: Mortai's eyes go cold. "The one with eyes of copper? *His* eyes speak enough about his purpose here." He makes a semi-circle over his heart. "A member of the Dustmen he may be, but I would *never* sign a Dead Contract with him. Copper is his soul, and to me, that speaks of an excess of passion for money. He is a Dustman in name only."
ru: Взгляд Мортая холодеет. "Тот, у кого глаза цвета меди? *Его* глаза красноречиво говорят за него самого, - он делает полукруг над своим сердцем. - Он может быть членом Тленных, но я бы *никогда* не подписал Контракт Смерти с ним. Медь - это его душа, и для меня это значит, что он одержим деньгами. Тленный он лишь номинально".

source: Mortai clucks disapprovingly. "Yes, but it is much better that you signed with me rather than that greedy monster. Greed is the passion that kills you know, and to a Dustman it is twice as deadly."
ru: Мортай неодобрительно цокает: "Да, но будет гораздо лучше, если ты подпишешь контракт со мной, нежели с этим жадным монстром. Ты же знаешь, жадность убивает, а Тленного - вдвойне".

source: Mortai affixes you with a cold stare. "Then you would be committing a criminal offense. I would see you arrested and then, the law permitting, the Dustmen would collect on your Dead Contract much *earlier* than you had intended."
ru: Мортай пригвождает тебя холодным взглядом: "В таком случае ты будешь втянут в криминальное дело. Ты будешь арестован, а потом, если закон позволит, Тленные заберут твой Контракт Смерти *гораздо* раньше, чем ты предполагаешь".

source: Mortai's face turns pale... you didn't think that was possible for a Dustman. He sputters for a moment, as if uncertain what to do. "You..." He suddenly turns and claps his hands three times, and a great roaring of wind passes through the bar...
ru: Лицо Мортая побледнело... ты даже не подозревал, такое возможно у Тленных. Недолго он что-то бессвязно лопочет, не зная, что делать. "Ты..." Неожиданно он разворачивается и хлопает три раза в ладони. Весь бар наполняет неожиданный порыв ветра...

source: "Yes, but it is much better that you sign with me rather than that greedy monster." Mortai clucks disapprovingly. "Greed is the passion that kills, you know, and to a Dustman it is twice as deadly. Do not trouble yourself speaking to Copper-eyes, good sir... deal with me instead."
ru: "Да, но гораздо лучше подписать контракт со мной, нежели с эти жадным монстром, - Мортай неодобрительно цокает. - Жадность - это страсть, которая убивает, а Тленного - вдвойне. Не навлекай на себя проблем, общаясь с Медноглазым... лучше имей дело со мной".

source: Mortai frowns, then looks into the folds of his robes. "I do not normally keep the documents with me, but it may be that..." Mortai pulls forth a sheaf of papers from within his robes and begins leafing through documents. "No, I don't have it on me. Would you like me to fetch it from one of the backrooms?"
ru: Мортай хмурится, затем шарит по своей робе. "Обычно я не держу документы при себе, но возможно... - Мортай вытаскивает кипу бумаг из своей робы и начинает копаться в документах. - Нет, его при мне нет. Может, мне стоит поискать его в своей комнате?"

source: Mortai frowns. He looks puzzled. "Mayhap..." He thinks for a moment. "I do not recall the name, however."
ru: Мортай хмурится. Кажется, он в затруднении. "Может быть... - на секунду он задумывается. - Все равно, я даже не могу вспомнить имя".

source: Mortai looks wary. "I'm afraid that is impossible. The contract is signed, settled, and binding."
ru: Мортай выглядит настороженным: "Боюсь, что это невозможно. Контракт подписан, скреплен и вступил в силу".

source: Mortai shakes his head. "That is indeed unfortunate... but it is now a matter of law, not a matter of the heart."
ru: Мортай качает головой. "Это очень прискорбно... но теперь это дело законности, а не сердца".

source: Mortai chews it over for a moment; it looks like you've negotiated him into a corner. "I cannot. It is a matter of law, my friend... besides, the burden lies upon the signer to overcome his own feelings in order to reach the True Death. I cannot h--"
ru: Мортай переваривает смысл услышанного. Кажется, ты загнал своим предложением в угол. "Я не могу. Это дело законности, друг мой... кроме того, на плечи подписавшегося ложится ответственность за подавление чувств ради достижения Истинной Смерти. Я не..."

source: Mortai sighs and holds up his hands as if to placate you. "Look, it is *not* how you are making it out to be..."
ru: Мортай вздыхает и примиряюще поднимает руки: "Послушай, все *не* так, как ты говоришь..."

source: Mortai glares at you for a moment, opens his mouth, closes it, then opens it. "By the nine hells... wait here." He drops his voice to a whisper. "And keep your bone-box latched." He gives an angry scowl and stomps off.
ru: Мортай изумленно смотрит на тебя, хлопая ртом. "Во имя девяти преисподних... погоди, - он понижает голос до шепота. - И попридержи свою черепушку запертой". Он бросает на тебя испепеляющий взгляд и тяжело топает прочь.

source: A few seconds later, he returns. He is holding a dusty piece of parchment, which he gives to you. "Here!" He sniffs disdainfully. "All for a man's peace of mind... now begone and nettle me with your preachings no longer!"
ru: Спустя несколько секунд он возвращается с пыльным куском пергамента в руках, который отдает тебе. "Вот! - презрительно фыркает он. - Все ради спокойствия человека... а теперь проваливай и не донимай меня больше!"

source: Mortai shakes his head. "It is now a matter of law, not a matter for discussion."
ru: Мортай качает головой: "Теперь это дело законности, а не тема для дискуссии".

source: Mortai freezes, his eyes gauging you. "If you take that contract, you will not leave this place alive. There are guardians that you cannot even *see* hovering about this place. And even should you leave, the Dustmen shall see to it that you are punished. Do not make such foolish threats in my presence."
ru: Мортай замирает, глаза не отрываются от тебя. "Если ты возьмешь этот контракт, то не выйдешь живым из этого помещения. Здесь есть стражники, которых ты даже не сможешь *увидеть*. И даже если ты уйдешь отсюда, Тленные проследят, чтобы ты получил возмездие. Не делай никаких глупых движений в моем присутствии".

source: Mortai glares at you for a moment, opens his mouth, closes it, then opens it. "By the nine hells..." He reaches into his robes and throws the contract to you. "Here!" He sniffs disdainfully. "All for a man's peace of mind... now begone."
ru: Мортай изумленно смотрит на тебя, хлопая ртом. "Во имя девяти преисподних..." - он роется в робе и достает контракт. "Вот! - презрительно фыркает он. - Все ради спокойствия человека... а теперь проваливай".

source: Mortai reaches into the folds of his robes and holds up the contract for you to look at. "There it is, sir... Angyar was made very rich with a simple signature." You glance at the contract; it looks genuine... and very official.
ru: Мортай роется в складках своей робы и достает контракт, чтобы ты смог разглядеть: "Вот он... Ангиар стал очень богатым всего лишь за одну подпись". Ты смотришь на контракт. Выглядит настоящим... и очень официальным.

source: "Until they are shipped to the Mortuary, yes. I have signed many contracts in my life, many contracts... including my own. Such a trouble to haul them all to the Mortuary."
ru: "Да, пока их не отнесут в Морг. За свою жизнь я подписал много контрактов... даже свой собственный. Бывает очень трудно разобраться с ними в Морге".

source: Mortai nods as you turn to leave. "Hmmmm..." He has a strange expression on his face.
ru: Мортай кивает, когда ты уходишь: "Хммм..." На его лице странное выражение.
