Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmorte.dlg.po
Languages: ru

source: "Sensates?"
ru: "Чувствующих?"

source: "Scars?"
ru: "Шрамы?"

source: Ignore Morte and explore the room.
ru: Не обращать внимания на Морта и изучить комнату.

source: "Yeah, 'an I asked you second. What's your name?"
ru: "Ага, а я спросил тебя вторым. Как тебя звать?"

source: "I... don't know."
ru: "Я... не знаю".

source: "I don't know... I can't remember."
ru: "Я не знаю... Не могу вспомнить".

source: "Do you know how I can get out of here?"
ru: "Ты знаешь, как мне отсюда выбраться?"

source: "You first, skull."
ru: "Ты первый, череп".

source: "Man, you're tighter than a wet rope. All right, all right... *I'll* be the nice guy here... me, I'm Morte. Morte Rictusgrin. Now what name is unfortunate enough to have you as its owner?"
ru: "Да ты натянут как струна. Ладно, ладно... Пускай *я* буде хорошим парнем... я, Морт. Морт Зубоскал. Итак, какому имени не посчастливилось иметь такого владельца как ты?"

source: "I don't know... I can't seem to remember anything."
ru: "Я не знаю... Я ничего не могу вспомнить".

source: "You're in this dump called the Mortuary... it's this big black structure with all the architectural charm of a pregnant spider."
ru: "Ты находишься в дыре под названием Морг... это такое большое черное здание с чарующей архитектурой беременной паучихи".

source: "'The Mortuary?' Am I dead?"
ru: "'Морг'? Я умер?"

source: "Well, now I don't know about that... but the Mortuary's the closest thing to a morgue you're gonna find in this berg. Berks haul dead bodies here, bury 'em, burn 'em and if you're *really* lucky, you get brought back to life as a slave. Not the best spot on the Planes to be. If I was you, I'd dig up the nearest exit and give this place the laugh."
ru: "Ну, насчет этого не знаю... Но Морг - самое подходящее место для покойников, которое только можно найти в этом городишке. Всякие пни тащат сюда мертвецов, хоронят их, сжигают, а если тебе *конкретно* повезло, тебя возвращают к жизни в качестве раба. Не лучшее место на Планах. На твоем месте я бы разыскал ближайший выход и помахал этому месту ручкой".

source: "How do I get out of here?"
ru: "Как мне выбраться отсюда?"

source: "I'm sorry... the 'Mortuary?' What is this place?"
ru: "Прошу прощения... 'Морг'? Что это за место?"

source: "Back from the dead as a slave?"
ru: "Возвращают к жизни в качестве раба?"

source: "While I can still walk?"
ru: "Но почему я тогда могу ходить?"

source: "You say people haul dead bodies here? Is that how I got here?"
ru: "Говоришь, люди тащат сюда мертвецов? Это так я сюда попал?"

source: Pauses. "Yeah, I guess. Maybe some waster thought you was a deader and dropped you off. Yer corpse act sure had *me* fooled... maybe you should find the berk who dragged you here and put the questions to him, eh?" Morte nods. "Not bad thinking for a recently dead guy... good to see your brain-box is still in one piece."
ru: Пауза. "Ага, наверно. Может, какой-нибудь бездельник спутал тебя со жмуриком и подкинул тебя сюда. То, как ты строишь из себя трупака, и *меня* бы одурачило... может, тебе лучше найти того пня, который притащил тебя сюда, и его расспросить, а? - Морт кивает. - Неплохо соображаешь, как для недавнего мертвеца... рад видеть, что твоя черепушка все еще на месте".

source: "Yeah, it's a charmed life... except for the near-constant application of formaldehyde and stitching your limbs back when they fall off, it's paradise."
ru: "Да, это очаровательная жизнь... если не учитывать, что тебя без конца натирают формальдегида и пришиваю тебе отвалившиеся конечности, это можно считать раем".

source: "Uh... like I said, the Mortuary. You okay, chief? You don't look too good."
ru: "Э-э-э... как я уже сказал, в Морге. С тобой все в порядке, шеф? Ты что-то неважно выглядишь".

source: "Chief, from where I'm sitting, you crawling off that slab was beating the odds. You look like you're about to settle your drinking tab, if you catch my meaning."
ru: "Шеф, зрелище того, как ты сползаешь с плиты, было жуть как странно. Ты выглядишь так, будто тебе уже пора просить счет за выпивку, если ты понял, о чем я".

source: "Don't know what Sensates are? Oh, are *you* in for a treat! They're this group of bashers who're all about experiencing all the planes have to offer, right, including... well, forget it for now. What about those scars?"
ru: "Не знаешь, кто такие чувствующие? О, да ты, похоже, рассчитываешь услышать что-то особенное! Ну, они - кучка рубак, которые хотят перепробовать все, что могут предоставить им планы, включая... ладно, пока о них забудем. Что насчет этих шрамов?"

source: "It's like some basher decided to paint you with a knife. You're scarred all over... even on your back, 'cept..." Pauses. "Say, you got a whole tattoo gallery on your back, berk. Spells out something..."
ru: "Это как будто какой-нибудь рубака решил разрисовать тебя ножом. Ты весь в шрамах... даже на спине, не считая... - делает паузу. - Скажем так: пень, у тебя на спине целая галерея наколок. Тут что-то написано..."

source: "Never mind. I had some other questions..."
ru: "Неважно. У меня есть другие вопросы..."

source: "Why would somebody bring me here?"
ru: "Зачем кому-то понадобилось тащить меня сюда?"

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "Some people in this berg collect deaders off the street and sell 'em here for jink. Not a great way to make ends meet, but when yer living in the chamber pot of the Planes, yer options are pretty narrow."
ru: "Некоторые люди в этом городишке собирают жмуриков с улиц и продают их здесь за звенелки. Не очень-то хороший способ сводить концы с концами, но если ты живешь отстойнике всех Планов, то выбор у тебя не так уж велик".

source: "Jink? What's 'jink'?"
ru: "Звенелки? Какие еще 'звенелки'?"

source: "Nevermind. I had some other questions..."
ru: "Неважно. Послушай, у меня есть другие вопросы..."

source: "Eh... money. Jink is money. Didn't they have that where you came from?"
ru: "Э-э... деньги. Звенелки - это деньги. Разве там, откуда ты, их нету?"

source: "I don't remember where I'm from."
ru: "Я не могу вспомнить, откуда я".

source: "Forget it. I had some other questions..."
ru: "Забудь об этом. У меня есть несколько вопросов..."

source: He pauses. "Don't know. You're *talking* to me... the walking dead around here don't usually do that. As I see it, the Dusties made a mistake and you weren't dead. Did you sign some sort of contract that you remember? I mean, they usually got fill out all sorts of legal paperwork before they can pull someone outta the dead-book."
ru: Он умолкает. "Не знаю. Ты *болтаешь* со мной... Здешние ходячие мертвецы обычно так не делают. Как мне кажется, трухлявые допустили ошибку и ты не был мертвым. Ты случайно не помнишь, чтобы подписывал какой-то контракт? То есть, обычно они заполняют кучу документов, прежде чем вытащить кого-нибудь из книги мертвых".

source: "Uh... contract? No, I don't remember signing one. I... don't remember much of anything."
ru: "Э... контракт? Нет, не помню, чтобы подписывал контракт. Я... почти ничего не помню".

source: "Dead book?"
ru: "Книга мертвых?"

source: "Legal?"
ru: "Документов?"

source: "Yeah, the 'dead-book.' You know? Uh, maybe you don't. Look, forget the 'dead-book.' You're alive, so you ain't in it."
ru: "Ну да, 'книга мертвых'. Знаешь про такую? А может и не знаешь. Слушай, забудь про 'книгу мертвых'. Ты живой, значит, тебя в ней нет".

source: "Yeah, don't it make you want to split bricks? Law makes Sigil spin, and you can't even empty your bladder without filling out one contract or another."
ru: "Ага, от этого так и хочется ломать кирпичи? Сигил вращается благодаря законам, и нельзя даже облегчиться, не подписав пару контрактов".

source: "By every god and his mother, are *you* out of it. Do you have any idea where you came from? Somewhere, a nation of Clueless is missing their king. Did you bite your thumb at a god or were you always this ignorant?"
ru: "Во имя богов и их матерей, ты что, *вообще* не в курсе? Ты хоть представляешь, откуда ты? Наверно, у народа бестолочей пропал их царь. Ты что, показал какому-нибудь богу кукиш, или всегда был таким недалеким?"

source: "Chief, I have no sodding idea. You sure got the knack for playing dead, though. While you was lying there, I never saw your chest move, your eyes blink... nothing. Were you drinking? Is that what happened?"
ru: "Шеф, я без зеленого понятия. А вот ты точно набил руку, изображая из себя мертвеца. Пока ты здесь лежал, я не заметил, чтобы ты моргал или дышал... ничего. Ты что, напился? Что произошло?"

source: "Well, now that *is* a good question. Sand's running through the glass for you, chief. The Dustmen find you, they'll attempt to correct your resurrection "problem" by tossing you in the crematorium. If you keep playing dead, you'll go to the crematorium anyway. A modron's choice, eh? What to do?"
ru: "Что ж, вот *это* хороший вопрос. Для тебя, шеф, часы снова начали тикать. Тебя найдут тленные и попытаются исправить 'проблему' с твоим воскрешением, засунув тебя в крематорий. Если и дальше будешь изображать труп, ты так или иначе попадешь в крематорий. Значит, выбор, как у модрона? Что делать?"

source: "Dustmen?"
ru: "Тленные?"

source: "I'll... escape."
ru: "Я... сбегу".

source: "I'll explain the situation to these... Dustmen."
ru: "Я все объясню этим... тленным".

source: "What should I do?"
ru: "Что мне делать?"

source: "Why don't you tell me? Sounds like you have an answer already."
ru: "Почему бы тебе не сказать? Похоже, у тебя уже заготовлен ответ".

source: "Oh, *good* idea, chief! Why didn't *I* think of that? How you gonna escape, huh? I'll give you a clue: It involves a little cooperation."
ru: "О, *отличная* идея, шеф! Почему *я* до этого не додумался? И как же ты сбежишь? Даю подсказку: нужно небольшое сотрудничество".

source: "I'm interested. Keep talking."
ru: "Ты меня заинтересовал. Продолжай".

source: "From where I'm sitting, it's obvious you need to get out of here. Me, I can afford to wait. The only danger *I'm* in is dying of boredom. We could lend each other a hand."
ru: "Как мне кажется, тебе явно нужно отсюда выбираться. Что до меня, то я могу позволить себе подождать. Единственное, то угрожает *мне*, - это смерть от скуки. Мы могли бы протянуть друг другу руку помощи".

source: "It's a deal."
ru: "По рукам".

source: "Keep talking..."
ru: "Продолжай..."

source: "You don't have any hands. What could *you* do to help me?"
ru: "У тебя нет рук. Как *ты* можешь мне помочь?"

source: "It may not look it, but I could help you outta here, and you could help me outta here. I haven't got hands, so I'm in a bit of a quandry. You're missing what's in your cranium, while I got plenty of experience and know-how to get you out of this dive. We cooperate, and we both come out a *head.* Deal, berk?"
ru: "Может, ты таки и не считаешь, но я мог бы помочь выбраться тебе, а ты - мне. У меня нет рук, так что я в слегка затруднительном положении. У тебя недостача в черепушке, а вот у меня много опыта и знаний, как вывести тебя из этой хибары. Будем сотрудничать - оба выберемся *наружу*. По рукам, пень?"

source: "Deal. I have a bad feeling that fate has destined we travel together, Morte."
ru: "По рукам. У меня есть дурное предчувствие, что нам судьбой предрешено путешествовать вместе, Морт".

source: "Oh, *good* idea, chief! Why didn't *I* think of that?" His tone becomes mocking. "By the way, Sir Dustman, I died and woke up on a slab in your little Mortuary. Can you please help me?" They'll 'help' you all right. They'll look at you for a few seconds, call the guards and pop you in your own private kiln."
ru: "О, *отличная* мысль, шеф! Почему *я* до этого не додумался? - его тон становится насмешливым. - 'Кстати, сэр Тленный, я тут умер и очнулся на плите в вашем маленьком Морге. Вы мне не поможете?' Они тебе 'помогут', куда уж там. Поглядят на тебя пару секунд, потом позовут стражу и закинут тебя в персональную топку".

source: "That sounds a little extreme... why would they do that?"
ru: "Звучит, как какие-то крайности... Зачем им это делать?"

source: "Well, their guards better be pretty damn tough to take me down."
ru: "Что ж, стража у них должна быть чертовски крутой, чтобы взять меня".

source: "Just trust me... it doesn't matter how tough you think you are or what you say to them, they'll get you. You ain't strong enough to break out of a walled-in tomb or survive the heat of the Elemental Plane of Fire. Waking up from the dead is bad enough as far as the caretakers around here are concerned. Don't be an idiot."
ru: "Просто поверь мне... Неважно, насколько крутым ты себя считаешь и что ты им скажешь, - они тебя схватят. Ты не настолько силен, чтобы пробиться через стены гробницы или пережить жар стихийного плана огня. Пробуждение из мертвых - не лучшая затея, пока вокруг столько стражи. Не будь идиотом".

source: "So your plan is...?"
ru: "И каков твой план?.."

source: "Fate can go squat on a halberd for all I care. Listen, chief. Pay attention to how often 'bad' and 'fate' show up in the same sentence, and you'll catch on to one of life's little mysteries. Best thing to do is to tell fate to wrap itself in razorvine; there's *always* another option that fate never lets on."
ru: "Судьба может присесть на алебарду - мне-то какое дело. Слушай, шеф. Обрати внимание на то, как часто слова 'плохой' и 'судьба' встречаются в одном и том же предложении, и тебе откроется одна из тайн жизни. Лучше всего сказать судьбе завернуться в остролистник: *всегда* есть другой вариант, который судьба не показывает".

source: "Awright then... now, c'mon, let's give this place the laugh. The doors outta here are locked, so we'll need the key. Chances are, one of the walking corpses in this room has it."
ru: "Ну хорошо... а теперь вперед, сваливаем отсюда. Двери выхода заперты, так что нам понадобится ключ. Есть шанс, что он у одного из ходячих трупов в этой комнате".

source: "I'll keep that in mind."
ru: "Буду иметь в виду".

source: "Enough talk already. What's your big plan?"
ru: "Хватит болтовни. Так какой у тебя план?"

source: "Who are you?"
ru: "Кто ты?"

source: "Where am I?"
ru: "Где я?"

source: "How did I get here?"
ru: "Как я попал сюда?"

source: "Walking corpses?"
ru: "Ходячих трупов?"

source: "The Dusties? They watch the place here. You can't miss them... they have an obsession with black and rigor mortis of the face. They call themselves 'the Dustmen' and pretend they're a faction, but they're just a addled bunch of ghoulish death-worshippers. Steer clear of them."
ru: "Трухлявые? Они смотрят за этим местом. Ты их не пропустишь... Они питают особую тягу к черному цвету и окоченевшему выражению лица. Они зовут себя 'тленными' и притворяются фракцией, но они - всего лишь кучка свихнувшихся упырей, поклоняющихся смерти. Держись от них подальше".

source: "So how do I get out of here?"
ru: "И как мне выбраться отсюда?"

source: "What does it say?"
ru: "Что там написано?"

source: "Yeah? Like *what* questions?"
ru: "Да? И *какие* же вопросы?"

source: "I don't know... I can't remember anything."
ru: "Я не знаю... Я ничего не могу вспомнить".

source: "You don't remember *anything?* C'mon, that's a load of tanar'ri dung. You serious?"
ru: "Ты что *ничего* не помнишь? Брось, да это же куча танаррьего дерьма. Ты серьезно?"

source: "Yes."
ru: "Да".

source: "By every god and his mother... well, chief, more than likely your memories just took a dive into your brain-box. With any luck, they'll come up for air soon, trust me. Musta been some night you had. Better hope you didn't hurt anybody or mix it up with the law... say, speaking of which, are you one of those Sensates into self-mutilation or did somebody give you those scars?"
ru: "Во имя всех богов и их матерей... Э-э, шеф, скорее всего, твои воспоминания просто погрузились глубоко в твою черепушку. Если повезет, они скоро всплывут, поверь мне. Должно быть, нелегкая у тебя ночка выдалась. Надеюсь, ты никого не покалечил и не повздорил со стражей... Кстати говоря, ты случайно не один из тех чувствующих, которые занимаются членовредительством, или это кто-то другой подарил тебе эти шрамы?"

source: "Am I supposed to be here? Am I dead?"
ru: "Разве я должен здесь быть? Я мертв?"

source: "How *do* I look? How badly scarred am I?"
ru: "*Как* я выгляжу? Насколько плохи мои шрамы?"

source: "How do I look? Am I badly scarred?"
ru: "Как я выгляжу? Насколько плохи мои шрамы?"

source: "Looks like directions..." Morte clears his throat. "Let's see. It starts with..." NOTE: "I know you feel like you've been drinking a few kegs of Styx wash, but you need to center yourself. Among your possessions should be a JOURNAL that'll shed some light on the dark of the matter. PHAROD should be able to fill you in on the rest of the chant, if he's not in the deadbook already. Don't lose this scrap of flesh OR the journal or we'll be up the Styx again, right? And trust me, whatever you do, DO NOT tell anyone WHO you are, WHAT happens to you, or WHERE you came from or you'll find yourself on a short trip to the crematorium."
ru: "Похоже на указания... - Морт прочищает горло. - Посмотрим... начинается с..." ЗАМЕТКА: "Я знаю, что ты чувствуешь себя так, как будто ты выпил несколько бочонков помоев из Стикса, но тебе надо сосредоточиться. Среди твоих вещей должен быть ДНЕВНИК, который прольет свет на это темное дело. ФАРОД сможет дополнить оставшуюся часть истории, если его еще не записали в книгу мертвых. Не потеряй этот клочок кожи ИЛИ дневник, иначе мы снова окажемся в Стиксе, понятно? И поверь мне, что бы ты не делал, НЕ ГОВОРИ никому, КТО ты, ЧТО случилось с тобой или ОТКУДА ты пришел, иначе ты окажешься на полпути в крематорий".

source: "No wonder my back hurts. Do you know someone named Pharod?"
ru: "Неудивительно, что моя спина болит. Ты знаешь кого-нибудь с именем Фарод?"

source: "Did you see a journal with me when I was lying here?"
ru: "Ты не видел при мне дневника, когда я там лежал?"

source: "No... you were stripped to the skins when you arrived here. 'Sides, looks like you got enough of a journal written on your body."
ru: "Нет... тебя обобрали догола, когда доставили сюда. Хотя, с другой стороны, похоже, что достаточно того дневника, что выбит у тебя на теле".

source: "Do you know someone named Pharod?"
ru: "Ты знаешь кого-нибудь по имени Фарод?"

source: "Nobody I know. Then again, I don't know many people. Still, some berk's got to know where to find this guy... once we get out of here, that is."
ru: "Нет, не знаю. С другой стороны, я вообще мало кого знаю. В общем, кто-нибудь да знает, как добраться до этого Фарода... то есть, как только мы выберемся отсюда".

source: "Did I have a journal with me when I was lying here?"
ru: "При мне не было дневника, когда я там лежал?"

source: "Could it be that I am dead? And that's why I'm here?"
ru: "Может, я умер? И поэтому я здесь?"

source: "How bad do I look?"
ru: "Насколько плохо я выгляжу?"

source: "No thanks. Talking to you is painful enough. I'll look for a way out on my own."
ru: "Нет уж, спасибо. От твоей трескотни голова раскалывается. Я сам найду выход".

source: "What was that legal... contract... stuff you mentioned?"
ru: "Что это за документ... контракт... о котором ты говорил?"

source: "What was that you were saying about the 'dead book?'"
ru: "Что ты там говорил насчет 'книги мертвых'?"

source: Morte floats over. "What's the chant, chief?"
ru: Морт подлетает. "О чем речь, шеф?"

source: Morte glances at your palm. "Yechhhh." He seems morbidly fascinated. "Ugly little berks, aren't they?"
ru: Морт глядит на твою ладонь. "Ух-х-х". Кажется, его покоробило. "Вот уж мелкие уродцы, а?"

source: "Bar that." Morte shudders. "Would you want those things in *you?*"
ru: "Задвинься, - Морт вздрагивает. - А ты бы хотел, чтобы они оказались в *тебе*?"

source: "Those little pikers better not come anywhere near me, or I'll..." Morte pauses. "You know, I have no idea how to threaten teeth."
ru: "Лучше этим мелким засранцам не приближаться ко мне, иначе я... - Морт умолкает. - Знаешь, я понятия не имею, чем угрожать зубам".

source: The struggle is brief. You catch Morte in a headlock -- the only move you can really do -- and as he attempts to bite his way free, the teeth hop out of your hand and swarm onto his jaw. Morte howls as Ingress' teeth promptly rip out his old teeth and then jump into the exposed cavities.
ru: Схватка длится не долго. Ты ловишь Морта в захват - единственное движение, которое ты можешь сделать - и, пока он, кусаясь, пытается освободиться, зубы спрыгивают с твоей руки и налетают на его челюсть. Морт воет, а зубы Ингресс быстро выкорчевывают его старые зубы и прыгают в открывшиеся полости.

source: Morte continues howling. The teeth settle in, adjusting themselves and planting their roots with a horrid drilling noise.
ru: Морт продолжает выть. Зубы начинают обустраиваться и пускать корни с жутким хрустом.

source: Morte doesn't seem to hear you... he keeps howling and howling, then suddenly starts smashing his teeth together. He gets in three powerful bites before the upper and lower teeth lock together and prevent him from opening his mouth.
ru: Кажется, Морт тебя не слышит... Он продолжает выть, затем вдруг начинает клацать зубами. Ему удается трижды сильно клацнуть, прежде чем верхние зубы сцепляются с нижними и не дают ему открыть рот.

source: Morte mumbles something at you, his eyes wide.
ru: Морт что-то тебе бормочет, его глаза широко раскрыты.

source: The teeth suddenly unlock, and Morte takes a deep breath. "I will *kill* you for this," he says. "That was a dirty thing to do."
ru: Внезапно зубы расцепляются, и Морт делает глубокий вздох. "Я *убью* тебя за это, - говорит он. - Это было нечестно".

source: Morte moves his jaw around experimentally. "Odd. But not bad." Suddenly, the teeth extend into fangs. "Ooooooh! They change!" They shrink down to normal, then fangs again, then normal... "I think I'm going to like these."
ru: Морт пробует двигать челюстью. "Странно. Но неплохо, - внезапно зубы превращаются в клыки. - О-о-о! Они меняются!" Они превращаются в нормальные зубы, потом в клики, потом обратно... "Думаю, они мне понравятся".

source: "Oh, I'll still get you for this," Morte replies. He grins, his teeth turning into fangs again. "Just you wait."
ru: "О, я все еще зол на тебя", - отвечает Морт. Он ухмыляется, его зубы снова превращаются в клыки. "Погоди мне".

source: "What's wrong?" Morte floats in closer and glances at your palm. "Hey... they look like they're planning something, don't they?"
ru: "Что там?" Морт подлетает ближе и смотрит тебе на ладонь. "Эй... Кажется, они что-то замышляют, так ведь?"

source: What happens next is difficult to describe... and painful to watch. Faster than you can close your palm, the teeth hop out of your hand and swarm onto Morte's jaw. Morte howls as Ingress' teeth promptly rip out his old teeth and then jump into the exposed cavities.
ru: То, что происходит дальше, трудно описать... и больно смотреть. Не успеваешь ты закрыть ладонь, как зубы спрыгивают с твоей руки и налетают на его челюсть. Морт воет, а зубы Ингресс быстро выкорчевывают его старые зубы и прыгают в открывшиеся полости.

source: They teeth suddenly unlock, and Morte takes a deep breath. "I will *kill* you for this! You planned that! I know it!"
ru: Внезапно зубы расцепляются, и Морт делает глубокий вздох. "Я *убью* тебя за это! Ты все спланировал! Я знаю!"

source: "You see these teeth?"
ru: "Видишь эти зубы?"

source: "Nothing, never mind."
ru: "Ничего, неважно".

source: "Come on, Morte, they seem to like you. Look at the way they're staring at you."
ru: "Ладно тебе, Морт, кажется, ты им нравишься. Посмотри, как они на тебя смотрят".

source: Grab Morte, shove the teeth in his mouth.
ru: Схватить Морта, сунуть зубы ему в рот.

source: "Never mind, then."
ru: "Тогда неважно".
