Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmorte.dlg.po
Languages: ru

source: Whispers: "He's wondering if you're crazy, loco, a cackle, addled... and so am I. Now stow the 'I woke up from the dead' talk, willya?! Yer embarrassing me."
ru: Шепотом: "Он интересуется, не спятил ли ты, не слетел с катушек, не выжил из ума... и я, кстати, тоже. А теперь выкинь это 'Я очнулся из мертвых' из своего лексикона, хорошо?! Ты меня смущаешь".

source: "I'm embarrassing YOU?"
ru: "Я смущаю ТЕБЯ?"

source: "I just wanted to know what this... corpse... was talking about. All right?"
ru: "Я просто хотел узнать, о чем этот... труп... говорит. Ясно?"

source: "It's not my fault that no one in this crazy... "barmy"... place speaks like a normal person... or LOOKS like one."
ru: "Не моя вина, что никто в этом сумасшедшем... 'чокнутом'... месте не говорит нормально... или хотя бы не ВЫГЛЯДИТ так".

source: "Look, I'm NOT going to lie to this guy. It's better we be up front with him."
ru: "Слушай, я НЕ хочу лгать этому парню. Лучше говорить с ним напрямую".

source: Morte sighs. "Look, chief... you gotta get your wits about you. You can't go around telling everybody the TRUTH all the time. We can't have every cony-catcher we meet taking us for marks, right?"
ru: Морт вздыхает. "Слушай, шеф... ты должен понимать свою ситуацию. Ты не сможешь разгуливать, рассказывая всем одну только ПРАВДУ. Мы не должны делать себя целями ловца кроликов, ясно?"

source: "Cony-Catcher?" "Marks?" "What th - oh, never mind."
ru: "Ловец кроликов? Цели? Что это... а, неважно".

source: "I'll... keep that in mind. I want to speak to this 'zombie' some more."
ru: "Я... я запомню это. Мне нужно поговорить с этим 'зомби'".

source: "Hold on..." Morte sounds surprised. "This berk must be an *Anarchist.* Heh. Posing as a zombie's got to be a first for those addled sods."
ru: "Погоди... - говорит Морт удивленно. - Да этот пень - *анархист*. Ха. Строить из себя зомби - это первое, что может взбрести в их пустые головы".

source: "Anarchists... they're a faction that wastes their time peeping on authority figures and looking for ways to tear down anything that stinks of order or control." Morte snorts. "The Anarchists think every berk across the Planes'll be free and happy to seek out their own 'truth' once the establishment is burned to the ground. They want to establish a new order -- no order at all."
ru: "Анархисты - это фракция, которая тратит свое время на слежку за представителями власти и на поиски способов низвергнуть все, от чего несет порядком или контролем, - Морт фыркает. - Анархисты считают, что каждый пень на Планах должен быть свободен и счастлив искать свою собственную 'правду', как только правительство будет сожжено дотла. Они хотят основать новый порядок, в котором не будет никакого порядка".

source: "Whatever."
ru: "Как хочешь".

source: "He's saying this Pharod berk has been selling a lot of deaders... corpses... to the Dustmen. That's what Collectors do: they gather dead bodies and sell them to the Dustmen. Sounds like this Pharod's been selling so many deaders that the Dusties think he's been putting Hivers in the dead-book before their hour's up... y'know, killing people."
ru: "Он говорит, что этот Фарод продал очень много жмуриков... трупов... тленным. Ну, сборщики занимаются этим - находят тела мертвых и продают их тленным. Похоже, этот Фарод запродал так много жмуриков, что трухлявые начали подозревать, что он записывает жителей Улья в книгу мертвых раньше положенного срока... ну, ты понял, просто убивает их".

source: "I see. There was something else I wanted to know..."
ru: "Понятно. Я хотел бы знать кое-что еще..."

source: "This Pharod sounds like a saint. I may have some questions later. Don't go anywhere."
ru: "Да этот Фарод просто святой. Возможно, позже у меня будут другие вопросы. Никуда не уходи".

source: "He wants to know if somebody robbed you. Probably what happened."
ru: "Он хочет знать, не обокрал ли кто тебя. Наверно, интересуется, что случилось".

source: "Yeah, I'm looking forward to finding this thief. Look, I may have some questions later. Don't go anywhere."
ru: "Да, я жду не дождусь поймать этого вора. Слушай, возможно, позже у меня будут другие вопросы. Никуда не уходи".

source: "Yeah, *they're* the stupid ones all right."
ru: "Ага, уж кто тупые, так это *они*. Это точно".

source: "I can't believe you're going through with this. How barmy ARE you?"
ru: "Не могу поверить, что ты делаешь это. Ты, что, СОВСЕМ спятил?"

source: "Can't you make the stitches on his lips any tighter?"
ru: "А нельзя ли ему зашить рот потуже?"

source: "Stuwh vit, Murte --"
ru: "Замоокни, Моот..."

source: "Mmm-HMMPH!"
ru: "Ммм-ХММФ!"

source: "Sounds like this mace has got some sort of sapience envy. Pike it, weapon."
ru: "Похоже, у этой дубинки что-то вроде зависти к чужой мудрости. Забей, палка".

source: "Quiet. I had more questions..."
ru: "Умолкни. У меня есть другие вопросы..."

source: "We're done talking for now."
ru: "На этом разговор окончен".

source: "Ooh, a githyanki. I'll bet Dak'kon will be *so* pleased to help."
ru: "Оо, гитьянки. Могу поспорить, Даккон будет *так* рад помочь".

source: "Thanks for your valuable input, Morte. Let's go."
ru: "Спасибо за ценное замечание, Морт. Идем".

source: "Oh, they *have* names. I'm sure of it."
ru: "Ха, да *есть* у них имена. Я уверен в этом".

source: "So *you* say, fiendling."
ru: "Вот *ты* и скажи, бесовка".

source: "Stow it, Morte - can you ask him some other questions, Annah?"
ru: "Хватит, Морт. Анна, ты можешь задать ему другие вопросы?"

source: "Forget it. Let's just go."
ru: "Забудь. Уходим отсюда".

source: Morte scoffs. "I'd sooner be strained through a tanar'ri's bowels than unravel what these floating goat-heads are trying to say. You want a translator? Find a Sigil native."
ru: Морт усмехается. "Да я скорее пройду через кишки танарри, чем разгадаю, что эти козлиные морды пытаются сказать. Нужен переводчик? Поищи коренного сигильца".

source: Morte scoffs. "I'd sooner be strained through a tanar'ri's bowels than unravel what these floating goat-heads are trying to say. You want a translator? Get the fiendling chit here to do it." He nods at Annah. "She's a Hive native."
ru: Морт усмехается. "Да я скорее пройду через кишки танарри, чем разгадаю, что эти летающие козлиные морды пытаются сказать. Нужен переводчик? Попроси нашу маленькую бесовку, - он кивает на Анну. - Она из Улья".

source: Morte scoffs. "I'd sooner be strained through a tanar'ri's bowels than unravel what these floating goat-heads are trying to say. You want a translator?" He nods at Dak'kon. "Get holier-than-thou-and-twice-as-silent here to translate."
ru: Морт усмехается. "Да я скорее пройду через кишки танарри, чем разгадаю, что эти летающие козлиные морды пытаются сказать. Нужен переводчик? - он кивает на Даккона. - Попроси нашего ханжу-молчуна перевести".

source: "What are you *doing?!* If you're gonna kill him, do it!"
ru: "Что ты *наделал*? Если ты хочешь убить его, сделай это!"

source: "What? What? What was in it, chief?"
ru: "Что? Что? Что в ней было, шеф?"

source: "I don't know what to say, Morte..."
ru: "Не знаю, что и сказать, Морт..."

source: "Nothing that concerns you, Morte."
ru: "Ничто из того, что тебя касается, Морт".

source: Show him the Codex.
ru: Показать ему Кодекс.

source: "WHAT?! You've got to be kidding me, right? C'mon, lemme see it!"
ru: "ЧТО? Наверно, ты шутишь? Брось, дай посмотреть!"

source: "No, Morte. Just forget you saw it."
ru: "Нет, Морт. Просто забудь, что ты его видел".

source: Morte mutters sourly... but drops the subject.
ru: Морт что-то недовольно бормочет... но прекращает разговор.

source: Morte floats over your shoulder to examine the Codex's contents. His eyes nearly pop from their sockets as they scan the pages: "Ooo. Ooooooo. Oh, I... but... wow."
ru: Морт взлетает над твоим плечом, чтобы ознакомиться с содержимым Кодекса. Его глаза чуть не вываливаются из глазниц, пробегая по его страницам. "О-о-о. О-о-о-о. О, я... но... ого".

source: "I *did!* I snapped his neck! He shouldn't even be moving!"
ru: "Я это и *хотел*! Я свернул ему шею! Он не должен теперь шевелиться!"

source: "At least he *can* walk." Morte snorts. "Floating around loses its thrill as soon as you want to kick somebody."
ru: "По крайней мере он *ходить* умеет, - Морт фыркает. - Радость о полета пропадает в тот момент, когда мне хочется кого-то пнуть".

source: "Whoa, chief! What are you doing?!"
ru: "Эй, шеф! Ты что творишь?!"

source: "I was going to speak with this scribe. He might know something about how I got here."
ru: "Я хотел поговорить с этим писарем. Он может кое-что знать о том, как я попал сюда".

source: "Look, rattling your bone-box with Dusties should be the LAST thing --"
ru: "Послушай, грохотать черепушкой с трухлявыми - это ПОСЛЕДНЯЯ мысль, которая должна..."

source: "And we *especially* shouldn't be swapping the chant with sick Dusties. C'mon, let's leave. The quicker we give this place the laugh, the bet --"
ru: "И мы *тем более* не должны болтать с больными трухляками. Давай, пошли отсюда. Чем быстрее мы свалим отсюда, тем лучш..."

source: "Whoah! Whoah! Whoah! You've *got* to be kidding, right? You *can't* be serious, chief!"
ru: "Эй! Эй! Эй! Ты ведь *шутишь*, правда? Ты *не можешь* говорить это серьезно, шеф!"

source: "I am. Will you take him, Vrischika?"
ru: "Я серьезно. Берешь его, Вришика?"

source: "No, I'm not. I had another question, Vrischika..."
ru: "Нет. У меня есть другой вопрос, Вришика..."

source: "You're right, Morte; it was a bad idea. Let's go."
ru: "Ты прав, Морт: это была не лучшая идея. Пошли".

source: "I can't believe this... you've sunk pretty low before, chief, but this just takes the cake. I'll see *you* in Baator, you banged-up, short-stemmed, back-stabbing, ungrateful, pock-marked, dung-biting, greasy-haired, snaggle-toothed sorry piece of amnesiatic garbage! Mark my words, you piking sod, keep on this way and you'll be dead for *good* soon enough... and oh how you'll get yours, then!"
ru: "Не могу в это поверить... ты и до этого довольно низко падал, шеф, но это уже слишком. Увидимся в Бааторе, ты, искалеченный мелкостручковый вероломный неблагодарный искромсанный говножующий жирноволосый кривозубый жалкий кусок забывчивого мусора! Помяни мои слова, чертов ублюдок, продолжай в том же духе - и уже скоро откинешься *навсегда*... и тогда уж ты свое получишь!"

source: "It swallowed him, but I don't know if he came out of *that* end."
ru: "Она-то его проглотила, но я не уверен, из *того* ли конца он вышел".

source: "Enough of this -- look, Ravel, you took my mortality from me, and it has caused more harm than good. I would take it back now - you have had it overlong, I think."
ru: "Довольно... Послушай, Равель. Ты забрала мою смертность, и зла это причинило больше, чем добра. Я хочу вернуть ее обратно: похоже, она у тебя залежалась".

source: "I think I know who should be in a cage..."
ru: "Мне кажется, я знаю, кому следует сидеть в клетке..."

source: "Well, I didn't have anything BETTER to do except go to one of the Lady's mazes and meet one of the evilest creatures ever to set foot in Sigil, so I said 'sure! Why n-?'
ru: "Ну, я не нашел ничего ЛУЧШЕГО, чем согласиться идти в один из лабиринтов Леди и встретиться с одним из злейших созданий, когда-либо ступавших на землю Сигила, так что я сказал 'Конечно! Почему бы..."

source: "Morte, be quiet. Ravel, I..."
ru: "Морт, умолкни. Равель, я..."

source: "'Be quiet?!'" Morte clacks his teeth. "Like the hells I will! I think we've listened to this crone rattle her bone-box enough, and now she's got some pair of stones, saying I haven't got any skin! So WHAT if I don't?! Obviously the fact SHE has skin has done wonders for HER looks! Does she think I *like* being NAKED all the time? And *another* thing-"
ru: "Умолкни?! - Морт клацает зубами. - Черта с два! Мне кажется, что мы уже достаточно наслушались, как эта старая карга трещит своей костяной коробкой, но теперь она уже перегибает палку, говоря, что у меня нет кожи! Ну и ЧТО?! Очевидно, тот факт, что у НЕЕ есть кожа, просто творит чудеса с ЕЕ видом! Она что, думает, мне *нравится* все время быть ГОЛЫМ? И *еще*..."

source: "Morte! Cut it out! Ravel, look --"
ru: "Морт! Хватит! Равель, послушай..."

source: "Freaky. So where are we technically standing right now?"
ru: "Что за бред. Ну где мы тогда сейчас находимся, технически?"

source: "I really don't want to know the answer to that, Morte."
ru: "Я и правда не хочу об этом знать, Морт".

source: "Oh, that's just *great.*"
ru: "О, это просто *здорово*".

source: As you make to step closer to the Pillar, Morte hisses to you: "Pssst! Chief! Chief... listen, I can't let that thing see me. You've got to get me out of here... drop me off somewhere, pick me up later or something..."
ru: Только ты делаешь шаг к колонне, Морт шепчет тебе: "Пссс! Шеф! Шеф... слушай, я не могу позволить этой штуковине увидеть себя. Тебе придется убрать меня отсюда... оставь меня где-нибудь, а потом подбери позже, или еще чего..."

source: "Forget it, Morte. I'm going to speak to it now..."
ru: "Забудь об этом, Морт. Я поговорю с ней прямо сейчас..."

source: "Eh... I don't really like to talk about it. Let's just get moving, yeah?" Morte's voice trembles with fear; his eyes flicker back and forth between you and the massive pillar of heads.
ru: "Э... Я, правда, не хочу об этом говорить. Пойдем-ка отсюда, а?" Голос Морта дрожит от страха. Его глаза бегают, смотря то на тебя, то на огромную колонну из голов.

source: "Why, Morte? What's going on?"
ru: "Почему, Морт? Что происходит?"

source: "Fine. We'll leave, then."
ru: "Хорошо. Тогда пошли".

source: "I can't have you keeping so many secrets, Morte. You've got to tell me what's going on here."
ru: "Я не могу позволить тебе держать так много секретов, Морт. Тебе придется рассказать мне, что здесь происходит".

source: "No more dodging, Morte. Tell what's going on *now,* or you'll *wish* we'd just talked to the heads."
ru: "Хватит уклоняться от ответа, Морт. *Сейчас же* выкладывай, что здесь происходит, или ты *хочешь*, чтобы мы поболтали с головами?"

source: Morte sighs, unable to meet your stare. At last, he relents. "Fine, fine... I'll tell you. There's this pillar on Avernus, the first layer of Baator, built of the heads of all those who've led others to their deaths through lies. Well... that's it right there. See, that's where I ended up. Go figure."
ru: Морт вздыхает, не в силах встретиться с тобой взглядом. Наконец, он сдается. "Ладно, ладно... Я тебе расскажу. На Авернусе, первом слое Баатора, есть колонна, сделанная из голов всех тех, кто своей ложью привел кого-нибудь к смерти. Ну... это и есть она. Видишь ли, когда-то я в ней был. Та еще история".

source: Morte said it was I that pulled him from the Pillar so long ago, though he doesn't really understand how. He also explained that he lost all the Pillar's accumulated knowledge when he was removed from it... which would explain why he's not *quite* as useful as he told that earlier incarnation of mine he would be
ru: Морт сказал, что это я вытащил его из Колонны много лет назад, хотя он точно не понимает как. Также он объяснил, что когда он оказался вне Колонны, то потерял все собранные ею знания... Это может объяснять, почему он не *столь* полезен, как он заявил моему предыдущему воплощению.

source: It turns out Morte came from something called the Pillar of Skulls, a pile of living, severed heads on Avernus, first layer of Baator. It's made up of the heads of all whose lies have led others to their deaths.
ru: Оказывается, Морт появился из такой себе Колонной Черепов, горы живых отрубленных голов, находящейся на Авернусе, первом слое Баатора. Она состоит из голов тех, чья ложь привела к смерти других.

source: "So... you were one of those heads?"
ru: "Значит... ты был одной из тех голов?"

source: "Yeah. I told an... exaggeration or two. It's just that one of my suggestions led to your death. One of them. Maybe others. I don't really know; those memories are gone, now."
ru: "Ага. Я преувеличил... пару раз. Просто один из моих советов привел к твоей смерти. Один из них. Может, и другие. Я правда не знаю. Я больше не помню этого".

source: "I see..."
ru: "Понятно..."

source: "Yeah. I told an... exaggeration or two. It's just that one of my suggestions-"
ru: "Ага. Я преувеличил... пару раз. Просто один из моих советов..."

source: Morte continues, unperturbed. "... one of my *suggestions* led to your death. One of them. Maybe others. I don't really know; those memories are gone, now."
ru: Морт невозмутимо продолжает: "...один из моих *советов* привел к твоей смерти. Одной из них. Может, и к другим. Я правда не знаю. Я больше не помню этого".

source: Morte stares at your feet - you've never seen him look so miserable. "Those memories, they... look, chief, I don't even remember *being* human. I don't remember what life was like before the Pillar..."
ru: Морт смотрит тебе под ноги - он еще никогда не выглядел таким жалким. "Те воспоминания, они... слушай, шеф, я даже не помню, *каково* это - быть человеком. Я не помню свою жизнь до Колонны..."

source: Morte glances at Dak'kon, then you. "Yeah, I guess. And that's pretty much the way of things when you die. You... forget. I figure I wasn't a sterling member of the community when I was alive... but hells, who is?" Morte sighs again. "It's just that I can't help it. Nothing's worse than being honest all the time. But look, chief: if that pile of heads sees me, it'll want me back - *bad.* You can't let that happen!"
ru: Морт смотрит на Даккона, потом на тебя. "Думаю, да. Это именно то, что случается, когда ты умираешь. Ты... забываешь. Я, пожалуй, не был образцовым членом общества при жизни... но, черт, есть ли такие вообще? - Морт снова вздыхает. - Ну, с этим я ничего не могу поделать. Нет ничего хуже, чем все время быть честным. Ладно, слушай, шеф, если та куча голов меня увидит, она захочет меня вернуть, *еще как* захочет. Ты не должен этого допустить!"

source: "Wait... how'd you get free of the Pillar?"
ru: "Погоди... как ты освободился из Колонны?"

source: "Hold it... why didn't you tell me you knew me back in the Mortuary?"
ru: "Постой... почему там, в Морге, ты не сказал, что знал меня?"

source: "One moment. Just how long have you known me, Morte?"
ru: "Минутку. И как давно ты меня знаешь, Морт?"

source: "All right. Let's go, Morte."
ru: "Ладно. Пошли, Морт".

source: "Anyway, I figure I wasn't a sterling member of the community when I was alive... but hells, who is?" Morte sighs again. "It's just that I can't help it. Nothing's worse than being honest all the time. But look, chief: if that pile of heads *sees* me, it'll want me back - *bad.* You can't let that happen!"
ru: "Как бы там ни было, я, пожалуй, не был образцовым членом общества при жизни... но, черт, есть ли такие вообще? - Морт снова вздыхает. - Ну, с этим я ничего не могу поделать. Нет ничего хуже, чем все время быть честным. Ладно, слушай, шеф, если та куча голов меня увидит, она захочет меня вернуть, *еще как* захочет. Ты не должен этого допустить!"

source: "Well... you pulled me off, chief. I fought my way to the front of the Pillar - you've been here before, you know - yammering and howling until you had noticed me. I begged to be freed, swearing that I'd follow you, sharing my knowledge until your final days... I just didn't realize how long that'd be until after you'd already torn me free."
ru: "Ну... ты меня вытащил, шеф. Я пробился на поверхность Колонны - ты ведь был уже здесь раньше - и вопил до тех пор, пока ты меня не заметил. Я умолял освободить себя, клялся, что пойду за тобой, буду делиться с тобой своими знаниями до конца твоих дней... Я просто не представлял, насколько это затянется, пока ты меня не выдернул".

source: "And all the Pillar's Knowledge...?"
ru: "А как насчет знаний Колонны?.."

source: "Oh, that... well, I also didn't realize I'd lose most of the Pillar's accumulated knowledge once I was out of it. Piking powers, did *that* ever set you off! But you kept me around just the same. And at first I felt 'bound' to you... that maybe your sorcery had turned me into some sort of familiar. But after a couple hundred years, I realized it was *more* than that... something deeper. More than just a debt of gratitude, too, though that sure as the hells had something to do with it. I just felt drawn, *connected* to you, somehow. Maybe it's all your suffering, chief... your torment. I don't know. Maybe I likened it to my own, when I was in that pillar."
ru: "Ах, это... ну, еще я не осознавал, что потеряю большую часть накопленных Колонной знаний, как только освобожусь. Дьявольские силы, *это* не раз тебя выводило из себя! Но ты все равно держал меня рядом. Сперва я почувствовал 'связь' с тобой... может, это твое волшебство превратило меня в что-то типа приживалы. Но через пару сотен лет я понял, что это нечто *большее*... нечто более глубокое. Не просто чувство долга из благодарности, но, черт, и без него не обошлось, это уж точно. Я просто почувствовал себя *связанным* с тобой каким-то образом. Возможно, это все твои страдания, шеф... твои муки. Не знаю. Может, они напоминали мне мои собственные, когда я был в колонне".

source: "I'm going to speak to the Pillar, now..."
ru: "А сейчас я поговорю с Колонной..."

source: "Why didn't you tell me you knew me back in the Mortuary?"
ru: "Почему там, в Морге, ты не сказал, что знал меня?"

source: "Just how long have you known me, Morte?"
ru: "И как давно ты меня знаешь, Морт?"

source: "All right. Let's leave, Morte."
ru: "Хорошо. Идем, Морт".

source: Morte suddenly becomes defensive. "Because I never *know* who you're going to be! Some of your incarnations have been stark, raving mad! One time you awoke obsessed with the idea that *I* was your skull, and chased me around the Spire trying to shatter and devour me... luckily, you were crushed by a passing cart in the street. Another, 'good and lawful,' you tried to thrust me back into the Pillar, because 'it's where I belonged.'" Morte smirks. "*That's* why. Besides, no harm's ever come of you not knowing..."
ru: Неожиданно Морт начинает защищаться. "Потому что я никогда не *знал*, кем ты можешь стать! Некоторые твои воплощения были совершенно безумными! Однажды ты проснулся, одержимый идеей, что это *я* был твоим черепом, и преследовал меня вокруг Шпиля, пытаясь разбить и проглотить... к счастью, на улице ты попал под повозку. Другой ты, 'добрый и законопослушный', пытался засунуть меня обратно в Колонну, потому что 'там мне и место', - Морт ухмыляется. - *Вот* почему. Кроме того, твое незнание не принесло вреда..."

source: "How'd you get free of the Pillar?"
ru: "Как ты освободился из Колонны?"

source: "Don't know. Ages, I suppose. I've done all I could to help you find your way each time, but..." Morte sighs, then lifts himself up to meet your gaze. "You rarely make it this far, chief. I mean it; only four or five times, I think. This could be the time... the 'you' that makes it, finds out what's going on."
ru: "Не знаю. Наверно, века. Я каждый раз делал все, что мог, чтобы помочь тебе найти свой путь, но... - Морт вздыхает и поднимает взгляд, встречаясь с твоим. - Ты редко добирался так далеко, шеф. Я серьезно. Кажется, всего четыре или пять раз. Должно быть, пришло время... *тебе*, проделавшему весь этот путь, выяснить, что к чему".

source: "Oh, no..."
ru: "О, нет..."

source: Morte shakes with fear, his teeth rattling. "I can't go back, chief! I can't! I can't! I can't!"
ru: Морт трясется от страха, его зубы стучат. "Я не могу вернуться, шеф! Не могу! Не могу! Не могу!"

source: "He hasn't come back to you. But I had some questions, Pillar of Skulls..."
ru: "Он не вернется к вам. А у меня есть вопросы..."

source: "He hasn't come back to you, Pillar of Skulls. But I had some questions..."
ru: "Он не вернется в Колонну Черепов. А у меня есть вопросы..."
