Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmorte.dlg.po
Languages: ru

source: "Look, chief. You're still a little addled after your kiss with death. So two bits of advice for you: one, if you got questions, *ask* me, all right?" NOTE: To speak to a member of your party, select the 'talk' option from the quick menu, then left-click on the party member you wish to speak to.
ru: "Послушай, шеф. Ты еще не отошел от свидания со смертью, поэтому у меня для тебя есть два небольших совета. Во-первых, если у тебя возникнет вопрос - *спроси* меня, хорошо?" ПРИМЕЧАНИЕ: Чтобы поговорить с членом команды, выбери пункт 'поговорить' из быстрого меню, а затем кликни по тому члену команды, с которым хочешь поговорить.

source: "Second, if you're *half* as forgetful as you seem to be, start writing stuff down - whenever you come across something that might be important, jot it down so you don't forget."
ru: "Во-вторых, если ты хоть *наполовину* такой забывчивый, каким кажешься, то начни записывать свои мысли: как только ты встретишь то, что *может* быть важным, запиши это, чтобы не забыть".

source: "Yeah, like a journal. If you ever start to get cloudy on important things, like where you are, flip to it and refresh your memory. Got it?" NOTE: To access your journal, select the journal button in the lower right hand corner of the world screen, or select the journal button on the quick menu.
ru: "Да, как в дневнике. Если начнешь забывать важные вещи, вроде того, где ты находишься, открой его и освежи свою память. Понятно?" ПРИМЕЧАНИЕ: Для доступа к дневнику нажми кнопку дневника в нижнем правом углу экрана или выбери дневник в быстром меню.

source: "There should be a scalpel on one of the shelves around here. I'd find it before locking horns with any of the corpses around here."
ru: "На одной из тех полок должен быть скальпель. Я бы на твоем месте нашел его до того, как начал бодаться с местными трупаками".

source: "All right, you found the scalpel! Now, go get those corpses... and don't worry, I'll stay back and provide valuable tactical advice."
ru: "Отлично, ты нашел скальпель! А теперь пора разделаться с этими трупами... и не бойся, я буду держаться у тебя за спиной и давать ценные тактические советы".

source: "I WILL be helping you. Good advice is hard to come by."
ru: "Я ПОМОГУ тебе. Хороший совет всегда хорош в трудную минуту".

source: "Me? I'm a romantic, not a soldier. I'd just get in the way."
ru: "Я? Я романтик, а не солдат. Я только под ногами буду путаться".

source: "Eh... all right. I'll help you." NOTE: If you wish Morte to help you attack, simply make sure the both of you are selected when you attack the corpse. Morte will join in the attack.
ru: "Э... без проблем. Я помогу тебе". ПРИМЕЧАНИЕ: Если ты хочешь, чтобы Морт помог тебе атаковать, просто удостоверься, что до нападения на труп выбраны оба персонажи. Морт присоединится к атаке.

source: "All right, you took care of the right corpse, it looks like. Now you gotta find the key. It should have been on its body. Once we have it, we can get out of here."
ru: "Отлично, похоже, ты позаботился о правильном трупе. Теперь надо найти ключ. Он должен быть на его теле. Как только мы его получим, мы сможем выбраться отсюда".

source: "All right, that's the key. It must fit the lock of one of the doors in the room."
ru: "Отлично, вот и ключ. Он должен подойти к одной из дверей в этой комнате".

source: "I don't think you mentioned it before... *who* are these caretakers?"
ru: "Кажется, ты еще не говорил об этом... *кто* такие эти смотрители?"

source: "The corpses here... where did they all come from?"
ru: "Эти трупы... откуда они все берутся?"

source: "Why do you care about the female corpses?"
ru: "Почему тебя так заботят женские тела?"

source: "All right... I'll... try to remember that."
ru: "Ладно... Я... попробую это запомнить".

source: "I'm confused... why do these Dustmen care if I escape?"
ru: "Я запутался... какое тленным дело, если я сбегу?"

source: "The corpses I've seen here... where did they all come from?"
ru: "Эти трупы, которых я видел здесь... откуда они все берутся?"

source: "Before you said something about making sure I didn't kill any *female* corpses. Why?"
ru: "До этого ты говорил, чтобы я не убивал *женские* трупы. Почему?"

source: "All right... I'll...try to remember that."
ru: "Ладно... Я... попробую это запомнить".

source: "Enlighten me... *who* are these caretakers?"
ru: "Просвети меня... *кто* такие эти смотрители?"

source: "All right... I'll... try to remember that."
ru: "Ладно... Я... попробую это запомнить".

source: "Last chance? What... what *are* you talking about?"
ru: "Последний шанс? Погоди... о *чем* это ты толкуешь?"

source: "No... no, I don't, actually."
ru: "Нет... не очень, если честно".

source: "You can't be serious."
ru: "Ты это не серьезно".

source: "But... wait... didn't you say before that I'm *not* dead?"
ru: "Постой... разве ты не говорил до этого, что я *не* мертвый?"

source: "Who are these caretakers again?"
ru: "Еще раз, кто эти смотрители?"

source: "But where did all these corpses come from?"
ru: "Но откуда берутся все эти трупы?"

source: "All right... I'll try and remember that."
ru: "Ладно... Я попробую это запомнить".

source: "All right...if I have any questions, I'll ask you."
ru: "Хорошо... если у меня возникнут вопросы, я спрошу у тебя".

source: "Like in a journal?"
ru: "Как в дневнике?"

source: "All right... I got it. Let's go."
ru: "Ладно... Уяснил. Идем".

source: "All right... I'll keep searching."
ru: "Ладно... Я поищу".

source: "Maybe you could *help* me, Morte."
ru: "А, может, ты мне *поможешь*, Морт?"

source: "All right."
ru: "Хорошо".

source: "I meant help in attacking the *corpse*."
ru: "Я имел ввиду помощь в атаке *трупов*".

source: "All right, then."
ru: "Ну ладно".

source: "When I attack this corpse, you better be right there with me or you'll be next thing that I plunge this scalpel in."
ru: "Когда я буду нападать на труп, тебе лучше быть рядом со мной, иначе ты будешь следующим, в кого я воткну этот скальпель".

source: "I'm glad we understand each other. Now let's do it."
ru: "Рад, что мы друг друга понимаем. За дело".

source: "I'll try all the doors, then."
ru: "Тогда я перепробую все двери".

source: "Oh, for the Powers' sake! Piking dabus."
ru: "Ох, во имя Сил! Чертов дабус".

source: Morte hisses into your ear: "Lawyer."
ru: Морт шипит в твое ухо: "Законник-крючкотвор".

source: Morte nods appreciatively. "Hey, this guy's not bad."
ru: Морт одобрительно кивает. "Эй, а этот парень не так уж плох".

source: "Fine, here... take your money back, Malmaner."
ru: "Ладно, вот... забирай свои деньги, Малманер".

source: Throw the thirty copper coins at Malmaner.
ru: Бросить Малманеру тридцать медных монет.

source: "Fine, here...take your money back, Malmaner."
ru: "Ладно, вот... забирай свои деньги, Малманер".

source: Throw the ten copper coins at Malmaner.
ru: Бросить Малманеру десять медных монет.

source: "Really? I didn't hear a thing, Morte. Let's go."
ru: "Правда? Будем считать, что я этого не слышал, Морт. Пошли".

source: Throw the fifty copper coins at Malmaner.
ru: Бросить Малманеру пятьдесят медных монет.

source: Throw the eighty copper coins at Malmaner.
ru: Бросить Малманеру восемьдесят медных монет.

source: "Sounds dull."
ru: "Какая скукота".

source: "She's a tanar'ri... a succubus, chief."
ru: "Шеф, она - танарри... суккуб".

source: "Bar that, fiendling!" Morte clicks his teeth together. "I'm ALL for the succubus coming with us... the Powers know *you're* about as fun as passing a caltrop through your bowels."
ru: "Задвинься, бесовка! - Морт клацает зубами. - Я ЗА то, чтобы суккуб пошла с нами... Видят Силы, от *тебя* веселья, как от колючки в кишках".

source: "Hey, wait just a minute! *I'm* the one well-versed in the Planes! That's my job, chief!"
ru: "Эй, минутку! Это *я* лучше всех разбираюсь в Планах! Это моя работа, шеф!"

source: "Having two people knowledgeable about the Planes in our band seems pretty smart to me. Besides, I said, 'pleasant,' too, Morte."
ru: "Двое сведущих в Плана людей в нашей команде - довольно неплохо, как по мне. Кроме того, еще я сказал 'приятно', Морт".

source: "Pleasant on the eyes, maybe! Looks to ME like all some chit has to do is show a little skin, and you'll sign her right up!" Morte falls silent. "Not that I mind that really, I just thought I'd mention it."
ru: "Пожалуй, только для глаз! Мне почему-то КАЖЕТСЯ, что стоит какой-нибудь цыпочке чуть-чуть оголиться, как ты уже принимаешь ее в команду! - Морт умолкает. - Не то чтобы я против. Просто подумал, что стоит об этом сказать".

source: "Noted, Morte. Look... Lady Grace, excuse me if I'm being too forward, but would you care to travel with us?"
ru: "Заметано, Морт. Госпожа Грация... Может, я слишком забегаю вперед, но ты не хотела бы отправиться с нами в путешествие?"

source: "What my scarred companion meant to say is, the TWO of us... I'm Morte, by the way: my apologies for my companion's rudeness in not introducing us... think it would be an EXCELLENT idea if you came on board. We have plenty of room for a succubus. PLENTY of room."
ru: "Мой товарищ в шрамах хотел сказать: с нами ДВУМЯ... Кстати, я Морт. Прошу простить моего товарища за то, что он не соизволил представить нас друг другу... Мне кажется, ваше присоединение к нам - ОТЛИЧНАЯ идея. У нас много места для суккуба. МНОГО места".

source: "Thanks, chief. I can't tell you how glad I am to be back with you." His voice drips with sarcasm. "And here I learned a new trick while I was there and everything."
ru: "Спасибо, шеф. Не могу выразить свою радость тем, что я снова с тобой". Его голос истекает сарказмом. "А еще я научился новому приемчику, пока был там".

source: "Really? That's kind of you, boss. Good thinking. You're provisionally forgiven. Just don't do it again."
ru: "Правда? В этом чувствуется твой стиль, босс. Хорошо придумано. Ты условно прощен. Просто не делай так больше".

source: "Somehow, I don't believe you for a second. Let's just forget this ever happened. Let's go."
ru: "Почему-то мне в это верится с трудом. Давай просто забудем о случившемся. Идем".

source: "Thanks, boss. Let's get out of here!" Morte pauses. "Oh, by the way, boss... those guys really had their heads together. They taught me something sharp."
ru: "Спасибо, босс. Давай убираться отсюда! - Морт делает паузу. - А, кстати, босс... Эти ребята действительно соображают. Я научился у них паре острот".

source: "Yeah. Right. It's a real pleasure to have you back."
ru: "Ага. Отлично. Я очень рад, что ты вернулся назад".

source: "Sorry, friend. I wanted to bluff him."
ru: "Извини, приятель. Я хотел его обмануть".

source: "Sorry, friend, I wanted to bluff him."
ru: "Извини, приятель. Я хотел его обмануть".

source: "Sure, Morte. Let's go."
ru: "Конечно, Морт. Идем".

source: "Fine."
ru: "Отлично".

source: "Morte, I was bluffing him. You'll see."
ru: "Морт, я блефовал. Вот увидишь".

source: "Let's go."
ru: "Идем".

source: "Uh... chief? You've seen statues before, right? Know that they don't talk or anything?"
ru: "Э... шеф? Ты ведь раньше видел статуи? Ты ведь знаешь, что они не разговаривают?"

source: "Well... uh... hmm. Got me there, boss."
ru: "Ну... э... м-м. Тут ты прав, босс".

source: "Maybe it's a little too anatomically correct, chief?"
ru: "Шеф, может, она слишком анатомически правильная?"

source: "Sure, boss. I knew that."
ru: "Конечно, босс. Я это знал".

source: Morte rolls his eyes and makes a gagging noise. "Powers, no, not another berk that talks... like... this!"
ru: Морт закатывает глаза и издает бульканье. "О Силы, нет, только не еще один пень, говорящий... вот... так!"

source: "Consider this, Morte: you're a floating, talking skull who's denying the possibility of a living statue."
ru: "Подумай, Морт: ты - летающий и говорящий череп, который отрицает существование живых статуй".

source: "I met a mage named Salabesh who spoke of a stone man, here. Are you he?"
ru: "Я встретил здесь мага по имени Салабеш, который говорил о каменном человеке. Это ты?"

source: "Perhaps, Morte. I'll just touch him..."
ru: "Может быть. Я просто к нему прикоснусь..."

source: Leave.
ru: Уйти.

source: "That I do, Morte. I'll just touch him..."
ru: "Конечно, Морт. Я просто к нему прикоснусь..."

source: "It was a rhetorical question, Morte."
ru: "Это был риторический вопрос, Морт"

source: Strike the statue.
ru: Ударить статую.

source: "I have questions about you"...
ru: "У меня есть к тебе вопросы..."

source: "I have questions about this place."
ru: "У меня есть вопросы об этом месте".

source: "What do you know of Ravel Puzzlewell?"
ru: "Что ты знаешь о Равель Заморочке?"

source: "I'll take you up on that later. Farewell."
ru: "Я потом к тебе загляну. Прощай".

source: "Hey, chief - he's got his fingers crossed!"
ru: "Эй, шеф, он скрестил пальцы!"

source: Morte breaks in with a whisper. "He's saying he's a lawyer. A counselor. One of those berks who rattle their bone-boxes at the courts."
ru: Морт вклинивается в разговор, шепча: "Он говорит, что он юрист, консультант. Один из тех пней, которые трещат своими черепушками в судах".

source: Morte turns and looks behind him. "Where?! Where?!"
ru: Морт озирается назад. "Где?! Где?!"

source: Morte gasps. "Look, behind you - another floating skull!"
ru: Морт раскрывает рот. "Гляди, за тобой - еще один летающий череп!"

source: "Right where I'm pointing! There!"
ru: "Вон там, куда я показываю! Вон там!"

source: Morte speaks with mock exasperation: "You just missed it! A whole *parade* of them! Probably never happen again in a million revolutions of the Great Ring!"
ru: Морт насмешливо произносит: "Ты все пропустил! Там был целый *парад* черепов! Такое случается, наверно, раз в миллион циклов Великого Кольца!"

source: Morte bobs slightly, as if shrugging. "I prefer to refer to it as keen insights into human nature."
ru: Морт покачивается, как будто пожимает плечами. "Предпочитаю называть это проницательностью по части человеческой природы".

source: "You know, chief, that JUST MIGHT BE CRAZY ENOUGH TO WORK!"
ru: "Знаешь, шеф, это НАСТОЛЬКО БЕЗУМНО, ЧТО МОЖЕТ СРАБОТАТЬ!"

source: Look for the skull yourself.
ru: Самому поискать череп.

source: Let Morte have his fun.
ru: Дать Морту повеселиться.

source: "Come on, Morte. I have questions for him..."
ru: "Брось, Морт. У меня к нему вопросы..."

source: "I had some questions..."
ru: "У меня есть несколько вопросов..."

source: Get the man's attention again.
ru: Снова привлечь внимание человека.

source: "By the Lady's bladed teats, what a-" Everything suddenly falls silent as the last of your senses flicker and fade away to nothing.
ru: "Клянусь шипастыми сиськами Леди, вот это..." Внезапно все стихает. Остатки твоих чувств меркнут и покидают тебя.

source: Die horribly, a victim of Gangroighydon's Awful Curse.
ru: Пасть во тьму, став жертвой страшного проклятья Гангройгидона.

source: "'Darks?!' Gimme a break! We're really not going to *listen* to this rattletrap, are we? C'mon... let's go find some Sensate chits that have never had the pleasurous sensation of tasting the fiery passion of a skull's lips." He waggles eyebrows in anticipation.
ru: "'Тайнах'?! Секундочку! Мы же не собираемся *слушать* этого пустомелю? Да ладно... пойдем лучше найдем парочку цыпочек-чувствующих, которые еще ни разу не пробовали пламенной страсти от прикосновения губ черепа". Он в предвкушении водит бровями.

source: "Quiet down, Morte. We're staying... for a while, at least."
ru: "Тише, Морт. Мы подождем... по крайней мере, немного".

source: Ignore Morte, keep listening,
ru: Не обращать внимания на Морта, продолжать слушать.

source: "You're right, Morte - let's leave."
ru: "Ты прав, Морт, идем отсюда".

source: Morte whispers: "Beginning of more suffering."
ru: Шепот Морта: "Начало новых страданий".

source: Nod to Morte quietly.
ru: Молча кивнуть Морту.

source: "Morte - quiet down."
ru: "Морт, помолчи".

source: "No kidding. Let's leave, Morte."
ru: "Точно. Пошли отсюда, Морт".

source: Morte whispers: "That's for sure."
ru: Шепот Морта: "Ага, как же".

source: "Morte - be quiet."
ru: "Морт, тише".

source: Morte whispers: "And eternal boredom."
ru: Шепот Морта: "И бесконечной скуки".

source: "Please, Morte: quiet."
ru: "Морт, пожалуйста, тише".

source: Morte whispers: "Looks like we know where we both are going to end up when we die."
ru: Шепот Морта: "Кажется, теперь мы оба знаем, куда отправимся после смерти".

source: "Morte: stop talking."
ru: "Морт, хватит болтать".

source: Morte whispers: "And that's if you're lucky."
ru: Шепот Морта: "Это если только повезет".

source: Morte whispers: "And that's supposed to be an incentive? We get to do this all *again?* Gee, I can't wait to be a floating skull all over again. Whee! Pike him. What a tard. Spoken just like someone who hasn't died before, huh?"
ru: Шепот Морта: "И это типа стимул? Чтобы вляпаться в это *опять*? Ха, не могу дождаться, когда я снова стану летающим черепом. Ура! Забей на этого неудачника. Походу, он еще сам никогда не умирал, верно?"

source: "Come on, Morte. Quiet."
ru: "Хватит, Морт. Тише".

source: Morte whispers: "Oh, this is one, big steaming load."
ru: Шепот Морта: "А, еще один дешевый лозунг".

source: Morte says aloud: "What wash!"
ru: Морт громко кричит: "Что за фигня!"

source: Morte ducks below the lecturer's field of view, then turns to you and whispers: "Go ahead, chief. Tell him the dark of it."
ru: Морт, увильнув от взгляда докладчика, поворачивается к тебе и шепотом произносит: "Давай, шеф. Задай ему жару по этому поводу".

source: "Yes, I have a question..."
ru: "Да, у меня есть вопрос..."

source: "No questions. My friend misspoke."
ru: "Вопросов нет. Мой приятель ошибся".

source: "Great! Another death! Sign me up!" There is laughter from audience. The speaker looks angry.
ru: "Отлично! Еще одна смерть! Подпишите меня!" Среди слушателей раздается хохот. Докладчик выглядит сердитым.

source: "What happens when they die?"
ru: "Что происходит, когда они умирают?"

source: "I had another question..."
ru: "У меня есть другие вопросы..."

source: "That's all I wished to know."
ru: "Это все, что я хотел узнать".

source: "Want me to slap this barmy chit down, chief?"
ru: "Хочешь, я отшлепаю эту пустоголовую цыпочку, шеф?"

source: "I love your addled ways, chief."
ru: "Обожаю твои пустоголовые приемчики, шеф".

source: As you kneel before the woman, Morte cries out: "Chief! You're kidding me! I mean, unless, you're *into* that or something..."
ru: Когда ты становишься на колени перед женщиной, Морт кричит: "Шеф! Ты шутишь надо мной! То есть, я хочу сказать, ты же не будешь *этого* делать..."

source: "Well, you've a point there... but still..."
ru: "В этом есть что-то... но все же..."

source: Morte chuckles and clicks his teeth together. "Just a regular lady's man, eh, chief?"
ru: Морт сдавленно смеется и щелкает зубами. "Просто обычный дамский угодник, а, шеф?"

source: "Uh-oh..."
ru: "Ой-ой..."

source: Morte winks at you and calls to the woman: "Hey, you! That's right, you there, you saucy little tart... look at me when I talk to you! What's got you so bitter, hmm?"
ru: Морт подмигивает тебе и кричит девушке: "Эй, ты! Да-да, ты, маленькая дерзкая грубиянка... смотреть на меня, когда я с тобой разговариваю! Чего это ты такая кислая, а?"

source: "Aw, does the little Desert Princess have her britches in a bunch because the Sultan wanted another son? Tell me, 'Desert Princess,' do you spend most of your nights drunken and belligerent, followed about by a handful of leering sycophants, looking in your own pathetic way to justify your existence to a disapproving father?"
ru: "Ааа, наверное, штаны у Пустынной принцессы от того, что султан хотел себе сыночка? Скажи-ка мне, 'принцесса Пустыни', ты так все ночи проводишь, за выпивкой и в драках, в окружении кучи хитрых подхалимов? Наверное, ты так пытаешься оправдать свое существование перед разочарованным отцом?"

source: "Do you really think your petty brawling will finally make you feel better about yourself? Feel like you're *worth* something? Because IT WON'T! If this is your sad little path to feeling better about who you *are,* I suggest you just give up, go home, and marry off into some courtier's harem!"
ru: "Ты что, вправду думаешь, что от твоих мелких скандальчиков ты станешь о себе лучшего мнения? Думаешь, ты чего-то *стоишь*? А ВОТ И НЕТ! И если тебе, бедняжка, стало легче от того, кто ты *на самом деле*, то я посоветую тебе сдаться, вернуться домой, выйти замуж и податься в какой-нибудь придворный гарем!"

source: Morte turns to you. "See, chief, I *know* what's going to happen here. We *all* know Morte's right on the ball with this one. But oh, no, proud little Desert Princess, cut down in public, humiliat-"
ru: Морт поворачивается к тебе. "Видишь, шеф, я *знаю*, как это все обычно случается. *Всем* известно, что Морт прав в данном вопросе. О нет, только не это, бедная маленькая Пустынная принцесса, оскорбленная, униженн..."

source: "Show no mercy, Morte."
ru: "И никакого милосердия, Морт".

source: "No, Morte... I'll handle this."
ru: "Нет, Морт... Я справлюсь с этим".

source: Ignore Morte, lick the woman's boot.
ru: Не обращать внимания на Морта, вылизать сапог девушки.

source: "I just don't want to make any trouble, Morte. If I'm not careful I could get the guard summoned."
ru: "Просто я не хочу никаких неприятностей, Морт. Если мы будем не осторожны, то я смогу позвать стражу".

source: "You're right, Morte. Let's go."
ru: "Ты прав, Морт. Идем".

source: "Forget it, Morte. Look, madam... let's just end this before I call the guards myself."
ru: "Забудь, Морт. Послушайте, мадам... Давайте прекратим это, пока я не позвал стражу".

source: "You're right, Morte. Let's just go."
ru: "Ты прав, Морт. Пошли отсюда".

source: "The Blood War? More boring than listening to a Guvner recite laws. Let's find some young Sensates who need to be indoctrinated in the ways of passion!" He waggles eyebrows in anticipation.
ru: "Война Крови? Это еще скучней, чем слушать, как законники декламируют законы. Давай-ка найдем пару молоденьких чувствующих, нуждающихся в просвещении по части любовных страстей!" В предвкушении он водит бровями.

source: "No, Morte... I want to hear this."
ru: "Нет, Морт... Я хочу послушать это".

source: "All right, Morte - we'll go."
ru: "Ладно, Морт, пошли".

source: Morte rolls his eyes and cries "Oye! Look! A talkin' turd!"
ru: Морт закатывает глаза и кричит. "Ух ты! Смотри! Говорящая какашка!"

source: Morte bobs in your direction, speaking to the man: "I was referring to this big scarred-up berk here, blood... not you! No harm done, eh?"
ru: Морт качает в твою сторону, обращаясь к мужчине: "Я показывал на этого огромного пня, знаток... не на тебя! Без обид, ага?"

source: "Watch it, Morte..."
ru: "Полегче, Морт..."

source: Ignore Morte.
ru: Не обращать внимания на Морта.

source: "I knew you'd be back, chief! Finally realized you needed me, huh?"
ru: "Я знал, что ты вернешься, шеф! Все-таки понял, что я нужен тебе, а?"

source: "Yeah... let's go."
ru: "Да... идем".

source: "Not right now, Morte."
ru: "Не сейчас, Морт".

source: "Hmmmph. Well, I don't know how long I'm going to wait here, so I'm going to give you one LAST chance. You sure you don't want my sage advice and quick wit?"
ru: "Пф-ф. Ну хорошо, не знаю, как долго я смогу здесь быть, так что я даю тебе ПОСЛЕДНИЙ шанс. Ты уверен, что не хочешь моего мудрого совета и быстрой остроты?"

source: "Morte, you don't have EITHER of those things."
ru: "Морт, у тебя НЕТ ни того, ни другого".

source: "All right, I changed my mind. Come on, let's go."
ru: "Ладно. Я передумал. Давай, идем".

source: "Not at the moment, Morte. Maybe later."
ru: "Не сейчас, Морт. Может быть, потом".
