Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmorte.dlg.po
Languages: ru

source: Leave the skeleton alone.
ru: Оставить скелета в покое.

source: "Hey, chief, can you believe those two? They could teach *me* a thing or two..."
ru: "Эй, шеф, ты доверяешь этим двум? Они могли бы научить *меня* парочке вещей..."

source: "I believe it, Morte. Let's go."
ru: "Я тоже так думаю, Морт. Пошли".

source: "I'd just like to interject here and point out that I'm not going to say anything to spoil the mood, chief. I'll just float here and watch. Don't mind me - just sitting here, floating and watching, that's me."
ru: "Шеф, я хотел бы просто вставить свое замечание и заявить, что не собираюсь ничего говорить, дабы не испортить никому настроения. Просто полетаю тут и понаблюдаю. Не обращайте на меня внимания".

source: "Would you two cut it out before I have to get a dabus over here to separate the two of you!" Morte *hmmphs.* "Or at least allow me to cut in."
ru: "Может быть, вы двое уже закончите с этим, а то мне придется позвать дабуса, что вас отцепить друг от дружки! - Морт *фыркает*. - Или хотя бы дайте поучаствовать".

source: I met the man who cursed Reekwind in the Civic Festhall: Jumble Murdersense.
ru: В Городском Фестхолле я встретил человека, который проклял Вонючку, - Джамбла Смыслогуба.

source: "I'd like you to remove Reekwind's curse."
ru: "Я хотел бы, чтобы ты снял проклятие с Вонючки".

source: As you reach out, Morte suddenly speaks. "Whoa, whoa, whoa! Hold up, chief. Uh... there's a few things I need to tell you."
ru: Едва ты собираешься прикоснуться к Морту, как вдруг он произносит: "Эй-эй-эй! Погоди, шеф. Э-э-э... мне тебе нужно кое-что тебе сказать".

source: "Well, yeah -- when you've been dead as long as I have, you learn to fake it really well. I've been kind of listening to your whole conversation. Use that power you got on someone else - I don't need it."
ru: "Ну да. Если бы ты был мертвым столько, сколько я, ты бы тоже хорошо симулировал смерть. Я типа подслушал твой разговор. Используй свою силу на ком-нибудь другом: мне она без надобности".

source: "Well, *yeah,* chief. It's not like you'd die. I mean, if you failed, you'd need someone to remember for you. Plus, you know how worthless I am in a fight - well, when I'm not taunting some mage or another..."
ru: "Ну, *да*, шеф. Ведь ты бы все равно не умер. Я имею в виду, если бы ты пал, тебе бы понадобился кто-то, кто бы запомнил все. К тому же, ты ведь знаешь, какой я бесполезный в бою, если только не оскорбляю какого-нибудь мага или типа того..."

source: You reach out with your power again...
ru: Ты снова используешь свою силу...

source: Resurrect Annah.
ru: Возродить Анну.

source: "Morte...?! You're not dead!"
ru: "Морт?!.. Ты не мертвый!"

source: "So you were going to *lie* there while I got my ass handed to me?"
ru: "Ты что, собирался *валялся* тут без дела, пока мне надирают задницу?"

source: "Then maybe that's what I'll need you to do. We'll talk about this *later,* Morte..."
ru: "Тогда для тебя может найтись кое-какое дело. Поговорим об этом *позже*, Морт..."

source: Resurrect Dak'kon.
ru: Возродить Даккона.

source: Resurrect Fall-From-Grace.
ru: Возродить Падшую Грацию.

source: Resurrect Nordom.
ru: Возродить Нордома.

source: Resurrect Ignus.
ru: Возродить Игнуса.

source: Resurrect Vhailor.
ru: Возродить Вейлора.

source: As you reach out with your power, Morte suddenly floats into the air. "Eh... hold up, chief. You don't need to resurrect me; I was uh, just kind of lying here, you know, listening to you two."
ru: Едва ты собираешься прикоснуться к Морту, как вдруг он взлетает в воздух. "Э-э-э... Погоди, шеф. Тебе не нужно возрождать меня. Я, понимаешь, э-э-э, типа просто лежал тут, слушал вас двоих".

source: YOU WERE FEIGNING DEATH.
ru: ТЫ ПРИТВОРЯЛСЯ МЕРТВЫМ.

source: "Well, yeah, I mean I'm *already* dead and... uh, chief, what happened to your *voice?*"
ru: "Ну да, я ведь *уже* мертв и... Э-э-э, что случилось с твоим голосом, шеф?"

source: I... AM SOMETHING ELSE NOW. TIME RUNS SHORT, AND SOON TIME AND FATE WILL CATCH UP WITH ME. I WILL RETURN YOU TO SIGIL, MORTE, IF YOU WISH IT.
ru: Я... ТЕПЕРЬ ДРУГОЙ. ОСТАЛОСЬ МАЛО ВРЕМЕНИ, И СКОРО ВРЕМЯ И СУДЬБА МЕНЯ НАСТИГНУТ. ЕСЛИ ХОЧЕШЬ, Я ВЕРНУ ТЕБЯ В СИГИЛ, МОРТ.

source: "Wh --? Return me? What about *you?* Come on, chief, I may be a *coward,* but there's no way I'm leaving you in this place."
ru: "Чт?.. Вернуть меня? А как же *ты*? Хватит, шеф, может я и *трус*, но я ни за что не брошу тебя в этом месте".

source: MANY ARE THE CRIMES THAT WERE COMMITTED WHEN MY MORTALITY AND I WERE SPLIT. THESE CRIMES CARRY A... PRICE. YOU MAY NOT GO WHERE I WILL SOON BE.
ru: МНОГО ПРЕСТУПЛЕНИЙ БЫЛО СОВЕРШЕНО С ТЕХ ПОР, КАК МОЯ СМЕРТНОСТЬ И Я БЫЛИ РАЗДЕЛЕНЫ. ЗА ЭТИ ПРЕСТУПЛЕНИЯ ПРИДЕТСЯ... ЗАПЛАТИТЬ. НАВЕРНО, ТЫ НЕ ЗАХОЧЕШЬ ПОЙТИ ТУДА, ГДЕ Я СКОРО ОКАЖУСЬ.

source: "Well, I *could* go with you anyway, chief, if you wanted me to - I mean, we've been through wors-"
ru: "Я *могу* пойти куда угодно, шеф, если ты этого захочешь. Мы ведь бывали в местах и похуж..."

source: NOT THIS TIME. PERHAPS ONE DAY YOU AND I WILL MEET AGAIN, ON ANOTHER PLANE. BUT NOT NOW.
ru: НЕ В ЭТОТ РАЗ. ВОЗМОЖНО, ОДНАЖДЫ МЫ СНОВА ВСТРЕТИМСЯ, НА ДРУГОМ ПЛАНЕ. НО НЕ В ЭТОТ РАЗ.

source: Morte stares at you for a moment, then sighs. "Not to get all misty-eyed, but, uh, it's been a pleasure, chief."
ru: Морт молча смотрит на тебя, затем вздыхает. "Не то чтобы я сильно растрогался, и все же мне, э-э, было приятно с тобой путешествовать, шеф".

source: FAREWELL, MORTE.
ru: ПРОЩАЙ, МОРТ.

source: "Let's take care of business, then..."
ru: "Тогда возьмемся за дело..."

source: As you turn away, you notice Morte staring at you. "Eh? Eh?"
ru: Отвернувшись, ты замечаешь, что Морт уставился на тебя. "А? А?"

source: "Did you *see* the way that cadaverous beauty was staring at me?" Morte's teeth chatter, as if anticipation. "She was looking for some lucky cutter to thaw her coffin."
ru: "Ты *видел*, как эта мертвая красотка меня осматривала? - зубы Морта стучат в предвкушении. - Она ищет какого-то счастливчика-рубаку, который согреет ее уютненький гробик".

source: Morte ignores you and becomes thoughtful. "I don't really mind the attention, actually... it's just that I like to be seen as something more than just a skull, y'know? I have feelings that go beyond my base animal instincts. I want courtship, not some fortnight fling around the mausoleum."
ru: Морт игнорирует тебя, становясь задумчивым. "Вообще-то я не возражаю против внимания к себе... просто мне больше нравится, когда за мной видят нечто большее, чем просто череп, понимаешь? У меня есть чувства, которые доминируют над моими животными инстинктами. Я хочу уважения, а не просто ночного летания по мавзолею".

source: "Whoa, chief..." Morte backs slightly out of arm's reach. "Women, they appreciate lovers, not fighters."
ru: "Ого, шеф..." Морт немного отлетает, чтобы ты не смог до него дотянуться. "Женщинам больше нравятся любовники, а не бойцы".

source: "Yeah, well, I may be just a skull, but I've got a big heart."
ru: "Да, я просто череп, но у меня большое сердце".

source: "What, were you dumped into my life to spit on my dreams and aspirations?! Fine, be that way, then. I don't have a heart, but I *do* have a soul."
ru: "Тебе наплевать на мою жизнь, мои мечты и чаяния?! Отлично, ну и пусть. У меня нет сердца, зато у меня есть *душа*".

source: "If you had half the sense you died with, you'd know better." Morte's voice rises to new heights of smugness. "When it comes to the annals of love, I wrote 'em all."
ru: "Будь у тебя хоть половина того здравого смысла, с которым ты умер, ты бы понял, - голос Морта становится жутко самодовольным. - Что касается летописей любви, отмечу, что все они были написаны мной".

source: "*Please* don't start this again."
ru: "*Пожалуйста*, только не начинай".

source: "What, that blank-eyed beyond-the-grave stare?"
ru: "Что, ты имеешь в виду этот бессмысленный пустой могильный взгляд?"

source: "Keep it up, and *I'm* going to fling you somewhere."
ru: "Продолжай в том же духе, и *я* отправлю тебя куда-нибудь полетать".

source: "Morte, you *are* a skull. Nobody can help but see you as a skull. Accept it."
ru: "Морт, *ты* - череп. Для всех ты только череп. Смирись с этим".

source: "I understand. Now let's get out of here, all right?"
ru: "Понимаю. А теперь идем отсюда, хорошо?"

source: "You are perhaps the *last* person I would ever take romantic advice from."
ru: "Ты, наверное, *последний* из всех, от кого я хотел бы слушать советы по части романтики".

source: "Actually, you *don't* have one of those."
ru: "Вообще-то, у тебя его *тоже* нет".

source: "Well, actually, I'm betting you d... forget it. Let's go."
ru: "Ну, вообще-то, я могу поспорить на что угодно, что... а, забудь. Идем".

source: Morte studies the skeleton for a moment, then shakes his head. "Nah... this one's too clean... there's barely any meat left on him at all. Plus, I'd never be able to get all that whitewash off the bones."
ru: Морт изучает скелет, но затем качает головой. "Не... Этот слишком чистый... на нем почти не осталось мяса. К тому же, я никогда не смогу очистить кости от этой побелки".

source: "I don't know if it's 'too clean'... you could stand to learn a thing or two about cleanliness."
ru: "Не знаю, если он - 'слишком чистый'... то тебе стоит изучить значение слова чистота".

source: "Yeah!"
ru: "Точно!"

source: Morte stares, hypnotized, as the harlot lets loose a stream of obscenities. At the end of the verbal avalanche, Morte is silent for a moment, then turns to you. "Wow, chief. Got a few more taunts for the ol' arsenal." He turns back to the harlot, who is catching her breath. "I'm also in love."
ru: Морт, словно загипнотизированный, очарованно слушает поток оскорблений, изливающийся изо рта проститутки. После этой словесной лавины Морт несколько мгновений молчит, затем поворачивается к тебе. "Ого, шеф. Есть несколько новых ругательств в моем старом добром арсенале". Он поворачивается назад к переводящей дыхание проститутке. "И я тебя тоже люблю".

source: "I see. Well, don't sweat it, Morte. From the looks of her, I'm probably saving you from dying twice."
ru: "Понятно. Ладно, не парься насчет этого, Морт. Если поглядеть на нее, то я скорее спасаю тебя от второй смерти".

source: "Let's just get out of here. Farewell, miss."
ru: "Просто уходим отсюда. Прощай, красавица".

source: "Whoa, chief." Morte cuts in before you can speak to the creature. "Bar that. You don't want to be rattling your bone-box with any fiend on the street. Leave be."
ru: "Ого, шеф". Морт встревает прежде, чем ты заговариваешь с существом. "Лучше захлопнись. Тебе не следует трещать своей черепушкой с нечистью на улице. Пойдем".

source: "I wanted to ask it some questions..."
ru: "Я хочу задать ему несколько вопросов..."

source: Leave the creature alone.
ru: Оставить существо в покое.

source: "No you don't." Morte glances at the creature, then turns back to you and lowers his voice to a whisper. "They're touchy. Let's just go."
ru: "Нет, не хочешь". Морт украдкой смотрит на существо, затем поворачивается назад, понижая голос до шепота. "Они очень обидчивы. Давай уйдем отсюда".

source: "I'll risk it."
ru: "Я все же рискну".

source: Morte sighs as you are about to speak to the creature.
ru: Видя, что ты собираешься заговорить с существом, Морт шумно вздыхает.

source: "Yes?"
ru: "Да?"

source: "Oh, nothing... life is the best teacher, you know." He nods at the creature. "Go ahead."
ru: "А, нет, ничего... жизнь - лучший учитель, знаешь ли, - он кивает на существо. - Давай, продолжай".

source: "I will."
ru: "Я так и сделаю".

source: "All right, never mind. Let's go."
ru: "Ладно, неважно. Идем".

source: "Gith?"
ru: "Это гит?"

source: "I'm not ready to leave just yet. I'm going to ask him some questions first..."
ru: "Я пока еще не готов уйти. Сначала я задам ему пару вопросов..."

source: Leave the gith alone.
ru: Оставить гита в покое.

source: "Hey, chief. You okay? You playing corpse or you putting the blinds on the Dusties? I thought you was a deader for sure."
ru: "Эй, шеф. Ты в порядке? Изображаешь из себя труп или пытаешься обмануть трухлявых? Я уж думал, что ты дал дуба".

source: "C'mon, chief... you'll kill the sod before you manage to wake him!"
ru: "Брось, шеф... ты убьешь бедолагу, прежде чем тебе удастся его разбудить!"

source: Take a deep breath, shake your head and ignore the skull that is talking to you.
ru: Вдохнуть поглубже, встряхнуть головой и не обращать внимания на говорящий с тобой череп.

source: Ignore the talking skull and explore the room.
ru: Не обращать внимания на говорящий череп и изучить комнату.

source: "Me?" The skull seems indignant. "How about *you* start, scabbie? Who are you?"
ru: "Я? - возмущается череп. - Может, *ты* начнешь, паршивец? Кто ты?"

source: Ignore the skull and explore the room.
ru: Не обращать внимания на череп и изучить комнату.

source: "I asked you first, skull."
ru: "Я первый спросил тебя, череп".

source: "I don't know... I can't seem to remember."
ru: "Я не знаю... Не могу вспомнить".

source: "Oh, so *now* you want to talk to Morte again, huh?"
ru: "О, значит, *теперь* тебе снова захотелось поговорить с Мортом, а?"

source: "You don't know who you are, huh? You *could* have just said, 'pike it, berk.' Well, that's okay... pretend you're a clueless. See if I give a fig. I'm Morte. Hail, well met and all that wash."
ru: "Ты не знаешь, кто ты такой, а? *Мог* бы просто сказать: 'забей, пень'. Что ж, ладно... бестолочью притворяешься. Проверяешь, есть ли мне до этого дело. Я Морт. Приветствую, добро пожаловать и далее по списку".

source: "Where am I, Morte?"
ru: "Где я, Морт?"

source: "You don't *remember?* Musta been some night you had. Better hope you didn't hurt anybody... the name's Morte. Hail, well met, and all that wash." Pauses for a moment. "Say, I *have* to ask: are you one of those Sensates into self-mutilation or did somebody give you those scars?"
ru: "Ты *не помнишь*? Нелегкая выдалась у тебя ночка. Надеюсь, никого не покалечил... Меня зовут Морт. Приветствую, добро пожаловать и далее по списку, - делает паузу. - Слушай, я просто *обязан* спросить: ты случайно не один из тех чувствующих, которые занимаются членовредительством, или это кто-то другой подарил тебе эти шрамы?"
