Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmorte.dlg.po
Languages: ru

source: "I can't tell you anymore, chief - except we're bound to be divided as soon as we arrive, it's a HUGE place, and it's crawling with shadows... and somewhere in that Fortress is something more powerful than *any* of us."
ru: "Больше ничего, шеф. Кроме того, что мы были вынуждены разделиться сразу после прибытия, что это место ОГРОМНО, что оно кишит тенями... и что где-то в крепости есть нечто гораздо могущественнее *любого* из нас".

source: "I can't tell you anymore, chief - except any group that goes in there is bound to be divided as soon as they arrive, it's a HUGE place, and it's crawling with shadows... and somewhere in that Fortress is something more powerful than anything you've encountered."
ru: "Больше ничего, шеф. Кроме того, что те, кто попадают туда, вынуждены разделиться сразу после прибытия, что это место ОГРОМНО, что оно кишит тенями... и что где-то в крепости есть нечто гораздо могущественнее *любого* из нас".

source: "Chief, we're looking at trouble here - this modron's gone rogue."
ru: "Шеф, перед нами потенциальный источник неприятностей: этот модрон стал бродягой".

source: "Rogue?"
ru: "Бродягой?"

source: "Yeah, you see, sometimes modrons get a little chaos in 'em, and when that happens... well, I guess the *best* explanation is that rogue modrons are kind of like... backwards modrons."
ru: "Да, видишь ли, иногда модроны становятся немного хаотичными, и когда это случается... что ж, полагаю, *лучше* всего объяснить это так: модроны-бродяги - это вроде как ... модроны наоборот".

source: "So this is a... backwards modron?"
ru: "Так значит, это... модрон наоборот?"

source: "Chief, as much fun as this is, prying a bar stool out of a baatezu's rear might prove more worthwhile than rattling our bone-boxes with this stupid polygon."
ru: "Шеф, может, это и кажется весельем, но выбивание барного стула из-под зада баатезу может оказаться куда более полезным занятием, по сравнению с трещанием черепушками с этим дурацким полигоном".

source: "Do *you* know what gear spirits are, Morte?"
ru: "Морт, *ты* знаешь, что такое духи механизмов?"

source: "Chief, I have no idea what this cube is rattling on about."
ru: "Шеф, я понятия не имею, о чем трещит этот куб".

source: "I thought you were the *expert* on the Planes."
ru: "А я-то думал, что ты - *эксперт* по Планам".

source: "All right then. Nordom, I had some other questions for you..."
ru: "Ну хорошо. Нордом, у меня есть к тебе другие вопросы..."

source: "Forget it, then. Let's move on."
ru: "Тогда забудь об этом. Пошли дальше".

source: "Wh - I know more than *you,* you staggering, guttural amnesiac! 'Sides, here's three more bits of knowledge to rattle around in that empty brain-box of yours: one, there are NO experts on the Planes, two, I'm the closest thing to one you're going to find, and three, treat me with some respect. Why? See the second reason."
ru: "Чт... Я знаю побольше *твоего*, шатающийся и ни черта не помнящий хрипун! Кстати, вот тебе еще три сведения, чтобы тарахтели в твоей пустой черепушке: во-первых, НЕ СУЩЕСТВУЕТ экспертов по Планам; во-вторых, я - лучшее из того, что ты можешь найти; и, в-третьих, проявляй ко мне хоть немного уважения. Зачем? Смотри пункт второй".

source: "Mechanus? Boring in every sense of the word, chief. Imagine a plane filled with modrons and big turning gears, and you have the great big BORING plane of Mechanus. Too many laws, too annoying. A place you wouldn't even want to think about, let alone visit."
ru: "Механус? Скучный во всех смыслах этого слова, шеф. Представь себе план, наполненный модронами и большими вертящимися шестернями - вот и весь великий, огромный и СКУЧНЫЙ план Механус. Слишком много законов, слишком нудно. О таком месте ты даже и думать не захочешь, не то чтобы посетить".

source: "Nordom, what did you mean before by 'Null Home?'"
ru: "Что имел в виду под 'не дом', Нордом?"

source: "Never mind, Morte. I've heard enough. Let's go."
ru: "Неважно, Морт. Я достаточно наслушался. Идем".

source: "Excuse ME, Miss Priestess of Piety, but Mechanus IS the most boring place in the universe... the only interesting thing about it would be if *you* visited..." Morte rolls his eyes. "But I have a feeling even *that* would lose its charm after a while."
ru: "Прошу ПРОЩЕНИЯ, мисс Жрица Благочестивости, но Механус - САМОЕ скучное место в мультивселенной... Единственное интересное событие, которое могло бы там произойти, - это если бы *ты* туда пришла... - Морт закатывает глаза. - Но у меня есть подозрение, что даже *это* утратило бы свое очарование через какое-то время".

source: "All modrons are part of this 'pool,' chief, kind of like a big bank of energy... when one of them dies, the energy it took to make the modron is absorbed back into the bank, and a new one's spit out. Thing is... when a modron goes a little nutty, he kind of cuts that connection, but he keeps a bit of the energy."
ru: "Все модроны - части этой 'совокупности', шеф, все равно что огромное хранилище энергии... Когда один из них умирает, энергия, затраченная для создания модрона, возвращается в хранилище, и создается новый модрон. Дело вот в чем... когда модроны съезжают с катушек, они типа обрывают эту связь, при этом оставляя у себя немного энергии".

source: "So... Nordom, this Mechanus is a source of energy?"
ru: "Итак... Нордом, этот Механус - источник энергии?"

source: "I see. Nordom, I had some other questions for you..."
ru: "Ясно. Нордом, у меня есть к тебе другие вопросы..."

source: "That's all I wanted to know. Let's move on."
ru: "Это все, что я хотел знать. Пошли".

source: Morte glares at Fall-From-Grace. "Do you *mind?* I had the answer covered, thank you. *I'm* the font of information here, NOT you, all right?"
ru: Морт уставился на Падшую Грацию. "*Не возражаешь*? Спасибо, я уже раскрыл вопрос. Здесь *я* источник информации, НЕ ты, понятно?"

source: "Oh, *I* get it! Maybe if I was a succubus, you'd listen to ME more often, that it? Maybe if I showed a little skin once in a while, then I'd get some respect, huh? That's pretty shallow, chief, pretty shallow! Why, I ought to -"
ru: "О, *понятно*! Может, если бы я был суккубом, ты бы больше ко мне прислушивался, правда? Может, если бы я время от времени обнажал ножку, ты бы меня больше уважал, да? Это очень низко, шеф, очень низко! Да я вообще могу..."

source: "Oh, yeah?! I...?! Well...! Yeah, you just... yeah, you hear that, chief? What the succubus said? She's right. I'm easier to understand, more 'wise to the chant,' know what I'm saying? So you need me around, see?"
ru: "Вот как?! Я?! Ну... Да, ты совершенно... да-а, ты это слышал, шеф? То, что сказала суккуб? Она права. Меня легче понять, я 'умею подбирать слова', знаю, что говорю. Видишь, как я тебе нужен!"

source: "Right, so I have another question: you're both saying Nordom is part of this Source, but he's cut off from it. And when a modron dies, they're re-absorbed. Will Nordom be?"
ru: "Ладно, тогда у меня другой вопрос: вы оба говорите, что Нордом - часть этого Источника, но он от него отрезан. И что когда модрон умирает, он возвращается туда. С Нордомом будет так же?"

source: "I never said otherwise, Morte. So... Nordom, this source of energy you mentioned... it's from Mechanus?"
ru: "Я и не отрицаю, Морт. Итак... Нордом, этот источник энергии, о котором ты упоминал... он на Механусе?"

source: "All right. Nordom, I had some other questions for you..."
ru: "Ну хорошо. Нордом, у меня есть другие вопросы к тебе..."

source: Morte nods.
ru: Морт кивает.

source: "And if he dies, another Nordom is created."
ru: "И если он умирает, создается еще один Нордом".

source: "Eh... no."
ru: "Э... нет".

source: "What happens?"
ru: "Тогда что?"

source: "Well, they'll take his energy, chief, and they'll spit out another modron, but it won't be Nordom, because he's not *really* a modron anymore; he's got too much of the Planes in him. They'll make a non-Nordom replacement."
ru: "Ну, они заберут его энергию, шеф, и создадут еще одного модрона, но это будет уже не Нордом, потому что он теперь больше *не совсем* модрон, в нем слишком много от Планов. Они сделают замену на не-Нордома".

source: "So... in turning rogue, he's become... mortal?"
ru: "Значит... став бродягой, он превратился... в смертного?"

source: Morte pauses for a moment. "Well... yeah, you could put it like that. I mean, if he hadn't had his little rogue rebellion, then he'd be fine... if he died, another modron would pop up just like him. But since he became 'backwards' - well, that part's going to be lost when he dies."
ru: Морт на миг умолкает. "Ну... да, можно и так сказать. То есть, если бы он не устроил свой маленький бродяжный бунт, с ним бы все было в порядке... Если бы он умер, появился бы еще один модрон - точная его копия. Но поскольку он 'обратился'... ну, когда он умрет, эта частичка потеряется".

source: "Aighhhh! For the sake of the Powers and my sanity, cut it out! He's going to snap a crank if you keep asking him that over and over!"
ru: "Аййй! Во имя Сил, пожалей мою голову и прекрати это! Если ты продолжишь спрашивать его об этом без конца, у него коленвал погнется!"

source: "That was kind of the *idea,* Morte."
ru: "А что, это *идея*, Морт".

source: "Well, I wanted to know the answer, and I was getting it from him."
ru: "Ну, я хотел услышать от него ответ, и я добивался этого от него"

source: "Never mind. I had some other questions for Nordom..."
ru: "Неважно. У меня есть другие вопросы к Нордому..."

source: "Forget it. Let's move on."
ru: "Забудь об этом. Идем".

source: "Oh." Morte 'grins.' "You could have SAID something. By all means, continue. Of course..." Morte *clicks* his teeth, imitating Nordom. "If you want to know about modrons, you should ask ME."
ru: "О, - Морт 'ухмыляется'. - Мог бы хоть ЧТО-ТО сказать. Пожалуйста, продолжай. Я не против... - Морт щелкает зубами, изображая Нордома. - Если хочешь что-нибудь узнать о модронах - спроси МЕНЯ".

source: "All right, Morte... what can you tell me about modrons?"
ru: "Ладно, Морт... Что ты можешь рассказать мне о модронах?"

source: "Look, chief, NORMAL modrons barely understand anything beyond their basic tasks, and this stupid polygon here is fresh off the Planes to boot. Don't confuse the cube, all right? At least, not while he's armed. You want to know about modrons, ask me, not him."
ru: "Слушай, шеф, ОБЫЧНЫЕ модроны с трудом понимают что-либо, что не касается их базовых задач, и этот тупой полигон только что попал на Планы. Не запутывай куб, хорошо? По крайней мере, пока он вооружен. Если хочешь узнать что-то про модронов, спрашивай меня, а не его".

source: "It's like this, chief: Modrons are these stupid geometric shapes that clank around on their home plane, Mechanus -- they're really tidy, orderly, and they'd like the REST of the multiverse to be, too. That's why they're such pests."
ru: "Шеф, все выглядит так: модроны - это дурацкие геометрические фигуры, которые бряцают по своему родному плану, Механусу. Они все такие аккуратные, упорядоченные, и хотят, чтобы и ОСТАЛЬНАЯ мультивселенная была такой же. Вот почему они такие надоедливые".

source: "What's wrong with trying to make the multiverse more orderly?"
ru: "Что плохого в том, чтобы попытаться навести порядок в мультивселенной?"

source: "What's Mechanus?"
ru: "Что еще за Механус?"

source: "It's the plane where all these clockwork drones come from. Ask him about it, see what he says. It's where they sit around and tidy up everything all the time... catalogue this, put *this* in order, put *that* in order, make that law, and so on and so forth."
ru: "Это план, откуда происходят все эти механические дармоеды. Спроси его о нем, увидишь, что он скажет. Там они садятся в кружок и без конца все раскладывают по полочкам... Создать перечень, положить на место *то*, положить на место *это*, придумать закон, и так далее и тому подобное".

source: Truth: "That seems like a noble goal. What's wrong with trying to make the multiverse more orderly?"
ru: Правда: "Похоже, это благородное стремление. Что плохого в том, чтобы попытаться навести порядок в мультивселенной?"

source: "You don't sound like that thrills you much."
ru: "Кажется, тебе это не кажется захватывающим".

source: "I had some other questions for Nordom..."
ru: "У меня есть вопросы к Нордому..."

source: Morte glances at Nordom, who is holding up his left crossbow to the side of his head, as if listening to it.
ru: Морт глядит на Нордома, который держит свой левый арбалет у виска, словно слушая его.

source: "Because, chief, chaos has its place. And if everything was the way a *modron* sees things, it wouldn't be much of a life... at least a life I'd want to live. They just want to make everything *structured.* Yechhhh."
ru: "Потому что, шеф, хаос тоже должен иметь место. Если бы все было так, как это видят *модроны*, это не было бы похоже на жизнь.. по крайней мере, на жизнь, которой я хочу жить. Они только и хотят, чтобы все *структурировать*. Ух-х".

source: Truth: "I agree; chaos has it's place... too much law, and we'd all stagnate. Look, I had some other questions for Nordom..."
ru: Правда: "Согласен. Должно быть место и для хаоса... если будет чересчур много законов, получится застой. Слушай, у меня есть другие вопросы к Нордому..."

source: "I see. Look, I had some other questions for Nordom..."
ru: "Понятно. Слушай, у меня есть другие вопросы к Нордому..."

source: "All right then. Let's move on."
ru: "Тогда ладно. Давай двигаться дальше".

source: "I *like* the way she smells. It's pretty."
ru: "А мне *нравится*, как она пахнет. Так мило".

source: "Hold on, chief... Baator is BAD news. This fiend is probably holding out on us... and even if there is a 'Pillar of Skulls,' we can probably find somebody else who knows how to reach this Fortress *without* going to one of the most dangerous planes in the multiverse."
ru: "Погоди, шеф... Баатор - это ПЛОХОЕ место. Нечистый, вероятно, что-то утаил от нас... и даже если эта 'Колонна Черепов' и существует, возможно, мы могли бы найти кого-нибудь еще, кто знает, как добраться до Крепости, не побывав при этом на одном из самых опасных планов в мультивселенной".

source: "Are you holding out, Forked-Tongue?"
ru: "Ты что-то утаил, Раздвоенный Язык?"

source: "Why don't you want to go there, Morte?"
ru: "Почему ты не хочешь туда идти, Морт?"

source: "It's a dangerous place, chief. I'd rather not go. I've been, and it isn't pretty. All right?"
ru: "Там опасно, шеф. Я бы лучше туда не ходил. Я бывал там - не лучшее место. Ясно?"

source: "We'll talk about this more later. Forked-Tongue, I have some questions..."
ru: "Мы еще поговорим об этом позже. Раздвоенный Язык, у меня есть несколько вопросов..."

source: "This guy shows up *everywhere*!"
ru: "Этот мужик появляется *повсюду*!"

source: "Yes, but he's been a help to us. Let's go."
ru: "Да, но он нам помог. Идем".

source: "You back with me, chief? You kind of drifted out on me there."
ru: "Шеф, ты как, вернулся? Ты вроде как завис".

source: "Eh? Spirit?"
ru: "Э? Дух?"

source: "You were rattling your bone-box with some woman? Where?" Morte looks around, excited. "What did she look like?"
ru: "Ты тряс своей черепушкой с какой-то женщиной? Где? - Морт недоуменно оглядывается. - А как она выглядела?"

source: "Eh... no, you just kind of drifted out for a bit there, just stood there, statue-like. I was a little worried you'd gone addled on me again."
ru: "Э... нет, просто ты ненадолго завис и стоял как вкопанный. Я уж стал бояться, что ты снова свихнешься и набросишься на меня".

source: "No, I'm fine. Do you know who that spirit was?"
ru: "Нет, я в порядке. Ты знаешь, что это был за дух?"

source: "I'm all right. Let's move on."
ru: "Я в порядке. Идем".

source: "That spectre I was talking to. The woman."
ru: "Ну, призрак, с котором я разговаривал. Призрак женщины".

source: "She was right on top of the bier. Didn't you see her?"
ru: "Она была прямо над могилой. Разве ты ее не видел?"

source: "No, I'm fine... I think. Let's move on."
ru: "Нет, я в порядке... кажется. Идем".

source: "Hey, being dead's not so bad. Look on the bright side... at least you don't have to talk with those ridiculous squiggles anymore."
ru: "Эй, быть мертвым не так уж плохо. Посмотри на это с другой стороны: по крайней мере, тебе больше не придется разговаривать с этими дурацкими закорючками".

source: "Quiet, Morte. I'll handle this. Could you tell me what happened?"
ru: "Молчи, Морт. Я с этим разберусь. Ты не мог бы сказать, что случилось?"

source: "Forget it. I'll leave you in peace."
ru: "Забудь. Я оставлю тебя здесь".

source: "Eh... say there, chief... what do you say? How about spotting old Morte a bit of jink? It's been more a while, you know..."
ru: "Э... шеф... что скажешь? Как насчет того, чтобы одолжить старому Морту немного звенелок? Знаешь, а то иногда не хватает..."

source: "All right! Thanks, chief!" Morte turns to follow the woman away.
ru: "Отлично! Спасибо, шеф!" Морт поворачивается к уходящей женщине.

source: Morte seems only dimly aware of your presence, and alternates between giggling to himself and sighing pleasantly.
ru: Похоже, Морт лишь смутно осознает твое присутствие: он то глупо хихикает, то томно вздыхает.

source: "Sure, why not. Miss?"
ru: "Конечно, почему бы и нет. Мисс?"

source: "Sorry, Morte; not enough funds. Let's go."
ru: "Извини, Морт, наличность закончилась. Идем".

source: "We've really got to leave, Morte. Farewell, miss."
ru: "Морт, нам правда нужно идти. Прощай, красавица".

source: Wait for him to return.
ru: Подождать, пока он не вернется.

source: "All right... I guess things went well, then. Farewell, miss."
ru: "Хорошо... Думаю, что все прошло хорошо. Прощай, красавица".

source: "Me? I'm the head of Vecna."
ru: "Моим? Я - голова Векны".

source: "The gods are merciful!!"
ru: "Боги услышали мои молитвы!!!"

source: "It's a long story involving the Head of Vecna. I don't want to talk about it."
ru: "История головы Векны очень долгая. Я не хочу об этом говорить".

source: "Could we *please* change the subject?"
ru: "*Пожалуйста*, мы можем сменить тему?"

source: "Me? I'm *le petit Morte.*"
ru: "Я? Я *ле пети Морт*".

source: "What's to tell? I'm a *Memento Morte.*"
ru: "Что сказать? Я - *Мементо Морте*".

source: "Only if I can rest on your pillows."
ru: "Только если я отдохну на твоих буферах".

source: "Nothing! Nothing at all. Not a thing."
ru: "Ничего! Ничего такого. Важного".

source: "Arf! Arf! Heh! Heh! Heh!"
ru: "Гав! Гав! Хе-хе-хе!"

source: "Reminds me of a job I once had." He seems embarrassed. "Well, I mean... without the arms."
ru: "Это напоминает мне одну мою работенку". Кажется, он смущен. "Ну, только... без махания руками".

source: Examine the corpse.
ru: Осмотреть труп.

source: "Hmmm. I wonder if this would work with the other notices..."
ru: "Хм-м. Интересно, это сработает с другими записками?.."

source: "Hmmmm. I wonder if this would work with the other notices..."
ru: "Хм-м. Интересно, это сработает с другими записками?.."

source: Examine the other notices.
ru: Осмотреть другие записки.

source: Use yourStories-Bones-Tell Power on the corpse.
ru: Использовать на трупе свою способность "История костей".

source: Leave the corpse in peace.
ru: Оставить труп в покое.

source: "I can't stand anywhere. It's this uh, legs thing, you know."
ru: "Я не могу нигде стоять. Видишь ли, это можно делать только ногами".

source: "I thought you were good looking, but I was mistaken."
ru: "Я думал, что ты хорошо выглядишь, но я ошибался".

source: "I stopped breathing the first time I saw you, fiendling."
ru: "Я перестал дышать с тех пор, как увидел тебя, бесовка".

source: "I have a NAME, you know."
ru: "Знаешь, у меня ведь есть ИМЯ".

source: "Interesting you should bring that up... cuz just the other day, I was asking them how much they'd pay for you."
ru: "Интересно, надо попробовать... на следующий день я у них спрошу, сколько они отвалят за тебя".

source: "You know, you'd be a lot more charming if you didn't open your mouth."
ru: "Знаешь, когда твой рот закрыт, ты выглядишь намного симпатичней"

source: "Oh, but you already have my heart, fiendling."
ru: "О, но у тебя ведь есть уже мое сердце, бесовка".

source: "I can think of worse ways to go."
ru: "Я могу придумать способы и похуже".

source: "You know, *you're* part fiend."
ru: "Знаешь, а ведь ты *тоже* отчасти нечисть".

source: "She looks good from where I'm floating."
ru: "С той точки, где я парю, она выглядит хорошенькой".

source: "I noticed. Why don't you go share your insight with the chief, huh?"
ru: "Я заметил. Почему бы тебе не поделиться своей проницательностью с шефом, а?"

source: "Flatulence, you stupid polygon."
ru: "Метеоризм, глупый полигон".

source: "Then why don't you try and be a little more 'efficient,' you rattling polygon."
ru: "Тогда почему бы тебе не стать чуточку 'эффективнее', пустомеля-полигон".

source: "Now wait, I-I-I-never said that!"
ru: "Погоди, я-я-я н-ничего такого не говорил!"

source: "Is Annah still wearing clothes?"
ru: "Анна все еще в одежде?"

source: "Then the answer is yes."
ru: "Тогда ответ - да".

source: "I'm gonna give you nineteen if you don't shut your trap."
ru: "Я сейчас тебе приделаю девятнадцатую, если ты не заткнешь свою пасть".

source: "If free will means obeying my orders without question, then yes."
ru: "Если свобода воли заключается в беспрекословном исполнении моих приказов, то - да".

source: "Welcome to the planes, kid."
ru: "Добро пожаловать на планы, сынок".

source: "Is Fall-From-Grace naked?"
ru: "Падшая Грация голая?"

source: "Then the answer to your question is yes."
ru: "Тогда ответ на твой вопрос - да".

source: "Annah, Fall-From-Grace and yours truly bathing in a Cimmerian mud flat."
ru: "Купание Анны, Падшей Грации и тебя в киммерийской трясине".

source: "Hey. Some people read the dictionary, others write it."
ru: "Эй. Некоторые читают словарь, а некоторые - его пишут".

source: "Annah, a bottle of Furyondian fire amber, and a suite in the Festhall."
ru: "Анна, бутылка фуриондийского огненного янтарного и номер-люкс в Фестхолле".

source: "Oh, shut *up*."
ru: "Ох, *заткнись*".

source: "Oh, go bother someone else, you idiot counting box."
ru: "Ох, иди беспокой кого-нибудь еще, дурацкая счетная машинка".

source: "I don't know, all right? It's just... it's... you know... it's gone."
ru: "Я не знаю, ясно? Оно просто... оно... ну понимаешь... просто исчезло".

source: "I'll show you if you don't shut your trap."
ru: "Если ты не заткнешь свою пасть, я тебе сейчас это покажу".

source: "Go kiss a bear trap."
ru: "Иди поцелуй медведя в задницу".

source: "Trust me. Annah could use a kiss."
ru: "Поверь мне. Анна заслуживает поцелуя".

source: ::Whistles Innocently::
ru: ::Невинно посвистывает::

source: "No one! No one told him that!"
ru: "Никто! Никто ему этого не говорил!"

source: "It's purely voluntary on their part, you idiot. Uh... not that I would know."
ru: "Это чисто добровольное действие с их стороны, идиот. Э... или я не все знаю".

source: "Trust me, you've never met him."
ru: "Поверь мне, ты никогда не встречался с ним".

source: Apparently the man disguised as a zombie is a member of the Anarchists, some faction that's out to get authority figures and tear down anything that smells even remotely like 'establishment.'
ru: Недавно я повстречал замаскировавшегося под зомби мужчину из анархистов, фракции, которая отрицает авторитеты и низвергает все, что хоть издали напоминает "устоявшийся институт".

source: "Pretty barmy, I suppose..."
ru: "Бред, как по мне..."
