Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmorte.dlg.po
Languages: ru

source: "Hold up, chief... look at this." Peering down, you notice a number of dirty footprints that lead into the archway... and do not turn around. "There must be a portal through here or something."
ru: "Погоди-ка, шеф... взгляни на это". Взглянув вниз, ты замечаешь множество грязных следов, ведущих в арку... и не поворачивающих обратно. "Здесь, должно быть, портал или что-то вроде этого".

source: "A portal? How do we open it?"
ru: "Портал? Как его открыть?"

source: "Haven't the slightest, chief. It's got to be a common key, though - look at all the traffic that's gone through! Maybe one of the low-lives around here will know..."
ru: "Без понятия, шеф. Но это должен быть распространенный ключ: гляди, сколько народу через него ходит! Может, кто из местных бандюков подскажет..."

source: "Maybe so. Let's go."
ru: "Может, и так. Идем".

source: "I'll ask around, then. Let's go."
ru: "Тогда я поспрашиваю в округе. Пошли".

source: "But you AREN'T a mimir, Morte..."
ru: "Но ты ведь НЕ мимир, Морт..."

source: "Can you read to me what's tattooed on my back again?"
ru: "Можешь еще раз прочитать, что у меня вытатуировано на спине?"

source: "Can you tell me a little about Sigil?"
ru: "Расскажи мне немного о Сигиле".

source: "Morte... I don't mind you tagging along, but is there anything *else* you can do except chatter?"
ru: "Морт... я не хочу навешивать ярлыки на тебя, но умеешь ли ты *еще* что-нибудь, кроме болтовни?"

source: "Morte... what are your special talents again?"
ru: "Морт... еще раз, какие у тебя есть способности?"

source: "Morte, why didn't you tell me about that extra line of tattoos on my back?"
ru: "Морт, почему ты не прочитал последнюю строку татуировки на моей спине?"

source: "I could use some advice. What do you think we should do next?"
ru: "Мне нужен совет. Что, по-твоему, нужно делать дальше?"

source: "You said you're a mimir, right, Morte?"
ru: "Ты говорил, что ты - мимир, верно, Морт?"

source: "Tell me again how you ended up on the Pillar of Skulls."
ru: "Расскажи мне еще раз, как ты оказался в Колонне Черепов".

source: "Morte, why did you keep traveling with me once I got off the Pillar?"
ru: "Морт, почему с тех пор, как я вытащил тебя из Колонны, ты путешествуешь со мной?"

source: "What do you know about the Blood War?"
ru: "Что ты знаешь о Кровавой войне?"

source: "What do you know about the night hag Ravel?"
ru: "Что тебе известно про ночную ведьму Равель?"

source: "How did you die, Morte?"
ru: "Как ты умер, Морт?"

source: "Nothing, Morte. Just checking to see if you were still with me."
ru: "Ничего, Морт. Просто проверяю, что ты все еще со мной".

source: "Aw, *c'mon,* chief. Don't tell me you forgot again."
ru: "Эй, шеф, *да ладно* тебе. Только не говори, что ты снова все забыл".

source: "No, I think I want to hear *all* of it this time - go ahead, refresh my memory."
ru: "Нет, просто на этот раз я хочу услышать *всю* историю - давай, освежи мою память".

source: "Keep going."
ru: "Продолжай".

source: "What are you talking about, chief? There isn't any more."
ru: "О чем это ты, шеф? Здесь больше ничего нет".

source: "And of course, that little bit at the end about not trusting skulls."
ru: "И конечно же, в самом конце небольшая приписка: не верить черепам".

source: "Go on. What does it say after that?"
ru: "А дальше? Что там написано после этого?"

source: "What about, 'Don't trust the skull?'"
ru: "А как насчет 'Не верь черепу'?"

source: I confronted Morte about the extra line of text on my back that he'd "forgotten" to read. He claimed that it wasn't anything of substance, so he didn't read it to me. I'm sure he's lying, but I don't know why yet.
ru: Я напрямую спросил Морта насчет дополнительной строки на моей спине, которую он "забыл" мне прочитать. Он заявил, что это не имеет никакого смысла, поэтому он и не прочел. Я уверен, что он лжет, но пока мне непонятно почему.

source: "What do you think that part means? Do you think it refers to *you?*"
ru: "Как ты думаешь, что означает эта часть? Тебе не кажется, что здесь говорится о *тебе*?"

source: "Oh... *that* bit at the end? Well, I figured it was wash, so I didn't read that line out loud."
ru: "А... *этой* концовке? Я думал, это грязь какая-то пристала, поэтому не стал зачитывать эту строчку".

source: "Oh, really? And what do you think it means? Do you think it refers to *you?*"
ru: "Правда? А как ты думаешь, что это означает? Тебе не кажется, что здесь говорится о *тебе*?"

source: "I doubt it. I mean, you can trust *me,* right, chief?"
ru: "Навряд ли. То есть, я хочу сказать, что ты можешь *доверять* мне. Ведь правда, шеф?"

source: "Are you *lying* to me, Morte?"
ru: "А ты не *лжешь* мне, Морт?"

source: "No! C'mon, what's your problem, chief? I haven't steered you wrong yet."
ru: "Нет! Да хватит тебе, какие проблемы, шеф? Я же ни разу пока еще тебя не подводил".

source: "*Yet.* I don't like the fact you didn't read me that line, and I'd like to know what *else* you've neglected to mention since we've been traveling together."
ru: "*Пока*. Мне не нравится тот факт, что ты утаил эту строку от меня. Я хотел бы знать: может, ты *еще* чего-то недосказал с тех пор, как мы путешествуем вместе".

source: "Nothing! I've told you everything... well, ALMOST everything, but nothing, you know, *dangerous.*"
ru: "Больше ничего! Я говорил тебе обо всем... ну, ПОЧТИ обо всем, кроме *опасного*, ну ты понимаешь".

source: "If there's ANYTHING else, I suggest you tell me now."
ru: "Если есть ЧТО-ТО еще, то советую тебе побыстрее об этом рассказать".

source: "Chief, seriously, there's nothing else. I wouldn't hold out on you."
ru: "Шеф, серьезно, больше сказать нечего. Я не хочу от тебя что-либо утаивать".

source: "All right, then, Morte. I had some other questions..."
ru: "Ладно, Морт. У меня есть другие вопросы..."

source: "I hope not. Let's go."
ru: "Очень надеюсь на это. Идем".

source: "Sigil's a ring-shaped city that's squatting on top of an infinitely tall spire in what some claim to be in the center of the Planes... of course, *how* it could be at the top of an infinitely tall spire, and how the city could even *be* at the center of the Planes raises some questions."
ru: "Сигил - это кольцеобразный город, который торчит на самой верхушке бесконечно высокого тонкого шпиля, который, как некоторые заявляют, находится в самом центре Планов... Конечно, заявления о том, *как* он может быть на верхушке бесконечного тонкого шпиля, и каким образом город может *быть* в центре Планов, порождают массу вопросов".

source: "Anything else?"
ru: "Что-нибудь еще?"

source: "That's all I wanted to know. Let's go."
ru: "Это все, что я хотел знать. Идем".

source: "Sigil's called the 'City of Doors,' mostly because there's a LOT of invisible doors that lead in and out of it - just about any arch, door frame, barrel hoop, book shelf, or open window might be a portal under the right conditions. It all depends on if you have the key to open it."
ru: "Сигил называется 'Городом Дверей', главным образом из-за того, что здесь расположена КУЧА дверей, ведущих в него и из него - простая арка, дверной проем, обруч от бочки, книжная полка или открытое окно может стать порталом в определенных обстоятельствах. Все зависит от того, есть ли у тебя ключи, которые откроют его".

source: "Keys?"
ru: "Ключи?"

source: "See, I guess the best way to explain it is - most portals are 'sleeping,' right? You could walk through them, by them, on top of them, and nothing would happen. Now, every portal has something that 'wakes it up.' That could be a tune you hum to yourself, a loaf of week-old Bytopian bread, remembering what your first kiss was like, and then - BAM - the portal gets its juices flowing, and you can jump through it, to whatever's on the other side."
ru: "Смотри, попробую по-доходчивее объяснить. Большинство порталов 'дремлет', понимаешь? Ты можешь ходить сквозь них, через них, по ним, и ничего не произойдет. Так вот, есть нечто, что заставляет портал 'пробудиться'. Это может быть твое посвистывание, кусок хлеба недельной свежести из Байтопии, воспоминание о твоем первом поцелуе, а потом - БАМ - портал наполняется силой, и ты сможешь прыгнуть в него, при этом очутившись в самом неожиданном месте".

source: "Like where?"
ru: "Где, например?"

source: "Anywhere, chief. Literally. Any place you can think of, there's a portal there. That's why Sigil's so popular across the Planes."
ru: "Да где угодно, шеф. Буквально. В любое место, которое ты можешь себе вообразить, есть портал. Вот почему Сигил так популярен на Планах".

source: "I see. I had some other questions..."
ru: "Понятно. У меня есть другие вопросы..."

source: "Hey! Chattering's my best trait." He rattles his teeth for a moment, then 'grins.' "Eh? Eh?"
ru: "Эй! Чесание языком - моя лучшая черта". Он постукивает зубами, а затем 'скалит зубы'. "А? А?"

source: "Oh, *that's* good to hear."
ru: "О-о, *очень* приятно это слышать".

source: "Yeah, I know about the Litany of Curses, Morte - I'm more curious about what you got while you were at Lothar's."
ru: "Да-да, я уже знаю о Потоке Проклятий, Морт. Мне очень интересно, чем ты занимался, когда оказался у Лотара".

source: "Never mind. Let's go."
ru: "Неважно Идем".

source: "No, but seriously, chief - I got a knack for chattering in just the right way. I can really bend an ear, if you know what I'm saying. I got insults, backtalk - stuff that'll curl someone's ears into their skull, y'know?"
ru: "Нет, серьезно, шеф. Я очень хорошо навострился в словоблудии. Я вообще могу любому скрутить уши в трубочку, если ты хочешь знать. Я знаю выпады, дразнилки - все, что может ввернуть оба уха поглубже в голову любому слушателю".

source: "Uh... how's *that* useful?"
ru: "Э... Чем *это* может быть полезно?"

source: "It's one of my many talents... I call it my 'Litany of Curses.' You see, sometimes I can really bend someone's ear with *just* the right comment. Of course, then I usually have to do a lot of running afterwards... but you get the idea."
ru: "Это один из моих талантов... Я называю его 'Потоком Проклятий'. Видишь ли, иногда я могу вогнать в краску кого-нибудь, просто пустив в его адрес какую-нибудь колкость. Конечно же, после этого обычно мне приходится долго и продолжительно бегать... но суть ты уловил".

source: "How does it work?"
ru: "А как это действует?"

source: "Hmmm. That might prove useful. Let's go."
ru: "Хм-м. Это может пригодиться. Идем".

source: Morte told me he has some special "power" for angering people, called Litany of Curses - apparently, he's stored up so many insults during his life and death that he knows just how to provoke people into attacking him. When he angers them, they're easier to hit, they have a penalty to hit others, and they won't do anything except chase Morte and try and pummel him with their hand to hand attack. Sounds like it'd be a good thing to have around if I meet any spell-slingers. The fact the talent isn't magical may make it work against some critters that would shrug off spells. I'm guessing that the more insults Morte hears from people I meet, the better this ability becomes.
ru: Морт сказал мне, что у него есть особенный "талант" выводить из себя людей, который называется "Поток Проклятий". Очевидно, во время своей жизни и смерти он выучил столько оскорблений, что теперь знает, как провоцировать людей на нападение. В приступе злости их легко ударить, а им - труднее ударить тебя. Кроме того, они забывают обо всем, кроме того, чтобы догнать Морта и надавать ему тумаков. Похоже, это очень пригодится, если я повстречаю какого-нибудь чародея. Фактически этот талант не является магией, поэтому он может подействовать на любую тварь, которая зачитывает заклинания. Думаю, чем больше проклятий услышит Морт от людей, которых я встречу, тем лучше будет становиться эта возможность.

source: "Well, I can spit insults at someone until they get mad enough to chase me around." NOTE: Morte has an ability called 'Litany of Curses.' It is a non-magical taunt; if the target fails to resist it, they suffer a penalty to their Armor Class, attacks, and will do nothing but try to engage Morte in melee combat. Note that the more insults Morte hears, the better his Litany of Curses becomes. The Litany of Curses is VERY effective against mages.
ru: "Ну, я могу извергать проклятия на любого до тех пор, пока они в припадке безумства не начнут гоняться за мной". ПРИМЕЧАНИЕ: У Морта есть способность под названием 'Поток Проклятий'. Этот навык не магический; если жертва не сможет противостоять ему, то она получит штраф к своему Классу Брони и атакам, и ничего не будет делать, кроме как бросаться на Морта в рукопашную. Помни, что чем больше Морт услышит оскорблений, тем лучше будет становиться Поток Проклятий. Он ОЧЕНЬ эффективен против магов.

source: "Can you do anything else?"
ru: "А еще что-нибудь ты умеешь?"

source: "Well, I made some friends when I was sitting on the shelf in Lothar's waiting for you to bail me out - thanks for taking your sweet time about it, by the way - they said if I needed any help, I could just call on them."
ru: "Ну, пока я пылился на полке у Лотара в ожидании того, когда ты меня не выкупишь - спасибо за бесцельно проведенное там время, - я завел там несколько друзей, и они сказали, что если мне понадобится помощь, то я могу их позвать".

source: "Friends? What do you mean?"
ru: "Друзей? О чем это ты?"

source: "Good to hear it, then. Let's go."
ru: "Приятно слышать это. Идем".

source: "Well, I just whistle, and they kind of show up. They're a good bunch of bashers - bite like *snakes,* too." NOTE: Morte (now) has a special ability called "Skull Mob." When invoked, he can summon a horde of skulls from off-screen to come and bite an opponent multiple times. The strength and damage of the skulls varies according to Morte's level, and the power can only be used a limited number of times per day.
ru: "Ну, по моему свисту они появляются просто из ниоткуда. Они - та еще кучка драчунов: кусаются как *змеи*". ПРИМЕЧАНИЕ: Морт (теперь) обладает особой способностью "Толпа Черепов". Воспользовавшись ею, он может призвать толпу черепов из ниоткуда, которые покусают противника. Сила и урон черепов зависит от уровня Морта. Эту возможность можно использовать только несколько раз в день.

source: Morte told me he gained a new ability when he was sitting on Lothar's shelf, something called "Skull Mob." Apparently, he can summon some friends he met at Lothar's a limited number of times per day, and they'll attack an opponent Morte chooses, biting them, then running off. The damage they do depends on Morte's level of experience.
ru: Морт сказал мне, что пока они был на полке Лотара, у него появилась новая способность под названием "Толпа Черепов". Похоже, он может несколько раз в день призывать некоторых друзей, с которыми познакомился у Лотара. Они будут атаковать выбранного Мортом противника, кусая его, а затем убегая прочь. Наносимый ими урон зависит от уровня опытности Морта.

source: "Well, here's how *I* see things..."
ru: "Ну, вот как *я* все себе представляю..."

source: "On second thought, forget it. Let's go."
ru: "Если подумать, забудь об этом. Пошли".

source: "The way I see it, it's your show here, chief. There's not much I can say now that could help."
ru: "Как по мне, это твое шоу, шеф. Тут я мало что могу подсказать".

source: "*That's* a big change. I had some other questions..."
ru: "Это что-то *новое*. У меня есть другие вопросы..."

source: "All right. Let's move on, then."
ru: "Хорошо. Тогда идем".

source: "I think you should try and root out this 'Pharod' wherever he's set up kip. You wouldn't have had those directions tattooed on your back if he didn't have some inkling of what was up with you. One of the locals around here HAS to know where he is."
ru: "Я считаю, что ты должен попробовать и отыскать этого 'Фарода', где бы ни находилась его берлога. У тебя не было бы этих указаний на спине, если бы у него не было сведений о том, что с тобой стряслось. Один из местных ОБЯЗАТЕЛЬНО должен знать, где он находится".

source: "Good point. I had some other questions..."
ru: "Неплохой совет... У меня есть другие вопросы..."

source: "All right. Let's keep looking for him, then."
ru: "Хорошо. Давай тогда искать его".

source: "I say we try and nick this 'bronze sphere' as soon as possible and get it back to ol' stutter-crutch."
ru: "Скажем, мы могли бы попробовать найти поскорее этот 'бронзовый шар' и принести его старому костылю".

source: "I say we go find out where your corpse ended up. Maybe we can find out how you got penned in the dead book."
ru: "Скажем, мы могли бы выяснить, где нашли твой труп. Возможно, мы смогли бы узнать, кто записал тебя в книгу мертвых".

source: "I say we go find someone who knows some more about you - and how you got this way. There has to be some canny bashers in one of the Wards who knows something more about you."
ru: "Скажем, мы могли бы разыскать тех, кто что-нибудь о тебе знает... и как ты стал таким. В районах должны найтись толковые рубаки, которым известно что-нибудь интересное о тебе".

source: "Looks like we need to find out more about that night hag, Ravel - and I have to tell you, chief, I'm *not* looking forward to that. The Festhall sages and some of the sensory stones might be able to tell us something, though."
ru: "Похоже, нам нужно выяснить больше про эту ночную ведьму, Равель. И должен тебе признаться, шеф: я *не горю* желанием это делать. Однако мудрецы Фестхолла или какие-нибудь камни переживаний могут нам что-то подсказать".

source: "Festhall? Sensory stones?"
ru: "Фестхолл? Камни переживаний?"

source: Morte suggested I check out the Civic Festhall in the Clerk's Ward to try and find out more about the night hag, Ravel.
ru: Морт посоветовал мне заглянуть в Городской Фестхолл в Чиновничьем районе и попробовать разузнать побольше о ночной ведьме Равель.

source: "Sorry, chief - I keep forgetting you have all the knowing of a green prime. Look, the Festhall is the main kip of the Sensate faction in the Clerk's Ward. They have libraries of sensory stones that store experiences, and they have plenty of sages, lecturers, and trainers that might be able to tumble us onto the dark of what's up with Ravel."
ru: "Извини, шеф, я все забываю, что у тебя знания, как у зеленого первичника. Слушай, Фестхолл - это главная берлога фракции чувствующих в Чиновничьем районе. Там есть библиотеки камней переживаний, а еще куча мудрецов, лекторов и наставников, которые могли бы пролить свет на то, что случилось с Равель".

source: "Well, Ravel got mazed. Still, there's probably SOME key and SOME portal that could take us there, if you still want to go."
ru: "Ну, Равель попала в лабиринт. И все же возможно есть КАКОЙ-НИБУДЬ ключ и КАКОЙ-НИБУДЬ портал, которые могли бы нас туда доставить, если ты все еще этого хочешь".

source: "Do you know what the key to her maze could be?"
ru: "Ты не знаешь, чем может быть ключ к ее лабиринту?"

source: "Do you know where I can find a portal to her maze?"
ru: "Ты не знаешь, где мне найти портал в ее лабиринт?"

source: Morte suggested someone in the Clerk's Ward might know where to obtain a piece of Ravel; failing that, we could try the Festhall and the sensory stones there. If *that* fails, I suppose we could always go visit some prostitutes... it sure would beat all this running around and talking to people.
ru: Морт подкинул мысль, что кто-нибудь в Чиновничьем районе может знать, где достать кусочек Равель. Если мы никого не найдем, можно проверить Фестхолл и тамошние камни переживаний. Если и *там* ничего не выйдет, всегда можно наведаться к проституткам... Вот уж предстоит набегаться и наговориться.

source: "No idea - I mean, a 'piece of Ravel?' That could be anything from one of her dried out warts, to a work of art she did, or some dribblings from her lip. It's too vague. Still, I'm betting SOMEONE in the Clerk's Ward has to know something about how to snag a piece of that barmy witch. Failing that, we could check the sensory stones in the Festhall - maybe one of those stones could tell us something of use."
ru: "Без понятия. Я имею в виду 'кусочек Равель'. Это может быть что угодно, начиная от одно из ее высушенных бородавок до ее поделок и ее слюней. Слишком туманно. И все же могу поспорить, что КТО-НИБУДЬ в Чиновничьем районе должен знать, где достать кусок этой чокнутой ведьмы. Если нет, мы можем проверить камни переживаний в Фестхолле: возможно, одна из этих глыб подскажет нам что-нибудь полезное".

source: "All right. Let's keep looking, then."
ru: "Ладно. Продолжим поиски".

source: "Beats me, chief. There's tons of portals in Sigil. I say try the Festhall - I doubt it's there, but one of the sensory stones might be able to tell us something. Failing that, I say we forget all this running around and get someone to MAKE us a portal."
ru: "Хоть убей, не знаю, шеф. В Сигиле полно порталов. Я бы начал с Фестхолла - сомневаюсь, что он там, но тамошние камни переживаний могут кое-что рассказать об этом. А если не получится, можно все забыть про это и заставить кого-нибудь СДЕЛАТЬ нам портал".

source: "Very well. I had some other questions..."
ru: "Хорошо. У меня есть другие вопросы..."

source: "I say we find what we need, and get the hells outta here, chief. This place is giving me the shivers, and I don't even have skin. All right?"
ru: "Скажем, мы могли бы найти то, что нам нужно, и к чертям сваливать отсюда, шеф. От этого места у меня мурашки, хоть у меня и нет кожи. Хорошо?"

source: "All right, then. Let's move on."
ru: "Ну хорошо. Продолжим путь".

source: "You got me, chief. This is all your show - I'm just following you around."
ru: "Ты меня понял, шеф. Это целиком твое шоу, я просто буду рядом".

source: "Nope. Still, some berk's got to know where to find him. Let's ask some of the locals."
ru: "Неа. Во общем, какой-нибудь пень должен знать, как добраться до него. Надо поспрашивать местных".

source: "Yeah... a mimir's a floating encyclopedia. You put information in, you get information out."
ru: "Ага... мимир - это летающая энциклопедия. Запихиваешь в него информацию и получаешь обратно".

source: "But aren't mimirs made of a silvery metal?"
ru: "Но разве мимиры не сделаны из серебристого металла?"

source: "So? Maybe some are, but *I'm* not. And there's stranger things on the Planes than that, chief."
ru: "Ну и что? Может быть, некоторые - да, но *я* - нет. И это не самая странная штука на Планах, шеф".

source: "I don't think you're a mimir, Morte. What are you?"
ru: "Не думаю, что ты - мимир, Морт. Что ты такое?"

source: "What's with the interrogation? What do *you* know about mimirs, anyway?"
ru: "Это что, допрос? Да что *ты* вообще знаешь о мимирах?"

source: "I know enough to think you're lying to me."
ru: "Я знаю достаточно, чтобы считать, что ты лжешь мне".

source: "I know enough to think you're lying to me. First, that bit about the missing line from my back saying not to trust you, then this. What am I supposed to think?"
ru: "Я знаю достаточно, чтобы считать, что ты лжешь мне. Сначала та забытая строчка на моей спине, говорящая не верить тебе, теперь это. И что я должен думать?"

source: "Nothing, I suppose. I had some other questions..."
ru: "Пожалуй, ничего. У меня есть другие вопросы..."

source: "Never mind, then. Let's go."
ru: "Тогда неважно. Идем".

source: I confronted Morte on him telling me he's a mimir, but I didn't have anything to pen on him. I'm going to need to catch him in a lie in order to get the truth out of him, I think.
ru: Я прямо спросил Морта о его заявлении, что он - мимир, но не сумел загнать его в угол. Думаю, мне нужно его подловить на лжи, чтобы вывести на чистую воду.

source: "Okay, I'm *not* a mimir, but I know a lot of stuff, so I *might* as well be one."
ru: "Ну хорошо, я *не* мимир, но я знаю столько всего, что *вполне* мог бы им быть".
