Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmorte.dlg.po
Languages: ru

source: "What *are* you then?"
ru: "Чем же тогда ты *являешься*?"

source: "I'm a floating skull who knows a lot."
ru: "Я летающий череп, который много знает".

source: "What about that Baatorian smell you have?"
ru: "А как насчет твоего бааторийского запаха?"

source: "What would YOU know about what Baator smells like?!"
ru: "А откуда ТЕБЕ знать, как пахнет Баатор?!"

source: "Because I've *been* there, Morte. I walked on Avernus."
ru: "А я *был* там, Морт. Я бродил по Авернусу".

source: "Forget it. Let's go."
ru: "Забудь об этом. Идем".

source: "What would YOU know about what Baator smells like? Unless - hey, you've been talking about me with that tanar'ri, haven't you?! What does she know?!"
ru: "А откуда ТЕБЕ знать, как пахнет Баатор?! Если только... Эй, ты разговаривал обо мне с этой танарри, разве не так?! Что она-то знает?!"

source: "Well, she obviously touched on something - that is a Baatorian smell, right?"
ru: "Она ведь определенно что-то почувствовала - это же бааторийский запах, верно?"

source: "Well, yeah, but - well, yeah. So I smell a little. *Excuse* me."
ru: "Тогда... да, но... ну да. Да, я пахну немного. *Прошу прощения*".

source: "*Why* do you smell like Baator?"
ru: "*Почему* ты пахнешь как Баатор?"

source: "I was in the hells for a while. Kind of a long while. The stench kind of grows on you."
ru: "Я был в тамошних преисподних. Довольно долго был. А эта вонь въедается в тебя".

source: "You were in the hells? What were you DOING there?"
ru: "Ты был тех преисподних? Что ты там ДЕЛАЛ?"

source: "See, well, there's this *pillar* on Avernus, the first layer of Baator; it's called the Pillar of Skulls, but it's more like the pillar of heads."
ru: "Знаешь, на Авернусе, первом слое Баатор, есть *колонна*. Она называется Колонна Черепов, но лучше ее называть колонной голов".

source: "To hear some bashers tell it, it's *supposedly* made of the heads of berks, mostly sages and scholars, who used their knowing of this and knowing of that when they were alive to stretch the truth a little... so much they might have hurt, or uh, killed someone by doing it. Well, when I *died,* I ended up there. Funny, huh?"
ru: "Если верить некоторым громилам, она *предположительно* была сделана из голов пней, по большей части мудрецов и ученых, которые использовали свои знания обо всяком, что они знали при жизни, чтобы немного приврать... настолько, что этим им удавалось причинить вред или даже, э, убить кого-нибудь. Так вот, когда я *умер*, я очутился там. Весело, правда?"

source: "Eh..." Morte goes silent for a moment. "Yeah, you're right; it's not funny at all. You see, I think I knew a lot of things when I was alive. And maybe when I did know something, I didn't always tell the truth about it. I'm thinking that when I bent the truth once or twice, I may have led to someone getting penned in the dead-book sooner than they should have."
ru: "Э... - Морт на секунду умолкает. - Да, ты прав, в этом нет ничего веселого. Понимаешь, я знал кучу вещей, пока был жив. И может быть, когда я знал что-то, то не всегда говорил об этом правду. Мне кажется, я, возможно, исказить правду пару раз и этим прописать кое-кого в книгу мертвых раньше срока".

source: "Can you remember who?"
ru: "Ты помнишь, кого?"

source: "It was me, wasn't it?"
ru: "И это был я, не так ли?"

source: "Forget it, Morte. I had some other questions..."
ru: "Забудь об этом, Морт. У меня есть несколько вопросов..."

source: "Never mind, Morte. Let's move on."
ru: "Неважно, Морт. Идем дальше".

source: Morte looks at you for a moment. "Yeah. I can't say *how* I know it, chief, but I think so. I think you were the one that got me sent there; the last twig in the bundle before the whole load snaps. Thing is, I can't remember what happened - I don't even remember being human, or what my life was even like before I woke up on the Pillar."
ru: Морт задерживает на тебе взгляд. "Да. Не знаю, *откуда* мне это известно, шеф, но мне так кажется. Я думаю, что это из-за тебя меня туда послали. Это стало последней каплей. Дело в том, что я не помню, что случилось: я даже не помню, каким был человеком, или какой была моя жизнь до того, как я очнулся в Колонне".

source: "Why did you forget?"
ru: "Почему ты забыл?"

source: "I can't say how I know it, chief, but I think it was *you.* At least once. Thing is, I can't remember what happened - I don't even remember being human, or what I was even like before I woke up on the Pillar."
ru: "Не знаю, *откуда* мне это известно, шеф, но мне так кажется, это был *ты*. По крайней мере однажды. Дело в том, что я не помню, что произошло. я даже не помню, каким был человеком, или какой была моя жизнь до того, как я очнулся в Колонне".

source: "That's pretty much the way of things when you die, as I'm sure you're no stranger to. You just... forget. I figure I wasn't a sterling member of the community when I was alive... but hells, who is?" Morte sighs. "It's just that I can't help it. Nothing's worse than being *honest* all the time."
ru: "Обычно так происходит, когда ты умираешь. Уверен, что тебе это знакомо. Ты просто... забываешь. Думаю, я был не самым уважаемым членом общества при жизни... но черт возьми, а кто был? - Морт вздыхает. - С этим я ничего не могу поделать. Нет ничего хуже, чем быть *честным* все время".

source: "Except being sentenced to the hells. That sounds a lot worse than telling the truth."
ru: "Кроме как быть приговоренным к преисподней. Это гораздо хуже, чем говорить правду".

source: "Well, that's true... but you've got to choose your lies carefully."
ru: "Да, это так... Но тебе следует подбирать свою ложь поосторожней".

source: "Yeah... you're right. *Again.*" Morte clicks his teeth; the way he does it reminds you of someone drumming their fingers. "I guess just all that good and evil and lying and cheating catches up with you - and when I got penned in the dead-book, it was my turn to pay the ferryman."
ru: "Да... ты прав. *Снова*". Морт щелкает зубами. Это напоминает похрустывание пальцами. "Думаю, все добро, зло, ложь и обман возвращается к нам. И когда меня прописали в книгу мертвых, настал мой черед платить перевозчику".

source: "So how did you escape the Pillar?"
ru: "Так как же тебе удалось выбраться из Колонны?"

source: "Well... you helped me, chief. When you showed up at the Pillar of Skulls, I pushed my way to the front. My obvious know-how and charm attracted your attention - you knew that *I* was the head that knew the most. So I cut a deal with you."
ru: "Ну... это ты помог мне, шеф. Когда ты объявился перед Колонной Черепов, я пробился наружу. Мои очевидные эрудиция и очарование привлекли твое внимание - ты знал, что именно *я* был головой, которая больше всех знала. Так что я подписался под твою сделку".

source: "Deal...?"
ru: "Сделку?.."

source: As Morte speaks, your vision seems to bleed into a fiery red, and you hear a howling, a horrible *screaming* tower of voices, chittering, screeching, hammering, ALL of them begging, screaming to be freed, and Morte's voice... faint, almost lost in the horde. He sounds desperate, frightened, and... pathetically, tragically *lost.*
ru: Пока Морт говорит, твое зрение заволакивает кроваво-красным, ты слышишь оглушительный рев, ужасный *пронзительный* гомон голосов, болтовни, визжания, криков. ВСЕ они молят, кричат об освобождении, а голос Морта... слабый, едва слышный в этой урагане. Он звучит отчаянно, напугано и... жалостно, трагически *потерянно*.

source: Echo: "You. Skull. Speak."
ru: Эхо: "Ты. Череп. Говори".

source: Shake off the memory.
ru: Стряхнуть с себя воспоминание.

source: The howling voices fall silent, and you watch the tiny, red-lined skull, its cracked features cast in a hellish light, turn its eyes up at you. Blood and ichor has streamed across its features, and its teeth chatter, as if cold. "I... I c-c-can help you. I know w-w-what you seek... all these heads... all their knowing... just please, I *beg* you, free me. Let me *help* you. I'll tell you anything, *everything.*"
ru: Ревущие голоса утихают, ты смотришь на маленький череп, на его трещины в адском свете. Он смотрит на тебя. По его лицу течет кровь и гной, его зубы стучат словно от холода. "Я... я с-с-смогу п-п-помочь тебе. Я з-з-знаю, что т-т-тебе надо... все эти головы... их знания... п-п-прошу тебя, *умоляю*, освободи меня. Позволь мне *помочь* тебе. Я расскажу тебе о чем угодно, обо *всем*".

source: Echo: "*Will* you? SWEAR it, skull. SWEAR you will serve me until my End Days, or here you will remain."
ru: Эхо: "*Так* ли это? ПОКЛЯНИСЬ в этом, череп. ПОКЛЯНИСЬ, что ты будешь служить мне до конца моих дней, иначе ты останешься здесь".

source: "I swear. I swear... just please, *please* free me... I..." You watch as Morte sickeningly swallows, his pride almost a tangible thing. "I... *beg* you. Let me *help* you. Please."
ru: "Клянусь. Клянусь... только, *пожалуйста*, освободи меня... Я..." Ты видишь, как Морт тошнотворно глотает, его гордость становится осязаемой. "Я... *умоляю* тебя. Позволь мне *помочь* тебе. Пожалуйста".

source: Echo: "Very well. I shall free you."
ru: Эхо: "Хорошо. Я освобожу тебя".

source: Your vision slides, as if you are moving, and the howling, screaming cacophony begins again, a nightmarish horde of howls and cat-calls and taunts and insults... the feel of your hands sliding into the filthy quagmire of the pillar, the biting of fangs, mandibles, and your hands locking around the tiny skull and ripping, tearing it from the pillar like an old scab...
ru: Твое зрение смещается, как будто ты движешься. Какофония криков и рева начинается снова, кошмарные вопли, рычание, выпады и оскорбления... ты чувствуешь, как твои руки погружаются в грязную трясину колонны, состоящую из кусающих клыков и челюстей. Твои руки хватают небольшой череп и вырывают его из колонны как гнилой зуб...

source: Echo: "It is DONE."
ru: Эхо: "ГОТОВО".

source: You look down at the bloody skull in your scarred hands, its eyes covered in ichor from the pillar, and its teeth chatter, once, twice. It reminds you of a wailing newborn, helpless -- and in the eyes of the man you once were -- pathetic.
ru: Ты смотришь вниз, на кровавый череп в своих израненных руках. Его глаза покрыты гноем колонны, зубы стучат, снова и снова. Он напоминает тебе визжащего новорожденного, беспомощного и - в глазах человека, которым ты когда-то был, - жалкого.

source: Echo: "I have freed you. Now your life... and your death is mine... Morte."
ru: Эхо: "Я освободил тебя. Теперь твоя жизнь... и смерть - моя... Морт".

source: Your vision swirls, the mists of the past drifting away, and Morte is still chattering on. "We talked for a while, chief, you and me, seeing whether the arrangement would work, and I think we both were really impressed with each other, so you invited me off the Pillar, and I've kind of been with you ever since."
ru: Видение расплывается, пелена уходит прочь, а Морт все еще продолжает без умолку болтать. "Мы поговорили некоторое время, согласовывая обязательства сделки. Думаю, мы произвели друг на друга хорошее впечатление, так что ты предложил мне выйти из Колонны, и с тех пор я рад находится рядом с тобой".

source: "Uh... what happened then?"
ru: "Э... И что случилось потом?"

source: "Well, I didn't know I'd lose most of the Pillar's knowledge once I was out of it... I mean, how was I to know, I'd never been off the damn thing... but you were pretty understanding about it..."
ru: "Я не знаю. Как только я выбрался, я потерял почти все знания Колонны. То есть, я хочу сказать, откуда мне было знать, я ведь ни разу не был вне этой чертовой штуки... но ты отнесся к этому с большим пониманием..."

source: "You lost all the knowledge you said you had...?"
ru: "Ты потерял все знания, которые имел?.."

source: Your vision swirls again, making you dizzy, and you feel your gut churn - you hear the cracking, snapping of bone, and Morte's howls - howling in pain, screaming for someone to stop, to stop *killing* him... and your hand, lashing out, again and again and...
ru: Твое зрение снова затуманивается, голова идет кругом, кишки завязывает в узел. Ты слышишь треск костей и крики Морта: он воет от боли, просит кого-то прекратить, прекратить *убивать* его... а твоя рука продолжает бить, снова и снова...

source: Echo: "DAMN you, skull, you LIED to me. I'll THRUST YOU BACK IN THAT DAMNABLE PILLAR AND LEAVE YOU TO *DIE* THERE."
ru: Эхо: "Будь ты ПРОКЛЯТ, череп, ты ОБМАНУЛ меня. Я БРОШУ ТЕБЯ НАЗАД В ЭТУ ЧЕРТОВУ КОЛОННУ И ОСТАВЛЮ ТЕБЯ ТАМ *ПОДЫХАТЬ*".

source: There is the clatter of bone against what sounds like metal - a floor or a wall, and the skittering of teeth knocked free. You can hear Morte, mewling like a beaten dog for you to st-
ru: Слышится звук удара кости о что-то металлическое, пол или стену. Разлетаются выбитые зубы. Ты слышишь Морта, скулящего как побитый пес, молящего тебя...

source: Echo: "KNOW THAT YOUR SUFFERING ON THE PILLAR WILL BE *NOTHING* TO THE TORMENT I WILL MAKE YOU *SUFFER.*"
ru: Эхо: "ЗНАЙ, ЧТО ТВОИ СТРАДАНИЯ В КОЛОННЕ БУДУТ *НИЧЕМ* ПО СРАВНЕНИЮ С ТЕМ МУЧЕНИЕМ, КОТОРЫЕ ТЫ *ИСПЫТАЕШЬ* У МЕНЯ".

source: Your vision swirls, and Morte's cries ebb, fading into his chattering rhythm. "So, you realized I still had my uses, so I took up with you and I've been with you ever since."
ru: Видение снова отступает, превращая вопль Морта в размеренный ритм его болтовни. "И ты понял, что я все еще полезен для тебя, поэтому я до сих пор следую за тобой по пятам".

source: "Morte, what did I want from the Pillar? And how long was it that I freed you?"
ru: "Морт, а что я хотел от Колонны? И сколько прошло времени с тех пор, как я тебя освободил?"

source: "Uh... forget it, Morte. I had some other questions..."
ru: "Э, забудь об этом, Морт... У меня есть другие вопросы..."

source: Morte thinks for a moment. "Well, as for how long, I don't know the exact count, chief - ages, I suppose. I've done all I could to help you each time, but..." Morte sighs. "It's not easy. And as for what you wanted at the Pillar, I don't know - once you pried me off, I couldn't remember."
ru: Морт задумывается. "Ну, достаточно давно, я не знаю точно, шеф. Несколько веков, наверное. Я всегда делал все, что мог, чтобы помочь тебе, но... - Морт вздыхает. - Это не так просто. Я не знаю, что тебе было нужно от Колонны: как только ты меня вырвал из нее, я все забыл".

source: "Morte, why didn't you SAY something when we were at the Mortuary?"
ru: "Морт, почему ты ничего не СКАЗАЛ тогда, в Морге?"

source: "So you've stayed with me all this time?"
ru: "Так значит, ты был со мной все это время?"

source: "Well, yeah, chief. I said I would. Morte always keeps his promises." He pauses. "Well, most of them. Heh-heh. There was this one chit on Arborea who --"
ru: "Ну да, шеф. Я же обещал. Морт всегда держит свои обещания, - он делает паузу. - Ну, почти всегда. Хе-хе. Была одна крошка с Арбореи, которая..."

source: You suddenly realize that Morte's tone has changed - past the joke, you realize he's trying to hide something. Something about why he's with you.
ru: Неожиданно ты понимаешь, что тон Морта изменился. После шутки тебе кажется, что он пытается что-то скрыть. Что-то о том, почему он по-прежнему с тобой.

source: "Morte, seriously, why are you still traveling with me?"
ru: "А если серьезно, Морт, почему ты до сих пор путешествуешь со мной?"

source: "Chief, I said it's because I promised, all right?" He looks irritated. "What else could it be?"
ru: "Шеф, я же сказал: потому что я обещал, верно?- он выглядит раздраженным. - Что может быть еще?"

source: "I don't know. You didn't need to stick around after I freed you."
ru: "Не знаю. Тебе ведь не обязательно кружить вокруг меня, раз я тебя освободил".

source: "Forget it, Morte. Let's move on."
ru: "Забудь об этом, Морт. Пошли".

source: "Well, of course not, chief, but I-" And suddenly, his tone of voice strikes a chord in you, and you know *why* he's remained with you, all this time.
ru: "Конечно нет, шеф, но я..." Внезапно его голос струной режет тебя. Ты знаешь, *почему* он по-прежнему остается рядом с тобой, все это время.

source: "You feel *guilty.* Because you led me to my death so long ago, isn't it? And you've been suffering ever since."
ru: "Ты чувствуешь себя *виновным*. Вот почему ты следуешь за мной до моей смерти, верно? И все это время ты страдал".

source: "Aw, c'mon, chief. Me, feel *guilty?* I'm Morte."
ru: "А, да ладно, шеф. Я, чувствую себя, *виновным*? Я - Морт".

source: "No, I think that's it. When I came to free you from the fate you deserved, you couldn't *help* but try and help me. And when you could have left after I freed you, you remained. Because you felt indebted."
ru: "Нет, все именно так. Когда я пришел, чтобы освободить тебя от твоей судьбы, ты не мог *помочь* мне, но ты попробовал. А после освобождения, когда ты мог просто уйти, ты остался. Потому что ты чувствовал себя в долгу".

source: Morte is silent for a moment, looking at you. "Maybe. You know what's funny? At first, I don't know what the feeling was - it kind of slowly eats at you, y'know?"
ru: Глядя на тебя, Морт на секунду умолкает. "Может быть. И знаешь, что самое смешное? Сперва я не знал, что это было за чувство: это как будто тебя что-то медленно поглощает, понимаешь?"

source: "I mean, at first I thought it was a side-effect of some enchantment that 'bound' me to you... but after a couple hundred years, I realized it was *more* than that... something deeper. I just felt drawn, *connected* to you, somehow. Maybe it's all your suffering, chief... your torment. I don't know. Maybe I felt... I don't know, *responsible* for whatever it is I did. What if something I did brought you to this state?"
ru: "Я имею в виду, сначала я думал, что это побочный эффект того, что 'связывает' меня с тобой... но спустя несколько сотен лет, я понял, что это нечто *большее*... более глубокое. Я просто почувствовал, что каким-то образом *связан* с тобой. Возможно, это все твои страдания, шеф... твои муки. Я не знаю. Возможно, я чувствую... ну, не знаю... что я *ответственный* за то, что я сделал. Что, если это из-за меня ты стал таким?"

source: "Thing is, I don't think me - or whoever I was - really ever had to *see* the consequences of all the lying and cheating I'd done, and when I saw you for the first time when I was trapped on the Pillar, somehow, I *knew* that you were the one I'd betrayed. Once... long ago." Morte sighs. "And that's all I know."
ru: "Дело в том, что я, кем бы я ни был прежде, не *видел* всех последствий своей лжи и обмана. А когда я в Колонне впервые увидел тебя, я почему-то *знал*, что я тебя однажды предал. Однажды... давным-давно, - Морт вздыхает. - И это все, что я знаю".

source: "I see. Thanks for coming clean, Morte."
ru: "Понятно. Спасибо за разъяснения, Морт".

source: "Nah, don't thank me..." Morte sighs; and to your surprise, his voice seems stronger somehow, more confident. Some of the cracks and fractures in his skull have vanished, as if healed. "Nah, the thanks is all to you - I feel like I just had a Plane moved off my shoulders... so to speak."
ru: "А, не благодари..." Морт вздыхает. К твоему удивлению, его голос каким-то образом стал более твердым и уверенным. Некоторые трещины и сколы в его черепе исчезли, как после исцеления. "Это мне нужно тебя благодарить. Я прямо чувствую, как сбросил Планы со своих плеч... образно выражаясь".

source: "All right, Morte. Let's move on."
ru: "Отлично, Морт. Пошли".

source: I discovered why Morte has stayed with me all this time... it's because he felt guilty for having killed me once, when he was alive. Confronting him on his guilty feelings seemed to take some of the burden off of him, and he seemed to become stronger as a result.
ru: Я выяснил, почему Морт оставался со мной все это время... Все из-за того, что он испытывал чувство вины за то, что убил меня однажды, когда был жив. Встретившись со своей виной лицом к лицу, он сбросил с себя весь этот груз и, в конце концов, стал сильнее.

source: "Well, she's a night hag - and she was definitely barmy enough to make YOU immortal, of all people. I mean, she could have chosen me." Morte rolls his eyes. "Still, anyone addled enough to lock blades with the Lady of Pain isn't someone we really want to find."
ru: "Ну, она - ночная ведьма. И она определенно чокнутая настолько, что из всех людей бессмертным сделала ТЕБЯ. То есть, она могла бы выбрать меня, - Морт закатывает глаза. - Тем не менее, вряд ли мы хотим найти того, кто настолько чокнутый, чтобы скрестить клинки с Леди Боли".

source: "It's a war. A big, bloody, messy war. It happens everywhere, though you can't always see it."
ru: "Это война. Большая, кровавая, беспощадная война. Она повсюду, несмотря на то, что иногда ты ее не в состоянии заметить".

source: "You see, chief, it's a war between two nasty races: demons and devils. Once upon a time, they didn't know about each other. The devils were evil, but it was an 'orderly' kind of evil. The demons were also evil, but they were more relaxed about it - more impulsive, more chaotic, less organized. The devils were like politicians, the demons were like butchers."
ru: "Понимаешь, шеф, это война между двумя ужасными расами - демонами и дьяволами. Когда-то они не подозревали о существовании друг друга. Дьяволы злые, только это 'упорядоченный' вид зла. Демоны тоже злые, но в этом плане они более свободны: более импульсивные, хаотичные, неорганизованные. Дьяволов можно сравнить с политиками, а демонов - с убийцами".

source: "Then one day, the two races met. They looked at each other, and they didn't like how the other race treated evil. And they've fought ever since. It's a big nightmare. But at least it keeps those two races occupied so they don't run all over the Planes."
ru: "И вот однажды они встретились. Они посмотрели друг на друга, и каждой из рас не понравилось, как другая трактует зло. И с тех пор они воюют. Это один сплошной ночной кошмар. Но покуда обе эти расы заняты друг другом, они не разбегаются по всем Планам".

source: "No idea, chief. I kinda forgot when I died. Can't say I blame myself much - at least there was something waiting for me after I died, even if it is life as a floating skull. I mean, it could have been worse."
ru: "Без понятия, шеф. Я уже забыл, как я умер. Не могу сказать, что я сильно осуждаю себя за это. По крайней мере, меня хоть что-то ждало после моей смерти, даже если это оказалась жизнь в качестве летающего черепа. Ведь все могло оказаться гораздо хуже".

source: "Eh... I don't know, all right? It's just gone." Morte glares at you. "But don't think I MISS it, because I'm happy just the way I am, and I don't need your half-wit judgments or snide remarks, all right?"
ru: "Эх... Я не знаю, ясно? Оно просто пропало - Морт выразительно смотрит на тебя. - Вот только не думай, что я СКУЧАЮ по нему, я рад тому, что я есть, и мне не нужны твои тупые подколки или фальшивые сочувствия, понятно?"

source: "What happened to your body?"
ru: "А что случилось с твоим телом?"

source: "Whatever - let's go. Come on, shake a leg."
ru: "Как бы то ни было, идем. Давай, шевели ногами".

source: Morte glares at you. "I'm not convinced you aren't some sort of walking curse that's destined to follow me around."
ru: Морт сверкает на тебя гневным взглядом. "Я уже почти верю, что ты - какое-то ходячее проклятие, обреченное следовать за мной по пятам".

source: "Look who's talking. Let's go."
ru: "Ой-ой, кто бы говорил. Идем".

source: "Not really."
ru: "Не очень-то".

source: "Would you cut that out? His arms are gonna snap off."
ru: "Ты ее отрежешь? Его рука вот-вот отпадет".

source: "'Graybeard?'"
ru: "Седобородый?"

source: Cross your arms over your chest.
ru: Скрестить свои руки.

source: Mimic the skeleton's gesture... see what happens.
ru: Подстроиться под движения скелета... посмотреть, что получится.
