Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmorte.dlg.po
Languages: ru

source: "My apologies, Morte, but I'm talking to the modron."
ru: "Прошу прощения, Морт, но я разговариваю с модроном".

source: "All right; let's go, Morte."
ru: "Хорошо. Идем, Морт".

source: Morte makes a noise of utter disgust. "What's there to say? Annoying little clock-work pests... they're always working to impose law and order upon the multiverse. Not *good,* mind you... just *law.* Let's just forget about 'em and go chat up the ladies, eh?"
ru: Морт издает звук крайнего отвращения. "Что тут сказать? Мелкие назойливые механические жучки... без передыху трудятся над навязыванием закона и порядка в мультивселенной. Заметь, не *добра*... только порядка. Давай просто забудем о них и пойдем поболтаем с дамочками, а?"

source: Morte sighs loudly. "Fine, whatever - but don't say I didn't warn you. You probably won't get anywhere with 'em though, chief... they're an odd lot to talk to."
ru: Морт громко вздыхает. "Ладно, как знаешь... Только не говори, что я тебя не предупреждал. Хотя ты, наверное, многого от них не добьешься... у них довольно странная манера разговора".

source: "Greetings..."
ru: "Приветствую..."

source: "Anything!" Morte cries. "Do anything you want to me!"
ru: "Все что угодно! - кричит Морт. - Ты можешь сделать со мной все что захочешь!"

source: "It's enough to make me weep... where was this chit when I had a *body?!*"
ru: "Я вот-вот разрыдаюсь... где же была эта крошка, когда у меня было *тело*?!"

source: "My friend thought you were attractive, but *whoah!* Was he ever horribly mistaken!"
ru: "Мой приятель подумал, что ты привлекательная, но *черт*! Так сильно он еще ни разу не ошибался!"

source: "Sure, chief, whatever. What a witch, huh?" Morte *hmphs,* then waggles his eyebrows. "I *like* that!"
ru: "Конечно, шеф, как скажешь. Хороша, чертовка, а? - Морт фыркает, затем двигает бровями. - Это мне *нравится*!"

source: "I'm sure you do, Morte, but I need to talk to her."
ru: "Уверен, так оно и есть, Морт, но мне нужно с ней поговорить".

source: "All right... let's just go, Morte."
ru: "Ладно... Тогда идем, Морт".

source: "Like I'd let mine anywhere near if I had one! What, did you hear the word 'brothel' and think you could make some jink here, you flea-bitten gutter-whore? Hah! Can't believe they even let you in the door, what with all those ticks hopping off your shaggy legs!"
ru: "Как будто бы я оставил его где-то рядом, если бы оно у меня было! Что, услышала слово "бордель" и решила, что сможешь срубить здесь немного звенелок, блохастая помойная шлюха? Ха! Поверить не могу, что они пустили тебя внутрь со всеми этими блохами, падающими с твоих лохматых ног!"

source: "That's enough, you two."
ru: "Эй вы, двое. Прекратите".

source: Let them keep at it.
ru: Позволить им продолжать.

source: "*He!* That's '*HE* seems pretty foul-mouthed,' Kimasxi 'Bladderdung'... you scruffy, goat-gammed harlot!"
ru: "*Он*! '*ОН*, кажется, и так достаточно грязно ругается', ты, Кимаскси Говноязыкая... грязная козлоногая шлюшка!"

source: "Better than you, perhaps?" Morte waggles his eyebrows at her. "Eh? Eh?"
ru: "Да уж получше тебя, да? - Морт двигает бровями. - А? А?"

source: "I won't, *tiefling.* I will admit I might have learned a thing or two, though... good thinking, chief!"
ru: "Не буду, *тифлинг*. Хотя признаю, что узнал пару новых вещей... неплохо придумано, шеф!"

source: "Sure thing, Morte."
ru: "Конечно, Морт".

source: "Look, chief. It's obvious you're still a little addled after your kiss with death, so I got two bits of advice for you: one, if you got questions, *ask* me, all right?" NOTE: To speak to a party member, select the 'talk' option from the quick menu, then left-click on the party member you wish to speak to.
ru: "Послушай, шеф. Очевидно, ты еще не отошел от свидания со смертью, поэтому у меня два небольших совета для тебя. Во-первых, если у тебя возникают вопросы, *спроси* меня, хорошо?" ПРИМЕЧАНИЕ: Чтобы поговорить с членом команды, выбери пункт 'поговорить' из быстрого меню, а затем кликни по тому члену команды, с которым хочешь поговорить.

source: "All right... if I have any questions, I'll ask you."
ru: "Хорошо... если у меня возникнут вопросы, я спрошу у тебя".

source: "Second, if you're *half* as forgetful as you seem to be, start writing stuff down - whenever you come across something that *might* be important, jot it down so you don't forget."
ru: "Во-вторых, если ты хоть *наполовину* забывчив от того, каким кажешься, то начни записывать свои мысли: как только ты встретишь то, что *может* быть важным, запиши это, чтобы не забыть".

source: "If I had that journal I was *supposed* to have with me, I'd do that."
ru: "Если бы у меня был бы дневник, который *должен* был быть рядом со мной, я бы так и поступил".

source: "Start a new one, then, chief. No loss. There's plenty of parchment and ink around here to last you."
ru: "Тогда заведи себе новый, шеф. Без проблем. Вокруг для тебя полным-полно пергамента и чернил".

source: "Hmmmm. All right. It couldn't hurt... I'll make a new one, then."
ru: "Хм-м. Ну хорошо. Хуже от этого не будет... Заведу себе новый".

source: "Use it to keep track of your movements. If you ever start to get cloudy on important things, like who you are... or more importantly, who *I* am... use it to refresh your memory." NOTE: To access your journal, select the journal button in the lower right hand corner of the world screen, or select the journal button on the quick menu. Your journal will automatically be updated throughout the game.
ru: "Записывай в него каждый свой шаг. Если начнешь забывать важные вещи... например, кто ты... или, что еще важнее, кто *я*... то воспользуйся им, чтобы освежить свою память". ПРИМЕЧАНИЕ: Чтобы получить доступ к дневнику, нажми на кнопку дневника в правом нижнем углу или выбери кнопку дневника из быстрого меню. Твой дневник будет автоматически обновляться в течение всей игры.

source: "Can you read to me what's tattooed on my back again?
ru: "Можешь еще раз прочитать, что у меня вытатуировано на спине?"

source: "What is this place again?"
ru: "Еще раз, что это за место?"

source: "This place is huge... who takes care of it?"
ru: "Это место такое огромное... Кто за ним присматривает?"

source: "Who are the caretakers of this place again?"
ru: "Еще раз, кто эти смотрители?"

source: "How do I use these bandages?"
ru: "Как мне использовать эти бинты?"

source: "Nothing at the moment, Morte. Just checking to see if you were still with me."
ru: "Пока ничего, Морт. Просто проверяю, что ты еще со мной".

source: "Aw, *c'mon,* chief. Don't tell me you forgot already."
ru: "Эй, шеф, *да ладно* тебе. Только не говори, что ты опять все забыл".

source: "I just need to refresh my memory."
ru: "Мне просто нужно освежить свою память".

source: "Never mind, then. I had some other questions..."
ru: "Ладно, неважно. У меня есть другие вопросы..."

source: "Forget it, then. Let's go."
ru: "Ладно, забудь. Идем".

source: "Bet I'm going to be hearing THAT a lot." Morte clears his throat. "Let's see..." 'I know you feel like you've been drinking a few kegs of Styx wash, but you need to CENTER yourself. Among your possessions is a JOURNAL that'll shed some light on the dark of the matter. PHAROD can fill you in on the rest of the chant, if he's not in the dead-book already.'
ru: "Готов поспорить, что услышу ЭТО много раз, - Морт прочищает горло. - Посмотрим..." 'Я знаю, что ты чувствуешь себя так, как будто ты выпил несколько бочонков помоев из Стикса, но тебе надо СОСРЕДОТОЧИТЬСЯ. Среди твоих вещей есть ДНЕВНИК, который прольет свет на это темное дело. ФАРОД сможет дополнить оставшуюся часть истории, если его уже не записали в книгу мертвых'.

source: "Pharod... hmmm. Keep going."
ru: "Фарод... хм-м. Продолжай".

source: "Forget it. I've heard enough. Let's go."
ru: "Забудь. Я уже достаточно наслушался. Идем".

source: "I will, I will, hold on." Morte pauses for a moment. "All right, here's the last bit..." 'Don't lose the journal or we'll be up the Styx again. And whatever you do, DO NOT tell anyone WHO you are or WHAT happens to you, or they'll put you on a quick pilgrimage to the crematorium. Do what I tell you: READ the journal, then FIND Pharod.'
ru: "Сейчас, сейчас, погоди, - Морт на миг умолкает. - Хорошо, вот последний кусок..." 'Не потеряй дневник, иначе мы вновь окажемся в Стиксе. И что бы ты ни делал, НЕ ГОВОРИ никому, КТО ты и ЧТО с тобой произошло, иначе тебя живо отправят в крематорий. Делай так, как я сказал: ПРОЧТИ дневник, а затем НАЙДИ Фарода'.

source: "And there wasn't a journal with me when I woke up?"
ru: "Когда я очнулся, рядом со мной не было дневника?"

source: "All right, then. I had some other questions..."
ru: "Тогда ладно. У меня есть другие вопросы..."

source: "No... you were stripped to the skins. Like I said before, looks like you got enough of a journal penned on your body."
ru: "Нет... ты был обобран догола. Как я уже говорил, похоже, что достаточно того дневника, что написан у тебя на теле".

source: "And you're sure you don't know anyone named Pharod?"
ru: "Ты уверен, что не знаешь никого по имени Фарод?"

source: "True enough. I had some other questions..."
ru: "И то правда. У меня есть другие вопросы..."

source: "Nope. Still, some berk's got to know where to find him. Let's ask around... AFTER we get out of here."
ru: "Неа. В общем, какой-нибудь пень да знает, как добраться до него. Надо поспрашивать в округе... ПОСЛЕ того, как мы выберемся отсюда".

source: "Before we go, I had some other questions..."
ru: "Перед тем как мы пойдем, у меня есть еще вопросы..."

source: "Got it. I had some other questions for you..."
ru: "Ясно. У меня есть другие вопросы к тебе..."

source: "That's all I wanted to know. Thanks."
ru: "Это все, что я хотел узнать. Спасибо".

source: "Understood. I'll be careful, then."
ru: "Понятно. Тогда я буду осторожен".

source: "You, well... you *use* them. Staunch bleeding, and all that." NOTE: To use the bandages on yourself, right-click on them while on the inventory screen. To use them on another person, place them in one of your quick item slots on the inventory screen, select the "use" button from the quick menu on the world screen., then click on your target.
ru: "Нууу... просто *используй* их. Останавливает кровотечение и все такое". ПРИМЕЧАНИЕ: Чтобы воспользоваться бинтами, щелкни по ним правой кнопкой в окне инвентаря. Чтобы использовать их на другом персонаже, помести их в один из быстрых ячеек, затем выбери кнопку "использовать" в быстром меню, а затем - свою мишень.

source: "Thanks. I think I can handle it."
ru: "Спасибо. Думаю, я смогу с ними справиться".

source: "Death visits the Planes every day, chief. These shamblers are all that's left of the poor sods who sold their bodies to the caretakers after death."
ru: "Смерть посещает Планы каждый день, шеф. Эти увальни - все, что осталось от тех бедолаг, кто продал свои тела смотрителям".

source: "Last chance? What are you *talking* about?"
ru: "Последняя возможность? Погоди... о *чем* это ты толкуешь?"

source: "Never mind. I had some other questions for you..."
ru: "Неважно. У меня к тебе еще вопросы..."

source: "You *can't* be serious."
ru: "Ты это *несерьезно*".

source: "I've heard enough. Let's go."
ru: "Я достаточно наслушался. Идем".

source: "Wait... didn't you say before that I'm *not* dead?"
ru: "Постой... разве ты не говорил до этого, что я *не* мертвый?"

source: "I had some other questions for you, Morte..."
ru: "У меня есть другие вопросы к тебе, Морт..."

source: "Powers above. That's one HELL of a book."
ru: "Силы небесные. Это одна из этих ЧЕРТОВЫХ книг".

source: "What is it?"
ru: "Что такое?"

source: "If I were to guess, I'd say that's the book where they scratch the name of every poor sod that's unfortunate enough to get dumped off here."
ru: "Если я прав, то это та книга, куда они записывают имена всех несчастных бедолаг, которым не повезло оказаться здесь".

source: "Could my name be in there?"
ru: "А мое имя может быть там?"

source: "Eh... well... I *guess.* To find out, you'd need to rattle your bone-box with that floating Dustie over there. I'm not sure that's a good idea."
ru: "Э... ну... *Возможно*. Чтобы определить это, нужно потрясти черепушкой вон с тем парящим трухлявиком. Вот только я не уверен, что это хорошая идея".

source: "Well, I need answers. I'm going to go speak with him."
ru: "Мне нужны ответы. Я поговорю с ним".

source: Morte whispers: "Somewhere, an asylum is one barmy short."
ru: Морт шепчет: "В каком-то дурдоме недостает постояльца".

source: "I had some questions, Jumble..."
ru: "Джамбл, у меня несколько вопросов..."

source: "You're the man who cursed Reekwind, aren't you?"
ru: "Ты тот, кто проклял Вонючку, не так ли?"

source: "I'll take my leave now, Jumble. Farewell."
ru: "А теперь я ухожу, Джамбл. Прощай".

source: "Uh oh... looks like you just got a curse thrown down on you, chief..."
ru: "Ого... шеф, похоже, что в тебя только что бросили проклятье..."

source: "What have you done to me, Jumble?"
ru: "Что ты со мной сделал Джамбл?"

source: "Jumble... please, undo whatever you've done."
ru: "Джамбл... пожалуйста, убери это, что бы ты там не натворил".

source: "Whatever you've done, Jumble, undo it - or you'll regret it sorely."
ru: "Что бы ты там не сделал, Джамбл, убери это... или ты об этом горько пожалеешь".

source: "Let's just go, Morte."
ru: "Пошли уже, Морт".

source: "I say ignore the chit... act distant and unconcerned. That'll spice things up considerably!"
ru: "Я бы посоветовал проигнорировать эту цыпочку... веди себя отстраненно и невозмутимо. Вот это уж точно добавит остроты в ваши отношения!"

source: "Trust me, kid. Start ignoring her, create some friction, leave 'em wondering, and they'll be clawing all over to discover what the matter is. Right, chief?"
ru: "Доверься мне, малыш. Начни игнорировать ее, придумай какие-нибудь придирки, пусть гадает - и тогда она станет из кожи вон лезть, лишь бы понять, в чем дело. Верно, шеф?"

source: "Yes... she'll think something's wrong, and for once, he'll be playing the game rather than being the target."
ru: "Да... Она подумает, что что-то не так, и в кои-то веки он превратится из мишени в игрока".

source: "No... that's a poor idea."
ru: "Нет... это плохая идея".

source: "I was *going* to talk to this lady. Problem?"
ru: "Я *хотел* поговорить с этой дамочкой. Проблемы?"

source: "Thanks for the advice, but I'm *still* going to talk to this lady."
ru: "Спасибо за совет, но *все еще* хочу поговорить с этой дамочкой".

source: "Look, I'm going to talk to this lady. Problem?"
ru: "Слушай, я хочу поговорить с этой дамочкой. Проблемы?"

source: "This is why gith shouldn't breed. They're always going on about this, or the belief of this, or 'where's a mind flayer or githyanki to kill' and so on and so forth. I don't think they even enjoy poking each other. They go barmy and lose their minds by the wayside, or else they stay so direct and focused all the time they forget their sense of humor. They blather about focus, and having one mind, and community trust, but note that the race broke with each itself soon as it broke with the mind-suckers. Now tell me religion and ideology won't bring the Planes crashing down."
ru: "Именно поэтому гиты и не должны размножаться. Они без конца твердят о чем-то, или о вере во что-то, или там 'где бы найти мозгососа или там гитьянки и убить их' и так далее и тому подобное. Я даже не уверен, что им доставляет удовольствие тыкать друг в друга мечом. Они сходят с ума и теряют голову, или наоборот - все время остаются такими прямыми и сосредоточенными, что забывают о чувстве юмора. Они болтают про концентрацию, единый разум и взаимное доверие, и при этом упоминают, что их раса раскололась вскоре после того, как они покончили с мозгососами. Теперь не говори мне, что религия и идеология не разрушит Планы".

source: "You're Nemelle? I was told you know the command word for this decanter."
ru: "Ты Немель? Мне сказали, что ты знаешь волшебное слово к этому графину".

source: "Nemelle? Your friend, Aelwyn, is looking for you."
ru: "Немель? Твоя подруга Эльвин ищет тебя".

source: "Are you looking for someone?"
ru: "Ты кого-то ищешь?"

source: "I didn't anything, Nemelle. Farewell."
ru: "Я ничего такого не делал, Немель. Прощай".

source: "My, what a hot-blooded little chit! Starved for attention? I could drool over you, too, if you're just jealous..." Morte starts floating towards Annah, making wet slavering noises...
ru: "Вай, что за горячая девчонка! Изголодалась по вниманию? Я мог бы и на тебя слюни попускать, раз уж ты ревнуешь..." Морт начинает подлетать к Анне, причмокивая...

source: Morte stops abruptly, turning away while muttering unintelligibly.
ru: Морт резко останавливается и отворачивается, что-то неразборчиво бормоча.

source: "Come on, chief... I'm sure we can think of *something.* Eh? Eh?"
ru: "Да ладно, шеф... Уверен, мы ведь сможем *что-нибудь* придумать. А? А?"

source: "Forget it, Morte. Let's go."
ru: "Забудь об этом, Морт. Идем".

source: Morte floats close and whispers: "Not me. I can deal. Eh, Chief? Wink-wink, nudge-nudge..."
ru: Морт подлетает поближе и шепчет: "Только не мне. Я могу помочь. А, шеф? Подмигну, подтолкну..."

source: Horrified, Morte leaps into the fray. "No!!! Man, are you *mad?!* That's barmy talk!"
ru: Повергнутый в ужас, Морт встревает в разговор. "Нет!!! Мужик, ты *спятил*? Это же полный бред!"

source: Morte rolls his eyes. "Fools rush in..."
ru: Морт закатывает глаза. "Нашествие дураков..."

source: "I looooove the Festhall."
ru: "Обожа-а-аю Фестхолл".

source: Morte sighs loudly. "C'mon chief, are we really gonna stay for this?"
ru: Морт громко вздыхает. "Брось, шеф, мы что, и впрямь останемся на это?"

source: "Just be quiet for a bit, Morte. I want to listen for now."
ru: "Морт, просто немного помолчи. Я хочу послушать".

source: "You're right, Morte - let's go."
ru: "Ты прав, Морт. Идем".

source: "Heh. Looks like someone forgot to tell this sod to stop walking the Rule-of-Three."
ru: "Ха. Кажется, кто-то забыл приказать этому бедолаге прекратить следовать правилу трех".

source: "What do you mean?"
ru: "О чем это ты?"

source: "These corpses don't have much left in the attic, so they can't do more than one task at a time... when they're told to do something, they'll keep doing it until someone tells them to stop. This poor sod probably finished some task, and they forgot to tell him."
ru: "У этих трупов котелок уже почти не варит, так что они могут выполнять не больше одного задания одновременно... если приказать им делать что-то, то они будут это делать до тех пор, пока кто-нибудь их не остановит. Этот бедолага, наверное, закончил свою работу, но сообщить об этом ему забыли".

source: "Who gives them their commands?"
ru: "А кто отдает им приказы?"

source: "You said something about the 'Rule-of-Three.' What did you mean by that?"
ru: "Ты что-то сказал про 'правило трех'. Что ты имел ввиду?"

source: "All right. Come on, let's keep moving."
ru: "Ладно. Давай двигаться дальше".

source: "Eh? Well, the Rule-of-Three is one of those 'laws' about the Planes, about things tending to happen in threes... or everything's composed of three parts... or there's always three choices, and so on and so forth."
ru: "А? Ну, правило трех - это один из пресловутых законов Планов, согласно которому все на свете случается по трое... или состоит из трех частей... или что всегда есть выбор из трех вариантов, ну и так далее".

source: "You don't sound like you hold much faith in it."
ru: "Ты так говоришь, как будто не очень веришь в это".

source: "It's a load of wash, if you ask me. If you look for a number, any number, and try to attach some great meaning to it, you're going to find plenty of coincidences."
ru: "По мне, так все это фигня. Если ты возьмешь с потолка число, любое число, и попытаешься к нему приделать великий смысл, то ты всегда найдешь кучу каких-нибудь совпадений".

source: "I see. Before you said someone put this corpse a task then forgot to tell them to stop. Who gives these corpses these tasks to do?"
ru: "Понятно. До этого ты говорил о том, что кто-то отдал этому трупу приказ, а потом забыл его остановить. А кто отдает трупам приказы?"

source: "Understood. I wanted to examine this zombie a bit more..."
ru: "Понятно. Я хочу еще намного осмотреть этого зомби..."

source: "Either one of the caretakers here, or else whatever necromancer Raised them out of the dead-book. Probably one of the caretakers here... they're the ones who need the cheap labor, after all."
ru: "Их выписал из книги мертвых либо один из здешних смотрителей, либо какой-то некромант. Скорее всего, это один из смотрителей... в конце концов, это им нужна дешевая рабочая сила".

source: "I see. What was that you said before... about the 'Rule-of-Three?'"
ru: "Понятно. А что ты там говорил до этого... про 'правило трех'?"

source: "Uh... chief... you might not w-"
ru: "Э... шеф... осторож..."

source: "Ooh, an auction! Maybe we can sell Annah here."
ru: "О-о, аукцион! Может, продадим здесь Анну".

source: "Ooh, an auction! Maybe we can sell Dak'kon here."
ru: "О-о, аукцион! Может, продадим здесь Даккона".

source: "Ooh, an auction! Maybe we can find a body for me here."
ru: "О-о, аукцион! Может, подыщем мне здесь тело".

source: "Right, Morte. I'll be sure to ask."
ru: "Хорошо, Морт. Я не забуду об этом спросить".

source: "Let's just move along, then."
ru: "Тогда давай уходить отсюда".

source: "It must be love. It's love, right, boss?"
ru: "Должно быть, это любовь. Это ведь любовь, да, босс?"

source: "Leave it off, you two. I need to ask some questions here."
ru: "Прекратите, вы оба. Мне нужно задать несколько вопросов".

source: "Whatever you say, Morte. Let's leave this fellow alone."
ru: "Как скажешь, Морт. Давай оставим в покое этого парня".

source: "Hey, look! Another floating head."
ru: "Эй, смотри! Еще одна летающая голова".

source: Morte breaks in, whispering. "By the Powers... this berk's an *Anarchist.* Posing as a zombie's got to be a first for those addled sods."
ru: Морт шепотом вклинивается в разговор. "О Силы... этот пень - *анархист*. Строить из себя зомби - это первое, что может взбрести в их пустые головы".

source: "Anarchist?"
ru: "Анархист?"

source: "Anarchists... they're a faction..." Morte looks like he's about to let loose a torrent of insults, then notices the zombie staring at you both, listening intently. "...they, uh, want to *liberate* everyone from the chains of government. Tear down the old, establish a new order with no order at all."
ru: "Анархисты... это такая фракция..." Похоже, Морт еле сдерживает поток оскорблений, но затем замечает, что зомби смотрит на вас обоих, внимательно слушая. "...они, э, хотят *освободить* всех от оков правительства. Свергнуть старый порядок, чтобы установить новый - без никаких порядков".

source: Truth: "That seems like a noble pursuit. Order could use a good tearing down every once in a while."
ru: Правда: "Похоже на благородное стремление. Порядку время от времени не помешает хорошая встряска".

source: Lie: "That seems like a noble pursuit. Any Anarchist dedicated to such a lofty goal is *definitely* a friend of mine."
ru: Ложь: "Похоже на благородное стремление. Любой анархист, посвятивший себя столь высокой цели, *определенно* является мне другом".

source: "That seems pretty... contradictory."
ru: "Это все довольно... противоречиво".

source: "That has to be one of the most stupid things I've ever heard."
ru: "Это одна из самых идиотских вещей, которую я когда-либо слышал".

source: Truth: "That doesn't seem constructive to anyone. Some order, some law is always necessary for progress to be made."
ru: Правда: "Вряд ли кому-то это покажется созиданием. Для прогресса всегда нужны какой-никакой порядок и закон".
