Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmorte.dlg.po
Languages: ru

source: "She's a tiefling, chief. They got some demon's blood in 'em, and that makes 'em paranoid and defensive... nice tail, though. Shame it's plastered on such an ugly body."
ru: "Она - тифлинг, шеф. В них есть немного демонической крови, из-за которой они становятся немного подозрительными и бдительными... симпатичный хвостик, кстати. Жаль только, что он приделан к такому уродливому телу".

source: "Whoa, now..."
ru: "Ого, а..."

source: "Hey, good one, Morte."
ru: "Эй, неплохо сказано, Морт".

source: "Why don't you *try* and split my jaw, chit?! All I'm hearing is a lotta chatter from some Hive trash! Throw a punch! I dare you! I'll bite your legs off!"
ru: "Что же ты не *пытаешься* расколоть мою челюсть? Только и дело, что слышу пустую болтовню от всяких отбросов Улья! Давай, попробуй! Я тебе ноги откушу!"

source: "Enough! We're leaving."
ru: "Хватит! Мы уходим".

source: "Enough!"
ru: "Хватит!"

source: "Mimir's a talking encyclopedia. That's me, chief."
ru: "Мимир - это говорящая энциклопедия. Это я, шеф".

source: "Got it."
ru: "Понятно".

source: "Oh, for the Powers' sake...! Piking dabus."
ru: "Ох, Силы небесные!.. Чертов дабус".

source: "He's a dabus. They 'speak' in rebuses, these annoying word puzzles. If *you* don't know what he's saying, then we better find a native or some other way to communicate with him... if we want to. An annoying bunch. My bet? They *can* speak, they just would rather piss everyone else off by trying to puzzle out what they're saying."
ru: "Он - дабус. Они 'разговаривают' ребусами, этими тупыми словесными головоломками. Если *ты* не знаешь, что он говорит, то тогда нам лучше поискать кого-нибудь из местных или какой-нибудь другой способ общаться с ними... если нам это надо. Чертово племя. Знаешь что? Да они *умеют* разговаривать, просто они хотят вывести из себя того, кто пытается разгадать их головоломки".

source: "Chant is they're janitors for the Lady of Pain. They float around breaking, fixing and patching up Sigil according to her whims. They're worse than corpse flies." Morte sighs. "You can't swat 'em though, or the Lady'll get... upset."
ru: "Говорят, что они слуги Леди Боли. Они парят вокруг, ломая, чиня и латая Сигил по ее капризу. Они хуже трупных мух, - Морт вздыхает. - Не нужно их трогать, или Леди... рассердится".

source: "She runs this city. You'll know if you see her: She's got these blades around her face, she's about the size of a giant, and she floats off the ground, just like these guys." Morte nods at the dabus, who is looking at you both. "Nobody knows much about her... she doesn't speak much. All you need to know is that you don't want to make her angry. If you see her, my advice: run."
ru: "Она заправляет городом. Ты узнаешь ее, когда увидишь: у нее вокруг лица клинки, она ростом с гиганта и парит над землей, совсем как эти парни". Морт кивает на дабуса, смотрящего на вас обоих. "Про нее никто почти ничего не знает... она не очень говорлива. Все, что тебе следует знать: не зли ее. Если увидишь ее, мой тебе совет - тикай".

source: Morte glances at the dabus, and his eyes widen. "Ah-ha! I knew you goat-heads could walk! I knew it!" Morte turns gleefully back to you. "Ha! This one must not be aloof enough to get off the ground."
ru: Морт, едва взглянув на дабуса, смотрит теперь во все глаза. "Ага! Я знал, что вы, козлиные морды, умеете ходить! Я знал это!" Морт ликующе возвращается к тебе. "Ха! Должно быть, этот не такой уж отрешенный, чтобы парить над землей".

source: Morte scoffs. "I'd sooner be strained through a tanar'ri's bowels than unravel what this goat-head's trying to say. You want a translator? Find a Sigil native."
ru: Морт усмехается. "Да я скорее пройду через кишки танарри, чем разгадаю, что эти козлиные морды пытаются сказать. Нужен переводчик? Поищи коренного сигильца".

source: Morte scoffs. "I'd sooner be strained through a tanar'ri's bowels than unravel what these floating goat-heads are trying to say. You want a translator? Get the fiendling chit to do it." He nods at Annah. "She's a Hive native."
ru: Морт усмехается. "Да я скорее пройду через кишки танарри, чем разгадаю, что эти летающие козлиные морды пытаются сказать. Нужен переводчик? Попроси нашу маленькую бесовку, - он кивает на Анну. - Она из Улья".

source: Morte scoffs. "I'd sooner be strained through a tanar'ri's bowels than unravel what these floating goat-heads are trying to say. You want a translator?" He nods at Dak'kon. "Get holier-than-thou-and-twice-as-silent to translate."
ru: Морт усмехается. "Да я скорее пройду через кишки танарри, чем разгадаю, что эти летающие козлиные морды пытаются сказать. Нужен переводчик? - он кивает на Даккона. - Попроси нашего ханжу-молчуна перевести".

source: Morte scoffs. "I'd sooner be strained through a tanar'ri's bowels than unravel what these floating goat-heads are trying to say. You want a translator? Get the tanar'ri to do it." He nods at Fall-from-Grace. "She's probably had to trade the chant with these guys all the time."
ru: Морт усмехается. "Да я скорее пройду через кишки танарри, чем разгадаю, что эти летающие козлиные морды пытаются сказать. Нужен переводчик? Попроси танарри, - он кивает на Падшую Грацию. - Наверное, она все время общалась с этими парнями".

source: "You just want to kill them. Sentience threatens the Dustmen."
ru: "Да вы просто хотите их убить. Для тленных чувства являются угрозой".

source: "I had other questions..."
ru: "У меня есть другие вопросы..."

source: "That's all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: Morte stares at you and shakes his head.
ru: Глядя на тебя, Морт качает головой.

source: "What's that, cube hero? 'Morte's a stupid skull?' Why, yes he is, isn't he, cube hero?"
ru: "Что такое, куб-герой? 'Морт - глупый череп'? Но как же, разве это не так, куб-герой?"

source: Put the cube away.
ru: Отложить куб.

source: "Hey! It didn't say that!"
ru: "Эй! Он не говорил этого!"

source: "Yes, it did! It said it just now!"
ru: "Нет, говорил! Он только что это сказал!"

source: "Wh --?! Gimme that thing!"
ru: "Чт?!.. А ну дай его сюда!"

source: "No, it's mine. He only wants to hang out with me anyway. Don't you, cube hero? Yes, you do!"
ru: "Нет, он мой. Да и все равно он хочет играть только со мной. Разве не так, куб-герой? Да, именно так!"

source: "I. Just. Want. To. Hold. It. For. A. Second."
ru: "Я. Просто. Хочу. Подержать. Его. На. Секундочку".

source: "But you don't have any hands."
ru: "Но у тебя все равно нет рук".

source: "I'll hold it in my TEETH."
ru: "Я подержу его ЗУБАМИ".

source: "No, I think I'll just put it away for now."
ru: "Нет, наверное, я просто его отложу".

source: "I'm gonna smash that modron cube to bits."
ru: "Я разнесу этот мордонский куб на куски".

source: "Did you hear anything, cube hero? Neither did I!"
ru: "Ты что-то слышал, куб-герой? Нет? Я тоже!"

source: "Oooooh!" Morte clicks his teeth together as Craddock builds up steam... you can almost hear him taking notes inside his skull.
ru: "Ооооох!" Морт восхищенно щелкает зубами, выслушивая умопостроения Крэддока... кажется, ты даже слышишь, как внутри своего черепа он делает пометки.

source: "Give it up, chief. Talking to a gith is like trying to make good with razorvine. Let's go."
ru: "Бросай это дело, шеф. Говорить с гитом - все равно что из остролистника варенье делать. Пойдем".

source: "Yeah, a 'gith'..." Morte glances at the gith, who is still staring at you. "We'll talk about it some other time."
ru: "Ага, 'гит'..." Морт оглядывается на гита, который все еще смотрит на тебя. "Поговорим об этом в другой раз".

source: "I wouldn't bother trying to talk square to ol' Ignorance-is-Bliss here. Let's get outta here, chief."
ru: "Не стоит утруждать себя пустыми разговорами со старым Незнание-это-Счастье. Пошли отсюда, шеф".

source: "You know, boss, I was getting really sick of his... constant... pauses... anyway... it's a ... good thing... he's shut up... now."
ru: "Знаешь, босс, меня уже начинало тошнить от его... постоянных... пауз... так что хорошо... что он... уже заткнулся".

source: "Very funny, Morte. Let's go."
ru: "Очень смешно, Морт. Пошли".

source: "Boss, what do we need with an endless supply of water? Where's the fire, huh?"
ru: "Босс, а что мы будем делать с бесконечным запасом воды? Где пожар, а?"

source: "It might be useful later, Morte. Let's go."
ru: "Позже он может пригодиться, Морт. Пошли".

source: "It's the right thing to do, Morte."
ru: "Так будет правильно, Морт".

source: "The right thing to do? In case you've forgotten, boss, you've got a quest of your own to take care of! But hey, whatever you want to do, you're in charge here. Sheesh..."
ru: "Так будет правильно? Если ты не забыл, босс, у нас самих есть чем заняться! Хотя что бы ты там не решил - ты тут главный. Тьфу..."

source: "Thanks for your approval, Morte. Let's go."
ru: "Спасибо за одобрение, Морт. Пошли".

source: "What's wrong?"
ru: "Что не так?"

source: "What's a 'dabus?'"
ru: "Что за 'дабус'?"

source: "'Lady of Pain?' Who's that?"
ru: "'Леди Боли'? Кто это?"

source: "What can you tell me about the Lady of Pain?"
ru: "Что ты можешь рассказать о Леди Боли?"

source: "I see."
ru: "Понятно".

source: "Uh... hold a moment. You said dabus float, right? This one's walking on the ground."
ru: "Э-э... постой-ка. Ты сказал, что дабусы парят, верно? А этот ходит по земле".

source: "Maybe so..."
ru: "Может быть..."

source: "Maybe I will..."
ru: "Наверное, так и стоит поступить..."

source: "Hey... are you all right? I thought you were a deader for sure."
ru: "Эй, шеф... Ты в порядке? Я думал, что ты дал дуба".

source: "Wh...? Who are you?"
ru: "Чт?.. Ты кто?"

source: "I'm sure you have a thousand clever things to say, Morte, but I need you to shut the hell up and join me NOW."
ru: "Морт, я уверен, что у тебя найдется еще тысяча умных мыслей, но мне нужно, чтобы ты заткнулся и присоединился ко мне НЕМЕДЛЕННО".

source: "Uh... who am I? How about *you* start? Who're you?"
ru: "Э... кто я? А как насчет *тебя* для начала? Кто ты?"

source: "I... don't know. I can't remember."
ru: "Я... не знаю. Не могу вспомнить".

source: "I asked *you* first, skull."
ru: "Я *первый* спросил тебя, череп".

source: "You can't remember your *name?* Heh. Well, next time you spend a night on the town, go easy on the bub. Name's Morte. I'm trapped in here, too."
ru: "Ты не можешь вспомнить свое *имя*? Хе. Что ж, в следующий раз, когда будешь кутить ночью в городе, не налегай на выпивку. Зовут Мортом. Я тоже здесь заперт".

source: "Trapped?"
ru: "Заперт?"

source: "Yeah, 'an I asked you *second.* What's your name?"
ru: "Ага, а я спросил тебя *вторым*. Как твое имя?"

source: "You first, skull. It's the last time I'll ask."
ru: "Ты первый, череп. В последний раз спрашиваю".

source: "Tchhhh... you're tighter than a wet rope. All right, *I'll* be the nice guy here. Name's Morte. Who're you?"
ru: "Пф-ф... да ты натянут как струна. Ну хорошо, пусть *я* буду хорошим парнем. Зовут Мортом. А кто ты?"

source: "Yeah, since you haven't had time to get your legs yet, here's the chant: I've tried all the doors, and this room is locked tighter than a chastity belt."
ru: "Ага, и поскольку ты еще не успел размять ноги, вот тебе новость: я перепробовал все двери, и эта комната заперта крепче пояса целомудрия".

source: "We're locked in... where? What is this place?"
ru: "Мы заперты... где? Что это за место?"

source: "It's called the 'Mortuary'... it's a big black structure with all the architectural charm of a pregnant spider."
ru: "Оно называется 'Моргом'... это такое большое черное здание с чарующей архитектурой беременной паучихи".

source: "'The Mortuary?' What... am I dead?"
ru: "Морг? Постой... я умер?"

source: "Not from where I'm standing. You got scars a-plenty, though... looks like some berk painted you with a knife. All the more reason to give this place the laugh before whoever carved you up comes back to finish the job."
ru: "Не похоже. Хотя на тебе куча шрамов... выглядит так, словно какой-то пень изрисовал тебя всего ножом. Еще одна причина свалить отсюда побыстрее, пока тот, кто изрезал тебя, не вернулся назад и не завершил свою работу".

source: "How do we get out of here?"
ru: "И как мы выберемся отсюда?"

source: "Well, all the doors are locked, so we'll need the key. Chances are, one of the walking corpses in this room have it."
ru: "Ну, если все двери заперты, значит, нам понадобится ключ. Есть шанс, что он есть у одного из ходячих трупов в этой комнате".

source: "Yeah, the Mortuary keepers use dead bodies as cheap labor. The corpses are dumb as stones, but they're harmless, and won't attack you unless you attack first."
ru: "Ага, хранители Морга используют мертвые тела в качестве дешевой рабочей силы. Трупы тупые как пробка, они безвредны и не будут атаковать до тех пор, пока ты не нападешь первым".

source: "Is there some other way? I don't want to kill them just for a key."
ru: "А есть какой-нибудь другой способ? Я не хочу никого убивать из-за какого-то ключа".

source: "So I should attack one of these corpses and loot it for the key?"
ru: "Так значит, я должен напасть на одного из этих трупов и забрать у него ключ?"

source: "What, you think it's going to hurt their feelings? They're DEAD. But if you want a bright side to this: if you kill them, at least they'll have a rest before their keepers raise them up to work again."
ru: "Погоди, ты что, думаешь, что причинишь им боль? Они уже МЕРТВЫ. Но если тебе нужна мотивация, то пожалуйста: если ты убьешь их, то по крайней мере они отдохнут до того, как хранители поднимут их снова на работу".

source: "Well, all right... I'll take one of them down and get the key."
ru: "Ну хорошо... Я собью одного из них и заберу ключ".

source: "Well, before you do that, arm yourself first. I think there's a scalpel on one of the shelves around here." NOTE: Search the shelves in this room for a weapon to attack the zombies with.
ru: "Хорошо, но перед этим неплохо бы вооружиться. Кажется, здесь где-то на полках есть скальпель". ПРИМЕЧАНИЕ: Обыщи полки в комнате, чтобы найти оружие, с которым можно напасть на зомби.

source: "All right, I'll look for one."
ru: "Ладно, я поищу его".

source: "One last thing: Those corpses are as slow as molasses, but getting punched by one of them is like being kissed by a battering ram. If they start getting an edge on you, remember you can RUN, and they can't. Use it to keep some distance if you need to recover." NOTE: To RUN, hold down the CTRL Key and left-click on the area you want to run to. If you are in danger of dying, use running to keep your distance from the zombies while you recover.
ru: "И последнее: эти трупы медлительны, но их удар - все равно что поцелуй тарана. Если они начнут доставать тебя, помни, что ты можешь БЕГАТЬ, а они - нет. Используй это, чтобы держаться на дистанции, если тебе нужно восстановиться". ПРИМЕЧАНИЕ: Чтобы БЕГАТЬ, удерживай клавишу CTRL и щелкай левой кнопкой по месту, куда хочешь добежать. Если ты в опасности или при смерти, используй бег, чтобы держать дистанцию с зомби, пока ты восстанавливаешься.

source: "All right. Thanks for the advice."
ru: "Хорошо. Спасибо за совет".

source: I've started writing down my experiences to keep a clear head, and in the hopes I can make some sense of what's going on. I woke up in some place called the "Mortuary"... it looks like a morgue of some sort. I don't know who I am, what I'm doing here, or how I got here. The first thing I found when I woke up was some chattering skull called Morte. He said we were locked in, and that one of the shambling corpses in the room probably has the key. He suggested I hunt around the shelves of the room for a scalpel, then go plunge it into one the corpses until it "dies."
ru: Я начал записывать происходящее со мной, чтобы прочистить голову, в надежде на то, что я смогу разобраться в том, что происходит. Я очнулся в месте под названием "Морг"... действительно похоже на морг. Я не знаю, кто я, что я здесь делаю и как я сюда попал. Первый, на кого я наткнулся, очнувшись, был тараторящий череп по имени Морт. Он сказал, что мы заперты и что у одного из ковыляющих по комнате трупов должен быть ключ. Он предложил мне поискать на полках скальпель, а потом тыкать им в мертвецов, пока те не "умрут".

source: "Sort of a talking encyclopedia, chief. I don't like to talk about it, really."
ru: "Это типа говорящей энциклопедии, шеф. На самом деле, мне не хочется об этом говорить".

source: Morte waggles his eyebrows and begins to float towards the woman. "That's not all I-"
ru: Морт, многозначительно водя бровями, направляется к женщине. "А еще я могу..."

source: "That's enough, Morte."
ru: "Хватит, Морт".

source: "Yeah, yeah. Fine." Morte rolls his eyes and starts to mumble. "Sheesh, I might as well be *dead*..."
ru: "Да-да. Хорошо, - Морт закатывает глаза и начинает ворчать. - Тогда уж лучше быть *мертвым*..."

source: "Say... did you say 'on it's own?' They usually don't?"
ru: "Постой... ты сказала 'разговаривает сам'? А разве обычно они не разговаривают?"

source: "I had some questions for this woman..."
ru: "У меня есть несколько вопросов к этой женщине..."

source: Leave the woman in peace.
ru: Оставить женщину в покое.

source: Morte interrupts her: "Well, you see, chief, it's all about differences in the *quality* of your mimir. Some - like me -- are more enchanted than others, that's all. More... uh... 'self-aware,' is the term."
ru: Морт перебивает ее: "Понимаешь, шеф, есть много признаков *качественного* мимира. Некоторые - например, я - намного лучше других. Более... э-э... 'самосознательные', говоря научным языком".

source: "Hmm."
ru: "Хм-м".

source: "Hey! I'm just trying to have some fun here, chief!"
ru: "Эй! Я всего лишь пытаюсь немного развлечься, шеф!"

source: "Psssst. You see the way she was looking at me? Huh? You see that? The way she was following the curve of my occipital bone?"
ru: "Пссст. Видел, как она посмотрела на меня? А? Ты видел это? Как она огибала взглядом кривую моей затылочной кости?"

source: "You mean that blank-eyed beyond-the-grave stare?"
ru: "Ты имеешь в виду этот бессмысленный пустой могильный взгляд?"

source: "What are you *talking* about?"
ru: "О чем это ты *толкуешь*?"

source: "Wha - are you BLIND?! She was scouting me out! It was shameless the way she WANTED me."
ru: "Чт... да ты что, ОСЛЕП?! Она меня изучала! Она бесстыдно меня ХОТЕЛА!"

source: "Wanted you to go *away,* maybe. She was obviously too distracted by ME to pay attention to some stupid bobbing head with a big mouth."
ru: "Скорее хотела, чтобы ты *исчез*. Да она была слишком занята МНОЙ, чтобы отвлекаться на какую-то болтающуюся голову с большим ртом".

source: "I think you're imagining things. She's a zombie. A corpse. A dead person. You probably didn't even register to her senses."
ru: "По-моему, у тебя слишком богатое воображение. Она зомби. Труп. Мертвая. Скорее всего, она тебя даже не заметила".

source: "I think you and your imagination need some time away from each other."
ru: "По-моему, тебе стоит время от времени отключать свое воображение".

source: "Whatever, Morte. Let's go."
ru: "Как знаешь, Морт. Идем".

source: "Yeah, yeah, whatever. When you've been dead as long as I have, you know the signals. They may be too SUBTLE for you to pick up on, but that's why I'll be spending MY nights with some luscious recently-dead chit while you're standing around goin' 'huh?' 'Whatzz goin' on?' 'Where's my muh-muh-memories?'"
ru: "Да-да-да, как пожелаешь. Если бы ты был настолько долго мертв, как я, ты бы улавливал сигналы. Для тебя они, наверно, слишком ТОНКИЕ, чтобы их уловить, но именно поэтому я буду проводить ночи напролет с сочной свежеумершей крошкой, а ты будешь бегать вокруг с воплями 'А?' 'Чего здесь творится?' 'Куда пропала моя па-па-память?'"

source: "You? Yeah, right! Trust me, chits beyond the grave don't care about all that 'physicality' and 'I've got a body' and 'I'm all scarred and tough-looking.' They want guys with SPIRIT. That's me, chief. You? Corpses like YOU are as common as copper."
ru: "Тобой? Ага, конечно! Уж поверь мне, крошкам из могил нет дела до 'мускулатуры', 'у меня великолепное тело' и 'я весь в шрамах и круто выгляжу'. Им нужны парни с ДУШОЙ. Типа меня, шеф. А трупов вроде ТЕБЯ повсюду навалом, как грязи".

source: "What? What is it? Is this chit bothering you?"
ru: "Что? Что такое? Это девчонка досаждает тебе?"

source: "I believe it. Maybe he'd better return to your main menu and leave me out of it."
ru: "Верю. Наверное, будет лучше, если он вернется в основное меню и избавит меня от этого".

source: "Some advice, chief: I'd keep it quiet from here on - no need to put any more corpses in the dead book than necessary... especially the femmes. Plus, killing them might draw the caretakers here."
ru: "Небольшой совет, шеф: теперь я бы вел себя потише. Не нужно больше вписывать трупы в книгу мертвых без необходимости... особенно женские. К тому же, их убийство может заинтересовать здешних смотрителей".

source: "They call themselves the 'Dustmen.' You can't miss 'em: They have an obsession with black and rigor mortis of the face. They're an addled bunch of ghoulish death-worshippers; they believe everybody should die... sooner better than later."
ru: "Они зовут себя 'тленными'. Ты их не пропустишь: они питают особую тягу к черному цвету и окоченевшему выражению лица. Они - всего лишь кучка свихнувшихся упырей, поклоняющихся смерти. Они верят в то, что все должны умереть... и лучше раньше, чем позже".

source: "Weren't you listening?! I said the Dusties believe EVERYBODY'S got to die, sooner better than later. You think the corpses you've seen are happier in the dead book than out of it?"
ru: "Ты что, вообще ничего не слушал?! Я сказал, что трухлявые верят в то, что ВСЕ должны умереть, и лучше раньше, чем позже. Думаешь, что трупы, которых ты видел, счастливее в книге мертвых, чем вне ее?"

source: "Death visits the Planes every day, chief. These lummoxes are all that's left of the poor sods who sold their bodies to the caretakers after death."
ru: "Смерть посещает Планы каждый день, шеф. Эти увальни - все, что осталось от тех бедолаг, кто продал свои тела смотрителям".

source: "Wh - are you *serious?* Look, chief, these dead chits are the last chance for a couple of hardy bashers like us. We need to be *chivalrous*... no hacking them up for keys, no lopping their limbs off, things like that."
ru: "Чт... ты *серьезно*? Послушай, шеф, у этих мертвых крошек есть последняя возможность познакомиться с такими крутыми громилами как мы. Нам следует быть более *деликатными*... не ломать их ради ключей, не отрывать им конечности, ничего такого".

source: "Chief, THEY'RE dead, WE'RE dead... see where I'm going? Eh? Eh?"
ru: "Шеф, ОНИ мертвы, МЫ тоже мертвы... улавливаешь, куда я клоню? А? А?"

source: "Chief, we already got an opening line with these limping ladies. We've *all* died at least once: we'll have something to talk about. They'll appreciate men with our kind of death experience."
ru: "Шеф, для нас до этих ковыляющих цыпочек - открытая дорога. Мы *все* по крайней мере один раз умирали: у нас есть общая тема для разговоров. Они предрасположены к мужчинам с нашим опытом смерти".

source: "Well... all right, *you* might not be dead, but *I* am. And from where I'm standing, I wouldn't mind sharing a coffin with some of these fine, sinewy cadavers I see here." Morte starts clacking his teeth, as if in anticipation. "'Course, the caretakers would have to part with them first, and that's not likely..."
ru: "Ну... хорошо, *ты*, может быть, и не мертвый, а вот *я* - да. И как я уже говорил, я не против разделить гроб с какой-нибудь из здешних красивеньких жилистых покойниц". Морт начинает в предвкушении щелкать зубами. "Конечно же, у здешних смотрителей есть приоритет, так что им это навряд ли понравится..."
