Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmourn1.dlg.po
Languages: ru

source: "I apologize... I misspoke. Farewell."
ru: "Прошу прощения... Я ошибся. Прощай".

source: The Dustman mourners said they were mourning a man named Iannis, who is apparently father of that spirit I met in the Mortuary. Perhaps Iannis might know something more about Deionarra and myself...
ru: Тленные плакальщики сказали, что они оплакивают мужчину по имени Янис, который является отцом того призрака, которого я встретил в Морге. Возможно, Янис может что-то знать об этой Дейонарре и обо мне...

source: The Dustman mourners said they were mourning a man named Iannis, who had lost his only daughter, Deionarra. For some reason, those names sound vaguely familiar, but I cannot place them.
ru: Тленные плакальщики сказали, что они оплакивают мужчину по имени Янис, который потерял свою единственную дочь, Дейонарру. Почему-то эти имена кажутся мне знакомыми, но я не могу вспомнить их.

source: This Dustman is dressed in long dark robes, and his hands are folded into his sleeves. His head is bowed, and he is chanting at a measured pace with the other Dustmen around him.
ru: Тленный одет в длинную темную робу, его руки вложены в рукава. Его голова постоянно кивает, он поет в неторопливом темпе с остальными Тленными, окружающими его.

source: "Greetings."
ru: "Приветствую".

source: The Dustman appears to have heard you, but he does not look up.
ru: Тленный, скорее всего, услышал тебя, но вида не подал.

source: All the Dustmen carry the exact same tone and rhythm. The chant rises to a near shout every few minutes, then slowly fades in a way that reminds you of an echo. Once it fades completely, the Dustmen speak several lines praising the 'True Death,' then begin their chant again.
ru: Все Тленные поют в одном тоне и ритме. Песня каждые несколько минут достигает крика, после чего стихает до уровня, напоминающего эхо. После окончательного затихания Тленные произносят несколько строчек во славу 'Истинной Смерти', после чего снова начинают петь.

source: The Dustman lifts his head. He does not stop chanting, keeping the same pace and tone as the other Dustmen about him.
ru: Тленный поднимает свою голову. Он не перестает петь в том же темпе и тоне, что и другие Тленные вокруг него.

source: The Dustman ignores you, instead bowing his head and resuming chanting.
ru: Тленный не обращает на тебя внимания, кивая вместо этого головой и продолжая петь.

source: The mourner suddenly stops, and he studies you. "Do you feel anguish over the one that has died?"
ru: Плакальщик неожиданно останавливается и рассматривает тебя. "Чувствуешь ли ты страдание от того, что он умер?"

source: "We will mourn your pain and that of her father, if it does not give offense."
ru: "Мы будем оплакивать твою боль и боль ее отца, если это не причинит никому обиду".

source: "We will mourn your pain, if you so desire."
ru: "Мы будем оплакивать твою боль, если ты этого так хочешь".

source: "We will mourn her pain, if she will not take offense."
ru: "Мы будем оплакивать ее боль, если это не причинит ей обиду".

source: "We will mourn his pain, if he will not take offense."
ru: "Мы будем оплакивать его боль, если это не причинит ему обиду".

source: The Dustman nods and resumes chanting.
ru: Тленный кивает и возвращается к пению.

source: The Dustman bows his head and resumes chanting.
ru: Тленный кивает головой и возвращается к пению.

source: "We are in mourning."
ru: "Мы оплакиваем".

source: "We mourn not for the dead. We mourn the living."
ru: "Мы оплакиваем не мертвых. Мы оплакиваем живых".

source: "We mourn the living that feel loss for the departed."
ru: "Мы оплакиваем живых, испытывающих боль утраты".

source: "The passing of a soul into the True Death frequently leaves a troubled wake. When the departed is loved, anguish and a sense of loss often accompanies the passing."
ru: "Уход души к Истинной Смерти часто вызывает ощущение беспокойства. Когда уходит любимый, утрату часто сопровождают боль и чувство утери".

source: "Anguish and loss are strong emotions. Such emotions anchor the living to this existence, preventing them from reaching the True Death when death comes for them. We mourn the living stricken with such emotions."
ru: "Страдания и потеря являются сильными эмоциями. Подобные эмоции задерживают живущего в этой реальности, не позволяя ему достичь Истинной Смерти в тот момент, когда смерть приходит к ним. Мы оплакиваем живых, пораженных подобными эмоциями".

source: "It is sometimes called the final death. The True Death is the freedom from this shadowy, painful existence. It is freedom from emotion. Freedom from reason. Freedom from these shells."
ru: "Иногда ее называют последней смертью. Истинная Смерть - это освобождение от серой, полной боли реальности. Это освобождение от эмоций. Свобода от причин. Свобода от этих оболочек".

source: The Dustman nods. "Some have called it that. It is not entirely accurate."
ru: Тленный кивает. "Некоторые это так и называют. Но это не совсем точно".

source: The Dustman waits.
ru: Тленный ждет.

source: All the Dustmen carry the exact same tone and rhythm. Unlike the chanting you heard when you first approached the memorial, however, this chant cycles, like the cresting and receding of waves on a shoreline. With this thought, your memories stir...
ru: Все Тленные поют в одном тоне и ритме. Эта песня отличается от той, которую ты слышал, когда впервые подходил к мемориалу, тем не менее, эта песня повторяется словно волна, накатывающая на береговую линию. С этой мыслью в тебе пробуждается память...

source: You remember vaguely standing on a distant shore... in someplace else, somewhere far from here. There is someone with you, a woman. She is standing to your left just past your peripheral vision, and you can't make her figure out. As you try to flesh out the memory, it fades...
ru: Ты вспоминаешь неопределенную фигуру, стоящую на далеком берегу... где-то в другом месте, далеко отсюда. Эта фигура рядом с тобой - женщина. Она стоит слева от тебя, и ты ее видишь периферическим зрением, поэтому ты не можешь ее различить. При попытке освежить свою память она ускользает...

source: ...and you are once again standing with the Dustmen mourners. Their chant has dropped to near-silence. They stop, speak several lines praising the 'True Death,' then begin their chant again.
ru: ...и ты снова стоишь рядом с Тленными плакальщиками. Их песня снизилась почти до тишины. Они останавливаются произносят несколько строк во славу 'Истинной Смерти', затем снова начинают петь.

source: All the Dustmen carry the exact same tone and rhythm. Unlike the chanting you heard when you first approached the memorial, however, this chant has a much higher pitch, like the whistling of an arrow, or a wind screaming through a canyon. This chant begins and ends quickly - when the Dustmen fall silent, they speak several lines praising the 'True Death,' then begin their chant again.
ru: Все Тленные поют в одном тоне и ритме. В отличие от песни, которую ты слышал в первый раз, когда подходил к мемориалу, эта песня по тону намного выше, и напоминает свист летящей стрелы или ветер, гуляющий по каньону. Эта песня начинается и заканчивается быстро - когда Тленные завершает ее в тишине, они произносят несколько строк во славу 'Истинной Смерти', а затем начинают песню заново.

source: All the Dustmen carry the exact same tone and rhythm. Unlike the chanting you heard when you first approached the memorial, however, this chant has a certain energy and randomness about it -- the chant is unpredictable, the tone seeming to change even as it passes their lips. No matter how much the chant changes from moment to moment, the Dustmen match each other perfectly. When the chanting finally drops to near-silence, the Dustmen speak several lines praising the 'True Death,' then begin their chant again.
ru: Все Тленные поют в одном тоне и ритме. В отличие от песни, которую ты слышал в первый раз, когда подходил к мемориалу, эта песня содержит определенную энергию и некую случайную последовательность - она стала непредсказуемой, кажется, тон меняется уже при пении. Вне зависимости от того, сколько раз менялась песня, Тленные поют ее каждый раз идеально. Когда громкость пения наконец снижается до почти тишины, Тленные произносят несколько строк во славу 'Истинной Смерти', а затем начинают песню заново.

source: Unlike the chanting you heard when you first approached the memorial, this chant is but a single note, drawn out for several minutes... it reminds you of the tolling of a great bell. The Dustmen remain silent for a moment after ending the note, speak several lines praising the 'True Death,' then begin the 'chant' again.
ru: В отличие от песни, которую ты слышал в первый раз, когда подходил к мемориалу, эта песня содержит звучащую несколько минут ноту... она напоминает тебе звон большого колокола. Тленные молчат некоторое время после этой ноты, произносят несколько строк во славу 'Истинной Смерти', а затем начинают песню заново.

source: Unlike the chanting you heard when you first approached the memorial, this chant is more subtle; at times, the chant is so low it seems to blend in with the noise from the streets. The Dustmen fall completely silent after a minute or so, speak several lines praising the 'True Death,' then begin the 'chant' again.
ru: В отличие от песни, которую ты слышал в первый раз, когда подходил к мемориалу, эта песня намного нежнее; иногда она звучит настолько тихо, что сливается с шумом улиц. Тленные на несколько минут совершенно умолкают, произносят несколько строк во славу 'Истинной Смерти', а затем начинают песню заново.

source: The Dustman looks at you blankly. "Our chanting has not changed. We have carried the same chant since we began."
ru: Тленный изумленно смотрит на тебя. "Наши песнопения не менялись. Это та песня, которую мы пели с самого начала".

source: The Dustman shakes his head. "Perhaps it is you who has changed."
ru: Тленный качает головой. "Возможно, это изменился ты".

source: "I mourn Iannis. He has been wounded by the loss of his first and last daughter, Deionarra."
ru: "Я оплакиваю Яниса. Он был уязвлен потерей своей первой и единственной дочери, Дейонарры".

source: "We mourn your anguish over the departed."
ru: "Мы оплакиваем твои страдания по усопшим".

source: "We mourn the Wife-of-Angyar, who feels anguish over the departed."
ru: "Мы оплакиваем жену Ангиара, которая испытывает страдания по усопшему".

source: "We mourn Adahn, who feels anguish over the departed."
ru: "Мы оплакиваем Адана, который испытывает страдания по усопшему".

source: The Dustman nods, then bows his head and resumes chanting.
ru: Тленный кивает головой и возвращается к пению.

source: The mourner suddenly stops, and he studies you. "Does the one you speak of feel anguish over the one that has died?"
ru: Плакальщик неожиданно останавливается и рассматривает тебя. "Чувствует ли тот, о ком ты говоришь, страдание от того, что другой умер?"

source: "The events surrounding her death are not known to me."
ru: "Подробностей ее смерти мне неизвестны".

source: "We will mourn their pain, if it will not give offense."
ru: "Мы будем оплакивать их боль, если это не причинит им обиду".

source: Unlike the chanting you heard when you first approached the memorial, this tone of this chant is harder to discern. As you listen, you realize it sounds strangely muted, as if the air itself was absorbing the chant. The Dustmen's chanting drops off after a minute or so, they speak several lines praising the 'True Death,' then they begin the chant again.
ru: В отличие от песни, которую ты слышал в первый раз, когда подходил к мемориалу, тон этой песни намного жестче и различимей. Слушая ее, ты неожиданно понимаешь, что звуки почему-то начинают затихать, как будто бы сам воздух поглощает песню. Песня Тленных затухает спустя несколько минут, они произносят несколько строк во славу 'Истинной Смерти', а затем начинают песню заново.

source: "We mourn the one you spoke of who feels anguish over the departed."
ru: "Мы оплакиваем того, о ком ты говорил, который испытывает страдания по усопшему".

source: Leave.
ru: Уйти.

source: "I would speak with you for a moment."
ru: "Я хотел бы поговорить с тобой на пару минут".

source: Listen to their chanting.
ru: Слушать их пение.

source: Leave them to their chanting.
ru: Оставить их со своим песнопением.

source: "What are you doing?"
ru: "Что ты делаешь?"

source: "I mourn for one dead."
ru: "Я оплакиваю покойника".

source: "I am here for one who has lost another."
ru: "Я здесь ради того, кто потерял другого".

source: "Sorry to trouble you. Farewell."
ru: "Извини за беспокойство. Прощай".

source: "I would speak with you."
ru: "Я хотел бы поговорить с тобой".

source: Leave him in peace.
ru: Оставить его в покое.

source: "No. The death does not stir my emotions."
ru: "Нет. Смерть не растревожила моих чувств".

source: Truth: "Yes... I believe I am to blame for the death of an innocent woman, Deionarra. Not only am I troubled over this, but I feel guilt over the grief I have caused her father."
ru: Правда: "Да... Я уверен, что я ответственен за смерть невинной женщины, Дейонарры. Я не столько страдаю над этим, сколько ощущаю чувство вины за ту печаль, которую я причинил ее отцу".

source: Truth: "Yes... I am to blame for the death of an innocent man, Xachariah. His passing has troubled me."
ru: Правда: "Да... Я ответственен за смерть невинного мужчины, Захарии. Его смерть приносит мне страдания".

source: Truth: "Yes... I am to blame for the death of many innocents across the planes. The anguish caused by this revelation is almost more than I can bear."
ru: Правда: "Да... Я ответственен за смерть множества невинных во многих планах. Осознание этого причиняет мне боль, намного большую, чем я могу перенести".

source: "It is not I. There is a woman, Wife-of-Angyar, who has lost a son. Anguish hangs heavy upon her."
ru: "Это не я. Есть женщина, жена Ангиара, потерявшая своего сына. Мука слишком сильно ее захватила".

source: Lie: "No, uh, I'm speaking for a friend, uh... Adahn - he's the one who feels anguish over the person who died."
ru: Ложь: "Нет, эээ, я говорю о своем друге, эээ... Адане - он испытывает боль от утраты умершего человека".

source: "Yes, this recent death brought me a great deal of anguish and pain."
ru: "Да, последняя смерть принесла мне много страданий и боли".

source: "Well, uh, before I get into that, I had some questions for you..."
ru: "Ну, эээ, до того, как я начну об этом, у меня есть несколько вопросов к тебе..."

source: "If you could, it would ease her father's pain and my pain greatly."
ru: "Если это возможно, то это бы сильно успокоило мою боль и боль ее отца".

source: "No, there is no need. Farewell."
ru: "Нет, в этом нет нужды. Прощай".

source: "If you could, it would ease my pain greatly."
ru: "Если это возможно, то это бы сильно успокоило мою боль".

source: "If you could, it would ease her pain greatly."
ru: "Если это возможно, то это бы сильно успокоило ее боль".

source: "If you could, it would ease his pain greatly."
ru: "Если это возможно, то это бы сильно успокоило его боль".

source: "Who has died?"
ru: "Кто умер?"

source: "Who are you mourning in particular?"
ru: "Кого вы оплакиваете в данный момент?"

source: "That is all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "The living?"
ru: "Живых?"

source: "I... see. I had some other questions..."
ru: "Понятно... У меня были еще вопросы..."

source: "I think I've heard enough. Farewell."
ru: "Думаю, я выслушал достаточно. Прощай".

source: "Why?"
ru: "Зачем?"

source: "Which is natural..."
ru: "Которые являются естественными..."

source: "So you mourn the living because..."
ru: "Значит, вы оплакиваете живых, потому что..."

source: "True Death?"
ru: "Истинной Смерти?"

source: "Sounds like oblivion."
ru: "Похоже на забвение".

source: "Is that why you mourn the living?"
ru: "Поэтому вы оплакиваете живых?"

source: "No matter. I had some other questions..."
ru: "Неважно. У меня есть другие вопросы..."

source: "Why has your chanting changed?"
ru: "Почему ваши песнопения изменились?"

source: "I petition for one who has lost another."
ru: "У меня просьба от того, кто потерял другого".

source: "I would listen to your chant."
ru: "Я хотел бы послушать вашу песню".

source: Try to remember...
ru: Попробовать вспомнить...

source: Shake off the memory.
ru: Встряхнуть свою память.

source: Regain your bearings.
ru: Восстановить самообладание.

source: Listen again.
ru: Снова слушать.

source: "I have some questions for you..."
ru: "У меня есть вопросы к тебе..."

source: "Your chanting has changed... I can hear a difference in the tone and rhythm."
ru: "Ваша песня изменилась... Я различаю отличия в тоне и ритме".

source: "Very well, never mind."
ru: "Очень хорошо, не важно".

source: "I have other questions..."
ru: "У меня есть другие вопросы..."

source: "Perhaps so. Farewell."
ru: "Возможно и так. Прощай".

source: "Deionarra? I have heard of her. Do you know how she died?"
ru: "Дейонарры? Кажется, я слышал о ней. Тебе известно, как она умерла?"

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "Thank you. That is all I wished to know."
ru: "Спасибо. Это все, что я желал узнать".

source: "I have recovered. The one you mourned before we spoke is more in need than I."
ru: "Я оправился. Одному из тех, кого ты оплакивал раньше меня, помощь нужна больше, чем мне".

source: "She has recovered. The one you mourned before we spoke is more in need than she."
ru: "Она оправилась. Одному из тех, кого ты оплакивал раньше ее, помощь нужна больше, чем ей".

source: "Uh... Adahn has recovered. The one you mourned before we spoke is more in need than he."
ru: "Эээ... Адан оправился. Одному из тех, кого ты оплакивал раньше его, помощь нужна больше, чем ему".

source: Listen.
ru: Слушать.

source: "No. It does not stir their emotions."
ru: "Нет. Это не вызывает у них никаких эмоций".

source: "Yes. A woman, the Wife-of-Angyar, has lost a son. Anguish hangs heavy upon her."
ru: "Да. Женщина, жена Ангиара, потеряла своего сына. Мука слишком сильно ее захватила".

source: Lie: "Uh, yes... my friend, uh... Adahn... just lost someone close to him. He feels anguish over the person who died."
ru: Ложь: "Эээ, да... мой друг, эээ... Адан... недавно потерял близкого к себе человека. Он испытывает боль от утраты умершего человека".

source: "Yes, this recent death brought them a great deal of anguish and pain."
ru: "Да, последняя смерть принесла им много страданий и боли".

source: "Very well. That is all I wished to know."
ru: "Очень хорошо. Это все, что я желал знать".

source: "If you could, it would ease their pain greatly."
ru: "Если это возможно, то это бы сильно успокоило их боль".

source: "The person has recovered. The one you mourned before is more in need than the one I spoke of."
ru: "Он оправился. Одному из тех, кого ты оплакивал раньше его, помощь нужна больше, чем тот, о ком я говорил".
