Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmslave2.dlg.po
Languages: ru

source: You see a slightly overweight, older man wearing shoddy clothes. He has a worried look and keeps glancing about. You notice he is breathing heavily and sweating a lot.
ru: Ты видишь немного полноватого пожилого мужчину в дешевой одежде. У него встревоженный вид, и он постоянно оглядывается по сторонам. Ты замечаешь, что он тяжело дышит и много потеет.

source: He jumps at your greeting and gives you a worried look. "Yes cutter?" He cringes a bit, as if he is afraid you will strike him. "What can I do for you?"
ru: От твоего приветствия он подскакивает и тревожно глядит на тебя. "Да, рубака? - он слегка поеживается, будто испугавшись, что ты его ударишь. - Что я могу для тебя сделать?"

source: "Questions?" He begins to shake his head. "You... aren't here to inspect the merchandise?" Sweat trickles down his brow.
ru: "Вопросы? - он начинает трясти головой. - Ты здесь не за тем, чтобы... осматривать товар?" Пот стекает по его лбу.

source: He gives you a frightened look. "Myself... aren't you here to buy a servant?" His breathing becomes a little more labored.
ru: Он испуганно смотрит на тебя. "Меня... разве ты здесь не для покупки слуг?" Его дыхание становится еще более тяжелым.

source: He gets a worried look and eyes you warily. You see his eyes travel along your scars and he begins to sweat more profusely. "I... I am certain that I am not the servant for one such as yourself, cutter." He meets your gaze.
ru: Он опешивает и начинает осторожно тебя осматривать. Ты видишь, как его глаза пробегают по твоим шрамам, и он начинает потеть еще сильнее. "Я... я уверен, что не гожусь в слуги такому, как ты, рубака". Он встречается с тобой взглядом.

source: He swallows hard and his hands begin to shake. "I have lived a sedentary life, cutter. You, however, appear to be a man of... action. I doubt I would be able to suit your needs..." He looks very worried and is breathing harder.
ru: Он тяжело сглатывает, его руки начинают трястись. "Я прожил малоподвижную жизнь. Ты же, напротив, кажешься человеком... действия. Сомневаюсь, что я смогу удовлетворить твои запросы..." Он выглядит крайне обеспокоенным и дышит все тяжелее.

source: He looks relieved and smiles at you. "Good day to you then, cutter." He turns away from you.
ru: Он успокаивается и улыбается тебе. "В таком случае, будь здоров, рубака". Он отворачивается от тебя.

source: He stares at you for a moment and then his hands begin to shake violently. He opens his mouth to say something but the words will not come out. His eyes grow wide with surprise as he clutches his chest and silently slumps to the ground.
ru: Он смотрит на тебя еще несколько секунд, потом его руки начинают бешено трястись. Он раскрывает рот, чтобы что-то сказать, но слова застревают в глотке. Выпучив глаза от удивления, он хватается за сердце и беззвучно оседает на землю.

source: He nods his head. Yes, cutter. Those of us you see here are guilty of minor crimes. Our punishment is indentured servitude for a period of years dependant upon the crime committed. Are you here to purchase?"
ru: Он кивает. "Да, рубака. Все, кого ты видишь перед собой, виновны в мелких преступлениях. Нашим наказанием является договорное рабство на несколько лет, в зависимости от тяжести преступления. Ты здесь для покупок?"

source: He shakes his head and gives you a sad look. "I have no answers for you, cutter. I would ask that you leave me be." He turns away from you.
ru: Он качает головой и печально смотрит на тебя. "У меня нет для тебя ответов, рубака. Прошу оставить меня в покое". Он отворачивается от тебя.

source: You see the same slightly overweight older man. He has a worried look and keeps glancing about. You notice he is breathing heavily and sweating a lot. He gives you a weak smile. "Back I see, cutter. What can I help you with?"
ru: Ты видишь немного полноватого пожилого мужчину в дешевой одежде. У него встревоженный вид, и он постоянно оглядывается по сторонам. Ты замечаешь, что он тяжело дышит и много потеет. Он слабо улыбается тебе. "Вижу, ты вернулся, рубака. Чем могу помочь?"

source: "Greetings."
ru: "Приветствую".

source: Ignore the man.
ru: Не обращать на него внимания.

source: "I have some questions..."
ru: "У меня есть некоторые вопросы..."

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: "What merchandise?"
ru: "Какой товар?"

source: "I just want some questions answered..."
ru: "Я всего лишь хотел кое-что спросить..."

source: "Yes, I am."
ru: "Да".

source: "No, I'm not."
ru: "Нет".

source: "You're for sale?"
ru: "Ты продаешься?"

source: "Never mind."
ru: "Неважно".

source: "Oh, and why is that?"
ru: "О, и почему же это?"

source: "Yes, I think you're right."
ru: "Да, думаю, ты прав".

source: "No, I think you'll do just fine."
ru: "Нет, думаю, ты вполне сгодишься".

source: "Farewell."
ru: "Прощай".

source: Leave before anyone notices.
ru: Уйти, пока никто не заметил.

source: "No, I'm not."
ru: "Нет".

source: Leave.
ru: Уйти.
