Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmslave1.dlg.po
Languages: ru

source: You see a man with a sad face. He gives you a hopeless look as you approach.
ru: Ты видишь человека с печальным лицом. При твоем приближении он бросает на тебя безнадежный взгляд.

source: He glances at his surrounding then looks at you. "Want something, berk?"
ru: Он оглядывается по сторонам, потом смотрит на тебя. «Чего-то хочешь, пень?»

source: He shakes his head. "Look, berk, I ain't exactly in a position to be answering your stupid questions. Pike off!"
ru: Он качает головой. «Послушай, пень, я вовсе не в том положении, чтобы отвечать на твои дурацкие вопросы. Отвали!»

source: He glares at you. "This is the auction block, Clueless. I'm being sold as a slave! Now go get yourself hipped."
ru: Он пялится на тебя. «Это аукцион, бестолочь. Меня продают в рабство! А теперь пойди-ка высадись».

source: He gives you a frustrated look. "I've got such a wonderful personality that I figured I could make some jink by selling myself. Now, how about making that your last question you barmy sod!"
ru: Он смотрит на тебя раздраженно. «У меня такая чудесная личность, вот я и решил немного подзаработать, продав себя. А теперь как насчет того, чтобы закончить на этом вопросе, недоумок?!»

source: He starts to look angry then seems to give up. "I bled some sod, all right? I got drunk, we had a fight, and I put a shiv into him." He sighs. "I thank the powers he didn't die. It'd be the prison for me if he had."
ru: Он начинает сердиться, но потом остывает. «Я порезал одного бедолагу, доволен? Я напился, мы подрались, и я засадил в него заточку, - он вздыхает. - Хвала силам, что он не откинулся, а то бы я попал в тюрьму».

source: He frowns at you. "You are one clueless sod, aren't you? A shiv is a knife, you idiot." He looks away from you. "I ain't answering any more of your questions. Go away."
ru: Он бросает на тебя мрачный взгляд. «Ты что, один из тех пустоголовых? Заточка - это ножик, болван, - он отворачивается. - Я больше не буду отвечать на твои вопросы. Уходи».

source: He frowns at you. "Yes, the prison. If you get sent there, it's for a good portion of your life and it's not pleasant. As a slave I won't have it so bad and it won't be that long a sentence." He looks away from you. "I ain't answering any more of your questions. Go away."
ru: Он хмуро смотрит на тебя. «Да, в тюрьму. Если тебя посадят, то это надолго и, к тому же, неприятно. В рабстве не так уж плохо, да и срок здесь поменьше, - он отворачивается. - Я больше не буду отвечать на твои вопросы. Уходи».

source: He frowns at you. "Yes... The sod I bled was a friend so he didn't press charges. I still had to deal with the courts though and they sentenced me to the block." He looks away from you. "I ain't answering any more of your questions. Go away."
ru: Он смотрит на тебя угрюмо. «Да... Бедолага, которого я порезал, был моим другом, так что не стал предъявлять мне обвинение. Мне все равно пришлось явиться в суд, где меня и присудили к аукциону, - он отворачивается. - Я больше не буду отвечать на твои вопросы. Уходи».

source: He smiles at you. "It means, go take a long walk through a one-way portal and don't come back!"
ru: Он улыбается тебе. «Это значит: иди-ка, прогуляйся в односторонний портал и не возвращайся!»

source: You see a man with a sad face. He gives you a hopeless look as you approach. "Not you again. What does it take for you to leave me be?"
ru: Ты видишь человека с печальным лицом. При твоем приближении он бросает на тебя безнадежный взгляд. «Только не ты. Чего тебе стоит от меня отвязаться?»

source: He gives you an angry look. "Well, I don't have any answers for you. Pike it, bubber!"
ru: Он смотрит на тебя сердито. «А у меня нет для тебя ответов. Проваливай, алкаш!»

source: "Greetings."
ru: «Приветствую».

source: Ignore the man.
ru: Не обращать на него внимания.

source: "I have some questions..."
ru: «У меня есть кое-какие вопросы...»

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: "Why, what's going on here?"
ru: «А что здесь происходит?»

source: "Fine, farewell."
ru: «Отлично, прощай».

source: "Why are you being sold?"
ru: «Почему тебя продают?»

source: "What does get hipped mean?"
ru: «Что значит 'высадись'?»

source: "I want to know the real reason you're being sold."
ru: «Я хочу знать настоящую причину, почему тебя продают».

source: "Fine by me. Farewell."
ru: «Ну и ладно. Прощай».

source: "What's a shiv?"
ru: «Что такое заточка?»

source: "The prison?"
ru: «В тюрьму?»

source: "I see. So you're being sold into slavery because of a fight?"
ru: «Ясно. Значит, тебя продают в рабство из-за драки?»

source: "I see. Farewell."
ru: «Понятно. Прощай».

source: "I see. So why are you being sold?"
ru: «Понятно. Так почему тебя продают?»

source: "Never mind. Farewell.
ru: «Неважно. Прощай».
