Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dmw4.dlg.po
Languages: ru

source: You see a middle-aged man, busily working on crates of stock. He nods at your approach.
ru: Перед тобой мужчина средних лет, усердно работающий с ящиками товаров. Он кивает тебе, когда ты подходишь.

source: "Greetings."
ru: "Приветствую".

source: Ignore the man.
ru: Не обращать на него внимания.

source: He smiles and wipes his brow. "How do, cutter."
ru: Он улыбается и смахивает пот со лба. "Привет, рубака".

source: "I have some questions..."
ru: "У меня есть пара вопросов..."

source: "Never mind, farewell."
ru: "Неважно, прощай".

source: He nods. "Very well..."
ru: Он кивает. "Хорошо..."

source: "I'm looking for someone named Lothar, or the Master of the Bones..."
ru: "Я ищу кое-кого по имени Лотар, он же Повелитель Костей..."

source: "I had a skull and it's been stolen from me. Do you know anyone who would do such a thing?"
ru: "У меня был череп, который украли. Ты не знаешь кого-нибудь, кто бы мог это сделать?"

source: "Where can I buy some weapons?"
ru: "Где бы мне купить оружие?"

source: "Where can I buy some magic?"
ru: "Где бы мне купить магические предметы?"

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: He shakes his head. "Never heard of him. I'd ask around, maybe someone else has."
ru: Он качает головой. "Никогда о нем не слышал. Я поспрашиваю в округе: может, кто знает".

source: "I have some more questions..."
ru: "У меня еще вопросы..."

source: "Thank you, farewell."
ru: "Спасибо, прощай".

source: He gives you a blank look. "Missing a skull... I, uh..." He shrugs. "Sorry, I wouldn't know anything about that..." He looks like he wants to ask you something but thinks better of it.
ru: Он смотрит на тебя равнодушно. "Череп пропал... я, э... - он пожимает плечами. - Извини, я ничего об этом не знаю..." Похоже на то, что он хочет что-то у тебя спросить, но не решается.

source: He concentrates for a moment as if he is trying to understand what you just asked him. "Well... weapons? I don't know... I suppose one of the merchants here would sell them. It's not the kind of thing an average citizen would need, though."
ru: На мгновение он задумывается, как бы пытаясь понять, что ты только что у него спросил. "Ну... оружие? Даже не знаю... Полагаю, им торгует один из здешних торговцев. Однако это не то, в чем нуждается обычный горожанин".

source: "Without a weapon, how do you defend yourself?"
ru: "А как ты защитишь себя без оружия?"

source: He looks at you with disbelief. "The Harmonium... it's their place to protect us citizens. They uphold the law, punish the guilty, that sort of thing. A citizen shouldn't have to worry about protecting himself." He looks at you blankly.
ru: Он смотрит на тебя недоверчиво. "Гармониум... это они должны защищать нас, граждан. Они поддерживают порядок, наказывают виновных и так далее. Гражданин не должен беспокоится о самозащите". Он смотрит на тебя спокойным взглядом.

source: "Magic? I...." He twists his face into a confused mask. "I don't know. One of the merchants here maybe, but magic isn't all that prevalent... is it?" He awaits your answer.
ru: "Магические? Я... - его лицо принимает растерянный вид. - Я не знаю. Может, у одного из торговцев, но ведь магия не то чтобы распространена... так ведь?" Он ждет твоего ответа.

source: "You just don't have a clue, do you?"
ru: "Ты просто не знаешь, не так ли?"

source: He gives you a shocked look. "Well no... I mean yes... uh, well... maybe not." He shrugs. "I've been called naive, but I don't think that's the case. I'm just not as *worldly* as some, that's all."
ru: Он смотрит на тебя потрясенно. "Ну, нет... то есть, да... э, ну... пожалуй, нет, - он пожимает плечами. - Меня называют наивным, но я вовсе так не считаю. Просто я не такой *бывалый*, как некоторые, вот и все".

source: "What color is the sky in your universe..."
ru: "Какого же цвета небо в твоей вселенной?.."

source: He looks outside and points. "It's yellow... it's because of all the smoke and such from the factories."
ru: Он смотрит вверх и показывает. "Желтого.. это из-за дыма и всего прочего, идущего от фабрик".

source: "Never mind. I have some questions..."
ru: "Неважно. У меня есть другие вопросы..."

source: The workman looks up at you. "Hello again. Can I help you."
ru: Рабочий смотрит на тебя. "Здравствуй. Чем могу помочь?"
