Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dn1201.dlg.po
Languages: ru

source: This foul-smelling note has a strange looking diagram inscribed beneath the writing. It looks as if it's instructing you to fold the corners of the note so their points touch the center. There is a series of strange marks on each corner - one mark on the upper right, two marks on the lower right, three marks on the lower left, and no marks on the upper left.
ru: На этой воняющей записке изображена странная диаграмма, описываемая строками ниже. Похоже на инструкцию, которая описывает порядок сгибания углов записки к центру. На каждом из углов есть также серия странных отметок - одна отметка на верхнем правом, две - на нижнем правом, три - на нижнем левом и ни одной на верхнем левом.

source: Fold the upper right into the center.
ru: Согнуть верхний правый угол к центру.

source: Fold the lower right into the center.
ru: Согнуть нижний правый угол к центру.

source: Fold the lower left into the center.
ru: Согнуть нижний левый угол к центру.

source: Fold the upper left into the center.
ru: Согнуть верхний левый угол к центру.

source: Leave the note alone.
ru: Оставить записку в покое.

source: You fold the corner inwards so its point touches the center.
ru: Ты сгибаешь угол внутрь так, что теперь он касается центра.

source: Unfold the note, start again.
ru: Разогнуть записку, начать сначала.

source: Unfold the note and leave it alone.
ru: Разогнуть записку, оставить ее в покое.

source: As you fold the upper left inward to the center, you watch as the upper right unfolds by itself, resuming its normal position.
ru: Как только ты сгибаешь верхний левый угол к центру, ты видишь, что верхний правый угол разгибается сам по себе, возвращаясь в прежнее положение.

source: Fold the upper right back into the center.
ru: Снова согнуть правый верхний угол к центру.

source: Fold the lower left corner inwards.
ru: Согнуть нижний правый угол к центру.

source: As you fold the lower left corner inwards, it stays for a moment, then the other two corners unfold outwards. Nothing happens.
ru: Как только ты сгибаешь нижний левый угол внутрь, на мгновенье он остается в таком положении, но затем другие углы разгибаются наружу Ничего не происходит.

source: Examine the note again.
ru: Снова осмотреть записку.

source: Put the note away.
ru: Отложить записку.

source: As you fold the upper right corner back to the center, the lower left corner mirrors the action, until all the corners touch in the center. You watch for a moment, and the corners of the paper raise up, turning the note into a small four-sided paper pyramid.
ru: Как только ты снова сгибаешь верхний правый угол к центру, нижний левый угол повторяет действие, пока все углы не стали касаться центра. Через мгновение углы бумаги поднимаются, превращая записку в небольшую четырехугольную бумажную пирамидку.

source: Open the sides of the pyramid.
ru: Раскрыть стороны пирамидки.

source: You peel back the sides of the pyramid, and the paper disintegrates to dust. Inside is a small triangle-shaped earring. It catches the light and gleams brightly.
ru: Ты разгибаешь стороны пирамидки, и бумага превращается в пыль. Внутри находится треугольная серьга. Она блестит и играет на свету.

source: Take the triangle earring...
ru: Взять треугольную серьгу...
