Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dneml.dlg.po
Languages: ru

source: This tall, slender woman, sipping wine from a small ceramic cup, appears to be looking for someone. Her facial features are elegantly exotic and the woman's ears, though partially covered by her long hair, can be seen to come to sharp points.
ru: Эта высокая стройная женщина, потягивающая вино из маленькой керамической чаши, похоже, кого-то ищет. Черты ее лица изящны и экзотичны, а ее уши, хотя и частично прикрытые волосами, заметно заострены на концах.

source: "Greetings."
ru: "Приветствую".

source: I told Nemelle her friend, Aelwyn, was looking for her. She rewarded me with a magical kiss, which increased my maximum hit points by three.
ru: Я сказал Немель, что ее ищет ее подруга, Эльвин. Она вознаградила меня волшебным поцелуем, который увеличил мой максимум очков жизни на три.

source: I offered to find someone named Aelwyn for a mysterious woman I met, Nemelle. I understand Aelwyn to be a tall, beautiful woman with golden eyes and crimson hair.
ru: Я встретил загадочную женщину, Немель, которой предложила мне разыскать некую Эльвин. Насколько я понял, Эльвин - это высокая красивая женщина с золотистыми глазами и красными волосами.

source: A mysterious woman named Nemelle gave me the command word for the magical decanter I had found: 'Nildennosaj.'
ru: Загадочная женщина по имени Немель сообщила мне волшебное слово к найденному мной волшебному графину: "Нильденосадж".

source: I offered to find a woman for a mysterious woman I met, Nemelle. As it turns out, I already knew where this woman, Aelwyn, was. Nemelle rewarded me with a magical kiss, which increased my maximum hit points by three.
ru: Я встретил загадочную женщину, Немель, которая предложила разыскать некую Эльвин. Как оказалось, я уже знал, где находится Эльвин. Немель вознаградила меня волшебным поцелуем, который увеличил мой максимум очков жизни на три.

source: I told Nemelle I found her friend, Aelwyn, for her. She rewarded me with a magical kiss, which increased my maximum hit points by three.
ru: Я сказал Немель, что нашел ее подругу, Эльвин, как она и просила. Она вознаградила меня волшебным поцелуем, который увеличил мой максимум очков жизни на три.

source: Leave the woman be.
ru: Оставить женщину в покое.

source: The woman turns to face you, violet eyes flashing like flawless chips of amethyst. Her speech is as music; you can hear a faint, musical tinkling, a hundred tiny crystal bells, as she speaks. Each word lingers in your ears, as if they were unwilling to relinquish the exquisite sound. "Nemelle turned to face the scarred, dour stranger. She asked what he wished of her."
ru: Женщина поворачивается к тебе, ее фиалковые глаза сверкают, как безупречные аметисты. Ее речь словно музыка; когда она говорит, тебе слышится слабый мелодичный перезвон сотен крохотных хрустальных колокольчиков. Каждое ее слово задерживается в твоих ушах, как будто они не хотят отпускать столь изысканные звуки. "Немель повернулась к суровому незнакомцу, покрытому шрамами. Она спросила, чего он от нее хочет".

source: "You're Nemelle? I was told you know the command word for this decanter."
ru: "Ты Немель? Мне сказали, что ты знаешь волшебное слово к этому графину".

source: "Nemelle? Your friend, Aelwyn, is looking for you."
ru: "Немель? Твоя подруга Эльвин ищет тебя".

source: "Are you looking for someone?"
ru: "Ты кого-то ищешь?"

source: "I had some questions..."
ru: "У меня есть некоторые вопросы..."

source: "Nothing, actually. Farewell."
ru: "На самом деле, ничего. Прощай".

source: The woman makes no move to touch or examine the decanter, but only speaks. "Nemelle took it from the stranger, turning it in her hands. Had she seen its like before, she thought? Perhaps... yes, she remembered now. She returned the decanter, whispering into his ear as she did so..."
ru: Женщина не делает ни единого движения, чтобы прикоснуться к графину или осмотреть его - она лишь произносит: "Немель взяла его у незнакомца, повертела его в руках. Она подумала: видела ли она нечто подобное раньше? Возможно... да, теперь она вспомнила. Она вернула графин, прошептав ему кое-что на ухо..."

source: "Uh..."
ru: "Э..."

source: You realize you know the word, now -- 'Nildenosaj' -- though you're certain the woman never whispered to you, but merely said she did. She blinks at you. "Would the stranger leave her, now, satisfied with what she had told him?"
ru: Ты понимаешь, что теперь тебе известно это слово - "Нильденосадж", - хотя ты уверен в том, что эта женщина ничего тебе не шептала, а лишь сказала, что сделала это. Она смотрит на тебя выжидающе. "Оставит ли теперь ее незнакомец, удовлетворенный тем, что она ему сказала?"

source: "Not yet. I found Aelwyn."
ru: "Пока нет. Я нашел Эльвин".

source: "Not yet. Your friend, Aelwyn, is looking for you."
ru: "Пока нет. Тебя ищет твоя подруга, Эльвин".

source: "Not just yet. Are you looking for someone?"
ru: "Пока еще нет. Ты кого-то ищешь?"

source: "No... I had some questions."
ru: "Нет... У меня есть некоторые вопросы".

source: "Yes, I will. Farewell."
ru: "Да. Прощай".

source: Nemelle's lips form a perfect smile; an infectious happiness radiates from her, clinging to you like sweet-smelling warmth. "Nemelle was overjoyed to hear of her friend. Was Aelwyn close by?"
ru: Губы Немель образуют безупречную улыбку; от нее исходит заразительное счастье, обволакивая тебя, как благоухающее тепло. "Немель была очень рада услышать о своей подруге. Эльвин где-то поблизости?"

source: "She's at another cafe east of here, across this part of the Ward."
ru: "Она возле другого кафе на восток отсюда, за этой частью района".

source: "Nemelle thanked the man for his wondrous news. Soon, she would go to visit her oldest friend, Aelwyn. Now, though, she would reward the stranger..."
ru: "Немель поблагодарила человека за чудесные новости. Скоро она навестит свою старую подругу, Эльвин. А теперь она отблагодарит незнакомца..."

source: "No, that's all right... I need no reward."
ru: "Нет, все нормально... Мне не нужно награды".

source: Wait for her to reward you.
ru: Подождать, пока она отблагодарит тебя.

source: Nemelle touches her index finger to her lips, making a faint hushing noise.
ru: Немель прикладывает указательный палец к губам, издавая тихое "ш-ш-ш".

source: "She would draw the stranger close, laying her hand upon his chest and kissing the pale, leathery skin of his cheek. Life would flow into him, invigorating him... this, then, was to be his reward."
ru: "Она подойдет к незнакомцу поближе, положит руку ему на грудь и поцелует бледную грубую кожу его щеки. В него вольется жизнь, сделав его сильнее... и это будет ему наградой".

source: Wait.
ru: Подождать.

source: As you wait, there is a light tingling sensation upon your cheek and chest. The feeling spreads across the whole of your body, and you begin to feel stronger, more animated.
ru: Внезапно у тебя появляется слабое щекочущее чувство на щеке и груди. Оно разносится по всему телу, и ты стаешь чувствовать себя более сильным и живым.

source: "Thanks. I had some questions."
ru: "Спасибо. У меня есть другие вопросы".

source: "My thanks, Nemelle. Farewell."
ru: "Спасибо, Немель. Прощай".

source: "Nemelle listened to the stranger's questions, but could answer none. He would have to seek his answers elsewhere."
ru: "Немель выслушала вопросы незнакомца, но не смогла ответить на них. Ему придется поискать ответы в другом месте".

source: "But... I haven't even asked..."
ru: "Но... Я даже не спросил..."

source: "Farewell, then."
ru: "Тогда прощай".

source: Nemelle smiles at you, slowly shaking her head, your face reflected in her shimmering eyes. "Frustrated, confused, he at last gave up. It was clear this woman possessed no more knowledge that was of use to him -- or if she did, she could not be persuaded to share it."
ru: Немель улыбается тебе, медленно качая головой; твое лицо отражается в ее мерцающих глазах. "Раздраженный и сбитый с толку, он, наконец, сдался. Было ясно, что эта женщина не знала ничего, что могло бы ему пригодились... а даже если и знала, он бы не смог убедить ее поделится с ним".

source: "What? No... just let me ask you something..."
ru: "Что? Нет... позволь только кое-что у тебя спросить..."

source: You open your mouth, but no words come out. Try as you might, you cannot question her. Nemelle shakes her head sadly.
ru: Ты открываешь рот, но не можешь вымолвить и слова. Как бы ты не старался, ты не можешь задать ей вопрос. Немель грустно качает головой.

source: "'Where could she be?' Nemelle wondered. Her companion, Aelwyn, was supposed to have met her here days ago." The woman sighs miserably; the air around her grows chill with her sadness. "How long must she search this vast, foreign city before she finds her dearest friend?"
ru: "'Где же она может быть?' - думала Немель. Ее спутница, Эльвин, должна была встретиться с ней здесь пару дней назад, - женщина печально вздыхает; воздух вокруг нее становится прохладным от ее грусти. - Сколько еще ей скитаться по этому огромному незнакомому городу, пока она не найдет свою лучшую подругу?"

source: "I could help you find your friend. What does she look like?"
ru: "Я бы мог помочь тебе найти твою подругу. Как она выглядит?"

source: "I could find her for you -- for a price, of course."
ru: "Я бы мог найти ее для тебя... конечно, не забесплатно".

source: "I hope you find her. Farewell."
ru: "Надеюсь, ты ее найдешь. Счастливо".

source: Nemelle clasps her hands together and bows her head to you. "She would be so pleased to hear news of her friend! She told the kind stranger what Aelwyn looked like, so that he would know her should he come across her." An image forms in your mind -- a woman who resembles Nemelle, but with golden eyes and hair of fiery crimson.
ru: Немель всплескивает руками и кивает тебе. "Она была бы так рада услышать новости про ее подругу! Она рассказала доброму незнакомцу, как выглядит Эльвин, чтобы он узнал ее, если встретит". В твоей голове появляется образ: женщина, похожая на Немель, но с золотистыми глазами и ярко-красными волосами.

source: "I've actually met that woman."
ru: "Вообще-то, я встречал эту женщину".

source: "I'll return if I find her. Farewell."
ru: "Я вернусь, если разыщу ее. Прощай".

source: Nemelle speaks slowly, her eyes downcast: "She knew, as the stranger soon would, the she had nothing to give. Whatever the man's price, she could not meet it."
ru: Немель говорит медленно, опустив взгляд: "Она знала, и незнакомец тоже вскоре узнает, что у нее ничего нет. Она не сможет ничего ему дать, чего бы он не потребовал".

source: "I'll do it as a favor, then."
ru: "Тогда я сделаю это в качестве одолжения".

source: "Forget it, then. Farewell."
ru: "Тогда забудь об этом. Прощай".

source: The woman smiles as she greets you, her beauty no less breathtaking than the first time you saw her. "Again she met the stranger. 'Why,' she wondered, 'could he have come to me once more?'"
ru: Женщина приветствует тебя, улыбаясь. Ее красота завораживает тебя не меньше, чем в первый раз. "И вновь она встретила незнакомца. 'Зачем, - подумала она, - ему приходить ко мне снова?'"

source: "Nemelle... I was told you know the command word for this decanter."
ru: "Немель... Мне сказали, что ты знаешь волшебное слово к этому графину".

source: "Your friend, Aelwyn, is looking for you."
ru: "Тебя ищет твоя подруга, Эльвин".

source: The woman smiles as she greets you, her beauty no less breathtaking than the first time you saw her. "Nemelle held her breath as the stranger approached her. 'Had he found Aelwyn?' she wondered."
ru: Женжина приветствует тебя, улыбаясь. Ее красота завораживает тебя не мешьше, чем в первый раз. "Немель затаила дыхание, когда незнакомец приблизился к ней. 'Нашел ли он Эльвин?' - подумала она".

source: "I was told you know the command word for this decanter."
ru: "Мне сказали, что ты знаешь волшебное слово к этому графину".

source: "I found Aelwyn. She was looking for you, too."
ru: "Я нашел Эльвин. Она тоже тебя ищет".

source: "I haven't found her. I had some questions..."
ru: "Я не нашел ее. У меня есть кое-какие вопросы..."

source: "No, I was just passing by. Farewell."
ru: "Нет, я просто проходил мимо. Прощай".

source: Nemelle clasps her hands together and bows her head. When she finally looks up and smiles at you, a wave of pleasure washes over your body -- the effect is almost dizzying. "Nemelle thanked the stranger once more; she only hoped he knew how happy she felt to be reunited with Aelwyn."
ru: Немель всплескивает руками и кивает тебе. Когда она, наконец, обращает на тебя взгляд, улыбаясь, тебя омывает волной удовольствия - эффект просто головокружительный. "Немель еще раз поблагодарила незнакомца. Она лишь надеялась, что он понимает, как она счастлива снова оказаться вместе с Эльвин".

source: The woman snarls at you, her violet eyes flashing like burning points of pure hatred. She speaks as if reading from a book: "'You fool,' she cried. 'How dare you attack a daughter of Asaharm so! A dog you are...' She narrowed her eyes at him. '...and like a dog, you shall die!'" She then regards you coolly, sipping from her cup of wine.
ru: Женщина фыркает, ее глаза сверкают, словно пылающие точки чистой ненависти. Она говорит, словно читая из книги: "'Ты глупец, - воскликнула она. - Как ты посмел напасть на дочь Асахарма! Ты пес, - она посмотрела на него прищурено, - и умрешь как собака!'" Затем она бросает на тебя холодный взгляд, отпивая вино из чаши.

source: "Huh...?"
ru: "А?.."

source: Ignore her, press your attack.
ru: Проигнорировать ее, продолжить атаку.

source: You drop to the ground, howling in agony... your insides seem to churn and you begin to cough up great gouts of steaming, black blood. At last you collapse to the street, quivering, the last shreds of life fading from your body...
ru: Ты падаешь на землю, воя в агонии... твои внутренности словно превратились в кашу; ты начинаешь выплевывать большие сгустки темной дымящейся крови. В конце концов, ты оседаешь на мостовую, подергиваясь; твое тело покидают остатки жизни...

source: Fall into darkness...
ru: Пасть во тьму...

source: "Fine. But... are you looking for someone?"
ru: "Отлично. Но... ты кого-то ищешь?"

source: "Not... a problem. I... I was told you know the command word for this decanter."
ru: "Нет... проблем. Мне... мне сказали, что ты знаешь волшебное слово к этому графину".

source: "I... think I do. Farewell, Nemelle."
ru: "Думаю... да. Прощай, Немель".
