Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dnestor.dlg.po
Languages: ru

source: I have returned Nestor's fork. The fork turned out to be a portal key of some kind. Once back in his possession, Nestor was able to return to wherever it is he's originally from. I wonder how long the poor sod had been stranded in Sigil without the means to get home?
ru: Я вернул Нестору вилку. Она оказалась портальным ключом или что-то вроде того. Получив свою вещь, Нестор теперь может вернуться туда, откуда пришел. Интересно, сколько времени этот бедолага слонялся по Сигилу, не имея возможности вернуться домой?

source: I've agreed to help the flophouse loon, Nestor, find his fork. The poor sod seemed quite deranged, carrying around a severed ear in his pocket and talking to it like it could hear him, but I don't suppose it could do any harm to look for a fork for him.
ru: Я согласился помочь психу Нестору из ночлежки найти его вилку. Бедолага явно спятил, раз держит у себя в кармане оторванное ухо и разговаривает с ним, будто оно может услышать его. Хотя вроде большого вреда от того, что я поищу его вилку, не будет.

source: You see an aging man in soiled and tattered clothes frantically pacing in the corner. His shock of filthy, white hair sticks out in every direction and his face, encrusted with dirt and streaks of dried blood, is covered with gray stubble. Every few seconds, he stops pacing and flails about suddenly, muttering and cursing as if assaulted by some unseen foe. He does not seem to notice your approach.
ru: Перед тобой пожилой человек в грязной и рванной одежде, неистово метающийся в углу. От него несет вонью, белые волосы торчат во все стороны, а лицо, испачканное землей и засохшей кровью, покрыто серой щетиной. Ежесекундно останавливаясь, он с невнятными проклятиями в чей-то адрес начинает размахивать руками, будто нападая на какого-то невидимого врага. За этим занятием он даже не замечает твоего приближения.

source: The old man stops his frantic pacing and glances at you nervously. "Fork? Fork? Fork? Can't go home without my fork."
ru: Старик останавливается и обеспокоенно на тебя смотрит. "Вилка? Вилка? Вилка? Не могу попасть домой без своей вилки".

source: At the sound of your voice, the old loon whirls about to face you, his wide, staring eyes bulging in their sockets. He regards you for a brief moment, then returns to his raving. "No! No! Nooooooooo! It's not you... hoo hoo! But soon... yes, soon."
ru: Старый дурак, выпучив глаза, резко разворачивается на твой голос. Взглянув на тебя, он продолжает свой бред. "Нет! Нет! Нееееееееет! Это не ты... ху-ху! Но скоро... да, скоро".

source: The old man seems oblivious to your presence. "Hoo hoo hoo! You'll come. Yes... you'll come. And ol' Nestor'll be waiting!"
ru: Кажется, старик начисто забыл о твоем присутствии. "Ху-ху-ху! Ты придешь. Да... ты придешь. Старый Нестор будет ждать!"

source: "Waiting, yes..." He suddenly plops down on the floor, as if overcome by exhaustion. "Long have I waited... waiting." He takes a deep breath and springs back to his feet. "Wait forever if I have to! Do you hear me?"
ru: "Ждать, да... - он неожидано падает на пол, словно от изнурения. - Долго я ждал... ждать". Он делает глубокий вдох и снова поднимается на ноги. "Ждать вечно, если нужно. Ты понял меня?"

source: "Nooooooo!" Nestor's face turns beet-red and his whole body shakes in protest. "My fork! Can't leave without my fork! Hoo hoo! Fork, fork, fork!"
ru: "Неееееет! - лицо Нестора наливается кровью, его буквально трясет от протеста. - Моя вилка! Не могу уйти без моей вилки! Ху-ху! Вилка, вилка, вилка!"

source: "Fork? Fork! Fork! Can't go home without my fork!" Nestor's frenzy reaches a violent crescendo. He begins hopping up and down maniacally, then suddenly stops, lowers his head, and runs headlong into a large, wooden cupboard that stands against the back wall of the flophouse. The force of the impact knocks the old man flat on his back. After a few seconds he stands back up, a dazed expression on his face. "Gone. Stolen. Can't go home without my fork."
ru: "Вилка? Вилка! Вилка! Не могу попасть домой без своей вилки!" Безумство Нестора достигает предела. Он начинает бешено прыгать, после чего неожиданно останавливается и, пригнув голову, бежит без оглядки прямо на огромный деревянный шкаф, стоящий у стены ночлежки. Сильно ударившись об него, старик оседает назад. Спустя несколько секунд он с изумлением встает. "Исчезла. Украли. Не могу попасть домой без своей вилки".

source: Nestor stares at you for a long moment, then begins rummaging through the pockets of his filthy tunic. After a few seconds he produces what appears to be a dismembered ear. Judging by the stench and color of the ear, you'd wager that the old loon has been toting it around in his pocket for some time. "You have my fork, don't you? Don't you! Hoo hoo!" He holds the ear close as if speaking to it. "Bring back my fork!"
ru: Нестор долго смотрит на тебя, шаря по карманам своей грязной одежды. Спустя несколько секунд он достает нечто, что оказывается оторванным ухом. Судя по запаху и цвету уха, ты делаешь вывод, что старый псих держал его в кармане довольно долго. "У тебя моя вилка, нет? Не у тебя! Ху-ху!" Он обращается к уху, словно разговаривая с ним: "Верни мою вилку!"

source: "Wait! Wait! Waiting! Hoo hoo!" He shakes the ear violently as he shouts into it. "Until you bring it back! Then I can go home!"
ru: "Ждать! Ждать! Ждать! Ху-ху!" Он неистово трясет ухом, словно пытается докричаться до него: "Пока ты не принесешь ее назад! И тогда я вернусь домой!"

source: "Nooooo! Can't go home without my fork!" He backs away from you, snarling and baring his teeth like a cornered animal.
ru: "Нееет! Не могу попасть домой без моей вилки!" - он отстраняется от тебя, рыча и скаля зубы, словно загнанное животное.

source: You reach out to grab him, but the old man is surprisingly fast for his age. Before you can get a grip on him, he twists out of your grasp and sinks his teeth into your outstretched hand. Recoiling in pain, you quickly withdraw your hand.
ru: Ты пытаешься схватить его, однако старик оказался для своих лет довольно ловким. Опередив тебя, он уворачивается и вонзается зубами в протянутую руку. Почувствовав боль, ты одергиваешь руку.

source: Nestor calms down slightly, his bulging eyes seem on the verge of tears. "Can't go home. Can't. Can't. Can't. Not without fork."
ru: Нестор немного успокаивается, на его глазах наворачиваются слезы. "Не могу попасть домой. Не могу. Не могу. Не могу. Только с вилкой".

source: Nestor hastily snatches up the fork. "My fork? My fork! Fork! Fork! Fork! Hoo hoo!" He hops up and down excitedly, waving the fork back and forth in an elaborate pattern above his head as if he were performing some sort of ritual. "Now I can go home! Farewell! Hoo hoo!"
ru: Нестор выхватывает вилку из рук. "Моя вилка? Моя вилка! Вилка! Вилка! Вилка! Ху-ху!" От радости он неистово прыгает, размахивая вилкой над головой по какой-то причудливой траектории, словно проводя какой-то странный ритуал. "Теперь я могу попасть домой! Прощай! Ху-ху!"

source: Nestor turns to leave, then, as if struck with some afterthought, he turns back around and hands you a scrap of something soft and rubbery: the severed ear. Upon closer examination, you notice that there is an earring still dangling from it.
ru: Уже собираясь уходить, Нестор замирает в раздумье, после чего поворачивается и протягивает тебе что-то мягкое: оторванное ухо. Внимательно осмотрев его, ты замечаешь, что на нем до сих пор висит какая-то серьга.

source: "Greetings."
ru: "Приветствую".

source: Leave the man alone.
ru: Оставить мужчину в покое.

source: "Look... Arlo asked me to get rid of you, so you're going to have to leave."
ru: "Послушай... Арло попросил меня избавиться от тебя, так что тебе придется выметаться отсюда".

source: "Your... fork?"
ru: "Какая еще вилка?"

source: "Is this the fork you speak of?"
ru: "Это та вилка, о которой ты говорил?"

source: "Nevermind. Farewell."
ru: "Неважно. Прощай".

source: "Are you the one they call Nestor?"
ru: "Это тебя зовут Нестором?"

source: "Uh... who are you talking to?"
ru: "Ух... С кем это ты разговариваешь?"

source: Leave him be.
ru: Оставить его в покое.

source: "Are you alright?"
ru: "С тобой все в порядке?"

source: "Waiting? Who are you waiting for?"
ru: "Ждать? Кого ты будешь ждать?"

source: "Uh... I'll leave you to it then. Farewell."
ru: "Ух... Тогда я тебя оставлю в покое. Прощай".

source: "Enough of your ramblings, old man. It's time for you to leave... one way or another."
ru: "Хватит этой пустой болтовни, старик. Пора уходить... так или иначе".

source: "I can see this is getting me nowhere. Farewell."
ru: "Похоже, мы зашли в тупик. Прощай".

source: "Stolen, you say? Who took your fork?"
ru: "Украли, говоришь? Кто мог взять твою вилку?"

source: "If I can find you a fork, then will you leave?"
ru: "Если я найду твою вилку, ты уйдешь?"

source: "Maybe I can help you."
ru: "Возможно, я помогу тебе".

source: "Uh... Never mind. Farewell."
ru: "Ух... Не важно. Прощай".

source: "Right. I'll try to find your fork, then. Farewell."
ru: "Хорошо. Я попытаюсь найти твою вилку. Прощай".

source: "Never mind. I've got better things to do than hunt down silverware for a madman. Farewell."
ru: "Неважно. У меня есть дела поважнее, чем охота на столовое серебро какого-то психа. Прощай".

source: Grab a hold of him.
ru: Взять его в охапку.

source: "Look, I don't want to hurt you... but you *have* to leave."
ru: "Послушай, я не желаю тебе вреда... но ты *должен* уйти".

source: "Have it your way, then. Farewell."
ru: "Ну хорошо, разбирайся тогда сам. Прощай".

source: "Alright. We do this the hard way then..."
ru: "Ну хорошо. Теперь будем по-плохому..."

source: "Have it your way, then. Farewell."
ru: "Ну хорошо, разбирайся тогда сам. Прощай".

source: "Farewell, Nestor."
ru: "Прощай, Нестор".

source: Pocket the earring and discard the rotting piece of flesh.
ru: Забрать серьгу и выбросить гнилой кусок плоти.

source: Nestor ignores you entirely, his gaze fixed on the cupboard at the back of the room.
ru: Нестор полностью тебя игнорирует, его взгляд прикован к шкафу у стены.

source: Leave.
ru: Уйти.
