Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dnodd.dlg.po
Languages: ru

source: Lie: "Of course. Your sister's a whore, and one so foul I doubt I'd be with her even free of charge."
ru: Ложь: "Конечно. Твоя сестра - шлюха, и такая грязная, что я вряд ли переспал бы с ней даже за так".

source: "Glad I could help. Farewell, Nodd."
ru: "Рад был помочь. Прощай, Нодд".

source: "Don't bother thanking me - it was a paid job, even if poorly so, and not a favor. Farewell."
ru: "Хватит благодарить меня. Это была платная услуга, а не одолжение, хоть и плата была никудышной. Прощай".

source: "Greeting, Nodd."
ru: "Здравствуй, Нодд".

source: As you approach the hooded, brown-robed man, you notice that he's mumbling to himself softly, and occasionally nodding.
ru: Подойдя к мужчине в коричневом балахоне с капюшоном, ты замечаешь, что он что-то тихо себе бормочет и время от времени кивает.

source: Meet his attack.
ru: Встретить его атаку.
