Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dnodd.dlg.po
Languages: ru

source: "Someone comes ta speaks ta Nodd, speaks ta Nodd, aye..." He suddenly breaks into a fit of hacking coughs, then nods to himself.
ru: "Кое-кто пришел поговорить с Ноддом, поговорить с Ноддом, ага..." Внезапно у него начинается приступ сухого кашля, после чего он кивает себе.

source: "Nothin'. 'Cept lookin' fer deaders. Nothin' else." He sniffs, then gives another hacking cough. He mumbles for a moment, then speaks again. "Nothin' else. Need th' jink. Jink-jink."
ru: "Ничем. Тока трупаков ищу. Больше ничем". Он шмыгает носом, затем снова разражается сухим кашлем. Некоторое время он что-то бормочет, потом продолжает: "Больше ничем. Нуна звенелки. Дзинь-дзинь".

source: The man nods. "Dead-ers. Ken sell 'em ta th' Dusties."
ru: Он кивает. "Трупаков. Мона толкать их мертвякам".

source: He starts nodding without really looking at you. "Haul 'em ta th' black place, th' Mort-u-ary." He tilts his head back and forth, then nods again. "There, th' Dusties, they haggles and gives jink - they takes th' deader in, they do, aye, an' Nodd don't talks ta 'em 'til th' next body." He sniffs, wiping at his nose with back of his hand.
ru: Он начинает кивать, не глядя на тебя. "Тащим их в темное место, в Морг, - он качает головой взад-вперед, потом еще раз кивает. - Там мертвяки, они барыжат и дают звенелки. Они ныкают трупаков, ага, и до следующего трупа Нодд с ними не болтает". Он сморкается и вытирает нос тыльной стороной ладони.

source: He shrugs. "No matterr, no matterr." He smiles, then nods sagely. "Jink fer me, jink-jink."
ru: Он пожимает плечами. "Неважно, неважно, - он улыбается и глубокомысленно кивает. - Главное - звенелки, дзинь-дзинь".

source: He frowns and licks his lips. "Ragpicker's Square, th' square, trash everywhere, aye, everywhere." He coughs.
ru: Он хмурится и облизывает губы. "Площадь Старьевщиков, ну, площадь, кругом мусор, ага, повсюду". Он кашляет.

source: He nods. "What?" He sniffs, then squints at you. "Jink." He taps his head, points at you, then points at his hand. "Ye wants t'know sumfin -- jink. Aye, jink-jink."
ru: Он кивает. "Чего? - он шмыгает носом, потом смотрит на тебя искоса. - Звенелки, - он стукает себя по голове, указывает на тебя, потом себе на ладонь. - Если хош чего узнать - доставай звенелки. Ага, дзинь-дзинь".

source: "Jink fer Nodd, jink-jink." He mumbles for a moment, hiding the copper coins away in the folds of his robes. "Ask, Nodd tries ta answer, aye." He coughs for a bit, spitting something off to the side.
ru: "Звенелки для Нодда, дзинь-дзинь, - он что-то бормочет, пряча медяки в складках своих одежд. - Ну, спрашивай - Нодд попробует ответить, ага". Он откашливается, сплевывая в сторону.

source: "Me. Me?" He seems unsure for a moment, then nods assent. "Me. Scoops up dead-errrs, take ta Dusties... Dusties pay, jink fer dead, dead ta their right place. Dead happy. Dusties happy. Nodd happy, aye, with Nodd's shiny jink."
ru: "Я. Я? - на мгновение он вроде как задумывается, потом одобрительно кивает. - Я. Добываю трупы, ношу мертвякам... Мертвяки платят звенелками, мертвые попадают куда надо. Мертвые довольны. Мертвяки довольны. Нодд доволен, ага, с блестящими-то звенелками".

source: He points to ground, nodding. "Th' square, Ragpicker's Square, trash everywhere, aye, Sharegrave's square." He mumbles to himself for a moment.
ru: Он указывает на землю, кивая. "Площадь Старьевщиков, ну, площадь, кругом мусор, ага, повсюду". Пару секунд он что-то бормочет сам себе.

source: A Collector named Nodd asked me to find his sister, Amarysse, and speak to her for him. He describes her as an attractive young woman living somewhere in the Hive.
ru: Сборщик по имени Нодд попросил меня разыскать его сестру, Амариссу, и поговорить с ней. Он описал ее как привлекательную девушку, живущую где-то в Улье.

source: He looks frightened and starts to shake his head. "Pharod, Pharod, Pharod..." He scratches at his head. "What? What 'bout him?" He frowns, then shakes his head, as if he is not sure he should be speaking to you.
ru: Он, кажется, напуган; он начинает мотать головой. "Фарод, Фарод, Фарод... - он чешет затылок. - А что? Что насчет него?" Он хмурится, потом качает головой, будто гадая, стоит ли тебе говорить.

source: He shakes his head, then mumbles. He glances quickly at you, then begins to murmur again to himself. It sounds like he's uttering a prayer against evil. "Nuh-nuh-not *here.* In Square..." He frowns, as if unsure how to explain it. "...but not in th' Square." He shakes his head again, then coughs.
ru: Он мотает головой, затем начинает что-то бормотать. Он бросает на тебя быстрый взгляд, затем продолжает свое бормотание. Кажется, будто он читает заговор от сглаза. "Н-н-не *здесь*. На площади, - он хмурится, будто не зная, как объяснить. - но не на площади". Он снова качает головой, потом закашливается.

source: "No, no, no." He shakes his head vigorously. "No jur-nell." He sniffs, wiping his nose with his sleeve.
ru: "Нет-нет-нет, - он энергично мотает головой. - Дни-вников нет". Он сморкается, утирая нос рукавом.

source: "Mid-wife... cures n' charms, she... help with th' wee ones, nice." He wrinkles his nose. "Her place - up on th' plat-forms -- smell bad."
ru: "Повитуха... лечит-заговаривает... по мелочам помогает, хорошая, - он морщит нос. - Ее хата там, на помосте. Воняет".

source: He starts shaking his head, then mumbles to himself. He appears frightened, unsure of what to do.
ru: Он начинает мотать головой, потом что-то бормочет себе под нос. Он выглядит напуганным и растерянным.

source: "Sharegrave's shadow long, falls over Nodd, it does, aye. Nodd gives some a' his jink ta Sharegrave, Sharegrave tell others in his shadow: 'watches out fer Nodd,' aye." He sniffs, nodding slowly.
ru: "Тень у Могильника длинная, падает на Нодда, ага. Нодд делится звенелками с Могильником, а Могильник говорит тем, кто у него в тени: 'держитесь подальше от Нодда', ага". Он шмыгает носом, медленно кивая.

source: "Eh... eh..." He shakes his head, coughs, then resumes his nodding. "Ye'd ask a' Nodd, aye, Nodd'd ask a' ye... question fer ye, aye..."
ru: "Э... э... - он качает головой, откашливается, затем продолжает кивать. - Ты спросил у Нодда, ага, а Нодд спросит у тебя... спросит, ага..."

source: "Nodd has a sister, aye, Amarysse. Ah-mahr-eece... lives in th' Hive, away from here, away from th' Square. So long, long ago Nodd was separated from his sister, taken away..."
ru: "Есть у Нодда сестренка, Амарисса. А-ма-рисса... живет в Улье, далеко отсюда, далеко от площади. Когда-то давным-давно Нодда забрали, разделили с сестренкой..."

source: "Ye don't know her?" He shakes his head sadly for a moment, chewing his lower lip. "If ye sees her, if ye does, tell her Nodd, her brother, worries about her, aye, he does, he worries."
ru: "Не знаешь ее? - он некоторое время печально качает головой, закусив нижнюю губу. - Если когда увидишь ее, передай, что ее братец Нодд беспокоится о ней, ага, беспокоится".

source: "NO!" Nodd covers his head with his arms, mumbling to himself. "Nodd... Nodd can't speaks right no more, he can't, nay, an' he smells a' corpses an' th' dirt a' the Square, Ragpicker's Square... NO!" The outburst sends him into a fit of hacking coughs.
ru: "НЕТ! - Нодд прикрывает голову руками, что-то бормоча под нос. - Нодд... Нодд больше не умеет говорить нормально, не может, нет. От него пахнет трупаками и грязью с площади, площади Старьевщиков... Нет!" От этой вспышки у него начинается приступ сухого кашля.

source: Nodd sniffs, looking at the ground quietly. Finally, he begins nodding to himself, speaking softly: "Nodd was young, aye, he was, an' started hearin' voices, tellin' Nodd 'do this! do that!' Bad things, bad, like chewin' on Nodd's fingers..." He holds his hands to his face, and you can see old bite-scars beneath the caked-on filth.
ru: Нодд шмыгает носом, молча потупившись в землю. Наконец он начинает кивать себе, тихо приговаривая: "Нодд был молодой, ага, и услышал голоса. Они говорили Нодду 'сделай то! сделай это!' Плохие штуки, плохие, типа грызть себе пальцы..." Он подносит к лицу руки, и ты замечаешь старые шрамы от укусов под слоем нечистот.

source: "Dunno, dunno. Bad place, bad!" He shakes his head violently, clutching at his temples, before resuming his usual nodding.
ru: "Не знаю, не знаю. Дурное место, дурное!" Он яростно мотает головой, сжимая виски, после чего переходит на свое обычное кивание.

source: "So Nodd's parents takes him aways, they does, puts him in a dark place, a Winged Tower, where they pokes needles an' hooks in Nodd's head... voices stop, aye, they do, but Nodd can't think right, can't talks right. Nodd escapes the place, he does, wakes up in th' Hive, aye."
ru: "Ну, предки Нодда взяли и засунули его в темное место, Крылатую башню. Там тыкали в башку иголками и крючками... голоса заткнулись, ага, но Нодд не может толком сообразить, не может толком говорить. Нодд дал деру из этого места, и очнулся в Улье, ага".

source: "Nodd wakes up, there's Collectors, aye, Collectors pokin' at Nodd, sayin' 'Look! Not a deader, deader he's not! Takes him back, takes him!' An' they takes Nodds back, they does, back ta th' Square. So long... years, long years ago."
ru: "Нодд очнулся - кругом сборщики, ага, сборщики, тыкают в Нодда пальцами, говорят: 'Глядите-ка! Не трупак он, не трупак! Берем его обратно, обратно!' И они вернули Нодда назад, на площадь. Давно это было... столько уж лет прошло".

source: "Nodd thanks ye, he does, Nodd thanks ye. Amarysse was pretty, so pretty, lives in th' Hive, now. Fair skinned, she was, hair like jet, an' always in blue, blue... she was always in blue..."
ru: "Нодд благодарен тебе, Нодд благодарен. Амарисса красивая, очень красивая, живет в Улье. Кожа светлая, волосы как смоль, и всегда в синем, в синем... всегда носит синее..."

source: He shakes his head, coughing. "Nodd has nothing, nothing, so little ta gives..."
ru: Он качает головой, кашляя. "У Нодда ниче нет, ниче, чтобы дать..."

source: Nodd looks up at you, sadly. "Nodd'll give ye whatever he's got, he will, aye. Whatever Nodd's got, when ye talks ta her. Proves ta Nodd ye talked ta Amarysse, Nodd's sister, aye." He sniffs, then coughs. "Fair skinned, she was, hair like jet, an' always in blue, blue... she was always in blue..."
ru: Нодд с печалью смотрит тебе в глаза. "Нодд даст тебе все, что у него есть, все, ага. Все, что есть у Нодда - как только поговоришь с ней. Докажи Нодду, что говорил с Амариссой, сестренкой Нодда, ага, - он шмыгает носом, потом кашляет. - У нее светлая кожа, волосы как смоль, она всегда в синем, в синем... всегда носит синее..."

source: "Ye did? Nodd's so happy, he is! How's Nodd's sister? Tell him of Amarysse, tell Nodd, please!" His excitement sets off a long series of hacking coughs. When he can finally speak again, he asks: "Is Nodd's sister still pretty, so pretty?"
ru: "Ты это сделал? Нодд так рад, так рад! Как там сестренка Нодда? Расскажи про Амариссу, расскажи Ноду, пожалуйста!" Его возбуждение вызывает долгий приступ сухого кашля. Когда он, наконец, обретает способность говорить, он спрашивает: "Сестренка все еще хороша, все еще красавица?"

source: "Proof! Proof! Proves ta Nodd..."
ru: "Докажи! Докажи! Докажи Нодду..."

source: "Aiiieee!" He leaps to attack you.
ru: "Айййй!" Он бросается в атаку на тебя.

source: "Nodd's so pleased ta know, ta know his sister is all right!" He looks as if he's going to cry for a moment, then swallows hard. "Anythin' more, anythin' more she said fer Nodd ta hears?"
ru: "Нодд так рад услышать, услышать, что с его сестрицей все в порядке! - какое-то время кажется, что он вот-вот заплачет, затем он тяжело сглатывает. - Она передала че-нить еще, че-нить для Нодда?"

source: "Ye did? Nodd's so happy, he is!" He reaches beneath his robes and pulls out a greasy wad of rags. He unwraps them and hands their contents - eleven copper commons - to you. "All Nodd has, that is. How's Nodd's sister? Tell him of Amarysse, tell Nodd, please!" His excitement sets off a long series of hacking coughs. When he can finally speak again, he asks: "Is Nodd's sister still pretty, so pretty?"
ru: "Правда? Нодд так рад, так рад!" Он достает из одежды засмальцованный моток лохмотьев. Он разворачивает его и протягивает тебе его содержимое, одиннадцать медных монет. "Вот, все, что есть у Нодда. Как там сестренка Нодда? Расскажи про Амариссу, расскажи Ноду, пожалуйста!" Его возбуждение приводит к долгому приступу сухого кашля. Когда он, наконец, вновь обретает способность говорить, он спрашивает: "Сестренка все еще хороша, все еще красавица?"

source: He nods vigorously. "Aye, aye, all Nodd's got! Looks where he lives, poor Nodd... looks..." He gestures helplessly around him, mumbling to himself.
ru: Он энергично кивает. "Да-да, все, что есть у Нодда! Погляди, где он живет, бедняга Нодд... погляди..." Он беспомощно обводит жестом вокруг себя, что-то бормоча.

source: He stops nodding for a moment, surprised, and takes the coins back. "Nodd thanks ye, he does. Aye, thanks ye..."
ru: На секунду от удивления он перестает кивать и забирает свои монеты назад. "Нодд благодарен тебе, правда. Ага, благодарен..."

source: Beneath the dirt-brown hood, Nodd's eyes gleam with joy. "Such wonderful news, it is, good, wonderful news, aye! Nodd thanks ye, and thanks ye again, and thanks ye a thousand times more, aye!"
ru: Под грязно-коричневым капюшоном глаза Нодда блестят от радости. "Что за чудные новости, отличные новости, ага! Нодд говорит тебе: спасибо, еще раз спасибо, тысячу раз спасибо, ага!"

source: Nodd's head stops nodding abruptly and his jaw drops as you hand him the one hundred coins. Beneath the dirt-brown hood, his eyes gleam with joy. "Such wonderful news, it is, good, wonderful news, aye! Nodd thanks ye, and thanks ye again, and thanks ye a thousand times more, aye!"
ru: Внезапно Нодд прекращает кивать; его челюсть отваливается, когда ты вручаешь ему сотню монет. Под грязно-коричневым капюшоном глаза Нодда блестят от радости. "Что за чудные новости, отличные новости, ага! Нодд говорит тебе: спасибо, еще раз спасибо, тысячу раз спасибо, ага!"

source: For a moment, Nodd hangs his head, mumbling softly. Finally, he looks you in the eye: "Nodd forgives, he does, aye, it's good that ye told Nodd about it, it is, shows Nodd ye tries ta be a good person, but can't, like Nodd... like Nodd. Nodd thanks ye fer the good news just the same, aye."
ru: На пару секунд Нодд опускает голову, что-то тихо бормоча. Наконец он смотрит тебе в глаза: "Нодд прощает тебя, ага. Хорошо, что рассказал об этом Нодду, правда. Значит, ты хочешь быть хорошим, но у тебя не получается, прям как у Нодда... как у Нодда. Нодд все равно благодарен тебе за хорошие новости, ага".

source: You see Nodd walking about, nodding and mumbling away to himself.
ru: Перед тобой Нодд, бродящий из стороны в сторону, кивающий и что-то бормочущий себе под нос.

source: "Aye, there's the man who helped Nodd find his sister, aye, pretty Amarysse. Nodd thanks ye, once more."
ru: "Ага, вот парень, который помог Нодду найти сестренку, ага, красавицу Амариссу. Нодд еще раз благодарит тебя".

source: "Greetings..."
ru: "Приветствую..."

source: Leave him be.
ru: Оставить его в покое.

source: "I spoke to your sister, Amarysse..."
ru: "Я говорил с твоей сестрой Амариссой..."

source: "What are you doing?"
ru: "Чем ты занимаешься?"

source: "What is this place?"
ru: "Что это за место?"

source: "I had some questions..."
ru: "У меня есть несколько вопросов..."

source: "Farewell."
ru: "Прощай".

source: "Deaders?"
ru: "Трупаков?"

source: "Why are you looking for corpses?"
ru: "Зачем ты ищешь трупы?"

source: "That's all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "You can sell the corpses?"
ru: "Так ты продаешь мертвецов?"

source: "Why do they pay for the corpses?"
ru: "К чему им платить за трупы?"

source: Hand him a couple coins.
ru: Дать ему пару монет.

source: Throw him five coppers.
ru: Бросить ему пять медяков.

source: Dump ten coppers into his palms.
ru: Бросить ему в ладонь десять медяков.

source: "You'll get nothing, and you'll answer my questions."
ru: "Ты ничего не получишь, и ответишь на мои вопросы".

source: "Never mind, then. Farewell."
ru: "Тогда неважно. Прощай".

source: "Tell me about Collectors."
ru: "Расскажи мне о сборщиках".

source: "Tell me about this area."
ru: "Расскажи мне об этом районе".

source: "Do you know of a man named Pharod?"
ru: "Ты знаешь кого-нибудь по имени Фарод?"

source: "I'm looking for a journal that I've lost."
ru: "Я ищу потерянный дневник".

source: "Tell me about Mebbeth."
ru: "Расскажи мне о Меббет".

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: "Tell me about Sharegrave."
ru: "Расскажи мне о Могильнике".

source: "Do you know where I can find him?"
ru: "Ты знаешь, где его можно найти?"

source: "Go ahead, ask your question."
ru: "Вперед, задавай свой вопрос".

source: Ignore him, turn and leave.
ru: Проигнорировать его, обернуться и уйти.

source: "You've been separated from her and you'd like me to find her?"
ru: "Вас с ней разделили, и ты хочешь, чтобы я ее нашел?"

source: "So your question is...?"
ru: "И что у тебя за вопрос?.."

source: "Interesting. Farewell."
ru: "Интересно. Прощай".

source: I lied to Nodd that his sister was a foul whore, and he went mad and attacked me.
ru: Я солгал Нодду о том, что его сестра - грязная шлюха, и он взбесился и напал на меня.

source: I've agreed to help Nodd find his sister, Amarysse... for a price. He said she was fair-skinned with black hair, and always wore blue.
ru: Я согласился помочь Нодду найти его сестру Амариссу... за вознаграждение. Он сказал, что у нее светлая кожа и черные волосы, и она всегда носит синее.

source: I've agreed to help Nodd find his sister, Amarysse. He said she was fair-skinned with black hair, and always wore blue.
ru: Я согласился помочь Нодду найти его сестру Амариссу. Он сказал, что у нее светлая кожа и черные волосы, и она всегда носит синее.

source: "Why don't you go find her?"
ru: "Почему бы тебе не разыскать ее?"

source: "All right. I'll do that for you."
ru: "Ладно. Я сделаю это для тебя".

source: "I'll find her... for a price."
ru: "Я найду ее... в обмен на награду".

source: "I'll consider it. Farewell."
ru: "Я обдумаю это. Прощай".

source: "What happened to you, Nodd?"
ru: "Что с тобой случилось, Нодд?"

source: "All right. I'll find her for you."
ru: "Ладно. Я найду ее для тебя".

source: "Go on..."
ru: "Продолжай..."

source: "All right. I'll find your sister for you."
ru: "Ладно. Я найду твою сестру".

source: "I'll find your sister... for a price."
ru: "Я найду твою сестру... в обмен на награду".

source: "Go on with your story..."
ru: "Продолжай свой рассказ..."

source: "Where is this winged tower?"
ru: "Где эта крылатая башня?"

source: "Farewell, Nodd."
ru: "Прощай, Нодд".

source: "Anything will suffice."
ru: "Сгодится все".

source: "I'll do it for nothing, then."
ru: "Тогда я сделаю это за бесплатно".

source: "Forget it, then. Farewell."
ru: "Тогда забудь об этом. Прощай".

source: "It's a deal. I'll return once I've spoken to her. Farewell."
ru: "По рукам. Я вернусь, как только поговорю с ней. Прощай".

source: "Forget it. Farewell."
ru: "Забудь. Прощай".

source: "Yes, she is. She's a... prostitute... now, in the Hive. She is doing well, and is worried for you."
ru: "Да. Теперь она... проститутка... в Улье. У нее все хорошо, и она беспокоится о тебе".

source: Lie: "Yes, she is. She's a... servant... now, at a tavern in the Hive. She is doing well, and is worried for you."
ru: Ложь: "Да. Теперь она... служанка... в таверне Улья. У нее все хорошо, и она беспокоится о тебе".

source: Lie: "Yes, I did. She's a whore, and one so foul I doubt I'd be with her even free of charge."
ru: Ложь: "Да. Она шлюха, и такая грязная, что я вряд ли переспал бы с ней даже за так".

source: "She told me you were once called Thodus."
ru: "Она сказала, что когда-то тебя звали Тодусом".

source: "Whoops..."
ru: "Ой..."

source: "Only that she said she would visit you, as soon as she found the time."
ru: "Только то, что она навестит тебя, как только выкроит время".

source: "Yes, she wanted you to have these copper commons. She will also visit you, as soon as she can find the time."
ru: "Да, она хотела, чтобы ты получил эти монеты. Еще она наведается к тебе, как только выкроит время".

source: Lie: "Only that she said she would visit you, as soon as she found the time."
ru: Ложь: "Только то, что она навестит тебя, как только выкроит время".

source: "Yes. She gave me some money to give you but... it is gone. My apologies. She will visit you, as soon as she can find the time."
ru: "Да. Она передала тебе немного денег, но... их больше нет. Прости. Она навестит тебя, как только выкроит время".

source: I spoke to Nodd's sister, Amarysse, and returned to tell him. He was overjoyed to hear of her, but I didn't have the copper I had sworn to deliver to him. He forgave me, however, and I feel better having told him about it.
ru: Я поговорил с сестрой Нодда, Амариссой, и вернулся рассказать ему. Он был очень рад услышать о ней, но у меня не было медяков, которые я поклялся передать ему. Тем не менее, он простил меня, и мне полегчало то того, что я рассказал ему об этом.

source: I spoke to Nodd's sister, Amarysse, and returned to tell him. He was overjoyed to hear of her, but I broke my vow to Amarysse and lied about the copper I had sworn to deliver to him.
ru: Я поговорил с сестрой Нодда, Амариссой, и вернулся рассказать ему. Он был очень рад услышать о ней, однако я нарушил клятву Амариссе и солгал насчет медяков, которые я поклялся передать ему.

source: I spoke to Nodd's sister, Amarysse, and returned to tell him. He was overjoyed to hear of her, and also to receive the copper she requested I deliver to him.
ru: Я поговорил с сестрой Нодда, Амариссой, и вернулся рассказать ему. Он был очень рад услышать о ней, и еще получил медяки, которые она попросила ему передать.

source: I spoke to Nodd's sister, Amarysse, and returned to tell him. He was overjoyed to hear of her.
ru: Я поговорил с сестрой Нодда, Амариссой, и вернулся рассказать ему. Он был очень рад услышать о ней.

source: "Are you *sure* that's all you've got, Nodd?"
ru: "Ты *уверен*, что это все, что у тебя есть, Нодд?"

source: "I can't take this money, Nodd - here. Have it back."
ru: "Я не могу принять эти деньги, Нодд... вот. Забери их".

source: "Very well. She's still pretty, and she's a... prostitute... now, in the Hive. She is doing well, and is worried for you."
ru: "Хорошо. Она все еще красавица, но теперь она... проститутка... в Улье. У нее все хорошо, и она беспокоится о тебе".

source: Lie: "Very well. She's still pretty, and she's a... servant... now, at a tavern in the Hive. She is doing well, and is worried for you."
ru: Ложь: "Хорошо. Она все еще красавица, теперь она... служанка... в таверне Улья. У нее все хорошо, и она беспокоится о тебе".

source: Lie: "Very well. She's a whore, and one so foul I doubt I'd be with her even free of charge."
ru: Ложь: "Хорошо. Она шлюха, и такая грязная, что я вряд ли переспал бы с ней даже за так".

source: "Of course. Your sister's still pretty, and she's a... prostitute... now, in the Hive. She is doing well, and is worried for you."
ru: "Конечно. Твоя сестра - все еще красавица, но теперь она... проститутка... в Улье. У нее все хорошо, и она беспокоится о тебе".

source: Lie: "Of course. Your sister's still pretty, and she's a... servant... now, at a tavern in the Hive. She is doing well, and is worried for you."
ru: Ложь: "Конечно. Твоя сестра - все еще красавица, теперь она... служанка... в таверне Улье. У нее все хорошо, и она беспокоится о тебе".
