Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dnoname.dlg.po
Languages: ru

source: This rotting, female corpse is shaking her head and moaning sadly. As you approach, however, she turns and holds her hands out to you, as if asking for aid.
ru: Этот разлагающийся труп женщины качает головой и печально стонет. Однако при твоем приближение она поворачивается к тебе и протягивает руки, как бы моля о помощи.

source: The zombie moans softly in reply: "Ggnhuuu... fnnnnuuugh?" With each exhalation, the stench of rotting meat fills the air.
ru: В ответ зомби тихо мычит: "Пыыыы... рииииии?" С каждым ее выдохом воздух заполняется запахом разлагающегося мяса.

source: "Stuuuhhh... mmmaaa-uuhrrr?" You can't make out the zombie's moans, but it seems like she's asking you something.
ru: "Туууу... мммееее-ууууррр?" Ты не в силах разобрать стоны зомби, но похоже, что она спрашивает тебя о чем-то.

source: The zombie moans softly in reply. Only your skills in conversing with the dead allow you to understand her: "Naaame? Mmmyyy nnnaaame?"
ru: Зомби тихо стонет в ответ. Только твои навыки общения с мертвецами позволяют тебе понять ее: "Ииимя? Знннааааешь ммоое иииимя?"

source: "Fffooorgot mmmyyy nnnaaame... mmmyyy nnnaaame!" Her milky eyes well with a black, rheumy substance -- a corpse's only tears.
ru: "Зззааабыла иимя... мммооое ииимя!" Ее молочные глаза устилает пелена из черного водянистого вещества - слез мертвеца.

source: The corpse nods slowly. "Mmmyyy toomb..." She points southwards. "Waaatttery catacooombsss..."
ru: Труп медленно кивает. "Мммоооя мооогииила... - она указывает на юг. - Зааатооплеенные катакооомбы..."

source: "Chessst... ssspiiiked chessst, booolllted dooowwwn... nnnear mmmyyy tooomb..."
ru: "Сссундуук... ссууундук сс шшшипами, прииикруученый к пооолу... ряаадом с мооей мооогилой..."

source: She holds up her decaying hands for you to examine. Even as you do so, a fingernail drops off, hitting the tiles with a soft *click.* "Rrrotting awaaay... sssooon, nooothing left... nooothing but booones and a naaame..."
ru: Она протягивает тебе свои разлагающиеся руки, чтобы ты их осмотрел. Прямо у тебя на глазах с одной из них отваливается ноготь и падает на плиты с тихим щелчком. "Гнииюю... ссскоооро ничегооо не оссстааанется... нииичего, крооме кооссстей и ииимени..."

source: She stands there, watching you silently.
ru: Она стоит, молча наблюдая за тобой.

source: She shakes her head, backing away as if frightened. "But... nnnooo..."
ru: Она качает головой, опешив, словно от испуга. "Но... нееет..."

source: She pauses, putting her hands to her cheeks. The corpse bites her lower lip.
ru: Она застывает, приложив ладони к щекам и закусив нижнюю губу.

source: "But... whhhooo? Whhhaaat naaame?" She appears confused, overwhelmed.
ru: "Но... кееем? Каааак нааазваааться?" Она выглядит сбитой с толку, ошеломленной.

source: She stands quietly for a time, staring at the floor. Suddenly, she raises her head. "Yoouuu... naaame? Naaammme mmmeee?"
ru: Некоторое время она стоит и смотрит в пол, не отвечая. Внезапно она поднимает голову. "Тыыы... наазовееешь? Нааазовееешшшь мммееня?"

source: You think of a name but, before you can speak it, the zombie hushes you, drawing close and cupping a hand over her ear. You whisper the name to her... the corpse nods, then smiles. "Yeeesss... thhhaaank yooouuu..."
ru: Ты выдумываешь имя, но прежде чем произносишь его, зомби делает тебе знак остановиться, подходит ближе и прикладывает руки к ушам. Ты шепчешь ей имя... труп кивает, затем улыбается. "Даааа... Ссспасибо тееебе..."

source: "Hhhooow caaan yooouuu feeelll.... whooole?"
ru: "Кааак ты мооожешь неее чувссствовааать.... потеееери?"

source: The zombie simply shakes her head quietly.
ru: Зомби попросту тихо качает головой.

source: There is a long pause. "Uuuuhhh?" The zombie shrugs, one of her shoulders not quite rising as high as the other. "Assssk Mmmary, Ssstale Mssaaaary."
ru: Следует долгая пауза. "Эээээ? - зомби пожимает плечами, одно из которых поднимается ниже другого. - Ссспросси Мммери, Туххлую Мммери".

source: "Ssshhhee leeeads usss. Wwwaaatches uuusss."
ru: "Ооона воозглаавляет нассс. Ссследиит заа нааами".

source: As the zombie faces you, a glint of recognition flashes in her dead eyes. "Uuuhhhn." She holds her rotting hands out to you, as if asking for aid.
ru: Когда зомби поворачивается к тебе, в ее мертвых глазах появляется проблеск узнавания. "Эээээн". Она протягивает к тебе свои разлагающиеся руки, как бы моля о помощи.

source: As the zombie faces you, a glint of recognition flashes in her dead eyes. "Mmyyy nnnaaame... yooouuu fffiiind mmmyyy naaame?"
ru: Когда зомби поворачивается к тебе, в ее мертвых глазах появляется проблеск узнавания. "Ммммое ииимя... тыы нашшел мммое ииимя?"

source: The corpse beckons to you eagerly when she notices you. "Nnnaaame! I chossse aaa nnnaaame..."
ru: Заметив тебя, труп нетерпеливо подзывает тебя. "Ииимя! Я выыыбрала ииимя..."

source: "Llleeeiiichaaa..."
ru: "Лллееейшшшааа..."

source: The corpse shuffles towards you, smiling. "Thhhaaank yooouuu... hhheeelping mmmeee with mmmyyy naaame..."
ru: Труп бредет к тебе, улыбаясь. "Ссспасииибо... заа тооо, чтоо пооомог мнеее сс ииименем..."

source: "N...n...nooo..." The zombie holds her shaking head in her hands. "Caaannn nnnot beee..."
ru: "Н... н... нееет... - зомби держится за голову, качая ею. - Не может быть..."

source: This female zombie is staring off into the distance, slack-jawed.
ru: Эта женщина-зомби смотрит куда-то вдаль, разинув рот.

source: The corpse is utterly silent... she does not acknowledge you.
ru: Труп женщины абсолютно безмолвен... она тебя не узнает.

source: "Greetings..."
ru: "Приветствую..."

source: Leave the zombie alone.
ru: Оставить зомби в покое.

source: "I had some questions..."
ru: "У меня есть несколько вопросов..."

source: "I must take my leave, now. Farewell."
ru: "Мне пора идти. Прощай".

source: "I can't understand you. Farewell."
ru: "Я не могу тебя понять. Прощай".

source: "No... is that why you're so distressed?"
ru: "Нет... поэтому ты так страдаешь?"

source: "No, I don't. Should I?"
ru: "Нет. А должен?"

source: "No. I had some questions..."
ru: "Нет. У меня есть другие вопросы..."

source: "No. I must take my leave, now. Farewell."
ru: "Нет. Мне уже пора. Прощай".

source: "Can I help you find your name again?"
ru: "Могу ли я помочь тебе вернуть свое имя?"

source: "Why don't you just choose a new name?"
ru: "Почему бы тебе не выбрать себе новое имя?"

source: "Why is it so important to you?"
ru: "Почему это так важно для тебя?"

source: "Too bad. I still had questions..."
ru: "Очень жаль. У меня все еще есть вопросы..."

source: "Hope you find it. Farewell."
ru: "Надеюсь, ты его найдешь. Прощай".

source: "But how will I know it?"
ru: "Но как мне ее узнать?"

source: "I'll go find it, then. Farewell."
ru: "Тогда пойду поищу его. Прощай".

source: "Perhaps I'll seek it out. Farewell."
ru: "Пожалуй, я его поищу. Прощай".

source: "I've no name, myself. I'm certain you can get by without, as well."
ru: "У меня и самого нет имени. Уверен, что и ты сможешь без него обойтись".

source: "Can I help you find your name, then?"
ru: "Могу ли я помочь вернуть тебе твое имя?"

source: A zombie asked me to find her name. She said it should be inscribed upon her tomb - one next to a 'spiked chest' bolted to the floor -- in the Drowned Nations catacombs, south and west of the Dead Nations where I met her.
ru: Зомби попросила меня вернуть ей имя. Она сказала, что оно должно быть написано на могиле возле шипастого сундука, прикрученного к полу, который находится в катакомбах Затопленных Народов, к юго-востоку от места, где я ее встретил.

source: "I see. I had some questions..."
ru: "Понятно. У меня есть другие вопросы..."

source: "I'll keep looking, then. Farewell."
ru: "Тогда я продолжу поиски. Прощай".

source: "Did you understand? You can choose a new name."
ru: "Ты поняла? Ты можешь выбрать себе новое имя".

source: "Can't you see how you've changed? Would your true name fit you any longer?"
ru: "Разве ты не видишь, как ты изменилась? Разве тебе подходит теперь твое настоящее имя?"

source: "Yes, see? You can let your old name go, now. Become something new."
ru: "Вот видишь? Теперь ты можешь расстаться со старым именем. Стать кем-то другим".

source: "Anything you like. Anything."
ru: "Любым именем, которое тебе понравится. Любым".

source: "You'll think of one. Farewell."
ru: "Подумай над этим. Счастливо".

source: Think of a name for her.
ru: Придумать ей имя.

source: "I think it would be best were you to choose your own. Farewell."
ru: "Мне кажется, было бы лучше, если бы ты сама его выбрала. Прощай".

source: "Of course. I still had some questions..."
ru: "Конечно. И все же у меня есть другие вопросы..."

source: "Of course. Farewell."
ru: "Конечно. Прощай".

source: Truth: "Perhaps you're right, but I think it's more than my name I'm missing."
ru: Правда: "Пожалуй, ты права, но мне кажется, что я потерял намного больше, чем просто имя".

source: Lie: "I do feel whole, name or no."
ru: Ложь: "Я не ощущаю потери, с именем или без него".

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "Hope you find it, then. Farewell."
ru: "Что ж, надеюсь, ты его найдешь. Прощай".

source: "I'll keep looking. Farewell."
ru: "Я продолжу поиски. Прощай".

source: "Tell me about... Stale Mary."
ru: "Расскажи мне о... Тухлой Мери".

source: "Perhaps I will. Farewell."
ru: "Пожалуй, я так и сделаю. Прощай".

source: "That's all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: Truth: "I found the tomb, but the name was... ruined. Illegible."
ru: Правда: "Я нашел могилу, но имя было... стерто. Его невозможно разобрать".

source: Lie: "Yes, your name is... uh..."
ru: Ложь: "Да, тебя зовут... э..."

source: "No... but why don't you just choose a new name?"
ru: "Нет... но почему бы тебе просто не выбрать себе новое имя?"

source: "Not yet. Why is it so important to you?"
ru: "Еще нет. Почему это так для тебя важно?"

source: "Not yet, but I had some questions..."
ru: "Еще нет, но меня есть пара вопросов..."

source: "No, but I'll keep looking."
ru: "Нет, но я продолжу поиски".

source: I told the nameless zombie that the name on her tomb was illegible... she became distraught.
ru: Я сказал зомби без имени, что имя на ее могиле невозможно разобрать... она пришла в смятение.

source: I lied and told the nameless zombie that the name on her tomb was legible, giving her one I made up. She was pleased with it.
ru: Я солгал зомби без имени, сказав ей, что сумел разобрать имя на ее могиле, и придумав ей новое имя. Она была этому рада.

source: "Is that so? What did you choose?"
ru: "Вот как? И какое ты выбрала?"

source: "Good, I'm glad for you. I had some questions..."
ru: "Хорошо, рад за тебя. У меня еще вопросы..."

source: "That's good. I'll take my leave, now... farewell."
ru: "Это хорошо. Мне уже пора идти... прощай".

source: The nameless zombie finally took my advice and chose a name for herself, 'Leicha.'
ru: В конце концов, безымянная зомби послушалась моего совета и выбрала себе имя "Лейша".

source: "Interesting... it fits, somehow. I had some questions..."
ru: "Интересно... почему-то оно тебе подходит. У меня еще вопрос..."

source: "That's good. Farewell, Leicha."
ru: "Замечательно. Прощай, Лейша".

source: "Of course. I had some questions..."
ru: "Конечно. У меня есть другие вопросы..."

source: "My apologies... farewell."
ru: "Извини... прощай".

source: Leave her alone.
ru: Оставить ее в покое.

source: I made up a name for the nameless zombie; she seemed quite pleased with it.
ru: Я придумал безымянной зомби имя. Она, похоже, весьма этому рада.
