Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dnordom.dlg.po
Languages: ru

source: Nordom's 'mouth' forms the bizarre semi-circle it did before, and his two crossbows begin *klikking* and *twanging* violently, almost vibrating out of his hands. "Gratitudes! Gratefuls! Nordom and crossbows have been attached to a larger community."
ru: 'Рот' Нордома принимает форму причудливого полукруга, который ты уже видел раньше, оба арбалета начинают усиленно *трещать* и *щелкать*, практически дрожа от этого в его руках. "Благодарности! Признательности! Нордом и арбалеты были присоединены к более крупному сообществу".

source: "I wouldn't be too grateful just yet. Let's move out..."
ru: "Я бы не был таким благодарным. Идем..."

source: "Attention, Nordom: required!" Nordom turn-swivels to you, stutters in mid-path, then re-orients himself with a *klank.* "Response to Query: Action being performed on crossbows? Submit Request for Clarification: Null crossbows present."
ru: "Внимание, Нордом: требуется!" Нордом разворачивается к тебе, заедает на полпути, после чего он вручную перестраивается с громким *щелчком*. "Ответ на запрос: действия, совершаемые с арбалетами? Введен запрос для пояснения: в наличии не арбалеты".

source: "You have a pair of crossbows right there, Nordom."
ru: "Нордом, у тебя же есть пара арбалетов, вот они".

source: "Oh, really? What do you call those two -klicking- things in your hands?"
ru: "Неужели? А что это, по-твоему, за *щелкающие* штучки в руках?"

source: "Never mind, Nordom. I had some other questions for you..."
ru: "Неважно, Нордом. У меня есть другие вопросы к тебе..."

source: "Forget it, Nordom. Let's move on."
ru: "Забудь об этом, Нордом. Идем".

source: "Clarifaction: Statement 'rife with fallacies.' Nordom does not employ crossbows." He stutters for a moment, then suddenly the crossbows are pointing at you - but you didn't see them move. "N-N-N-Null crossbows."
ru: "Пояснение: высказывание - распространенное заблуждение. Нордом не использует арбалеты, - на секунду он заедает, и ты неожиданно замечаешь, что арбалеты указывают на тебя, хотя не заметил, как они двинулись. - Н-н-н-не арбалеты".

source: "Don't point those crossbows at me."
ru: "Не наводи арбалеты на меня".

source: "Nordom, you *employ* crossbows - you have TWO of them right there."
ru: "Нордом, ты *используешь* арбалеты - у тебя в руках их сразу ДВА".

source: You blink for just a moment - and the crossbows are suddenly pointing at Nordom. He seems oblivious to their movements, his gaze remaining focused on you. "Contradiction not initiate contraction. Null crossbows."
ru: "Едва ты моргнул глазом, как арбалеты уже указывают на самого Нордома. Похоже, он не удивлен этими движениями, он по-прежнему смотрит на тебя. "Противоречие не порождает противоречие. Не арбалеты".

source: "Oh, really? What do you call those two -klicking- things in your hands, Nordom?"
ru: "Неужели? А что это, по-твоему, за *щелкающие* штучки в руках, Нордом?"

source: "Response: Two -KLICKING- objects held in opposable digits." Nordom raises his riveted fingers and waves the two crossbows, which suddenly start *klikking* and *twanging,* as if in irritation. "Response: Objects = Gear spirits."
ru: "Ответ: два -ЩЕЛКАЮЩИХ- объекта, удерживаемых в противостоящих пальцах, - Нордом поднимает заклепанные пальцы и машет двумя арбалетами, которые неожиданно начинают оживленно *щелкать* и *жужжать*. - Ответ: объекты = духи механизмов".

source: "Gear spirits? What do you mean?"
ru: "Духи механизмов? Что ты имеешь в виду?"

source: "Query: Define: Gear spirits. Response: Gear spirits."
ru: "Запрос: определение - духи механизмов. Ответ: духи механизмов".

source: "Yeah, but what *are* gear spirits?"
ru: "Да, но что *такое* духи механизмов?"

source: "Query = Query: Define = Define: Gear spirits. Response = Gear spirits."
ru: "Запрос = запрос: определение = определение: духи механизмов. Ответ = духи механизмов".

source: Nordom *chrrrups.* "Query requires submitting of Chronology: Shall Nordom submit chronology?"
ru: Нордом *жужжит*. "Запрос требует ввода хронологии. Разрешить ввод Нордомом хронологии?"

source: "Yes, I would like to know."
ru: "Да, я хотел бы об этом узнать".

source: "Orders received at initiation of Rubikon project: Departure from Plane/Mechanus. Stage First: Arrival at Destination: Plane/Limbo. Stage Second: Parameters dictated by Superior/Creative Director: Shaped matter of Plane (Limbo) to test hypothesis. Rubikon dungeon constructed."
ru: "Инструкции получены во время инициализации проекта Рубикон: отбытие из плана/Механус. Первый этап: прибытие в место назначения - план/Лимбо. Второй этап: параметры, указанные руководителем/творческим директором - сформировать материю плана (Лимбо) для проверки предположения. Построено подземелье Рубикон".

source: "Go on..."
ru: "Продолжай..."

source: "Hold on, Nordom. What's the Plane of Mechanus?"
ru: "Погоди, Нордом. Что еще за план Механуса?"

source: "Superior/ - Director of 'Create' - lost in field test. Chronology disrupted upon achievement of Stage Second, Third Stage (disruption) occurs, not part of project directives."
ru: "Руководитель/творческий директор - потерян при полевых испытаниях. Хронология прервана при достижении второго этапа. Возникновение третьего этапа (крушение), не являющегося частью задач проекта".

source: "What happened during this third stage?"
ru: "Что произошло во время третьего этапа?"

source: "What was this field test?"
ru: "Что за полевое испытание?"

source: "Superior/ - Director of 'Create' - field test: Scouting perimeters of Rubikon (Difficult) Dungeon construct to determine: Variances. Many deviations detected: errors considerable." Nordom gives a low whine and shuts his eyes with a *klik.* "Director of 'Create' not return from field test."
ru: "Руководитель/творческий директор - полевое испытание: обследование периметра концепции (сложного) подземелья Рубикона для выяснения: вариации. Обнаружено множество отклонений: допустимые погрешности". Нордом, низко взвыв, с *щелчком* закрывает глаза заслонками. "Творческий директор не вернулся с полевого испытания".

source: "I see. What happened during that third stage you mentioned?"
ru: "Понятно. Что произошло во время третьего этапа?"

source: "What happened to him?"
ru: "Что с ним случилось?"

source: "I heard that the Rubikon Wizard disintegrated the Creative Director."
ru: "Я слышал, что волшебник Рубикона дезинтигрировал творческого директора".

source: There is a sudden burst of *klikking* from the left crossbow, and Nordom lifts the crossbow up to his side, as if to hear it better. The *klikking* goes on for some time, until it is suddenly silenced by a long, reverberating *twannnnng* from the right crossbow.
ru: Неожиданно раздается серия *щелчков* от левого арбалета. Нордом подносит его поближе к себе, словно желая получше его расслышать. *Щелчки* продолжаются некоторое время, пока неожиданно не обрываются долгим звучным *дзинь* от правого арбалета.

source: "Uh, Nordom? Any idea what happened to him?"
ru: "Э-э, Нордом? Ты знаешь, что с ним случилось?"

source: "Forget it - what happened during the third stage that of the project?"
ru: "Ладно, забудь об этом, лучше скажи, что случилось во время третьего этапа проекта?"

source: "Suspicion, Unsubstantiated: Superior encountered an error." Nordom's eyes *klik,* as if to clear them. "Hypothesis: The error may have been large and unexpected."
ru: "Подозрение, недоказанное: руководитель обнаружил ошибку, - Нордом *щелкает* глазами, словно пытаясь смахнуть соринку. - Предположение: ошибка была большой и неожиданной".

source: "I suppose that's possible. What happened during the third stage of the project?"
ru: "Думаю, так и было. Что произошло во время третьего этапа проекта?"

source: "Citing/Rubikon Wizard/Megalomaniac Declaration of Freedom: Creative Director encountered Error: Rubikon Wizard. Hypothesis: Director discounted strength of error. Sought to correct aberrance in Rubikon Wizard. Result: Director = Nulled."
ru: "Ссылка/волшебник Рубикона/Мегаломатичная декларация свободы: творческий директор обнаружил ошибку: волшебник Рубикона. Предположение: директор неверно оценил силу ошибки. Попытался исправить отклонения в волшебнике Рубикона. Результат: директор = обнуление".

source: "Actually, Nordom, Rubikon still has a Director - me."
ru: "Вообще-то, Нордом, у Рубикона все еще есть директор - это я".

source: "That's what the Wizard claimed - so, after he was 'nulled,' what happened during the third stage of the project?"
ru: "Именно об этом и говорил тот волшебник. Что произошло во время третьего этапа проекта, после того, как директор был 'обнулен'?"

source: "Suspicion, Unsubstantiated = Now Confirmed: Superior encountered an error." Nordom's eyes *klik,* as if to clear them. "Query: The error was large and unexpected?"
ru: "Подозрение, недоказанное = теперь подтверждено: руководитель обнаружил ошибку, - Нордом *щелкает* глазами, словно пытаясь смахнуть соринку. - Запрос: ошибка была большой и неожиданной?"

source: "I'll say. I don't think he had much difficulty in wiping out the Director."
ru: "Можно и так сказать. Не думаю, что у него были большие проблемы при уничтожении директора".

source: "We'll discuss it some other time - tell me about the third stage of the Project."
ru: Обсудим это в другой раз, а сейчас расскажи мне о третьем этапе проекта".

source: "I'll tell you later, Nordom. For now, I had some other questions for you..."
ru: "Я расскажу об этом попозже, Нордом. А пока у меня есть к тебе другие вопросы..."

source: "Processing new information..." Nordom stares at you for a moment in silence, then there is a low grinding of gears from inside his frame. After a moment, he *chrrrups.* "Fate of Creative Director confirmed. Director = Nulled."
ru: "Обработка новой информации..." Нордом несколько секунд молча смотрит на тебя, после чего издает из своего корпуса скрежещущий звук. Спустя еще секунду он начинает *жужжать*. "Судьба творческого директора подтверждена. Директор = обнуление".

source: "Well, actually, Nordom, I'm the new Creative Director of Rubikon."
ru: "Ну, вообще-то, Нордом, теперь я - новый творческий директор Рубикона".

source: "Glad I could clear that up for you, Nordom. Now, I had some other questions for you..."
ru: "Рад, что помог тебе прояснить этот вопрос, Нордом. А теперь у меня есть к тебе другие вопросы..."

source: Nordom stares at you for a moment in silence, then a slow *whrrrr* comes from inside his frame and he *KLIKS.* You're not certain, but it sounds like something clicked into place.
ru: Несколько секунд Нордом смотрит на тебя в полной тишине, затем из его корпуса издается медленное *вр-р-р*, которое завершается громким *ЩЕЛЧКОМ*. Ты не уверен, но похоже, что внутри него что-то встало на свое место.

source: "Uh... you all right, Nordom?"
ru: "Э-э... С тобой все в порядке, Нордом?"

source: Had a repeat of that stabilizing incident with Nordom, similar to when I told him that his separation from the Source may have caused his shift in perspective - when I told Nordom that I was the new Creative Director of Rubikon, he seemed to become even more stable. I think maybe establishing a new chain of command for Nordom helped him become even more 'focused.' Maybe the loss of the Director unhinged him more than I knew.
ru: С Нордомом повторился случай стабилизации, прямо как тогда, когда я сказал ему, что его отделение от Источника могло сказаться на его восприятии. Когда я сказал Нордому, что стал новым творческим директором, он, похоже, стал более устойчивым. Должно быть, установление новой цепочки подчинения помогло Нордому стать еще более сосредоточенным. Возможно, потеря директора расстроила его гораздо сильнее, чем я думал.

source: Something strange happened when I told Nordom that I was the new Creative Director of Rubikon - he seemed to become more *stable.* It's odd, but I think maybe establishing a new chain of command for Nordom helped him become... well, a little more 'focused.' Maybe the loss of the Director unhinged him more than I knew.
ru: Случилось что-то странное, когда я сказал Нордому, что стал новым директором Рубикона. Похоже он стал более *уравновешенным*. Очень странно, но кажется, что, установив новую цепочку подчинения, я помог ему стать... более сосредоточенным, что ли. Возможно, потеря директора расстроила его гораздо сильнее, чем я думал.

source: "Status Updated: Creative Director now re-affirmed in hierarchy." To your surprise, some of the warbling has gone out of Nordom's voice; it is more level, more controlled than it was before. The effect is a little unnerving.
ru: "Обновление статуса: творческий директор заново включен в иерархию". К твоему удивлению, из голоса Нордома пропала мелодичность, он стал более ровным, более управляемым. Новый голос немного нервирует.

source: "Hmmmm. Nordom... out of curiosity, what sort of duties is the Creative Director responsible for? And how much do you have to obey him?"
ru: "Хм-м-м. Нордом... А вот интересно, что было в обязанностях творческого директора? И должен ли ты подчиняться ему?"

source: "I see. Glad I could clear that up for you. But back to the stages of the project - what happened during the third stage?"
ru: "Понятно. Рад, что смог прояснить это для тебя. Однако вернемся к этапам проекта. Что произошло во время третьего этапа?"

source: "Nordom, I had some other questions for you..."
ru: "Нордом, у меня есть к тебе другие вопросы..."

source: "I think we've talked enough. Let's move on."
ru: "Думаю, мы довольно об этом поговорили. Идем".

source: "Third Stage, unprecedented: Nordom-specific stage. Hypothesis: Lack of Director, plus Exposure to Plane (chaos) resulted in perspective of /Nordom/ to deviate from norm."
ru: "Третий этап, беспрецедентный: этап, связанный с Нордомом. Предположение: отсутствие директора, а также воздействие плана (хаос) привело к отклонению восприятия /Нордома/ от нормы".

source: "'Deviate from norm?' How?"
ru: "К отклонению от нормы? Каким образом?"

source: "Introspective cycle commencing." Nordom *kliks* his eyes closed and begins to *hum.* A few moments later, his eyes *klik* open. "Introspective Evaluation: Perceptions have become (1) smaller and (B) louder. Wings have been replaced with arms: reason unknown. Suspicion/hypothesis: not liked wings? Speculation. Nordom was once -ONE- but is now smaller, louder -ONE!- Change has resulted in information-processing difficulties."
ru: "Начат цикл самоанализа". Нордом с *щелчком* закрывает глаза и начинает *гудеть*. Спустя несколько секунд его глаза раскрываются. "Оценка самоанализа: восприятие стало (1) меньше и (B) громче. Крылья были заменены на руки: причина неизвестна. Подозрение/предположение: не нравились крылья? Размышление: Нордом стал -ОДИН-, но теперь он меньше и громче -ОДИН-! Изменения были результатом проблем обработки информации".

source: "Do think your separation from the Source is what caused your perspective shift from that quieter, broader 'one' to the smaller, louder 'one?'"
ru: "Как ты думаешь, твое отделение от Источника является причиной того, что твой вид сменился с тихого и общего 'один' на маленький и громкий 'один'?"

source: "I see, Nordom. I had some other questions for you..."
ru: "Ясно. Нордом, у меня есть к тебе другие вопросы..."

source: "I've heard enough, Nordom. Let's move on."
ru: "Достаточно, Нордом. Пойдем".

source: Nordom stares at you for a moment in silence, then a slow *whrrrr* comes from inside his frame and he *KER-KLIKS.* You're not certain, but it sounds like something clicked into place.
ru: Несколько секунд Нордом смотрит на тебя в полной тишине, затем из его корпуса издается медленное *вр-р-р*, которое завершается громким двойным *ЩЕЛЧКОМ*. Ты не уверен, но похоже, что внутри него что-то встало на свое место.

source: "Nordom?"
ru: "Нордом?"

source: Had a repeat of that stabilizing incident with Nordom, similar to when I told him I was the new Creative Director - when I told Nordom that it was probably his separation from the Source that caused his change in perspective, he seemed to become even more stable. I think maybe helping Nordom realize *what* happened to him helped him become even more 'focused.' His separation from the Source may have been a greater shock to his system than I realized.
ru: С Нордомом повторился случай стабилизации, прямо как тогда, когда я сказал ему, что я стал новым творческим директором. Когда я сказал ему, что отделение от Источника стало причиной изменения его восприятия, он, похоже, стал еще более устойчивым. Кажется, что, дав Нордому понять, *что* случилось с ним, я помог ему стать еще более сосредоточенным. Отделение от Источника, должно быть, было для него гораздо большим потрясением, чем я мог вообразить.

source: Something strange happened when I told Nordom that it was probably his separation from the Source that caused his change in perspective - he seemed to become more *stable.* It's odd, but I think maybe helping Nordom realize *what* happened to him helped him become... well, a little more 'focused.' Maybe his separation from the Source unhinged him more than I knew
ru: Случилось что-то странное, когда я сказал Нордому, что отделение от Источника могло послужить изменению в его восприятии. Похоже он стал более *уравновешенным*. Очень странно, но кажется, что, дав Нордому понять, *что* случилось с ним, я помог ему стать... более сосредоточенным, что ли. Возможно, отделение от Источника повредило его сильнее, чем я считал.

source: "Status Updated: Introspection Drain Halted; re-routing speculation routines to main queue." To your surprise, some of the warbling has gone out of Nordom's voice; it is more level, more controlled than it was before. The effect is a little unnerving.
ru: "Обновление статуса: самоанализ прекращен. Мыслительные процедуры перенаправлены в основную очередь". К твоему удивлению, из голоса Нордома пропала мелодичность, он стал более ровным, более управляемым. Новый голос немного нервирует.

source: Nordom freezes, then slowly the gears in his elbows begin turning in a slow, hypnotic synchronization. "Define/Query: Mechanus. Plane of Order. Sense. Cause generates Effect. Predictable. Law. Logic. Regimented. Obedience. Gears turn. Mechanus = Nordom Origin. Mechanus = Null Home/Nordom."
ru: Нордом замирает, шестерни его бровей начинают медленно, гипнотически синхронно вращаться. "Определение/запрос: Механус. План Порядка. Разума. Причина порождает следствие. Предсказуемость. Закон. Логика. Единобразие. Повиновение. Движение шестерней. Механус = происхождение Нордома. Механус = не дом Нордома".

source: "Nordom, what do you mean, 'Null Home?'"
ru: "Что имеешь в виду под 'не дом', Нордом?"

source: "Never mind, Morte. I've heard enough. Let's go."
ru: "Неважно, Морт. Я достаточно наслушался. Идем".

source: "Mechanus = Origin Point. - !SOURCE! - Energy. Cannot return to Mechanus. Null Home. Broke law with existence. Central Office for the Punishment of Offenders awaits in Regulus. Mechanus: Origin, Null Home, Home: Null Place."
ru: "Механус = Точка происхождения. !ИСТОЧНИК! - Энергия. Невозможно вернуться на Механус. Не дом. Нарушен закон существованием. Центральное управление наказаний нарушителей ждет в Регулусе. Механус: происхождение, не дом, дом: не место".

source: "What do you mean by '!SOURCE!?'"
ru: "Что ты подразумеваешь под '!ИСТОЧНИКОМ!'?"

source: "I see. Nordom, I had some other questions for you..."
ru: "Ясно. Нордом, у меня есть к тебе другие вопросы..."

source: "That's all I wanted to know. Let's move on."
ru: "Это все, что я хотел знать. Пошли".

source: "!SOURCE! = Energy."
ru: "!ИСТОЧНИК! = Энергия".

source: "So... this Mechanus is a source of energy?"
ru: "Итак... Этот Механус - источник энергии?"

source: "Affirmatory." Nordom's shutters slide down across his eyes, and he *whrrrrrs* to himself for a moment, then his left eye opens. "Piece/Percentage/Fractured Fraction of !SOURCE! inside Nordom. Energy divided. Link sev'v'v'vered." Nordom stutters over the last word, then steadies himself.
ru: "Утвердительно, - закрыв глаза, Нордом *прожужжал* что-то себе, а затем приоткрыл левый глаз. - "Часть/процент/отколовшаяся частица !ИСТОЧНИКА! внутри Нордома. Энергия разделена. Связь обр-р-р-рублена". На последнем слове Нордом громыхает заслонками и замирает на месте.

source: "So you've been cut off from the 'Source' then? Isn't that... painful?"
ru: "Так значит, ты был отделен от Источника? Разве это... не больно?"

source: "Negatory. No pain." Nordom's mouth suddenly bends, forms a semi-circle, then turns upside down. "Affirmatory. Pain." He *kliks.* "Response Deviation: Response is both /True/ and /False/. Answer is unacceptable."
ru: "Отрицательно. Не больно, - внезапно рот Нордома изгибается, образуя полукруг концами вниз. - Утвердительно. Больно". Он *щелкает*. "Отклонение в ответе: ответ является и /истиной/, и /ложью/. Отклик неприменим".

source: "Well... if *part* of the answer is true, then isn't the answer true?"
ru: "Ну... Если *часть* ответа - истина, разве сам ответ не является истиной?"

source: Nordom pauses for a moment. "Response Deviation: Accounted for by Definition of 'Pain.' No physical breach has been created from separation from !SOURCE! Nonetheless, operation efficiency parameters have changed, so unknown damage may have occurred. Formulating new response: Painful = Unknown."
ru: Прежде чем ответить, Нордом раздумывает некоторое время. "Отклонение в ответе: принято во внимание определение понятия 'боль'. При отделении от !ИСТОЧНИКА! не были получены физические повреждения. Тем не менее, параметры эффективного функционирования изменились, следовательно был получен урон неизвестного характера. Формирование нового ответа: больно = неизвестно".

source: There is a *klik-klik-klik* as Nordom executes a rapid series of blinks, then he *chrrrups.* "Query: Modron, what is? Define: Modron? I am modron."
ru: Часто моргая, Нордом издает серию *щелк-щелк-щелк*, после чего он начинает *жужжать*. "Запрос: модрон, что это такое? Определение: модрон? Я - модрон".

source: "Yes, but what *is* a modron?"
ru: "Да, но что *такое* модрон?"

source: "Query: Modron, Defined: Modron, I am a modron, Answered." The shutters over Nordom's eyes *klik* close a few times, and his 'eyes' dilate to points. "New Query -"Modron, But what IS? Define: But what is Modron? Modron is Nordom. Backward Nordom = Modron."
ru: "Запрос: модрон. Определение: модрон, я - модрон. Ответ дан". Заслонки над глазами Нордома несколько раз *щелкают*, его глаза расширяются. "Новый запрос: модрон, но что ТАКОЕ? Определение: но что такое модрон. Модрон - это Нордом. Нордом наоборот = модрон".

source: "But..."
ru: "Но..."

source: "But... never mind, Nordom. I had some other questions for you..."
ru: "Но... А, неважно, Нордом. У меня есть другие вопросы к тебе..."

source: "Status: Awaiting queries."
ru: "Статус: ожидание запросов".

source: "Nordom, can you tell me what the duties of the Creative Director are?"
ru: "Нордом, можешь мне рассказать об обязанностях творческого директора?"

source: "Nordom, tell me again what the duties of the Creative Director are."
ru: "Нордом, можешь еще раз рассказать об обязанностях творческого директора?"

source: "As Creative Director, I have some orders for you."
ru: "У меня, как у творческого директора, есть некоторые инструкции для тебя".

source: "I'm curious, Nordom... how did you end up in Rubikon?"
ru: "Мне интересно, Нордом... Как ты оказался в Рубиконе?"

source: "Nordom, what *are* modrons?"
ru: "Нордом, кто *такие* модромы?"

source: "Tell me about Mechanus, Nordom."
ru: "Расскажи о Механусе, Нордом".

source: "Uh... how are you doing, Nordom?"
ru: "Э-э-э... Как дела, Нордом?"

source: "How are you doing, Nordom?"
ru: "Как дела, Нордом?"

source: "Nordom, you asked how I was doing before, didn't you?"
ru: "Нордом, кажется, ты спрашивал, что я делал раньше, не так ли?"
