Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dnordom.dlg.po
Languages: ru

source: "I know who is there. It is you. Why would I ask a question when I know the answer?"
ru: "Я знаю, кто там. Это ты. Почему я должен задавать вопрос, ответ на который я знаю?"

source: "Annah! Morte wants to 'snuggle with your pillows.'"
ru: "Анна! Морт хочет 'приложиться к твоим буферам'".

source: You reach out with your power, shaping the soul into Nordom's shape, slowly, until you feel it slipping back into the modron's body. There is a shudder from Nordom's frame, and he springs to his feet.
ru: Ты используешь свою силу, медленно придавая душе очертания Нордома, пока ты не чувствуешь, что она вернулась в тело модрона. Корпус Нордома сотрясает дрожь, и он вскакивает на ноги.

source: "Nordom, I *really* need your help right now... I found my killer, and it's my mortality."
ru: "Нордом, мне *очень* нужна твоя помощь... Я нашел своего убийцу, и это - моя смертность".

source: "Awaiting Order."
ru: "Ожидание инструкций".

source: "Get ready. You'll have a target for your crossbows soon enough..."
ru: "Приготовься. Для твоих арбалетов очень скоро найдется мишень..."

source: NORDOM.
ru: НОРДОМ.

source: Nordom blinks, the shutters of his eyes *kliking* rapidly, then the shutters dilate to points, as if he is squinting at you. "Your voice x-ceeds standard recognized parameters."
ru: Нордом моргает, быстро *щелкая* затворами своих глаз, после чего затворы расширяются, словно он косится на тебя. "Твой голос превосходит распознанные стандартные параметры".

source: I HAVE BECOME... WHOLE AGAIN. I HAVE CHANGED, BUT I SHALL NOT BE HERE MUCH LONGER. I WILL RETURN YOU TO SIGIL, NORDOM, IF YOU WISH.
ru: Я СТАЛ... СНОВА ЦЕЛЫМ. Я ИЗМЕНИЛСЯ, НО НЕ МОГУ ЗДЕСЬ НАДОЛГО ЗАДЕРЖИВАТЬСЯ. ЕСЛИ ХОЧЕШЬ, Я ВЕРНУ ТЕБЯ В СИГИЛ, НОРДОМ.

source: "Query: Where is your next destination? Nordom will follow and protect you."
ru: "Запрос: Какое твое следующее место назначения? Нордом будет следовать и защищать тебя".

source: I HAVE COMMITTED MANY CRIMES ACROSS MANY LIFETIMES. I GO NOW TO A PLACE OF PUNISHMENT. YOU CANNOT COME WITH ME.
ru: Я СОВЕРШИЛ СЛИШКОМ МНОГО ПРЕСТУПЛЕНИЙ НА ПРОТЯЖЕНИИ МНОГИХ ЖИЗНЕЙ. ТЕПЕРЬ Я ДОЛЖЕН ОТПРАВИТЬСЯ К МЕСТУ НАКАЗАНИЯ. ТЫ НЕ МОЖЕШЬ ПОЙТИ СО МНОЙ.

source: "Branching query: Do you not (require) or do you not (want) presence of Nordom?"
ru: "Дополнительный запрос: Ты не (нуждаешься) или не (желаешь) присутствия Нордома?"

source: YOU CANNOT FOLLOW, NORDOM. IT IS NOT MY CHOICE. THERE ARE OTHER POWERS THAT NOW RULE MY ACTIONS. THEY ALWAYS DID, BUT NOW THEY KNOW ME FOR WHAT I AM, AND THEY COME EVEN AS WE SPEAK.
ru: ТЫ НЕ МОЖЕШЬ ПОЙТИ, НОРДОМ. ЭТО НЕ МОЕ РЕШЕНИЕ. ЕСТЬ ДРУГИЕ СИЛЫ, КОТОРЫЕ ТЕПЕРЬ РАСПОРЯЖАЮТСЯ МОИМИ ДЕЙСТВИЯМИ. ОНИ И РАНЬШЕ БЫЛИ, НО ТЕПЕРЬ ОНИ ЗНАЮТ, КТО Я ТАКОЙ, И ТЕПЕРЬ ИДУТ ЗА МНОЙ.

source: Nordom *whrrr-kliks* for a moment, then his crossbows begin *klikking* and *twanging* in his hands. "Nordom surrenders gratitudes. You helped Nordom find his idemnity."
ru: Нордом *щелкает* некоторое время, после чего арбалеты в его руках начинают *щелкать* и *звенеть*. "Нордом признает благодарность. Ты помог Нордому найти его личность".

source: AS YOU HELPED ME FIND MINE. I GIVE YOU YOUR FREEDOM, NORDOM. EXPLORE, LEARN, GROW. WE MAY MEET AGAIN, ON ANOTHER PLANE, IN A TIME FAR FROM NOW.
ru: КАК И ТЫ - МОЮ. Я ДАРУЮ ТЕБЕ СВОБОДУ, НОРДОМ. ИССЛЕДУЙ, ИЗУЧАЙ, РАСТИ. ВОЗМОЖНО, МЫ ВСТРЕТИМСЯ СНОВА НА ДРУГОМ ПЛАНЕ, В ДАЛЕКОМ БУДУЩЕМ.

source: "Response: Heard and acknowledged. Nordom now awaiting said day."
ru: "Ответ: принято и понято. Нордом будет ждать указанного дня".

source: HOLD ON TO YOUR LOGIC, NORDOM. YOU WILL FIND IT A GREATER SHIELD THAN MOST OF THE PASSIONS THAT RULE THE PLANES.
ru: ПРИДЕРЖИВАЙСЯ ЛОГИКИ, НОРДОМ. ТЫ ПОЙМЕШЬ, ЧТО ОНА - БОЛЕЕ КРЕПКИЙ ЩИТ, ЧЕМ БОЛЬШИНСТВО СТРАСТЕЙ, ПРАВЯЩИХ ПЛАНАМИ.

source: "The issue no longer equals total logic."
ru: "Проблема больше не поддается логике".

source: FAREWELL, NORDOM.
ru: ПРОЩАЙ, НОРДОМ.

source: "Just keep pumping crossbow bolts into the branched thing, and we'll sort it out later..."
ru: "Просто держи на прицеле эту ветвистую штуку, а с остальным мы уж как-нибудь потом разберемся..."
