Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dnordom.dlg.po
Languages: ru

source: "Affirmatory." There is a moment of silence, then the shutters slowly descend over Nordom's eyes. There is a *tkk-tkk-tkk* from inside his frame, followed by a *whrrr-klik.* A hatch opens up in Nordom's left side, and he reaches over with his free hand and passes off several objects to you, including a stream of copper coins.
ru: "Утвердительно". Спустя несколько секунд тишины створки на глазах Нордома медленно закрываются. Изнутри его корпуса раздается *тк-к-тк-к-тк-к*, за которым следует *ж-ж-ж-щелк*. На левой стороне Нордома открывается люк, откуда он выуживает и передает тебе свободной рукой несколько предметов, включая стопку медных монет.

source: "Hmmmm. You said you evaluated items when you found them - how?"
ru: "Хм-м-м. Ты сказал, что изучал найденные предметы - каким образом?"

source: "Thanks, Nordom. I'll examine these. What were the other tasks assigned to you again?"
ru: "Спасибо, Нордом. Я внимательно их изучу. Какие еще тебе назначали задачи?"

source: "I'll take a look at these later, Nordom. For now, I had some other questions for you..."
ru: "Я взгляну на них попозже, Нордом. А пока у меня есть к тебе другие вопросы..."

source: "I'll keep a hold of these, Nordom, thanks. Let's move on."
ru: "Я сохраню их у себя Нордом, спасибо. Пойдем".

source: There is a sudden *ping* from Nordom, and a *klak-klak* as his lens housing begins to rotate - a small panel opens up on Nordom's side, and a new lens pops out, almost by accident. Nordom glances up at it. "Response: Alternate lens, magnifying, secured in housing."
ru: Из Нордома издается *гул*, его линзы с *щелчками* начинают вращаться. На боку Нордома открывается панель, откуда выпадают новые линзы. Нордом пристально смотрит на них. "Ответ: альтернативные увеличивающие линзы, хранились в корпусе".

source: "I see. I had some other questions for you..."
ru: "Понятно. У меня есть другой вопрос к тебе..."

source: "Introspective cycle commencing." Nordom *kliks* his eyes closed and begins to *hummmm.*
ru: "Начат цикл самоанализа". Нордом с *щелчком* закрывает глаза и начинает *гудеть*.

source: Wait for Nordom to complete his analysis.
ru: Подождать, пока Нордом не завершит свой анализ.

source: A few moments later, his eyes *klik* open. "Introspective Evaluation: Perceptions have become (1) smaller and (B) louder. Wings have been replaced with arms: reason unknown. Suspicion/hypothesis: not liked wings? Speculation. Nordom was once -ONE- but is now smaller, louder -ONE!- Change has resulted in information-processing difficulties."
ru: Спустя несколько секунд его глаза раскрываются. "Оценка самоанализа: восприятие стало (1) меньше и (B) громче. Крылья были заменены на руки: причина неизвестна. Подозрение/предположение: не нравились крылья? Размышление: Нордом стал -ОДИН-, но теперь он меньше и громче -ОДИН-! Изменения были результатом проблем обработки информации".

source: A few moments later, his eyes *klik* open. "Introspective Evaluation: Perceptions have become (1) smaller and (B) louder. Wings have been replaced with arms: reason unknown. Suspicion/hypothesis: not liked wings? Speculation. Nordom was once -ONE- but is now smaller, louder -ONE!- Change has resulted in information-processing difficulties. Addition of DIRECTOR hierarchy has aided information processing by +5%."
ru: Спустя несколько секунд его глаза раскрываются. "Оценка самоанализа: восприятие стало (1) меньше и (B) громче. Крылья были заменены на руки: причина неизвестна. Подозрение/предположение: не нравились крылья? Размышление: Нордом стал -ОДИН-, но теперь он меньше и громче -ОДИН-! Изменения были результатом проблем обработки информации. Добавление к иерархии ДИРЕКТОРА помогло обрабатывать информацию на 5 % больше".

source: A few moments later, his eyes *klik* open. "Introspective Evaluation: Perceptions have become (1) smaller and (B) louder. Wings have been replaced with arms: reason unknown. Suspicion/hypothesis: not liked wings? Speculation. Nordom was once -ONE- but is now smaller, louder -ONE!- Addition of !SOURCE! REASON: PERCEPTION SHIFT has aided information processing by +5%."
ru: Спустя несколько секунд его глаза раскрываются "Оценка самоанализа: восприятие стало (1) меньше и (B) громче. Крылья были заменены на руки: причина неизвестна. Подозрение/предположение: не нравились крылья? Размышление: Нордом стал -ОДИН-, но теперь он меньше и громче -ОДИН-! Добавление ПРИЧИНЫ !ИСТОЧНИК! - СМЕНА ВОСПРИЯТИЯ помогло обрабатывать информацию на 5 % больше".

source: A few moments later, his eyes *klik* open. "Introspective Evaluation: Perceptions have become (1) smaller and (B) louder. Wings have been replaced with arms: reason unknown. Suspicion/hypothesis: not liked wings? Speculation. Nordom was once -ONE- but is now smaller, louder -ONE!- Stablization achieved: DIRECTOR and !SOURCE! REASON: PERCEPTION SHIFT has aided information processing by +10%."
ru: Спустя несколько секунд его глаза раскрываются "Оценка самоанализа: восприятие стало (1) меньше и (B) громче. Крылья были заменены на руки: причина неизвестна. Подозрение/предположение: не нравились крылья? Размышление: Нордом стал -ОДИН-, но теперь он меньше и громче -ОДИН-! Достигнута стабилизация: ДИРЕКТОР и ПРИЧИНА !ИСТОЧНИК! - СМЕНА ВОСПРИЯТИЯ помогли обрабатывать информацию на 10 % больше".

source: Before you can speak the words, Nordom's eyes *klik-klik-klik* and he *chrrrups.* "Subject has assisted Nordom. Hypothesis: Nordom assist addressee. Query: Nordom inquiry on status of addressee?"
ru: Едва ты собираешься произнести слова, как глаза Нордома начинают *щелкать* и *жужжать*. "Субъект помог Нордому. Предположение: Нордом помогает обратившемуся. Запрос: Нордом запрашивает статус обратившегося".

source: "How am *I* doing?"
ru: "Ты хочешь спросить, как у *меня* дела?"

source: "Don't worry about it, Nordom. Let's move on."
ru: "Не беспокойся по этому поводу, Нордом. Пойдем".

source: "Affirmatory. Inquiry submitted as to /Status/ of addressee. Response?"
ru: "Утвердительно. Запрос отправлен как проверка /статуса/ обратившегося. Ответ?"

source: "Well, other than the fact I've got amnesia, and I can't seem to die like a normal person, I'm all right."
ru: "Ну, если считать того, что у меня амнезия и я не могу умереть, как обычный человек, то в остальном я в полном порядке".

source: "Well, other than the fact I've got amnesia, I can't seem to die like a normal person, and my mortality has been stripped from me and spirited away somewhere, I'm all right."
ru: "Ну, если считать того, что у меня амнезия, я не могу умереть, как обычный человек, и моя смертность была отделена и куда-то делась, то в остальном я в полном порядке".

source: "Well, other than the fact I've got amnesia, my mortality has been stripped from me and spirited away to the Fortress of Regrets, and that whenever I die, someone dies in my place... not so good."
ru: "Ну, если считать того, что у меня амнезия, моя смертность была отделена и оказалась в Крепости сожалений, и что когда я умираю, вместо меня умирает кто-то другой, то... не очень хорошо".

source: "Processing: Amnesia. Processing: Null Death/Despite Attempts." Nordom *whrrrrs* for a moment, his wide eyes fixated on you. "Conclusion: Status: Immortal. Cause/Effect Query: Amnesia produces immortality or immortality produces amnesia?"
ru: "Обработка: амнезия. Обработка: не смерть/безуспешные попытки, - несколько секунд Нордом *жужжит*, глядя на тебя отсутствующим взглядом. - "Заключение. Статус: бессмертие. Запрос причины/воздействия: амнезия вызвала бессмертие, или бессмертие вызвало амнезию?"

source: "I don't know... all I know is when I wake up from the 'dead' I lose all my memories. So I guess the immortality causes amnesia."
ru: "Не знаю... Все, что мне известно - когда я очнулся из мертвых, я уже ничего не помнил. Так что, предположу, что бессмертие породило амнезию".

source: "Forget this, Nordom. I had some other questions for you..."
ru: "Забудь об этом, Нордом. У меня есть другие вопросы к тебе..."

source: "Processing..." Nordom grinds like a miller's wheel for a moment. "New Query formulated: Every time you die you lose your memories?"
ru: "Обработка... - Нордом скрипит словно мельничное колесо. - Сформулирован новый запрос: ты теряешь память каждый раз, когда умираешь?"

source: "Correct."
ru: "Все верно".

source: "That's what Ravel said, anyway."
ru: "По крайней мере, так говорит Равель".

source: "Yes... no, wait. That's not true. I didn't lose my memories last time."
ru: "Да... нет, постой. Это не так. В последний раз я память не потерял".

source: "Yes... no, wait. That's not true. I didn't lose my memories last time. In fact, I haven't lost my memories since I woke up in the Mortuary."
ru: "Да... нет, постой. Это не так. В последний раз я память не потерял. И вообще, я не терял память с тех пор, как очнулся в Морге".

source: "Response: Catalogued." Nordom gives a final *klik,* then stands silently, looking at you.
ru: "Ответ: каталогизирован". Нордом издает заключительный *щелчок*, после чего молча стоит, глядя на тебя.

source: "...except that I didn't lose my memories last time I died."
ru: "Однако во время моей последней смерти я память не потерял".

source: "...except that I didn't lose my memories last time I died. Or the time before that."
ru: "Однако во время моей последней смерти я память не потерял. Или до этого случая".

source: "I had some other questions for you, Nordom..."
ru: "У меня есть вопросы к тебе, Нордом..."

source: "All right, Nordom. Let's move on."
ru: "Ладно, Нордом. Идем".

source: "Response: Conclusion: Immortality is not cause of amnesia."
ru: "Ответ. Заключение: бессмертие не является причиной амнезии".

source: "Well, I don't know. It could have been chance that it didn't happen last time."
ru: "Ну, не знаю. Возможно, в последний раз мне просто повезло".

source: "Element of chance discounted. Suggestion: Begin search for new pattern. Amnesia/Immortality - Query: Additional Factors Present? Intervention/Presence of New Factors or Absence of Other Factors?"
ru: "Элемент случайности в расчет не берется. Предложение: поиск нового образца. Амнезия/бессмертие - запрос: присутствуют дополнительные факторы? Вмешательство/наличие новых факторов или отсутствие других факторов?"

source: "What other factors could there be?"
ru: "А какие другие факторы могут быть?"

source: "Unknown. Query: Additional Information?"
ru: "Неизвестно. Запрос: дополнительная информация?"

source: "Well, I think there's someone out to murder me... so much so I built a tomb trap to try and kill them. According to an inscription in the tomb, he's been coming after me... for, well, as long as my incarnations can remember, it seems."
ru: "Ну, мне кажется, что кто-то очень хочет меня убить... Настолько, что построил смертельный склеп-ловушку. Согласно описанию склепа, он следует за мной повсюду... по крайней мере, насколько знало одно из моих воплощений".

source: "One other thing: I wasn't always immortal... Ravel made me that way."
ru: "И еще одно: я не всегда был бессмертным... Это Равель сделала меня таким".

source: "The number of people that can either help me find my mortality or know where it is seem to be dying off... if this keeps up, no one's going to know where my mortality is. The Pillar of Skulls said there were only three... and one was me, but I forgot."
ru: "Количество людей, способных мне помочь найти мою смертность или знающих, где она, стремительно сокращается... Если так будет продолжаться и дальше, не останется никого, кто будет знать, где моя смертность. Колонна черепов сказала, что их было трое... и одним из них был я сам, но я все забыл".

source: "Trias said that there is a 'keeper' in this Fortress of Regrets, and that he holds my mortality prisoner."
ru: "Триас сказал, что у Крепости сожалений есть хранитель, который держит мою смертность под замком".

source: "I don't have any additional information yet, Nordom. I had some other questions for you..."
ru: "У меня пока нет дополнительной информации, Нордом. У меня есть другие вопросы к тебе..."

source: "Scrap it, Nordom. Let's move on."
ru: "Не бери в голову, Нордом. Идем".

source: "Additional Information: Murderer. Immortality = Cannot be murdered." Nordom *tkkk-tkkk-tkkks* for a moment, then *chrrrups.* "Query: Not Murderer?"
ru: "Дополнительная информация: убийца. Бессмертие = невозможность быть убитым, - несколько секунд издает *тк-к-к-тк-к-к-тк-к-к*, после чего начинает *жужжать*. - Запрос: не убийца?"

source: "What do you mean?"
ru: "О чем это ты?"

source: "Response: Immortality precludes murder from achieving success. Query: Not murderer?"
ru: "Ответ: бессмертие не позволяет убийству достичь успеха. Запрос: не убийца?"

source: "Then what else could be gained from killing... trying to kill... me?"
ru: "Тогда что еще можно получить от убийства... попытки убить... меня?"

source: "Are you saying the murderer is *not* trying to kill me? Then what's the point?"
ru: "Ты хочешь сказать, что убийца *не* пытается убить меня? Тогда в чем смысл?"

source: Nordom made an odd suggestion about my 'killer' - he said that the killer may not be a killer at all; he may just want me to keep forgetting. But forget what?
ru: Нордом сделал довольно странное предположение о моем "убийце" - он сказал, что этот убийца вовсе не является убийцей. Возможно, он просто хочет, чтобы я все забыл. Но что именно забыл?"

source: "Response: Immortality = Amnesia."
ru: "Ответ: бессмертие = амнезия".

source: "So whoever this killer is, he's not trying to kill me, but trying to make me *forget?* Hmmm. It's a possibility. I mean, there would have been *other* ways to incapacitate me if the killer had wanted me out of the way... hmmm. But if the killer wants me to forget, *what* does he want me to forget?"
ru: "Значит, кем бы этот убийца ни был, он пытается не убить меня, а заставить меня *забыть*? Хм-м-м. Возможно. Ведь могли быть *другие* способы расправиться со мной, если бы убийца хотел убрать меня с пути... хм-м-м. Но если убийца, хочет что бы я забыл, *что* я должен забыть?"

source: "Query: Formulating additional query... Null immortality in past, requested immortality from Subject: Ravel. Query: Why?"
ru: "Запрос: формулировка дополнительного запроса... Не бессмертие в прошлом, бессмертие запрошено у субъекта Равель. Запрос: зачем?"

source: "I don't know, exactly... then again, who *doesn't* want to live forever?"
ru: "Я точно не знаю... Да кто *не хочет* жить вечно?"

source: "Attention: Quote: 'One was me, but I forgot' (location of mortality). Attention: Previous Quote: 'So whoever this killer is, he's not trying to kill me, but trying to make me *forget?*' Query: Murderer Goal = Null Murder, Murderer Goal = Forgetting = Location of Mortality?"
ru: "Внимание. Цитата: 'Одним из них был я сам, но я все забыл' (местонахождение смертности). Внимание. Предыдущая цитата: 'Значит, кем бы этот убийца ни был, он пытается не убить меня, а заставить меня *забыть*?' Запрос: цель убийцы = не убийство, цель убийцы = забвение = местонахождение смертности?"

source: "So you think the location of my mortality is what the 'murderer' wanted me to forget? Why?"
ru: "То есть ты считаешь, местонахождение моей смерти является тем воспоминанием, которое 'убийца' пытается заставить меня забыть? Для чего?"

source: "Attention/Hypothesis: Forgetting Location of Mortality = Value to 'Murderer.'"
ru: "Внимание/предположение: забвение местонахождения смертности = ценность для убийцы".

source: "Hmmm. It's a possibility... but why would the knowledge of the *location* be important?"
ru: "Хм-м-м. Очень может быть... Но почему знание *местонахождения* так важно?"

source: Nordom made another suggestion about my 'killer' - he said not only that the killer may not be a killer at all; he may just want me to keep forgetting. Based on what the Pillar of Skulls said, there's fewer and fewer people that know where my mortality is, and I used to be one of them, but I forgot. Is the location of my mortality what the murderer wanted me to forget?
ru: Нордом сделал еще одно предположение о моем "убийце" - он сказал, что этот убийца вовсе не является убийцей. Возможно, он просто хочет, чтобы я все забыл. Колонна черепов сказала, что очень мало людей знало о том, где находится моя смертность, и я был одним из них, но все забыл. Неужели забвение местонахождения моей смерти - это то, что хочет от меня мой убийца?

source: "Correction: NULL Location of Mortality = Value to 'Murderer.'"
ru: "Поправка: не местонахождение смертности = ценность для убийцы".

source: "Hmmm. It's a possibility... so someone wants no one to know where it is? Or this murderer doesn't want anyone to know where it is except him?"
ru: "Хм-м-м. Очень может быть... Значит, кто-то хочет, чтобы никто не знал о ее нахождении? Или этот убийца не хочет, чтобы об этом не знал никто, кроме него?"

source: "Attention: Trias the - Betrayer - disposition: falsehood/Shield of Golden Lies. Information/Source: Trias, Information Accuracy: Questionable."
ru: "Внимание: Триас - Предатель - характер: вероломство/прикрывающийся золотой ложью. Информация/источник: Триас. Достоверность информации: под вопросом".

source: "I don't think he was lying, Nordom; there was nothing to be gained from it... you had to see his eyes. He was telling the truth... this time. Why is this keeper holding my mortality?"
ru: "Не думаю, что он лжет, Нордом. Для него нет в этом никакой выгоды... и ты бы видел его глаза. Он сказал мне правду... в этот раз. Почему этот хранитель держит мою смертность у себя?"

source: "Supposition: Location of Mortality is something of value. Query: Mortality is of value?"
ru: "Предположение: местоположение смерти имеет какую-то ценность. Запрос: смертность имеет ценность?"

source: "You know, Ravel said my mortality was precious... that it could be held for *ransom.* That I could be used as a puppet if someone had captured it."
ru: "А знаешь, Равель сказала, что моя смертность очень ценна... и что ее могут держать ради *выкупа*. Или держать в качестве марионетки".

source: "Query: Why? Formulating... Motivations..." Nordom *whrrrrs,* then *chrrrups.* "Nordom recall Ravel Response: "-No telling what horrible things someone could do to you if they held your mortality for RANSOM. It would like be holding someone's sweet, succulent soul... a puppet dancing on someone's strings, would you be." Nordom *chrrrups.* "Recall terminated."
ru: "Запрос: почему? Формулировка... Мотивации... - *жужжа*, Нордом вспоминает ответ Равель: Не стоит упоминать, что за ужасные вещи сможет сотворить с тобой тот, кто захватит твою смертность и будет требовать ВЫКУП. Это все равно что держать чью-то сладкую сочную душу... марионеткой, пляшущей под чью-то дудку, станешь ты". Нордом снова *жужжит*. "Воспоминание завершено".

source: "You're right - Ravel said my mortality was precious... that it could be held for ransom or be used to control me. But ransom implies that someone ASKS for a ransom... and I haven't been used like a puppet... I don't think. So..."
ru: "Ты прав - Равель сказала, что моя смертность очень ценна... И ее могут держать ради выкупа или ради того, чтобы управлять мной. Но выкуп подразумевает то, что кто-то будет ТРЕБОВАТЬ его... И я не чувствую себя марионеткой... вроде бы. Так что..."

source: "Hypothesis: Ransom - Query: Received ransom demand?"
ru: "Предположение: выкуп. Запрос: требование выкупа получено?"

source: "You're right, there hasn't been one. And whoever this keeper is who holds my mortality - he doesn't seem to have been pulling my strings to get me to do anything... at least that I can tell. So...?"
ru: "Да, ты прав, такого не было. И кем бы ни был этот хранитель, похоже, он не пытается дергать меня за веревочки... по крайней мере, я не могу этого сказать. Итак?.."

source: I've been trying to figure out what my 'murderer' may want, and I keep hitting the same damn obstacles - the only thing he seems to want is me to forget where my mortality is; he hasn't made any 'ransom' demands, and he hasn't been using my mortality to control me, at least that I can tell. Maybe he doesn't possess my mortality... or isn't willing to make use of it? There's too many questions, and not enough answers.
ru: Я попытался понять, что же хочет убийца. И я постоянно натыкаюсь на одни и те же препятствия - единственное, что он, похоже, хочет - это то, чтобы я забыл, где находится моя смертность. Он потребовал от меня никакого выкупа и не использовал мою смертность для управления мной (по крайней мере, я об этом не знаю). Может быть, он и не владеет моей смертностью... или не хочет ею пользоваться? Слишком много вопросов и так мало ответов.

source: Nordom falls silent. He doesn't even blink.
ru: Нордом умолкает. Он даже перестает моргать.

source: "So... my mortality is locked away in this damn Fortress, and the more people forget where it is, the less chance it will ever be recovered. So whoever this keeper is - if he's even the *same* person as the killer -- he must not want my mortality recovered... or at least, anyone knowing where it is. But... this keeper who holds my mortality, he either can't or is unwilling to make use of my mortality to control me. Why?"
ru: "Так что... моя смертность упрятана в этой проклятой Крепости, и чем меньше людей знает о ее местонахождении, тем меньше вероятность, что ее когда-нибудь освободят. Кем бы ни был этот хранитель - даже если он и *есть* убийца - он вряд ли захочет освободить мою смертность... или, по крайней мере, позволить кому-либо знать о ней. Но... этот хранитель либо не может, либо не хочет использовать мою смертность для управления мной. Почему?"

source: "Affirmatory. Query: Additional Information?"
ru: "Утвердительно. Запрос: дополнительная информация?"

source: "What are you doing with your crossbows?"
ru: "Что ты делаешь со своими арбалетами?"

source: Leave Nordom to his weapons.
ru: Оставить Нордом наедине со своим оружием.

source: "Once I was 'one.' Now I am 'one,' but it is a smaller, louder 'one.'"
ru: "Когда-то я был 'одним', целым. Теперь я 'один', но это меньше, звонче 'один'".

source: "Negatory."
ru: "Отрицательно".

source: "I am not speaking to them, I am listening to them. They were submitting queries as to when they will get to shoot something."
ru: "Я не разговариваю с ними, я их слушаю. Они отправляют запросы, когда собираются стрелять во что-то".

source: "Where once there were two wings, there are now two arms. I do not know why I lost my wings."
ru: "Сейчас там, где раньше были крылья, две руки. Я не знаю, почему потерял свои крылья".

source: "The theme of 'falling from grace with one's people' coupled with my loss of wings is something that I had perceived and catalogued. I have observed it mirrored in many individuals that I interact with."
ru: "Тема 'грехопадения некоторых', объединенная с потерей моих крыльев, содержит что-то, что я воспринял и каталогизировал. Я наблюдал отражение подобного во многих встреченных личностях".

source: "'Cutest' is a subjective term. I prefer the designation 'fearsome cubed warrior.'"
ru: "'Симпатичный' - субъективное понятие. Я предпочитаю описание 'страшный воин кубической формы'".

source: "I do not accept orders from you."
ru: "Я не принимаю приказов от тебя".

source: "That is physically impossible for you without surrogate arms. Nor am I numbered like a die."
ru: "Для тебя это физически невозможно без заменителя рук. Кроме того, на моих гранях нет цифр, как на игральных костях".

source: "They do not require reloading. They are always ready to fire."
ru: "Им не требуется перезарядка. Они всегда готовы к стрельбе".

source: "They are not clicking. They are in a period of deep discussion concerning this journey."
ru: "Они не щелкают. Они в состоянии оживленной дискуссии по поводу этого путешествия".

source: "Why do you persist in addressing me as a door?"
ru: "Почему ты настойчиво обращаешься ко мне как к двери?"
