Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dnordom.dlg.po
Languages: ru

source: "Define: Aid, required."
ru: "Определение: Помощь, запрос".

source: "In what manner shall I tend to them."
ru: "В таком случае я буду обслуживать их".

source: "Request: Aid Mourns (AKA Mourns-For-Trees) [Hold trees dear]. Invalid command/object name."
ru: "Запрос: Помочь Скорбящему (псевдоним: Скорбящий-по-деревьям) [Проявить к деревьям нежность]. Неправильные команда/имя объекта".

source: "The command is understood. The parameters are acceptable. What purpose will the said desire serve."
ru: "Команда понята. Параметры приняты. Каково предназначение высказанного желания".

source: "Said desire will begin immediately."
ru: "Запрошенное желание начнется незамедлительно".

source: "I'm asking you to help Mourns care for the trees here."
ru: "Я прошу тебя помочь Скорбящему-по-деревьям позаботиться об этих деревьях".

source: "Nordom: Desire for all trees in the 'Hive' ward of Sigil to become healthy and grow."
ru: "Нордом: желать всем деревьям в районе Сигила 'Улей' стать здоровыми и высокими".

source: "Uh... no, I meant 'care.' To hold dear."
ru: "Э... нет, я имел в виду 'позаботиться'. Проявить нежность".

source: "Never mind. I have some questions, Mourns..."
ru: "Неважно. У меня есть еще вопросы, Скорбящий..."

source: "Forget it. Farewell, Mourns-For-Trees."
ru: "Забудь. Прощай, Скорбящий-по-деревьям".

source: "Never mind. Morte? What do you think?"
ru: "Неважно. Что думаешь, Морт?"

source: "Never mind. Annah? Could you?"
ru: "Неважно. Анна? А ты?"

source: "Never mind. Ignus?"
ru: "Неважно. Игнус?"

source: "Never mind. Grace, would you consider it?"
ru: "Неважно. Грация, ты не могла бы в этом помочь?"

source: "Never mind. Dak'kon, could you help this man?"
ru: "Неважно. Даккон, ты поможешь этому человеку?"

source: "Never mind. Dak'kon: help this man."
ru: "Неважно. Даккон, помоги этому человеку?"

source: "Never mind. Vhailor, could you help?"
ru: "Неважно. Вейлор, ты сможешь помочь?"

source: "The Hive is a place of Chaos and decay. There is a good chance the presence of the invigorated trees will bring a sense of order to the place."
ru: "Улей - место Хаоса и упадка. В здоровых деревьях есть хорошая возможность привнести в этот место немного порядка".

source: "I thank you, Nordom. Morte? What do you think?"
ru: "Спасибо тебе, Нордом. Морт? Что думаешь насчет этого?"

source: "I thank you, Nordom. Annah? Could you?"
ru: "Спасибо тебе, Нордом. Анна? А ты?"

source: "I thank you, Nordom. Ignus?"
ru: "Спасибо тебе, Нордом. Игнус?"

source: "I thank you, Nordom. Grace, would you consider it?"
ru: "Спасибо тебе, Нордом. Грация, ты не могла бы в этом помочь?"

source: "I thank you, Nordom. Dak'kon, could you help this man?"
ru: "Спасибо тебе, Нордом. Даккон, ты поможешь этому человеку?"

source: "I thank you, Nordom. Dak'kon: help this man."
ru: "Спасибо тебе, Нордом. Даккон, помоги этому человеку".

source: "I thank you, Nordom. Vhailor, could you help?"
ru: "Спасибо тебе, Нордом. Вейлор, ты сможешь помочь?"

source: "I thank you, Nordom. I had some questions, Mourns..."
ru: "Спасибо тебе, Нордом. У меня есть несколько вопросов, Скорбящий..."

source: "I am grateful to you, Nordom. Farewell, Mourns-For-Trees."
ru: "Я благодарен тебе, Нордом. Прощай, Скорбящий-по-деревьям".

source: You see a cube with four arms and two legs; despite its mechanical appearance, the front of the cube is a strange, organic green face, with two wide, elliptical eyes. The cube doesn't seem to notice you; it is staring intently at the two crossbows cradled in its hands. A multi-faceted lens dangles from the upper left corner of the cube; it looks like it's designed to pop down over one of the cube's eyes, like a scope.
ru: Перед тобой куб с четырьмя руками и двумя ногами. Несмотря на то, что он выглядит явно механическим, у передней стороны куба странное, органическое зеленое лицо с двумя большими овальными глазами. Кажется, куб не замечает тебя, он самозабвенно смотрит на два арбалета, прикрепленных к рукам. С верхнего левого угла свисают многогранные линзы. Похоже, что они могут опускаться к глазам куба на манер окуляров.

source: "Uh... greetings...?"
ru: "Ух... Приветствую?.."

source: Nordom looks lost in thought. Literally. He is *kliking* and *whrrring* to himself like an adding machine.
ru: Похоже, Нордом глубоко поглощен раздумьями. В буквальном смысле. Он *пощелкивает* и *жужжит* сам себе, как бездумная машина.

source: "Nordom, I need your help. Will you travel with me?"
ru: "Нордом, мне нужна твоя помощь. Ты пойдешь вместе со мной?"

source: Leave Nordom to his "thoughts."
ru: Оставить Нордома наедине со своими "мыслями".

source: Nordom's 'mouth' forms a bizarre sideways semi-circle. "Affirmatory! Admission granted, permissions exchanged." His two crossbows begin *kliking* and *twanging* violently, almost vibrating out of his hands. "Status: All ready and Waiting."
ru: 'Рот' Нордома принимает форму причудливого полукруга. "Утвердительно! Допуск получен, совершен обмен разрешениями". Оба арбалета начинают усиленно *трещать* и *щелкать*, практически дрожа от этого в его руках. "Статус: все готово и ожидает инструкций".

source: "Let's go, then."
ru: "Тогда вперед".

source: Nordom is staring at his crossbows intently. They are making a variety of clicking noises, first one, then the other, as if conversing.
ru: Нордом внимательно смотрит на свои арбалеты. Они обмениваются различными щелчками, сначала один, затем другой, словно общаясь друг с другом.

source: Ignore the... cube.
ru: Не обращать внимания на... куб.

source: "In the 13.7th Revolution, we were required to fix gear and cog sub-set thirty-one in the fifth ring of Mechanus. We removed the obstruction and the gear turned as per its normal speed. Upon completing our task, we were then returned to the Source."
ru: "Во время 13,7-го Цикла нам понадобилось починить шестерню и подмножество зубцов номер тридцать один в пятом кольце Механуса. Мы устранили помеху, и шестерня стала крутиться с нормальной скоростью. Выполнив свое задание, мы вернулись к Источнику".

source: "It was what took place. With embellishments, of course."
ru: "Так все и произошло. Конечно, немного приукрашено".

source: "I thought the return to Source was a particularly fitting image to close the tale."
ru: "Я подумал, что возвращение к Источнику - особо подходящий образ для окончания истории".

source: "That was an... interesting story, Nordom."
ru: "Это... интересная история, Нордом".

source: "Embellishments?"
ru: "Приукрашенно?"

source: "Am I to understand that my services are being presented for purchase? A transfer of authority from you to Vrischika based upon a monetary exchange?"
ru: "Я так понимаю, мои услуги предоставлены для продажи? Передача полномочий от тебя к Вришике, основанная на денежном обмене?"

source: "Yes, that's correct. Will you take him, Vrischika?"
ru: "Да, верно. Берешь его, Вришика?"

source: "Yes, but forget it. I had another question, Vrischika..."
ru: "Да, но забудь об этом. У меня другой вопрос, Вришика..."

source: "Yes... but I've reconsidered. Let's go, Nordom."
ru: "Да... но я передумал. Пошли, Нордом".

source: "Nordom preparing to assume Vrishika - alu-fiend, importer, curiosity shop proprietress - as primary authority figure."
ru: "Нордом готовится принять Вришику, алу-демона, поставщицу, владелицу антикварного магазина, в качестве главного представителя власти".

source: "Query: What does Nordom define /choice/? Define: CHOICE: The act of choosing, selection; the right or opportunity to choo-"
ru: "Запрос: как Нордом определяет /выбор/? Определение: ВЫБОР: Акт избрания, селекции; право либо возможность вы..."

source: "Nordom, stop. This is between Ravel and I. Look, Ravel --"
ru: "Нордом, прекрати. Это между Равель и мной. Послушай, Равель..."

source: "Query: Received. Response: Nordom is readied and waited. Awaiting to profess further directives."
ru: "Запрос: получен. Ответ: Нордом готов и ожидает. Ожидание дальнейших указаний для переработки".

source: "Actually, it's 'process'... never mind. Vhailor?"
ru: "Вообще-то, для 'обработки'... А, неважно. Вейлор?"

source: "Actually, it's 'process'... never mind. Ignus?"
ru: "Вообще-то, для 'обработки'... А, неважно. Игнус?"

source: "Actually, it's 'process'... never mind. Fall-From-Grace?"
ru: "Вообще-то, для 'обработки'... А, неважно. Падшая Грация?"

source: "Actually, it's 'process'... never mind. Annah?"
ru: "Вообще-то, для 'обработки'... А, неважно. Анна?"

source: "Actually, it's 'process'... never mind. Dak'kon?"
ru: "Вообще-то, для 'обработки'... А, неважно. Даккон?"

source: "Actually, it's 'process'... never mind. Morte?"
ru: "Вообще-то, для 'обработки'... А, неважно. Морт?"

source: "All right then... let's see what's on the other side of this portal."
ru: "Хорошо... А теперь посмотрим, что же находится по ту сторону портала".

source: "Pillar of Skulls: known to be composed of the living heads of mortals who have lied, where said lies resulted in the deaths of other mortals. The Pillar serves as a repository of knowledge. The Pillar will demand payment for sharing said knowledge no less than ninety-seven percent of the time. The Pillar's demands are consistently of a level that the typical mortal would call 'very great.' Logic would suggest one not query the Pillar unless the need for a particular unit of information could be considered similarly 'very great.'"
ru: "Колонна Черепов: известна тем, что состоит из живых голов смертных, чья ложь послужила причиной смерти других смертных. Колонна служит хранилищем знаний. Колонна требует плату за пользование своими знаниями в не менее чем девяноста семи процентах случаев. Требования Колонны соответствуют уровню, который типичный смертный назвал бы 'очень высоким'. Логика подсказывает не спрашивать Колонну, если только потребность в соответствующей единице информации не может быть расценена как 'очень высокая'".

source: The cube *chrrrups,* and there is a *klik-klik-klik* as its eyes blink wildly. The cube whirls to face you, its eyes wide, then flings its two free hands up in the air, as if in surrender... yet its two crossbows have turned in its hands and are now trained on you. In a strange, detached way, you can't help but notice that every joint on this creature seems to be a series of *whrrrring* gears and cogs.
ru: Куб *заскрипел*, и заморгал глазами с звуком *щелк-щелк-щелк*. Куб поворачивается к тебе с широко открытыми глазами, после чего поднимает две свободные руки вверх, словно сдаваясь... Однако два арбалета в его двух других руках тоже повернулись и теперь целятся прямо в тебя. По какому-то странному ощущению ты понимаешь, что каждый сустав этого создания состоит из множества *жужжащих* шестеренок и колес.

source: "Uh..."
ru: "Э..."

source: After a moment of staring at you, its cubic body swivels, turning its back on you, and begins bobbing up and down as if running away - yet its feet remain firmly planted facing front. As it "runs," the gears of its crossbows start *klikking* and *twanging* in the creature's hands.
ru: Спустя секунду кубическое тело разворачивается к тебе спиной и начинает трястись вверх и вниз, словно пытаясь убежать - хотя ноги продолжают стоять на месте, даже не развернувшись вслед за телом. Пока он "бежит", шестерни его арбалетов начинают *щелкать* и *трещать*.

source: "Uh... do you know you're facing backwards?"
ru: "Э-э... Ты знаешь, что повернут наоборот?"

source: The creature suddenly stops its bobbing motion, then swivels back around to face you. "Backwards modron = 'Nordom?'" The cube's voice has a metallic, warbling quality to it, as if every word it speaks is jumping off a spring and landing... well, somewhere else. Its mouth forms a bizarre sideways semi-circle, which you take to be a smile. "Gratitudes! Gratefuls!"
ru: Существо неожиданно останавливается и разворачивается к тебе лицом. "Модром наоборот = 'Нордом'?" Голос куба металлический, мелодичный, словно каждое сказанное слово спрыгивает с пружины и приземляется... ну, где-то еще. Его рот формирует причудливый косой полукруг, который ты принимаешь за улыбку. "Благодарности! Благодарности!"

source: "Uh... I'm sorry?"
ru: "Э-э-э... прошу прощения?"

source: I've learned the danger of names. While wandering around inside Rubikon, I encountered a strange modron - when I spoke to him, he thought I was naming him. His new name is 'Nordom,' and for a modron, he seems pretty... unhinged.
ru: Я познал опасность имен. Блуждая по Рубикону я обнаружил странного модрона. Когда я с ним заговорил, он посчитал, что я назвал его по имени. Теперь его зовут 'Нордом', и для модрона он немного... помешанный.

source: "Backwards modron = 'Nordom?'" The cube's voice has a metallic, warbling quality to it, as if every word it speaks is jumping off a spring and landing... well, somewhere else. Its mouth forms a bizarre sideways semi-circle, which you take to be a smile. "Gratitudes! Gratefuls!"
ru: "Модром наоборот = 'Нордом'?" Голос куба металлический, мелодичный, словно каждое сказанное слово спрыгивает с пружины и приземляется... ну, где-то еще. Его рот формирует причудливый косой полукруг, который ты принимаешь за улыбку. "Благодарности! Благодарности!"

source: "Not sorries. Null sorries. Gratitudes! Indentification of self comprosized by doubtings + mullings + analysis." The cube *chrrrups* again, and one of its eye blinks with a *klik* - then after a moment, the other eye *kliks,* as if it doesn't want to be left out.
ru: "Не прощения. Нуль прощений. Благодарность! Интентификация себя была под угрозой: сомняния + раздумья + анализ". Куб снова *заскрипел*, один глаз *щелкнул*, спустя секунду *щелкнул* и другой, словно не желая отставать.

source: "I still don't understand."
ru: "Я все еще не понимаю".

source: "You're grateful... that I identified you? Aren't you a modron?"
ru: "Ты благодаришь за то... что я тебя идентифицировал? Разве ты не модрон?"

source: The cube's features steady themselves, and its mouth forms a flat line. "Indemnification of this unit (was) compromised. Subject - addressee indemnified unit as 'Nordom.' Gratitudes tendered for providing Nordom indemnification."
ru: Черты лица куба ужесточаются, рот принимает форму прямой линии. "Интенсификация данной единицы (было) под угрозой. Тема - обратившийся, интесифицировший единицу как 'Нордом'. Вручены благодарности за предоставление Нордому интенсификации".

source: "It was nothing. Really."
ru: "Мне это совсем ничего не стоило".

source: Nordom's eyes *klik* blink once, twice, three times; each time the black spots in the center of his eyes dilate - by the third blink, they are the size of dots. "Real-eye-zation reached: Nordom null know name of addressee. Indemify yourself."
ru: Глаза Нордома *щелкнули* один раз, два, три. С каждым разом черные точки в центре его глаз увеличиваются. На третьем щелчке они достигают небольших пятнышек. "Объектив-ность достигнута: Нордом знает не имя обратившегося. Интесифицируй себя".

source: "You mean 'identify,' right?"
ru: "Ты ведь имеешь в виду 'идентифицируй', верно?"

source: Truth: "I don't really *have* a name, Nordom."
ru: Правда: "На самом деле у меня *нет* имени, Нордом".

source: Lie: "Adahn. My name is Adahn."
ru: Ложь: "Адан. Меня зовут Адан".

source: "Affirmatory. Indent-ify, required. Request: Identify identity to Nordom."
ru: "Утвердительно. Было запрошено - интент-исификация. Запрос: идентифицируй личность Нордому".

source: "Nordom, I don't want to identify myself. In fact, I'd like to end this conversation with you and be about my business."
ru: "Нордом, я не хочу себя идентифицировать. И вообще хочу закончить этот разговор и заняться своими делами".

source: Nordom's eyes widen, the diameter of his 'pupils' growing back to normal size. He *klik* blinks once - but the metal shutters that fall across his eyes don't rise. After a moment, they begin rattling, as if stuck.
ru: Глаза Нордома расширяются, диаметр 'зрачков' снова возвращается к нормальному размеру. Он моргает с *щелчком* еще раз - но на этот раз металлические заслонки, упавшие на глаза, назад не поднялись. Спустя секунду они начинают дребезжать, словно что-то в них заело.

source: "Uh... Nordom. You can open your eyes now."
ru: "Э-э-э... Нордом. Можешь открыть глаза".

source: There is another *klik* and Nordom's eyes open. "Not closing eyes: Engaged-ged in Action Clarification for Subject (Unidentified, Nameless). Formulating... submitting query: Are you lost?"
ru: С еще одним *щелчком* глаза Нордома открываются. "Не закрывать глаза: задействовано-вано пояснительное действие для субъекта (не идентифицирован, Безымянный). Формулировка... отправка запроса: ты потерялся?"

source: "Lost? What do you mean?"
ru: "Потерялся? Что ты имеешь в виду?"

source: As Nordom's warbling query ends with the word 'Lost,' a curious crawling sensation worms through the back of your skull - with it comes two certainties, hand in hand: This is not the first time you've heard this, and that what Nordom is *about* to say to your next question is important.
ru: Когда мелодичный запрос Нордома заканчивается на слове "потерялся", у тебя в голове чудным клубком червей ползают две мысли, которые становятся все уверенней и очевидней: что ты не в первый раз слышишь этот вопрос, и что то, что *скажет* Нордом в следующем вопросе, является очень важным.

source: "When you say 'loss,' Nordom, what do you mean?"
ru: "Когда ты сказал 'потерялся', что ты имел в виду, Нордом?"

source: "Absence of Name = Absence of Identity = Absence of Purpose = Absence of Place in Multiverse = Null State = Loss. Nordom existed in State, Null, until Subject (Unidentified, Nameless) attached identity to Nordom. Null Identity, Null Purpose, Null Place equates to 'Loss.'"
ru: "Отсутствие имени = Отсутствие личности = Отсутствие предназначения = Отсутствие места в мультивселенной = Нулевое состояние = Потеря. Нордом пребывал в Нулевом состоянии, пока субъект (не идентифицирован, Безымянный) не прикрепил личность Нордому. Нуль личности, нуль предназначения, нуль места равно 'потеря'".

source: "Well, I imagine I had a name once, but I forgot it."
ru: "Ну, наверное, у меня когда-то было имя, но теперь я его забыл".

source: "Formulating new query." There is a *tkkk-tkkk-tkkk* as Nordom blinks three times, rapidly - the sound is like the tapping of a hammer on a sheet of tin. "Explain to Nordom why you performed this action: FORGOT-ing."
ru: "Формулировка нового запроса, - Нордом быстро моргает три раза с характерным звуком *тин-тин-тин*, словно кто-то стучит молотком по листу жести. - Объясни Нордому, зачем ты выполнил это действие - ЗАБЫЛ".

source: "It just happened. It wasn't intentional."
ru: "Это просто произошло само собой, я не нарочно".

source: "It's in my nature to forget things, I think."
ru: "Наверное, это такая моя черта - забывать все".

source: "It's a side effect of my... condition, I think."
ru: "Наверное, это побочный эффект моего... состояния".

source: The metal shutters seal over Nordom's eyes with a *whrrr,* then he rattles to himself for a few moments with his eyes closed. When they *klik* open, Nordom *chrrrups.* "Query: Memory defective?"
ru: Заслонки, жужжа, задвинулись на глаза Нордома, после чего он несколько секунд стоит с закрытыми глазами, что треща самому себе. Когда глаза с *щелчком* открылись, Нордом *заскрипел*. "Запрос: дефективная память?"

source: "Yes, you could say that."
ru: "Да, можно и так сказать".

source: "Pre-Conditional Action to clarify Query: Nordom memory space not yet near capacity. Query/Action: In event of 'Yes' return from Subject (Unidentified, Nameless) Nordom can re-remember for you."
ru: "Предварительное условное действие декларативного запроса: Объем памяти Нордома еще не исчерпан. Запрос/действие: при наступлении события 'да', возвращенного от субъекта (не идентифицирован, Безымянный), Нордом может запоминать вместо тебя".

source: "Sure, go ahead, Nordom... anyway, look, I really have to be about my business."
ru: "Конечно, валяй, Нордом... Послушай, мне нужно заняться своими делами".

source: "Thanks for the offer, Nordom. You can if you want. But look, I really should be going."
ru: "Спасибо за предложение, Нордом. Можешь это делать, если хочешь. Но мне нужно идти".

source: Nordom's eyes widen, the diameter of his 'pupils' growing back to normal size. He *klik* blinks once, but the metal shutters that fall across his eyes don't rise.
ru: Глаза Нордома расширяются, диаметр 'зрачков' снова возвращается к нормальному размеру. Он моргает с *щелчком* еще раз, но на этот раз металлические заслонки, упавшие на глаза, назад не поднялись. Спустя секунду они начинают дребезжать, словно что-то в них заело.

source: There is another *klik* and Nordom's eyes open. "Not closing eyes: Action Clarification for Adahn. Filing Information, Remembering. Adahn: Name catalogued. Nordom will not forget identity, sentient: Adahn."
ru: С еще одним *щелчком* глаза Нордома открываются. "Не закрывать глаза: пояснительное действие для Адана. Заполнение информацией, запоминание. Адан: имя каталогизировано. Теперь Нордом не забудет разумную личность Адана".

source: "Great. Anyway, Nordom, it's been great, but I have to be going."
ru: "Отлично. Ладно, Нордом, было приятно пообщаться, но мне пора идти".

source: There is a sudden, rapid series of *kliks* and *twangs* from the crossbows in Nordom's hands. His eyes spin and re-focus on the crossbows, holding the right one up closer to his side, as if listening to it.
ru: Арбалеты в руках Нордома неожиданно *защелкали* и *затрещали*. Его глаза сфокусировались на них, он подносит их ближе к себе, словно прислушиваясь к ним.

source: "Is everything okay?"
ru: "Все в порядке?"

source: One of Nordom's eyes remain on the crossbow, which is *klikking* faintly, and his other eye focuses on you. "Query: May these ones join you on your gurney?"
ru: Продолжая смотреть на слабо *щелкающие* арбалеты одним глазом, Нордом наводит другой глаз на тебя. "Запрос: могут ли они присоединиться к тебе в твоих происках?"

source: "Uh, don't you mean 'journey?'"
ru: "Э-э, ты, наверное, имел в виду 'поисках'"?

source: "You know, I REALLY don't think that would be a good idea. No, not now... Nordom."
ru: "Знаешь, я не думаю, что это ХОРОШАЯ идея. Нет, пока нет... Нордом".

source: "Well... all right. I may have to move some people around, however."
ru: "Ну... хорошо. Только мне нужно произвести некоторое перестановки в отряде".

source: "Sure. We could always use a hand... or four."
ru: "Конечно. Лишняя пара рук никогда не помешает... или две пары".

source: "Veritably. Journey, affirmed. Permission granted?"
ru: "Истинно. Поисках, утвердительно. Разрешение получено?"

source: Nordom stares at you with his wide eyes. His right crossbow *ker-klaks,* then Nordom blinks. "Appendix Query: Please?"
ru: Нордом смотрит на тебя с расширенными зрачками. Правый арбалет *щелкает*, и Нордом моргает. "Дополнительный запрос: пожалуйста?"

source: "Not this time, Nordom."
ru: "Не сейчас, Нордом".

source: "Well... all right. We could always use a hand... or four."
ru: "Ну... ладно. Лишняя пара рук никогда не помешает... или две пары".

source: Nordom's mouth swivels into a downward semi-circle. "Answer to query: received and ack-knowledged. Nordom will persist in abstinence of larger community. Nordom will continue to inhabit this polygonal space until retrieved."
ru: Рот Нордома вытягивается в полукруг кончиками вниз. "Ответ к запросу: получен и принят. Нордом воздержится от большого сообщества. Нордом продолжит пребывать в этом многоугольном пространстве, пока не будет возвращен".

source: "Very well. I may return, Nordom."
ru: "Хорошо. Возможно, я вернусь, Нордом".
