Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dnordom.dlg.po
Languages: ru

source: "Can we discuss my immortality again?"
ru: "Давай еще раз поговорим о моем бессмертии".

source: "Ever heard of someone named Ravel Puzzlewell, Nordom?"
ru: "Доводилось ли тебе слышать о ком-нибудь по имени Равель Заморочка, Нордом?"

source: "Nordom, do you know anything about the Blood War?"
ru: "Нордом, ты знаешь что-нибудь о Кровавой войне?"

source: "No more... queries, Nordom. Let's go."
ru: "Больше нет никаких... запросов, Нордом. Пойдем".

source: "Negatory." Nordom's body begins vibrating, then there is a sharp *snap,* and it stops. "Subject of inquiry is not known to /Nordom/."
ru: "Отрицательно, - тело Нордома, вибрируя, издает громкий *щелк*, после чего успокаивается. - Запрашиваемый субъект не известен /Нордому/".

source: "All right then, Nordom. I had some other questions for you..."
ru: "Ну хорошо. Нордом, у меня есть к тебе другие вопросы..."

source: "Define: Blood War. The largest conflict in recorded history. Underlying cause of war: ideological differences between baatezu - law and tanar'ri - chaos. Qualifiers of War: Racial Genocide. Prospect of War ending unless every baatezu and/or every tan'nari is exterminated is .0000000000000000000001%. Primary Combatants: Baatezu, Tanar'ri. Participants in war: All."
ru: "Определение: Кровавая война. Крупнейший конфликт в известной истории. Причины войны: идеологические разногласия между баатезу - законом, и танарри - хаосом. Спецификатор войны: расовый геноцид. Вероятность завершения войны без уничтожения всех баатезу и/или всех танарри оценивается как 0,0000000000000000000001 %. Основные воюющие стороны: баатезу, танарри. Участники войны: все".

source: "Tell me about the Baatezu."
ru: "Расскажи мне о баатезу".

source: "Tell me about the Tanar'ri."
ru: "Расскажи мне о танарри".

source: "AKA, 'Fiends, Devils.' Information incomplete: Generic Descriptor, Baatezu. Inhabitants of the Plane: Baator. Numbers: Incalculable. Primary Attack Form: Dependent on caste. Immunities: Fire, Cold Iron, Poison. Physical Traits: Dependent on sub-race, majority exhibit resistance to cold/gas. Personality Traits: Lawful, Evil, Manipulative, Efficiency: 73%."
ru: "Также известные как нечистые, дьяволы. Неполная информация: общее описание - баатезу. Населяемый план: Баатор. Численность: не поддается учету. Первичная форма: зависит от касты. Иммунитет: огонь, железо, яд. Физические особенности: зависит от подрасы, большинство демонстрирует сопротивляемость к холоду и газу. Личностные особенности: законопослушность, злобность, властность. Эффективность: 73 %".

source: "AKA, 'Fiends, Demons.' Information incomplete: Generic Descriptor, Tanar'ri. Inhabitants of the Plane: Abyss. Numbers: Incalculable. Primary Attack Form: Depends on category. Immunities: Lightning, Fire non-magic, Poison. Physical Traits: Dependent on sub-race, majority exhibit resistance to cold, magical fire, gas. Personality Traits: Chaotic, Evil, Efficiency: 13%."
ru: "Также известные как нечистые, демоны. Неполная информация: общее описание - танарри. Населяемый план: Бездна. Численность: не поддается учету. Первичная форма: зависит от категории. Иммунитет: молния, немагический огонь, яд. Физические особенности: зависит от подрасы, большинство демонстрирует сопротивляемость к холоду, магическому огню и газу. Личностные особенности: хаотичность, злобность. Эффективность: 13 %".

source: A slow *tkkk-tkkk-tkkk* begins building in Nordom - like a clock about to explode. "Response: Responsibilities of Director: (A) Integrity-Maintenance of Rubikon Project, (2) Order-Issuance to Rubikon battalion/work group. Period of obeyance in accordance with Nordom obedience: Until Rubikon project halted, Creative Director = Nordom's superior."
ru: Из Нордома начинает издаваться гулкий *тк-к-к-тк-к-к-тк-к-к* - словно часы, готовые вот-вот взорваться. "Ответ: обязанности директора - (А) поддержание целостности проекта Рубикон, (2) отдача инструкций войску/рабочей группе Рубикона. Период подчинения в соответствии с покорностью Нордома: пока проект Рубикон не остановлен, творческий директор = начальник Нордома".

source: "So... you'll do whatever I tell you?"
ru: "Значит... ты будешь делать все, что я скажу?"

source: "Then I have some orders for you, Nordom..."
ru: "Тогда у меня есть некоторые инструкции для тебя, Нордом..."

source: "Hmmm. What sorts of tasks did the Creative Director ask you to do?"
ru: "Хм-м-м. А какого рода задачи тебе поручал творческий директор?"

source: "Actually, forget it, Nordom. I had some other questions for you..."
ru: "Ладно, забудь об этом, Нордом. У меня есть другие вопросы к тебе..."

source: "Scrap that, Nordom. Let's move on."
ru: "Не бери в голову, Нордом. Идем".

source: "Affirmatory."
ru: "Утвердительно".

source: "Well, then, I have some orders for you..."
ru: "Хорошо, тогда у меня есть некоторые инструкции для тебя..."

source: "Status: Awaiting orders."
ru: "Статус: ожидание инструкций".

source: "I order you to focus more of your energy from your introspection routines and gear them more towards combat. I expect an *immediate* increase in your fighting skills and accuracy, soldier."
ru: "Я приказываю тебе сфокусировать больше энергии на процедурах самоанализа и направить их для использования в бою. Я ожидаю *немедленного* улучшения боевых навыков и точности, солдат".

source: "Nordom, I want you to focus on clearing out any excess baggage from your memory and use it to improve your logic and introspection routines."
ru: "Нордом, я хочу, чтобы ты сфокусировался на избавлении от лишнего бремени в своей памяти и воспользовался освободившимся местом для улучшения логики и процедурах самоанализа".

source: "Nordom, I want you to take some of the energy you use for your strength and transfer it to your stealth and accuracy. You're too clumsy and loud right now."
ru: "Нордом, я хочу, чтобы ты изъял часть энергии, используемую для силы, и перенес ее на скрытность и точность. В данный момент ты слишком неуклюжий и шумный".

source: "Nordom, I order you to listen to me. I have some things I want to say to you."
ru: "Нордом, я приказываю тебе слушать. У меня есть несколько мыслей, которыми я хочу с тобой поделиться".

source: "Why don't you go hostile and attack everyone you can?"
ru: "Почему бы тебе не стать враждебным и не нападать на кого угодно?"

source: "Do a little dance for me, Nordom."
ru: "Потанцуй со мной немного, Нордом".

source: "I order you to fall on you face, then get back up."
ru: "Упади лицом в грязь, а потом поднимись снова".

source: "Switch your crossbows from one hand to the other."
ru: "Поменяй арбалеты местами".

source: "Affirmatory." There is a moment of silence, then the shutters slowly descend over Nordom's eyes. There is a *tkk-tkk-tkk* from inside his frame, followed by a low grinding noise. The grinding noise turns into a metal screeching, as panels open up in Nordom's sides, and metal plates slide over his frame.
ru: "Утвердительно". Спустя несколько секунд тишины створки на глазах Нордома медленно закрываются. Изнутри его корпуса раздается *тк-к-тк-к-тк-к*, за которым следует скрежещущий шум, который переходит в металлический скрип - это открываются панели по бокам Нордома, позволяя металлическим пластинам надвинуться на его корпус.

source: His fingers begin tapping against his crossbows, and you watch as the rivets in his fingers slide out, slide back, and then the empty holes suddenly fill with a swarm of extremely tiny, intricate gears. The gears *klink* and *tik* as they fight for space, then settle into a steady, methodical *tik-tik-tik.*
ru: Его пальцы начинают бегать по арбалетам. Прямо на твоих глазах заклепки на его руках выдвигаются и отходят в сторону, пустые отверстия тут же наполняются роем маленьких и хитроумных шестеренок. Они *щелкают* и *тикают*, словно борясь за место, после чего успокаиваются, издавая равномерный *тик-тик-тик*.

source: "Affirmatory." There is a moment of silence, then the shutters slowly descend over Nordom's eyes. There is a *tkk-tkk-tkk* from inside his frame, followed by a low grinding noise. The grinding noise turns into a metal screeching, as panels open up in Nordom's sides, and... excess "baggage" starts flying out, and you try and catch each piece as it flies out.
ru: "Утвердительно". Спустя несколько секунд тишины створки на глазах Нордома медленно закрываются. Изнутри его корпуса раздается *тк-к-тк-к-тк-к*, за которым следует скрежещущий шум, который переходит в металлический скрип - это открываются панели по бокам Нордома... как вдруг в стороны начинает вылетать лишнее "бремя". Ты пытаешься поймать каждую деталь, которая выпадает наружу.

source: "Affirmatory." There is a moment of silence, then the shutters slowly descend over Nordom's eyes. There is a *whrrrrrr* from inside his frame, like a treadmill at high speed. There is a chorus of *kliks* from all of Nordom's joints, and new gears sprout out like weeds, fastening themselves onto his shoulder pins, elbows, knees, wrists and ankles. Within moments, they have all attached and secured themselves to his joints, and Nordom looks... well, more gear-ridden than usual.
ru: "Утвердительно". Спустя несколько секунд тишины створки на глазах Нордома медленно закрываются. Изнутри его корпуса раздается *ж-ж-ж-ж*, словно мельница раскручивается под высокой скоростью. Затем из всех суставов Нордома слышатся *щелчки*. Словно побеги, отовсюду появляются новые детали, которые сами собой буквально на глазах закрепляются на плечах, локтях, коленях, запястьях и лодыжках. Вид Нордома преображается, он стал... более одержимым шестеренками, чем обычно.

source: Nordom freezes. "Awaiting: Talk."
ru: Нордом замирает. "Ожидание: говори".

source: Truth: "I order you to be MORE than you can be, Nordom. I order you to become stronger, faster and more focused than you've ever been. I KNOW you can do this, because I BELIEVE you can do this."
ru: Правда: "Я приказываю тебе быть БОЛЕЕ, чем ты есть, Нордом. Я приказываю тебе стать сильнее, быстрее и сосредоточеннее, нежели ты когда-либо был. Я ЗНАЮ, что ты сможешь это сделать, потому что ВЕРЮ в это".

source: "Cancel that. I have some other orders for you..."
ru: "Отмени это. У меня есть еще несколько инструкций для тебя..."

source: "Forget my last order. I had some other questions for you..."
ru: "Забудь про мою последнюю инструкцию. У меня есть другие вопросы для тебя..."

source: "Never mind, Nordom. Let's move on."
ru: "Неважно, Нордом. Идем".

source: Nordom stares at you in silence. His crossbows have also fallen still.
ru: Нордом молча смотрит на тебя. Даже его арбалеты замолкли.

source: "Now repeat the following words: 'I am a strong modron.' 'I am a fast modron.' 'I am a powerful modron.' 'My Creative Director believes in me.' 'I am focused for my Director.' Come on, repeat it."
ru: "А теперь повторяй за мной: 'Я - сильный модрон. Я - быстрый модрон. Я - могущественный модрон. Мой творческий директор верит в меня. Я сосредоточен ради моего директора'. Давай, повторяй".

source: Nordom speaks, but his voice no longer carries the metallic wobble you heard before: It is flat. Focused. Emotionless. "I am a strong modron. I am a fast modron. I am a powerful modron. My Creative Director believes in me. I am focused for my Director."
ru: Нордом повторяет слова, но в его голосе больше нет былой металлической дрожи, только монотонность, сосредоточенность и безучастность. "Я - сильный модрон. Я - быстрый модрон. Я - могущественный модрон. Мой творческий директор верит в меня. Я сосредоточен ради моего директора".

source: "Now FEEL those words, Nordom. BECOME stronger. BECOME faster. BECOME more powerful. Let that energy within you SURFACE and use it to make you NORDOM."
ru: "А теперь ОЩУТИ слова, Нордом. СТАНЬ сильнее. СТАНЬ быстрее. СТАНЬ могущественнее. Позволь своей энергии вырваться НАРУЖУ и стань НОРДОМОМ".

source: Nordom continues to stare at you, but you can FEEL your words taking hold - you can feel just a *spark,* just a *spark* of the energy inside of him... if you can coax it out... bring it to the surface...
ru: Нордом продолжает смотреть на тебя, однако ты ЧУВСТВУЕШЬ силу сказанных слов - всего лишь малую *искорку*, проскочившую внутри него... Если только ты сможешь задобрить ее, заставить вырваться наружу...

source: "Come on, Nordom... Strength. Speed. Power. Focus."
ru: "Ну же, Нордом... Сила. Скорость. Мощь. Концентрация".

source: "AFFIRMATORY." The pupils of Nordom's eyes suddenly *klik* and become brilliant, white dots, like tiny suns. His hands crank raise above his head, in a curious flying motion, and then settle back to his sides... when they descend, Nordom seems more... definite. Sharper to your senses, somehow. Something's *changed.*
ru: "УТВЕРДИТЕЛЬНО". Зрачки Нордома, внезапно *щелкнув*, превращаются в яркие белые точки, словно маленькие солнца. Руки его выворачиваются странным жестом над головой и падают вниз... Сразу же Нордом становится более... определенным, более четким для твоих чувств. Что-то определенно *изменилось*.

source: "Nordom...?"
ru: "Нордом?.."

source: "ORDER PROCESSED." Nordom blinks, and suddenly settles into himself with a *klank.* A small wisp of steam rises from one of his vents; his voice seems uncharacteristically deep, like he's speaking from within a huge stove, then resumes its normal tone. "O-o-o-rder processed."
ru: "ИНСТРУКЦИЯ ВЫПОЛНЕНА". Нордом моргает и с *звоном* падает на землю. Из клапанов вырываются струи пара. Голос Нордома звучит необычайно глубоко, словно он произносит слова из огромной доменной печи. "И-и-инструкция выполнена", - повторяет он более привычным тоном.

source: "Well, that worked pretty well. I have some other orders for you..."
ru: "Надо же, это сработало. У меня есть еще несколько инструкций для тебя..."

source: "Excellent. I had some other questions for you..."
ru: "Великолепно. У меня были еще вопросы к тебе..."

source: "That's all I wanted, Nordom. Thanks."
ru: "Это все, что я хотел, Нордом. Спасибо".

source: Nordom settles for a moment, then his eyes *klik* open. "Order processed."
ru: На секунду Нордом замирает, затем его глаза с *щелчком* открываются. "Инструкция выполнена".

source: "I have some other orders for you..."
ru: "У меня есть еще инструкции для тебя..."

source: Nordom's shutters *whrrr* down over his eyes, as if he is thinking. "Task Routine: Evaluation/Forward-Scout/Tidier: Assigned perimeter of Rubikon project to evaluate, catalogue, tidy, then report. Report includes: In-in-in-tegrity Evaluations/Extermination of Project Errors/Wayward Item Recovery of Un-Tidiness."
ru: Заслонки Нордома с *жужжанием* закрывают глаза, когда он начинает думать. "Задача: оценка/наблюдение/очистка: назначен периметр проекта Рубикон для изучения, каталогизации, очищения и отчета. В отчет входят: оценка цел-цел-целостности/устранение ошибок проекта/возврат нечистых своенравных объектов".

source: "Integrity evaluations?"
ru: "Оценка целостности?"

source: "Extermination of errors?"
ru: "Устранение ошибок?"

source: "Wayward Item Recovery?"
ru: "Возврат своенравных объектов?"

source: "Repeated word choice confirmed (Echo?): Inter-grity evaluation. Evaluation intended to detect flaws in Rubikon project, catalogue them, then /repair/ such flaws. Nature of Multiverse and nature of Plane: Limbo compromises Rubikon Project."
ru: "Выбор повторенного слова подтвержден (эхо?): оценка целость-ности. Оценка предназначена для обнаружения изъянов проекта Рубикон, их каталогизация и последующее /исправление/ подобных изъянов. Сущность мультивселенной и сущность плана: Лимбо является угрозой проекту Рубикон".

source: "How does the, uh, Multiverse... and Limbo... compromise the Project, exactly?"
ru: "А как именно, э-э-э, мультивселенная... и Лимбо... могут угрожать проекту?"

source: "What were your tasks again?"
ru: "Какие еще у тебя были задачи?"

source: "Properties of Multiverse: - Cracks - Seals - Cracks Again - Flaws Created. Creates "portals"/conduits in space. Frequency: Pattern Indeterminate. Solution: Unknown." There is a *sssss* as a small trace of steam rises from one of Nordom's vents. "Nordom cannot repair/seal cracks. Current Status: Nordom is limited to: perception of cracks."
ru: "Свойства мультивселенной: трещина - заплатка - трещина снова - создан изъян. Создаются 'порталы'/каналы в пространстве. Повторяемость: закономерность не установлена. Решение: неизвестно". Из одного из клапанов Нордома вырывается небольшая струйка пара. "Нордом не может исправлять/запечатывать трещины. Текущее состояние: Нордом ограничен только восприятием трещин".

source: "Hold on a minute. You can see 'cracks' in Planes? Portals? How?"
ru: "Погоди минуту. Ты можешь видеть 'трещины' в планах? Порталы? Но как?"

source: "I 'see.' What were your tasks again?"
ru: "Понятно. Какие еще у тебя были задачи?"

source: Nordom mentioned that he has the ability to see portals, what he calls "flaws" in Planes with an 80 - 90% accuracy. It sounds like all he has to do is just walk near the portal to detect its presence... granted, it probably won't tell me *how* to open the portal, but at least I'll be able to nail down where some of them are.
ru: Нордом упомянул, что у него есть способность видеть порталы, которые он называет "трещинами" в планах, с точностью в 80-90 %. Похоже на то, что ему достаточно просто пройтись мимо портала, чтобы обнаружить его... Скорее всего, он не сможет сказать, *как* открыть портала, но по крайней мере, я смогу сузить круг поисков.

source: "Ability to detect portals: 80-90% Percent. Maximum Distance of Perception Varies According to Flaw/Mean Distance = Y+78..." A bewildering series of *kliks* comes from Nordom, as if a parade of snapping beetles were marching around inside his body. "Nordom must approach within ten feet of portal. Margin of Error: +/- 5th of Foot. Will sound off if near portal."
ru: "Способность обнаруживать порталы: 80-90 процентов. Максимальное расстояние восприятия зависит от трещины/дальности = Y+78..." Из Нордома издается серия озадачивающих *щелчков*, словно внутри него марширует парад металлических жучков. "Нордом должен находится в десяти футах от портала. Погрешность: +/- 5 на каждый фут. Просигналю, если портал будет рядом".

source: "All right, then. Now, what were your other tasks again?"
ru: "Ну хорошо. Какие еще были у тебя задачи?"

source: "I'd appreciate that, Nordom. I had some other questions for you..."
ru: "Буду очень признателен, Нордом. У меня есть к тебе другие вопросы..."

source: "Thanks, Nordom. Let's move on."
ru: "Спасибо, Нордом. Пойдем".

source: Nordom's normal warble drops to a wavering murmur. "Errors: Many. All constructs in Rubikon Project are in error and exist in dis-obeyance with Creative Director and all personnel of Rubikon project. Order issued: Errors that persist in dis-obeyance are to be rescinded. Obstacle: Nordom not up to specifications of task without suffering Null State."
ru: Мелодичный тембр Нордома превращается в нерешительное ворчание. "Ошибки: множество. Все концепции в проекте Рубикон являются ошибкой и существуют в не-подчинении творческому директору и персоналу проекта. Отдан приказ: ошибки, остающиеся в не-подчинении, подлежат отзыву. Препятствие: Нордом не соответствует спецификации задачи, не попадая при этом в нулевое состояние.

source: "So you couldn't stop these rogue constructs by yourself... at least without being torn gear from gear?"
ru: "То есть, ты сам не мог остановить этих непокорных концепций... по крайней мере, не развалившись на шестеренки?"

source: "What were the other tasks assigned to you again?"
ru: "Какие еще тебе назначили задачи?"

source: "I had some other questions for you..."
ru: "У меня были еще вопросы к тебе..."

source: "Affirmatory. Null State counter-productive to completion of task."
ru: "Утвердительно. Нулевое состояние является контрпродуктивным при выполнении задачи".

source: "Well, maybe if they'd given you better weapons..."
ru: "Ну, если бы тебе выдали оружие получше..."

source: The crossbows in Nordom's hand begin *klikity-klikking* and *ta-wanging* like a pair of strange insects. He listens to them for a moment, then glances at you. "My crossbows wish to file a query followed by thirty-three pleas for help: 'Ammunition limited by suggestions of creator.' Do you wish to provide new specifications for them?"
ru: Арбалеты в руках Нордома начинают *перещелкиваться* и *трещать* словно пара странных насекомых. Некоторое время он слушает их, после чего смотрит на тебя. "Мои арбалеты хотят заполнить запрос, с прилагаемыми тридцатью тремя просьбами: 'Амуниция ограничена указаниями создателя'. Желаешь ли ты предоставить им новые спецификации?"

source: "Sure... well, how about something like... I don't know - a pyramid-shaped head, except the head splits into three when it hits something?"
ru: "Конечно... как насчет типа... ну я не знаю, пирамидальных наконечников, которые при попадании разделяются на три части?"

source: "Something with more accuracy would be nice. With kind of a feather aesthetic to show that it travels far."
ru: "Что-нибудь более точное было бы кстати. С оперением, чтобы они могли лететь дальше".

source: "I don't know. Something vicious. I mean, REALLY vicious. We're talking slashing, horrible, wincing vicious."
ru: "Ну не знаю. Что-нибудь ужасное. На САМОМ деле ужасное. Я имею в виду сокрушительно, отвратительно, потрясающе ужасное".

source: "I can't really think of anything right now. What were the other tasks assigned to you again?"
ru: "Пока ничего не могу придумать. А какие еще тебе назначили задачи?"

source: "Not now, Nordom. I had some other questions for you..."
ru: "Не сейчас, Нордом У меня есть к тебе другие вопросы..."

source: "Scrap the idea, Nordom; maybe some other time. Let's move on."
ru: "Ладно, забудь об этом, Нордом, может быть, в другой раз. Пойдем".

source: There is a sudden *ping* from Nordom's crossbows and a sheaf of crossbow bolts begin spitting out from their tops, arcing into the air. Two panels open up on Nordom's sides, and the crossbow bolts sail into them with a rattle, one after the other. After streaming out ten or so, the crossbows are silent. You have a strange feeling they're exhausted.
ru: Из арбалетов с *гулом* начинают выскакивать искрящиеся на воздухе пучки болтов, которые тут же друг за другом поступают внутрь раскрывшихся панелей по бокам Нордома. После выхода около десятка пучков арбалеты умолкают. Почему-то тебе кажется, что они очень устали.

source: "Maybe they should rest for a while... look, what were the other tasks assigned to you again?"
ru: "Наверное, им стоит отдохнуть немного... Слушай, а какие еще тебе назначили задачи?"

source: "That should do for now, Nordom. I had some other questions for you..."
ru: "На первое время этого должно хватить, Нордом. У меня есть к тебе другие вопросы..."

source: "Let's pack up those bolts and head out, Nordom."
ru: "Упакуй эти болты, и пойдем дальше, Нордом".

source: "Affirmatory. Items appear in maze that were not present in original design of Rubikon Project. They must be gathered, catalogued, evaluated and stored to prevent interference. Modrons are sent out to retrieve them and secure them."
ru: "Утвердительно. В лабиринте постоянно появляются предметы, которых не было в оригинальном плане проекта Рубикон. Они должны быть собраны, каталогизированы, изучены и сохранены для предотвращения помех. Для их нахождения и возврата высылались модроны".

source: "Hmmm. Did you find anything during your last trip?"
ru: "Хм-м-м. А во время последней вылазки ты что-нибудь находил?"

source: "I see. What were the other tasks assigned to you again?"
ru: "Понятно. Какие еще тебе назначили задачи?"

source: "Can you give me what you found?"
ru: "Можешь дать мне то, что нашел?"

source: "You said you evaluated items when you found them - how?"
ru: "Ты сказал, что изучал найденные предметы - каким образом?"
