Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dojo.dlg.po
Languages: ru

source: The large man hulks more than ever, a thin layer of patchy brown fur covering him from head to tail. "Ojo like man in wall now," he says sadly.
ru: Это здоровяк теперь еще больше, его с головы до хвоста покрывает тонкий слой пятнистого коричневого меха. "Теперь Охо как человек в стене", - печально произносит он.

source: "Where did everyone go?"
ru: "Куда все делись?"

source: "You're a wererat now?"
ru: "Теперь ты крысооборотень?"

source: "Your speech has improved, Ojo. What happened?"
ru: "Теперь ты лучше говоришь, Охо. Что случилось?"

source: "Then I'd better kill you."
ru: "Тогда мне лучше убить тебя".

source: "That's too bad. Farewell."
ru: "Очень жаль. Прощай".

source: "So where did everyone go?"
ru: "Так куда же все делись?"

source: "The rats came and invaded? Thanks, Ojo. Farewell."
ru: "Сюда вторглись крысы? Спасибо, Охо. Прощай".

source: "Rats and fur-men come. Everyone hitting. They go away to crying place. Ojo not follow. They come back. They furry and mean."
ru: "Приходить крысы и волосатые люди. Всех перебить. Уходить в плачущее место. Охо остаться. Они вернуться. Они волосатые и злые".

source: "I see. Was there anything else I should know about this?"
ru: "Понятно. Есть ли что-нибудь еще, что я должен об этом знать?"

source: "I see. Thanks, Ojo. Farewell."
ru: "Понятно. Спасибо, Охо. Прощай".

source: As you turn, you notice the large man crouching to spring. His eyes have gone feral, and a thin trail of drool depends from his open mouth. His teeth look very, very sharp.
ru: Обернувшись, ты замечаешь, что здоровяк присел, готовясь к прыжку. Его взгляд стал безумным, из его раскрытого рта тянется тонкая струйка слюны. Его зубы кажутся очень острыми.

source: "Don't do it, Ojo. I don't want to have to hurt you."
ru: "Не делай этого, Охо. Я не хочу причинить тебе вред".

source: Attack him.
ru: Атаковать его.

source: He looks sadly down at his hands, and then up at you. A small gleam catches his teeth as he says, "Ratsy." An evil smile starts to dance around his mouth.
ru: Он печально смотрит на свои руки, потом на тебя. Его зубы поблескивают, когда он произносит: "Крыска". На его лице пляшет зловещая улыбка.

source: "Is there anything else I should know?"
ru: "Есть ли что-нибудь еще, о чем я должен знать?"

source: "Well, that's too bad. Farewell, Ojo."
ru: "Что ж, очень жаль. Прощай, Охо".

source: "Then I had better make sure you infect no others. Prepare to die."
ru: "Тогда мне лучше позаботится о том, чтобы ты больше никого не заразил. Готовься к смерти".

source: He shrugs.
ru: Он пожимает плечами.

source: "Farewell, then."
ru: "Тогда прощай".

source: "Leave. Ratsies bite. Then I bite you."
ru: "Уходить. Крыски кусать. Теперь я кусать тебя".

source: "Very well. Farewell, then."
ru: "Хорошо. Тогда прощай".

source: He pauses, his muscles slowly relaxing. "Leave. Or bite you."
ru: Он останавливается, его мышцы медленно расслабляются. "Уходить. Или кусать тебя".

source: Leave.
ru: Уйти.

source: He ignores your words and leaps at you!
ru: Он игнорирует твои слова и накидывается на тебя!

source: "Ojo, wait!"
ru: "Охо, стой!"

source: "If that's the way it has to be..."
ru: "Ну, раз уж на то пошло..."

source: The large man turns to you, crouches, and springs!
ru: Здоровяк оборачивается к тебе, приседает и прыгает!

source: "If that's the way you want to be..."
ru: "Ну, раз ты этого хочешь..."

source: Ojo turns away from the wall and looks at you dully.
ru: Охо отворачивается от стены и смотрит на тебя без выражения.

source: Ojo turns away from the wall and stares at Morte, a slow smolder in his eyes.
ru: Охо отворачивается от стены и пялится на Морта. Его глаза затуманены.

source: "All right, Morte, that's enough."
ru: "Ладно, Морт, завязывай с этим".

source: "Ojo, I had some questions."
ru: "Охо, у меня есть несколько вопросов".

source: "Let's get out of here. Farewell, Ojo."
ru: "Пора отсюда сваливать. Прощай, Охо".

source: Ojo just stares.
ru: Охо продолжает пялиться.

source: "Can you tell me about the man in the wall again?"
ru: "Можешь рассказать мне еще раз о человеке в стене?"

source: "Tell me about yourself again."
ru: "Расскажи мне о себе еще раз".

source: "What are you doing?"
ru: "Что ты делаешь?"

source: "Tell me about the people of this village."
ru: "Расскажи мне жителях деревни".

source: "Tell me about the catacombs."
ru: "Расскажи мне о катакомбах".

source: "Tell me about the Buried Village."
ru: "Расскажи мне о Погребенной деревне".

source: "Forget it. Farewell."
ru: "Забудь. Прощай".

source: He blinks at you.
ru: Он смотрит на тебя удивленно.

source: Point at him: "Who are you?"
ru: Указать на него: "Кто ты?"

source: "Forget it. I had other questions..."
ru: "Забудь об этом. У меня есть другие вопросы..."

source: You see a burly man with a slack jaw. The spark of intelligence is, in his eyes, little more than a brief flare.
ru: Ты видишь здорового детину с вялым подбородком. В его взгляде видна искра разума, едва ли большая, чем мимолетная вспышка.

source: "Who are you?"
ru: "Кто ты?"

source: The man blinks at you.
ru: Человек удивленно смотрит на тебя.

source: "Tell me about yourself."
ru: "Расскажи мне о себе".

source: "Ojo."
ru: "Охо".

source: "Okay, Ojo. I had some questions for you..."
ru: "Хорошо, Охо. У меня к тебе пара вопросов..."

source: "Thanks, Ojo. Farewell."
ru: "Спасибо, Охо. Прощай".

source: "All right... then answer some other questions for me."
ru: "Ладно... тогда ответь еще на пару вопросов".

source: "All right. Farewell."
ru: "Ладно. Прощай".

source: "Ojo talk..." He stops abruptly and begins massaging his hand.
ru: "Охо говорить..." Неожиданно он запинается и начинает массировать руку.

source: Examine his hand.
ru: Осмотреть его руку.

source: "Who are you talking to?"
ru: "О чем ты говоришь?"

source: "What?"
ru: "Что?"

source: "All right. I had some other questions for you."
ru: "Ладно. У меня были еще вопросы к тебе".

source: There is a small, inflamed scab on his skin. As you watch, he peels the scab away again.
ru: На его коже есть маленькая воспаленная ранка. Он соскабливает с нее корку.

source: "What happened to your hand?"
ru: "А что случилось с твоей рукой?"

source: "I had some other questions for you, Ojo."
ru: "Охо, у меня к тебе еще несколько вопросов".

source: "Farewell."
ru: "Прощай".

source: "Bit."
ru: "Укус".

source: "Who bit you, Ojo?"
ru: "Кто тебя укусил, Охо?"

source: "All right. I had some other questions..."
ru: "Хорошо. У меня есть другие вопросы..."

source: "Farewell, Ojo."
ru: "Прощай, Охо".

source: "Not talk strangers." He looks away from you, rubbing his hand.
ru: "Не говорить незнакомцы". Он отворачивается, почесывая руку.

source: "All right. Tell me about yourself."
ru: "Хорошо. Расскажи мне о себе".

source: "Ojo talk." He turns away from you.
ru: "Охо говорить". Он отворачивается от тебя.

source: He looks at the wall, and looks back at you. "Man in wall."
ru: Он глядит на стену, потом на тебя. "Человек в стене".

source: "There's a man in the wall?"
ru: "В стене есть человек?"

source: "Uh, okay. I had some other questions..."
ru: "Э, ладно. У меня есть другие вопросы..."

source: "I see. Farewell."
ru: "Понятно. Прощай".

source: Ojo looks toward one of the walls, and then turns back to you, eyes narrowed and the corner of his mouth twitching. "Who you? You leave."
ru: Охо смотрит на одну из стен, потом поворачивается к тебе. Его глаза прищурены, кончик рта подергивается. "Ты кто? Ты уходить".

source: "I just wanted to ask you some more questions, Ojo."
ru: "Охо, я просто хотел задать тебе еще пару вопросов".

source: "No! You leave!" He is becoming agitated.
ru: "Нет! Ты уходить!" Он начинает волноваться.

source: "Just a few more questions."
ru: "Всего лишь несколько вопросов".

source: "All right, then. Farewell."
ru: "Тогда ладно. Прощай".

source: He stumbles over to the corner and sinks into it, turning himself away from you. No amount of cajoling will convince him to look at you or respond to you.
ru: Он ковыляет в угол и опускается на пол, отвернувшись от тебя. Как бы ты не упрашивал его, он не смотрит на тебя и не отвечает.

source: He looks at the wall, and then looks back at you.
ru: Он смотрит на стену, затем на тебя.

source: "What does the man in the wall say?"
ru: "Что говорит человек в стене?"

source: "What does the man in the wall look like?"
ru: "Как выглядит человек в стене?"

source: "What wall is he in?"
ru: "В какой он стене?"

source: "Tells about crying stone place. Tells stories. I tell stories too."
ru: "Говорить про место плачущих камней. Говорить истории. Я тоже говорить истории".

source: "Stories about what?"
ru: "Истории о чем?"

source: "I had some other questions about the man in the wall..."
ru: "У меня еще вопросы насчет человека в стене..."

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: He looks at the wall and falls silent.
ru: Он смотрит на стену и умолкает.

source: "All right, then. Tell me about the man in the wall again."
ru: "Ну, ладно. Расскажи мне еще раз о человеке в стене".

source: "Small. Red eyes. Hairy."
ru: "Маленький. Красные глаза. Волосатый".

source: "He sounds like a rat."
ru: "Кажется, это крыса".

source: "All right. I had some other questions about the man in the wall..."
ru: "Ладно. У меня есть другие вопросы насчет человека в стене..."

source: "Thanks. Farewell."
ru: "Спасибо. Прощай".

source: He nods.
ru: Он кивает.

source: He points at a wall. You notice a small hole in it. Upon closer examination, you see that the hole is ragged, as if it had been chewed out by a rat.
ru: Он указывает на стену. Ты замечаешь в ней маленькую дырку. Рассмотрев ее поближе, ты замечаешь, что у нее рваные края, как будто ее прогрызла крыса.

source: "This looks like it was chewed by a rat."
ru: "Кажется, ее прогрызла крыса".

source: "Is the man in the wall a rat?"
ru: "Человек в стене - крыса?"

source: "I see... Ojo, I had some other questions about the man in the wall..."
ru: "Ясно... Охо, у меня еще несколько вопросов насчет человека в стене..."

source: "Who?"
ru: "Кто?"

source: "Annah."
ru: "Анна".

source: "Marta."
ru: "Марта".

source: "Pharod."
ru: "Фарод".

source: "Gris."
ru: "Грис".

source: "Quint."
ru: "Квинт".

source: "I had some other questions, instead."
ru: "Тогда у меня есть еще вопросы".

source: He looks fearfully at Annah.
ru: Он боязно поглядывает на Анну.

source: "Mean girl."
ru: "Злая девочка".

source: "All right. Tell me about some of the others."
ru: "Ладно. Расскажи мне о кое-ком другом".

source: "All right. I had some other questions."
ru: "Хорошо. У меня есть другие вопросы".

source: "Scary witch."
ru: "Страшная ведьма".

source: "Fair-odd."
ru: "Странный".

source: His eyes narrow suddenly. "Dead."
ru: Внезапно он прищуривается. "Мертвый".

source: "How do you know he's dead?"
ru: "Откуда ты знаешь, что но мертв?"

source: "Kwint."
ru: "Куинт".

source: "Man in wall told me."
ru: "Мне говорить человек в стене".

source: "Tell me about the man in the wall."
ru: "Расскажи мне о человеке в стене".

source: "What did he tell you?"
ru: "Что он тебе сказал?"

source: "Tell me about some of the other villagers."
ru: "Расскажи мне об одном из жителей деревни".

source: "Gris dead."
ru: "Грис мертвый".

source: "Where is Gris?"
ru: "Где Грис?"

source: "In crying place."
ru: "В плачущем месте".

source: "You mean the Weeping Stone Catacombs?"
ru: "Ты имеешь в виду Катакомбы плачущих камней?"

source: "Big fur. Teeth. All friends bite. Some be food. Some be furry. They leave Ojo alone."
ru: "Много волос. Зубы. Все друзья укусить. Некоторые стать еда. Некоторые стать волосатые. Они покинуть Охо".

source: "What happened here?"
ru: "Что здесь произошло?"
