Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dp_jrnl.dlg.po
Languages: ru

source: This heavy dodecahedron - about the size of both your fists balled together - seems inexplicably familiar to you. Its texture is cold and smooth, but whether it's metal or stone, you cannot tell. A certain, almost intangible 'tension' runs over the object, as if it were ready to spring into the air at any moment.
ru: Этот тяжелый додекаэдр (размером с твои кулаки, сложенные вместе) кажется тебе необъяснимо знакомым. На ощупь он холодный и гладкий, но ты не можешь определить, металл это или камень. От этого предмета исходит некое неосязаемое "напряжение", как будто он в любой момент может выпрыгнуть из рук.

source: Examine the dodecahedron closely.
ru: Внимательно осмотреть додекаэдр.

source: Put it away.
ru: Отложить его.

source: Upon closer examination, you realize that each side of the dodecahedron is a plate that can be twisted clockwise or counter-clockwise... it appears to be a puzzle-box or combination lock. As each of the pentagonal plates has five possible positions, the dodecahedron has no less than two hundred forty-four million, one hundred forty thousand, six hundred twenty-five 'settings.' It would take every second of the next seventy-seven-odd years to hit all the combinations - but then, you *might* just get lucky and stumble onto a solution in minutes...
ru: При внимательном осмотре ты понимаешь, что каждая из сторон додекаэдра - это пластина, которую можно крутить в разные стороны... похоже на головоломку или замок с шифром. Поскольку у каждой пятиугольной пластины есть пять положений, у додекаэдра не менее двухсот сорока четырех миллионов ста сорока тысяч шестисот двадцати пяти комбинаций. Чтобы перебрать их все, понадобится каждая секунда из следующих семидесяти семи лет. И все же тебе *может* попросту повезти, и ты наткнешься на решение за считанные минуты...

source: Fiddle with it for a bit.
ru: Повертеть его немного.

source: Just put it away.
ru: Просто отложить его.

source: As you methodically twist the cold, gray facets of the dodecahedron, a strange sensation forms at the base of your skull. Your hands seem to move of their own accord, turning the object and spinning its facets with mechanical precision. You've done this before... you knew the combinations, once... and you also become aware that there's a certain *danger* within the object. Whether it's from simple traps or something less mundane, though, you cannot recall.
ru: По мере того, как ты методично вращаешь холодные серые грани додекаэдра, у тебя возникает странное ощущение в основании черепа. Твои руки движутся, словно сами по себе, поворачивая его и вращая его грани с механической точностью. Ты уже раньше это делал... когда-то ты знал комбинации... и еще ты вспомнил об определенных *опасностях*, скрытых в этом предмете. Однако ты не можешь вспомнить, что это: простые ловушки или что-нибудь более необычное.

source: Keep working at the dodecahedron.
ru: Продолжить работать с додекаэдром.

source: In moments, you have what might be the first four sides locked into their proper places. As you begin to twist the fifth side of the dodecahedron, you recall a cunning blade-trap that would snap out to lash at a meddler's hands, slashing their wrists and severing fingers. You avoid the trap with the proper number of rotations, certain that you've made progress in the unraveling of the object's secret.
ru: Через минуту первые четыре грани, как тебе кажется, уже в правильных положениях. Взявшись за пятую сторону додекаэдра, ты вспоминаешь о хитрой ловушке с лезвиями, которая при срабатывании бьет по рукам слишком пытливого взломщика, рассекая запястья и отрезая пальцы. Ты обходишь ловушку, сделав правильное число поворотов. Определенно, ты уже ближе к разгадке тайны этого предмета.

source: Put the dodecahedron away.
ru: Отложить додекаэдр.

source: After avoiding the dodecahedron's springing blades, you slowly puzzle out the next series of facet positions. As you start to turn the ninth side of the dodecahedron, you suddenly remember a second trap - jets of toxic gas that would form a billowing cloud of lethal, corrosive vapor around a curious meddler. You circumvent the trap with the correct amount of twists, positive that you've nearly unlocked the dodecahedron.
ru: Избежав выскакивающих лезвий, ты неспешно подбираешь положение последующих граней. Взявшись за девятую сторону додекаэдра, ты вдруг вспоминаешь вторую ловушку - потоки ядовитого газа, образующего клубящееся облако смертоносных едких испарений вокруг любопытного взломщика. Ты обходишь ловушку, сделав правильное число поворотов, уверенный в том, что вскоре ты раскроешь додекаэдр.

source: You circumvent the dodecahedron's poisonous gas trap, and begin your work on the final facet positions. Just as you're locking the twelfth pentagon into place, you recollect sorcerous runes hidden within the dodecahedron that would blast the unwitting holder with bolts of magical lightning. After disarming the trap with the correct number of facet rotations, the dodecahedron *clicks* and begins to open in your hands...
ru: Ты обходишь ядовитую газовую ловушку и начинаешь подбирать позиции последних граней. Как раз когда ты ставишь на место двенадцатый пятиугольник, ты вспоминаешь о спрятанных в додекаэдре колдовских рунах, которые поражают несведущих стрелами волшебных молний. Ты разряжаешь ловушку правильным количеством оборотов грани, додекаэдр *щелкает* и начинает раскрываться...

source: In moments, you have what might be the first four sides locked into their proper places. As you begin to twist the fifth side of the dodecahedron, razor-sharp blades snap out of the crevices between the spinning facets and the dodecahedron itself, slashing at your wrists and almost severing several fingers. Gritting your teeth in pain, you reach down to pick the dodecahedron up from where you dropped it... and suddenly recall how to circumvent that particular trap.
ru: Через минуту первые четыре грани, как тебе кажется, уже в правильных положениях. Когда ты начинаешь крутить пятую сторону додекаэдра, из щелей между крутящимися гранями и додекаэдром выскакивают бритвенно-острые лезвия, полоснув тебя по запястьям и чуть не отрезав несколько пальцев. Стиснув зубы от боли, ты наклоняешься и подбираешь упавший додекаэдр... и вдруг вспоминаешь, как обойти данную ловушку.

source: In moments, you have what might be the first four sides locked into their proper places. As you begin to twist the fifth side of the dodecahedron, razor-sharp blades snap out of the crevices between the spinning facets and the dodecahedron itself, slashing at your wrists and severing several fingers. You drop the blood-spattered dodecahedron, collapsing to the ground as your life-blood flows from the rents in your wrists... and suddenly, as your world fades to black, you recall how to circumvent that particular trap.
ru: Через минуту первые четыре грани, как тебе кажется, уже в правильных положениях. Когда ты начинаешь крутить пятую сторону додекаэдра, из щелей между крутящимися гранями и додекаэдром выскакивают бритвенно-острые лезвия, полоснув тебя по запястьям и отрезав несколько пальцев. Падая на землю, ты роняешь окровавленный додекаэдр; из ран на запястьях хлещет кровь... и вдруг, уже падая во тьму, ты вспоминаешь, как обойти данную ловушку.

source: Fall into darkness...
ru: Пасть во тьму...

source: After avoiding the dodecahedron's springing blades, you slowly puzzle out the next series of facet positions. As you start to turn the ninth side of the dodecahedron, jets of toxic gas spurt a billowing cloud of corrosive vapor into your face. Half blind, dizzy and vomiting painfully, you - a bit too late - remember how to avoid that trap as well.
ru: Избежав выскакивающих лезвий, ты неспешно подбираешь положение последующих граней. Когда ты начинаешь крутить девятую сторону додекаэдра, в лицо тебе ударяют потоки ядовитого газа, образующего клубящееся облако смертоносных едких испарений. Почти ослепнув, испытывая сильное головокружение и болезненные рвотные позывы, ты, хотя уже и слишком поздно, но все же вспоминаешь, как избежать эту ловушку.

source: After avoiding the dodecahedron's springing blades, you slowly puzzle out the next series of facet positions. As you start to turn the ninth side of the dodecahedron, jets of toxic gas spurt a billowing cloud of corrosive vapor into your face. You reel about for a moment - half blind, dizzy and vomiting painfully as you approach death - before remembering how to avoid that trap. You expire in a tangled heap, body twisted in agony but still clutching the dodecahedron to your scarred chest.
ru: Избежав выскакивающих лезвий, ты неспешно подбираешь положения последующих граней. Когда ты начинаешь крутить девятую сторону додекаэдра, в лицо тебе ударяют потоки ядовитого газа, образующие клубящееся облако смертоносных едких испарений. Некоторое время ты бьешься в судорогах - почти ослепнув, испытывая сильное головокружение и болезненные рвотные позывы, перед самой смертью ты вспоминаешь, как обойти эту ловушку. Прижав додекаэдр к ошрамованной груди, ты падаешь замертво, скорчась от агонии,

source: You circumvent the dodecahedron's poisonous gas trap, and begin your work on the final facet positions. Just as you're locking the twelfth pentagon into place, sorcerous runes hidden within the dodecahedron unleash a tiny storm of magical lightning - arcs of crackling blue light run up your arms, leaving smoking trails of black, ruined flesh in their wake. After allowing your muscles to cease their spasms and picking yourself back up, you recall how to avoid that trap. After making a final adjustment to the twelfth facet, the dodecahedron *clicks* and begins to open in your hands...
ru: Ты обходишь ядовитую газовую ловушку и начинаешь подбирать позиции последних граней. Как раз когда ты ставишь на место двенадцатый пятиугольник, колдовские руны, спрятанные в додекаэдре, высвобождают маленькую бурю магических молний. По твоим рукам пробегают потрескивающие разряды голубого света, оставляя за собой дымящиеся следы черной обугленной плоти. Дождавшись окончания спазмов и поднявшись на ноги, ты вспоминаешь, как обойти эту ловушку. После окончательной донастройки двенадцатой грани додекаэдр *щелкает* и начинает раскрываться...

source: You circumvent the dodecahedron's poisonous gas trap, and begin your work on the final facet positions. Just as you're locking the twelfth pentagon into place, sorcerous runes hidden within the dodecahedron unleash a tiny storm of magical lightning - arcs of crackling blue light run up your arms, leaving smoking trails of black, ruined flesh in their wake. As you collapse twitching to the ground, you remember how to avoid the trap - but the damage has been done, and you begin to die from massive shock and nerve damage...
ru: Ты обходишь ядовитую газовую ловушку и начинаешь подбирать позиции последних граней. Как раз когда ты ставишь на место двенадцатый пятиугольник, колдовские руны, спрятанные в додекаэдре, высвобождают маленькую бурю магических молний. По твоим рукам пробегают потрескивающие разряды голубого света, оставляя за собой дымящиеся следы черной обугленной плоти. Рухнув на землю в судорогах, ты вспоминаешь, как обойти ловушку. Однако нанесенное увечье слишком велико, и ты умираешь от сильного шока и поражения нервной системы...

source: The dodecahedron splits once, twice, and eventually unfolds itself impossibly into a perfectly rectangular tablet the size of a large book. Etched into its surface are a series of bizarre symbols. It looks to be a code or language that you feel should be familiar to you... but it's not. Further examination of the tablet reveals that, by twisting the pentagonal facets that are now upon the underside of the tablet, different 'pages' may be displayed across the tablet's face. You finally realize that the dodecahedron is a tome or journal of some sort.
ru: Додекаэдр разделяется раз, другой и, наконец, неведомым образом раскладывается в идеально-прямоугольную табличку размером с большую книгу. На ней выгравированы ряды причудливых символов. Они похожи на код или язык, который кажется тебе знакомым... однако ты его не знаешь. При дальнейшем изучении таблички ты обнаруживаешь, что если поворачивать пятиугольные грани, которые теперь находятся на обратной стороне таблички, на поверхности таблички показываются разные "страницы". До тебя, наконец, доходит, что додекаэдр - это какая-то книга или дневник.

source: "Hmm... until I learn to read this language, I might as well just put it away."
ru: "Хм-м... пока я не изучу этот язык, для меня он бесполезен".

source: You heft the cold, gray dodecahedron up to examine it carefully, now aware of the springing blade trap it holds for the incautious user.
ru: Ты поднимаешь холодный серый додекаэдр, чтобы внимательно изучить его, теперь зная о ловушке с выскакивающими лезвиями, поджидающей неосторожного.

source: Work at the dodecahedron some more.
ru: Поработать с додекаэдром еще немного.

source: You heft the cold, gray dodecahedron up to examine it carefully, now aware of the springing blade and poisonous gas traps it holds for the incautious user.
ru: Ты поднимаешь холодный серый додекаэдр, чтобы внимательно изучить его, теперь зная о ловушках с выскакивающими лезвиями и отравленным газом, поджидающих неосторожного.

source: You heft the cold, gray dodecahedron up to examine it carefully, now aware of the various deadly traps it holds for the incautious user and how to avoid them entirely.
ru: Ты поднимаешь холодный серый додекаэдр, чтобы внимательно изучить его, теперь зная о разных смертоносных ловушках, поджидающих неосторожного, а также о том, как обойти их все.

source: Unfold it.
ru: Разложить его.

source: You heft the cold, gray dodecahedron up to examine it carefully, now aware of the various deadly traps it holds for the incautious user and how to avoid them entirely. Having learned the dead language of the Uyo, you'll at last be able to decipher its contents...
ru: Ты поднимаешь холодный серый додекаэдр, чтобы внимательно изучить его, теперь зная о разных смертоносных ловушках, поджидающих неосторожного, а также о том, как обойти их все. Изучив мертвый язык Уйо, ты, наконец, можешь расшифровать его содержание...

source: Unfold the dodecahedron and read it.
ru: Разложить додекаэдр и прочесть его.

source: The tablet turns out to be a journal of sorts... one kept by some prior incarnation of yourself, it would seem - and not an altogether sane one, either. There are only a handful of completely coherent sections.
ru: Табличка оказалась чем-то вроде дневника... который, похоже, принадлежал одному из предыдущих моих воплощений, и, к тому же, не самому здравомыслящему. В нем лишь несколько полностью понятных разделов.

source: Browse through it.
ru: Просмотреть его.

source: Put the journal away.
ru: Отложить дневник.

source: You heft up the cold, gray dodecahedron - a previous incarnation's encrypted and thrice-trapped journal.
ru: Ты поднимаешь холодный серый додекаэдр - зашифрованный и начиненный ловушками дневник моего предыдущего воплощения.

source: Unfold the journal and read through it.
ru: Разложить дневник и пробежаться по нему глазами.

source: What do you wish to read about?
ru: Что ты хочешь прочесть?

source: Read about 'whispering shadows.'
ru: Прочесть о "шепчущих тенях".

source: Read about a female ghost.
ru: Прочесть о женщине-призраке.

source: Read about hiding something within your own body.
ru: Прочесть о чем-то, спрятанном в твоем собственном теле.

source: Read some paranoid ranting.
ru: Прочесть какую-то параноидальную тираду.

source: Read about the 'accursed' tattoos.
ru: Прочесть о "проклятых" татуировках.

source: Read about the danger of names.
ru: Прочесть об опасности имен.

source: Read about the killing in the Festhall.
ru: Прочесть об убийстве в Фестхолле.

source: Read about the murder of one who tried to help you.
ru: Прочесть об убийстве того, кто пытался тебе помочь.

source: Read a cryptic answer from an unknown source.
ru: Прочесть загадочный ответ из неизвестного источника.

source: Read something about a legacy.
ru: Прочесть что-то насчет наследства.

source: "The whispers are not the shadows MOVING. They are SPEAKING PLOTTING TALKING to each other. I can understand some of what they say."
ru: "Шепот не от ДВИЖЕНИЯ теней. Они ГОВОРЯТ, СГОВАРИВАЮТСЯ, ПЕРЕГОВАРИВАЮТСЯ между собой. Кое-что из того, что они говорят, я понимаю".

source: Read something else.
ru: Прочесть еще что-нибудь.

source: "The book tells me things, whispers things. It tells me to avoid the ghost girl, avoid her. I DONT KNOW HER and she TORMENTS me."
ru: "Книга разговаривает со мной, нашептывает мне. Она говорит, чтобы я сторонился девушки-призрака, избегал ее. Я ЕЕ НЕ ЗНАЮ, а она меня МУЧАЕТ".

source: "And so I SWALLOWED it, hoping it'd CATCH in my BOWELS. I can make someone REMOVE it when I need to."
ru: "Так что я ПРОГЛОТИЛ это в надежде на то, что оно ЗАСТРЯНЕТ в моих КИШКАХ. Если будет нужно, я могу заставить кого-нибудь ВЫНУТЬ это".

source: "I have learned that MY LIFE IS NOT MY OWN. I will NOT allow you have my life..." "YOU will have to pull my life from my BROKEN BODY if you want it..." "It's YOU who will DIE, if I cannot have it NEITHER will YOU." "YOU ARE RESPONSIBLE FOR THIS TREASON OF FLESH, YOU WILL NOT LIVE TO LIVE MY LIFE."
ru: "Я узнал, что МОЯ ЖИЗНЬ НЕ ПРИНАДЛЕЖИТ МНЕ. Я НЕ ПОЗВОЛЮ тебе заполучить ее..." "Если она тебе нужна, ТЕБЕ придется вытянуть ее из моего РАЗБИТОГО ТЕЛА..." "Это ТЫ УМРЕШЬ: если жизнь не принадлежит мне, то и ТЕБЕ ТОЖЕ". "ТЫ В ОТВЕТЕ ЗА ЭТО ПРЕДАТЕЛЬСТВО ПЛОТИ, И ТЫ НЕ БУДЕШЬ ЖИТЬ, ЧТОБЫ НЕ ЖИТЬ МОЕЙ ЖИЗНЬЮ".

source: "The accursed TATTOOS will not leave my SKIN! I have tried to burn them off of my skin - FAILED, failed! I try and CLOAK myself, but I always feel that people are READING my FLESH, reading me like a BOOK. Whenever they LOOK at me I WANT TO TEAR THEIR EYES OUT pluck them from their sockets and CRUSH THEM BENEATH MY HEEL.."
ru: "Проклятые ТАТУИРОВКИ не сходят с моей КОЖИ! Я пытался выжечь их - НЕ УДАЛОСЬ, не удалось! Я пытаюсь ПРИКРЫТЬ себя, но мне постоянно кажется, что люди ЧИТАЮТ мою ПЛОТЬ, читают меня как КНИГУ. По какой бы причине они не ПЯЛИЛИСЬ на меня, МНЕ ХОЧЕТСЯ ВЫРВАТЬ ИХ ГЛАЗА, выдернуть их из глазниц и РАЗДАВИТЬ ПЯТКОЙ..."

source: "WHY CAN'T I DREAM?!" "I used the Goblet of Semir to force a WAKING DREAM. I saw a HAG. She TEMPTED me, THREATENED me with SHADOWS! I have never SEEN her, but she came when I DREAMT. I must NOT dream again. I must always be AWARE. I DESTROYED THE GOBLET." "She says she is someone of POWER, and that she will HAVE me, will FIND ME. Get away, HAG! Stay FAR from me! Leave me in PEACE! I want NOTHING to do with you!"
ru: "ПОЧЕМУ МНЕ НИЧЕГО НЕ СНИТЬСЯ?!" "Я использовал кубок Семира, чтобы увидеть СОН НАЯВУ. Я видел ВЕДЬМУ. Она ИСКУШАЛА меня, УГРОЖАЛА мне ТЕНЯМИ! Я никогда ее НЕ ВИДЕЛ, но она пришла ко мне ВО СНЕ. Я больше НЕ ДОЛЖЕН видеть сны. Я всегда должен быть НАЧЕКУ. Я УНИЧТОЖИЛ КУБОК". "Она говорит, что она МОГУЩЕСТВЕННА, и что она меня ЗАПОЛУЧИТ, НАЙДЕТ МЕНЯ. Убирайся, ВЕДЬМА! Держись от меня ПОДАЛЬШЕ! Оставь меня в ПОКОЕ! Я НЕ ХОЧУ иметь с тобой дела!"

source: Continue reading this portion of the journal.
ru: Продолжить чтение этой части дневника.

source: "Fear NAMES. NAMES have power in identity. NAMES can be used as WEAPONS by OTHERS. They are a HOOK that can be used to TRACK YOU FIND YOU HUNT YOU across the Planes. Remain NAMELESS, and you shall be SAFE."
ru: "Бойся ИМЕН. ИМЕНА имеют власть над личностью. ИМЕНА могут использоваться ДРУГИМИ как ОРУЖИЕ. Имена - это ПРИМАНКА, по которой ТЕБЯ МОГУТ ВЫСЛЕДИТЬ, НАЙТИ, ДОГНАТЬ везде на Планах. Оставайся БЕЗЫМЯННЫМ - и ты будешь в БЕЗОПАСНОСТИ".

source: "I went to the Festhall, looking for the path of my FALSE SELF in its halls. So GLARING was it, that those I did not KNOW, the FALSE ones, WELCOMED me into their confidence, treated me as a FRIEND, showed me MY ROOM, attended to my NEEDS. I had to restrain myself from launching out against them. That would have been premature. First, I needed to PROTECT my IDENTITY. I found one who knew the exclusive language of the Uyo, learned it as I could, then KILLED him. Then I went to the sensorium and prepared to END the matter. Soon, soon..."
ru: "Я пришел в Фестхолл, прослеживая путь моего ЛОЖНОГО Я в его залах. Как же это ОЧЕВИДНО, те, кого я не ЗНАЛ, - ФАЛЬШИВКИ, ПРИГЛАШАЛИ меня к себе, обращались со мной, как с ДРУГОМ, показывали мне СВОИ КОМНАТЫ, интересовались моими НУЖДАМИ. Я должен сдерживаться, чтобы не броситься на них. Слишком рано. Прежде всего, я должен был ЗАЩИТИТЬ свою ЛИЧНОСТЬ. Я нашел того единственного, кто знал язык Уйо, изучил этот язык как мог, а потом УБИЛ его. Потом я пошел в сенсориум и приготовил все ОСТАВШЕЕСЯ. Скоро, скоро..."

source: "There is NOTHING he can do. Memories are GONE, he says, NEVER to return. He says/lies and tells me this is what he told me! LIES! He says my mind is WEAKENING from every death! LIES! He sat there, BETRAYING my CONFIDENCE with every turn. He says that only after THREE MORE DEATHS, THREE MORE LIVES will I gain the benefit of keeping my memories, but that I, MYSELF, I will DIE when I die. DIE! How can one be immortal and still DIE?! He could not answer, so he was of NO USE. I BUTCHERED him so that no other incarnation will ever benefit from his USELESSNESS."
ru: "Он НИЧЕМ не может помочь. Память УШЛА, сказал он, и НИКОГДА не вернется. Он говорит/лжет и сказал, что именно об этом он и говорил мне! ЛОЖЬ! Он сказал, что после каждой смерти мой разум СЛАБЕЕТ! ЛОЖЬ! Он сидел там, ТЕРЯЯ мое ДОВЕРИЕ с каждым словом. Он сказал, что только после ЕЩЕ ТРЕХ СМЕРТЕЙ, ЕЩЕ ТРЕХ ЖИЗНЕЙ я получу выгоду от сохранения своих воспоминаний, но когда придет моя смерть, САМ Я УМРУ. УМРУ! Как бессмертный может УМЕРЕТЬ?! Он не смог ничего на это ответить, так что от него больше НЕТ ПРОКУ. Я ЗАРЕЗАЛ его, чтобы больше ни одно мое воплощение не воспользовалось его БЕСПОЛЕЗНОСТЬЮ".

source: "So the GHASTLY HEADS said:" "YOU have been DIVIDED. YOU are ONE of MANY men. (One in MANY MEN?) You bear many NAMES; each has left their scars on your flesh..."
ru: "И тогда ЖУТКИЕ ГОЛОВЫ сказали:" "ТЫ был РАЗДЕЛЕН. ТЫ - ОДИН ИЗ МНОГИХ человек (один из МНОГИХ ЧЕЛОВЕК?). Ты носишь много ИМЕН; каждое из них оставило шрам на твоем теле..."

source: LOST ONE IMMORTAL ONE INCARNATION'S END MAN OF A THOUSAND DEATHS THE ONE DOOMED TO LIFE RESTLESS ONE ONE OF MANY THE ONE WHOM LIFE HOLDS PRISONER THE BRINGER OF SHADOWS THE WOUNDED ONE MISERY-BRINGER YEMETH
ru: ПОТЕРЯННЫЙ БЕССМЕРТНЫЙ КОНЕЦ ВОПЛОЩЕНИЙ ЧЕЛОВЕК ТЫСЯЧИ СМЕРТЕЙ ОБРЕЧЕННЫЙ ЖИТЬ НЕУПОКОЕННЫЙ ОДИН ИЗ МНОГИХ ПЛЕННИК ЖИЗНИ ПРИНОСЯЩИЙ ТЕНИ УВЕЧНЫЙ ПРИНОСЯЩИЙ БЕДЫ ЙЕМЕТ

source: "YOU are silvered glass that has CRACKED and the pieces scattered across history" "ONLY ONE PIECE is of import. Regain that, and your LIFE will be yours again. There will be a price. This price will buy you a chance. Without the chance, you are DOOMED..."
ru: "ТЫ - серебряное зеркало, которое РАЗБИЛОСЬ, и его осколки разлетелись по всей истории." "Важен ЛИШЬ ОДИН ОСКОЛОК. Верни его, и твоя ЖИЗНЬ вернется к тебе. Будет назначена цена. Заплатив ее, ты купишь себе возможность. Без этой возможности ты ОБРЕЧЕН..."

source: "YOU HAVE LOST THAT WHICH IS NEVER MEANT TO BE SEPARATED FROM MAN. YOUR MORTALITY HAS BEEN STRIPPED FROM YOU. LOST. IT EXISTS, BUT YOU MUST FIND IT BEFORE YOUR MIND IS LOST TO YOU AS WELL."
ru: "ТЫ ПОТЕРЯЛ ТО, ЧТО НИКОГДА НЕ ДОЛЖНО ОТДЕЛЯТЬСЯ ОТ ЧЕЛОВЕКА. ТВОЯ СМЕРТНОСТЬ ПОКИНУЛА ТЕБЯ. ПРОПАЛА. ОНА СУЩЕСТВУЕТ, НО ТЫ ДОЛЖЕН НАЙТИ ЕЕ, ПОКА ТЫ ЕЩЕ НЕ ПОТЕРЯЛ СВОЙ РАССУДОК".
