Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dp_jrnl.dlg.po
Languages: ru

source: "Her voice reeked of evil's TALONS, talons like SPIDERS, they BURROWED into my gray matter, and I needed her OUT of my MIND. OUT! OUT, hag!" "She was a MYTH, a FAIRY TALE who alone CHALLENGED the LADY OF PAIN! How can one FIGHT someone who is a MYTH? I don't have the WEAPONS. I need weapons that will KILL her should she FIND ME. I need a STRATEGY so she cannot defeat me when she COMES FOR ME. I must DEVISE, and THINK - I shall BEAT her."
ru: "Ее голос провонял КОГТЯМИ зла, когтями, похожими на ПАУКОВ. Они ВПИЛИСЬ в мой мозг, и мне нужно ВЫКИНУТЬ ее из моего РАЗУМА. ПРОЧЬ! ПРОЧЬ, ведьма!" "Она была МИФОМ, СКАЗКОЙ, которая в одиночку ВЫСТУПИЛА против ЛЕДИ БОЛИ! Как можно БОРОТЬСЯ с МИФОМ? У меня нет ОРУЖИЯ. Мне нужно оружие, которое УБЬЕТ ее, если она НАЙДЕТ МЕНЯ. Мне нужна СТРАТЕГИЯ, чтобы не проиграть, когда она ПРИДЕТ ЗА МНОЙ. Я должен ВСЕ ПРОДУМАТЬ И СПЛАНИРОВАТЬ. Я ОДЕРЖУ НАД НЕЙ ВЕРХ".

source: "How could... such a... *guh*"
ru: "Как можно... таким... *э*".

source: "A LEGACY, the note read, 'FORGET NOT TO COLLECT YOUR LEGACY,' and a small CODE scratched beside it: 51-AA..." "A TRAP, no doubt, set by yet another of my FALSE SELVES. I'll see it DESTROYED, I will."
ru: "'НАСЛЕДСТВО, - написано в записке, - НЕ ЗАБУДЬ ЗАБРАТЬ СВОЕ НАСЛЕДСТВО', и еще маленький ШИФР, нацарапанный возле нее: 51-AA..." "Несомненно, это ЛОВУШКА, устроенная еще одним из моих ЛОЖНЫХ Я. Мне нужно УНИЧТОЖИТЬ ее".

source: Nothing; put the journal away.
ru: Ничего. Отложить дневник.

source: I was able to open the trapped dodecahedron I found, and it appears to be some sort of tome or journal. I cannot decipher the strange language it's written in, however... perhaps there's a scholar or linguist in the Festhall that can help me.
ru: Мне удалось открыть найденный мною додекаэдр, напичканный ловушками, и он оказался чем-то вроде книги или дневника. Однако я не могу расшифровать странный язык, на котором он написан... вероятно, в Фестхолле есть ученый или лингвист, который сможет мне помочь.

source: I've at last managed to unlock the last of the dodecahedron puzzle-box's secrets - it turns out it's a journal, penned by one of my less-than-sane earlier incarnations.
ru: Мне, наконец, удалось раскрыть последний из секретов додекаэдра-головоломки. Он оказался дневником, написанным одним из моих не вполне здравомыслящих прошлых воплощений.
