Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dp_stone.dlg.po
Languages: ru

source: The inscription around the base of this sensory stone indicates that it holds the experience "Week-long hunting trek across the forests of Arborea."
ru: Надпись вокруг основания этого камня переживаний указывает, что в нем содержится опыт "Недельного охотничьего похода по лесам Арбореи".

source: Begin the sensation.
ru: Начать переживание.

source: Leave.
ru: Уйти.

source: You're standing in a circle of white tents deep in the woods, somewhere. The trees around you are, by far, the largest you've ever seen. Suddenly, though, there's an odd prickling sensation at the back of your skull...
ru: Ты стоишь в кольце белых шатров, где-то в глубине леса. Деревья вокруг тебя, несомненно, самые большие из тех, что тебе приходилось видеть. Внезапно в твоем затылке возникает странное покалывающее ощущение...

source: Continue experience.
ru: Продолжить переживание.

source: Interrupt the experience, leave.
ru: Прервать переживание и уйти.

source: Try as you might, you realize you cannot end the sensation. It continues unbidden, drawing your mind ever further into the experience...
ru: Ты стараешься изо всех сил, но осознаешь, что не можешь закончить переживание. Оно продолжается без твоего ведома, увлекая твой разум все дальше и дальше...

source: Your surroundings melt into a colorless smear, then slowly resolve into what looks like the interior of a large, gray sphere. Across from you stands a figure almost identical to yourself. His eyes flash in the half-darkness; a mad smile splits his features. "I KNEW you would come..."
ru: Все, что тебя окружает, расплывается и становится бесцветным, потом постепенно становится похожим на внутренность какой-то огромной серой сферы. Напротив тебя стоит фигура, почти полная твоя копия. Его глаза сверкают в полутьме; его лицо пересекает безумная улыбка. "Я ЗНАЛ, что ты придешь..."

source: "Greetings..."
ru: "Приветствую..."

source: "Who are you?"
ru: "Кто ты?"

source: "Oh, 'greetings, greetings, so good to see you.'" He sneers. "I bid your MURDEROUS tongue to be silent! That's right: murderous. Your pretend innocence is LAUGHABLE!"
ru: "О, 'здравствуй, здравствуй, так рад тебя видеть', - ухмыляется он. - Я желаю, чтобы твой СМЕРТОНОСНЫЙ язык замолчал! Именно так: смертоносный. Твоя притворная невинность просто СМЕШНА!"

source: "Oh, don't you KNOW? Didn't all those FILTHY, LYING, THRICE-BE-DAMNED JOURNALS tell you who I am? Those journals that were so conveniently 'left' for me when I awoke... those journals that called me an INCARNATION! Hah! Burned them ALL, I did, all that I FOUND..."
ru: "О, а ты НЕ ЗНАЕШЬ? Разве все эти ГРЯЗНЫЕ ЛЖИВЫЕ ТРЕКЛЯТЫЕ ДНЕВНИКИ не подсказали тебе, кто я? Они были так кстати 'оставлены' для меня, когда я проснулся... дневники, называющие меня ВОПЛОЩЕНИЕМ! Ха! Я сжег их ВСЕ, все, какие только НАШЕЛ..."

source: "What did they say, exactly?"
ru: "Что именно в них говорилось?"

source: "So... you're one of my earlier incarnations?"
ru: "Значит... ты - одно из моих предыдущих воплощений?"

source: "They spoke LIES, LIES, LIES and nothing more! Filth about a man who forgets himself, other incarnations, of preserving their experiences in writing so later lives could benefit... THIEVES! It's MY life; MINE! YOU ALL WANT TO STEAL MY BODY, AND YOU WON'T HAVE IT!"
ru: "В них ЛОЖЬ, ЛОЖЬ, ЛОЖЬ, и ничего более! Грязь о человеке, забывшем себя, о других воплощениях, о том, что они хранят опыт для будущих жизней... ВОРЫ! Это МОЯ жизнь, МОЯ! ВЫ ВСЕ ХОТИТЕ УКРАСТЬ МОЕ ТЕЛО, НО ВЫ ЕГО НЕ ПОЛУЧИТЕ!"

source: "Where am I?"
ru: "Где я?"

source: He crosses his arms and looks away. "If you'd put STOCK in such TRASH, yes."
ru: Он скрещивает руки на груди и смотрит в сторону. "Если ты придаешь ЗНАЧЕНИЕ подобной ЧУШИ, то да".

source: "What did those 'lying' journals say?"
ru: "О чем говорится в этих 'лживых' дневниках?"

source: "Oh, THIS?" He gestures around him, snickering. "Just a little TRAP, is all. I realized that KILLING you BODY THIEVES might not be enough... I might have to TRAP you, ENSNARE you for eternity. You may have realized, by now, that there's no way out of this sensory stone... your mind is locked here. You'll note the rather SPARSE surroundings I've left for you... all to help the MADNESS set in good and QUICK while your flesh rots away." He chuckles evilly.
ru: "Ах, ЭТО? - он обводит руками вокруг себя, хихикая. - Это всего лишь маленькая ЛОВУШКА. Я понял, что УБИТЬ вас, ПОХИТИТЕЛЕЙ ТЕЛ, может быть недостаточно... Мне нужно было ПОЙМАТЬ вас, ЗАТОЧИТЬ вас на века. К этому моменту ты уже, наверное, понял, что из этого камня переживаний нет выхода... твой разум заперт здесь. Ты заметил, насколько БЕДНОЕ окружение я оставил здесь для тебя... это все для того, чтобы помочь тебе легко и БЫСТРО сойти с УМА, пока твоя плоть будет разлагаться". Он злобно хихикает.

source: "I have some questions, then..."
ru: "Тогда у меня есть несколько вопросов..."

source: Try and end the experience.
ru: Попытаться завершить переживание.

source: You try and escape the experience, but nothing comes of it. Your earlier incarnation doubles over with mocking laughter. "Surrender! You'll NEVER escape! You may as well lay down and wait to fade away to NOTHING. I am the only one who can release you, and that I will not do."
ru: Ты пытаешься выбраться из переживания, но из этого ничего не выходит. Твое предыдущее воплощение сгибается пополам от язвительного хохота. "Сдавайся! Ты НИКОГДА не выберешься отсюда! С тем же успехом ты мог бы лечь и подождать, пока не превратишься в НИЧТО. Я единственный, кто может тебя освободить, и я этого не сделаю".

source: "Wait... but I *am* you. That means I *can* release myself..."
ru: "Постой... но я и *есть* ты. Это значит, что я *могу* освободиться сам..."

source: "I have some questions for you, then..."
ru: "Тогда у меня есть несколько вопросов к тебе..."

source: Your earlier incarnation crosses his arms and looks away indignantly. Save for a few more tufts of hair on his head, he's identical to you - even his arms have most of the tattoos yours do.
ru: Твое прошлое воплощение скрещивает руки на груди и негодующе отворачивается. Не считая того, что у него немного больше волос на голове, он ничем от тебя не отличается: даже на его руках татуировок почти столько же, сколько и у тебя.

source: "Did you create that trapped dodecahedron?"
ru: "Это ты создал тот додекаэдр с ловушками?"

source: "How did you make this trap?"
ru: "Как ты сделал эту ловушку?"

source: "Did you put those tattoos on?"
ru: "Это ты сделал эти татуировки?"

source: "I don't know what you're babbling about. Heh. Heh-heh. All right, it WAS me. BRILLIANT, wasn't it? Did you PLAY with it a bit? Lose a FINGER or an EYE, I hope?" He chortles merrily.
ru: "Не понимаю, о чем ты там бормочешь. Хе. Хе-хе. Ладно, это БЫЛ я. БЛЕСТЯЩЕ, не правда ли? Ты уже ПОИГРАЛ с ним немного? Надеюсь, потерял ПАЛЕЦ или ГЛАЗ?" Он весело фыркает.

source: "Clever, but I opened and read the thing just the same."
ru: "Умно, но я все равно открыл и прочитал его".

source: Your earlier incarnation looks horrified. "NO! NO! NO! IMPOSSIBLE! No one reads the language it was a written in; I slew the ONE man who understood it after he had TAUGHT me. DEAD language, DEAD linguist... a match made in Death's halls."
ru: Твое предыдущее воплощение, кажется, в ужасе. "НЕТ! НЕТ! НЕТ! НЕВОЗМОЖНО! Никто не знает язык, на котором они написаны: я убил ЕДИНСТВЕННОГО человека, понимавшего его, после того как он ОБУЧИЛ меня ему. МЕРТВЫЙ язык, МЕРТВЫЙ лингвист... вот такое совпадение случилось в Залах смерти".

source: Lie: "I could read it because I'm *you.* I'm not one of the false selves; you've trapped yourself here. I've trapped myself. Don't you see?"
ru: Ложь: "Я понимаю его, потому что я - это *ты*. Я не одно из тех фальшивых я. Ты поймал здесь самого себя. Я поймал себя. Разве ты не видишь?"

source: "But... that's not... you're one of the... I thought I put in SAFEGUARDS! How could YOU... I... be so FOOLISH!" He wrings his hands together, biting his lower lip. "How to get OUT? HOW? I've forgotten... wait: 'I am the only one who can release you, and that I will not do.' If you are I, then you CAN release yourself..."
ru: "Но... этого не... ты же один из... я думал, что принял все МЕРЫ ПРЕДОСТОРОЖНОСТИ! Как ТЫ... я... мог быть таким ГЛУПЦОМ! - он заламывает руки, прикусив нижнюю губу. - Как же ВЫБРАТЬСЯ? КАК? Я забыл... постой: 'Я единственный, кто может тебя освободить, и я этого не сделаю'. Если ты - это я, ты САМ можешь освободиться..."

source: Try to release yourself by 'willing' the trap open.
ru: Попытаться освободиться, "пожелав", чтобы ловушка открылась.

source: "No! No... that can't... STOP!"
ru: "Нет! Нет... не может... СТОЙ!"

source: "Can't tell you that... it'll never be REPLICATED, the magicks used in its creation were LOST, even to me. CLEVER it is, though... one experience HIDDEN beneath the other, so that no FLESH but my OWN would set it off..."
ru: "Не могу сказать тебе этого... ее невозможно ВОССОЗДАТЬ: магия, которую использовали при ее сотворении, ПОТЕРЯНА, даже для меня. И все же ХИТРО придумано... одно переживание, СПРЯТАННОЕ за другим, да так, что ни одна ПЛОТЬ, кроме МОЕЙ, не попадет в него..."

source: "But... if your flesh sets it off, wouldn't that mean I'm *you?* You've trapped yourself. *I've* trapped myself. Don't you see?"
ru: "Но... если только твоя плоть может в нее попасть, разве это не значит, что я - это *ты*? Ты поймал себя. *Я* поймал себя. Разве ты не видишь?"

source: "So there are actually two sensations within this stone?"
ru: "Значит, в этом камне действительно два переживания?"

source: "Did you create that trapped dodecahedron, also?"
ru: "Это ты создал тот додекаэдр с ловушками?"

source: "Yes; that of the Arborean hunting trip and that of this TRAP." He looks suddenly wary of you. "WHY?"
ru: "Да, одно про арборейскую охотничью вылазку и одно с этой ЛОВУШКОЙ, - он смотрит на тебя неожиданно насторожено. - А ЧТО?"

source: Try and force your way into the other sensation through sheer willpower.
ru: Попробовать прорваться в другое воспоминание с помощью одной лишь силы воли.

source: "What... what are you DOING? STOP THAT!"
ru: "Что... что ты ДЕЛАЕШЬ? ПРЕКРАТИ!"

source: Continue to force your way into the other sensation.
ru: Продолжить прорываться в другое переживание.

source: You at last push yourself into the 'surface' experience - the Arborean hunt - and end the sensation before being pulled back into the trap.
ru: Наконец ты прорываешься в поверхностное переживание, арборейскую охоту, и заканчиваешь его, прежде чем ловушка затягивает тебя назад.

source: "No!" He looks distraught. "That one incarnation, that 'PRACTICAL' one, did. I've tried to burn them off, but the skin REGENERATES with the tattoos still on them! I have tried to TEAR them off, stain them with ACID... I HATE them..."
ru: "Нет! - он кажется смятенным. - Это сделало то, 'ПРАКТИЧНОЕ' воплощение. Я пытался выжечь их, но кожа ВОССТАНАВЛИВАЕТСЯ, и татуировки вместе с ней! Я пытался СОДРАТЬ их, травить КИСЛОТОЙ... НЕНАВИЖУ их..."

source: "But... why?"
ru: "Но... почему?"

source: Read the tattoos.
ru: Прочесть татуировки.

source: His eyes flicker uncomfortably. "It is maddening to feel the EYES upon you, reading your BODY like a BOOK..."
ru: Его глаза тревожно мерцают. "Это сводит с ума, когда ощущаешь на себе ВЗГЛЯДЫ, читающие твое ТЕЛО как КНИГУ..."

source: His eyes grow wild. "Stop that! STOP READING ME!" He tries to cover himself with his arms, turning away from you.
ru: Его взгляд дичает. "Прекрати! ПРЕКРАТИ МЕНЯ ЧИТАТЬ!" Он пытается прикрыться руками, отворачиваясь от тебя.

source: Keep reading them.
ru: Продолжить их чтение.

source: "All right. Did you create that trapped dodecahedron?"
ru: "Ладно. Это ты создал ту ловушку-додекаэдр?"

source: "Fine. How did you make this trap?"
ru: "Отлично. Как ты сделал эту ловушку?"

source: The figure's eyes grow even wilder. "STOP! Stop NOW! I'm warning you!" He turns away from huddling up to cover more of his body. You see, on his back, the list of tattooed warnings that Morte once read to you at the Mortuary. There is, however, one line at the bottom that Morte had neglected to read aloud: 'DON'T TRUST THE SKULL.' Your previous incarnation grows more and more frantic as you keep peering at him. "I'm WARNING you for the LAST TIME! STOP!"
ru: Его взгляд становится еще более диким. "ПРЕКРАТИ! Прекрати СЕЙЧАС ЖЕ! Предупреждаю!" Он отворачивается, съежившись, чтобы спрятать большую часть своего тела. На его спине ты видишь список вытатуированных предостережений, которые Морт однажды прочитал тебе в Морге. Однако тут снизу есть одна строка, которую Морт не прочитал: 'НЕ ВЕРЬ ЧЕРЕПУ'. Твое предыдущее воплощение становится все безумнее и безумнее от того, что ты продолжаешь смотреть на него. "В ПОСЛЕДНИЙ РАЗ ПРЕДУПРЕЖДАЮ! ПРЕКРАТИ!"

source: "You can't threaten me... you're a recorded memory, an apparition. I'll just keep reading them until you let me out of here."
ru: "Ты не можешь мне угрожать... ты записанная память, призрак. Я просто продолжу читать их, пока ты не выпустишь меня отсюда".

source: He howls like a madman, thrashing wildly, clawing at his arms and frothing at the mouth. "OUT! OUT! OUT! OUT! OUT! OUT! OUT!"And like that, everything *ends*... you find yourself standing in the sensorium once more, slightly befuddled but quite unharmed.
ru: Он воет словно безумец, дико мечась, раздирая себе руки и плюясь пеной. "ВОН! ВОН! ВОН! ВОН! ВОН! ВОН! ВОН!" И в тот же миг все *прекращается*... ты снова находишься в сенсориуме, слегка ошалевший, но вполне невредимый.

source: The inscription around the base of this sensory stone indicates that it holds the experience "Week-long hunting trek across the forests of Arborea." Should you touch, it, though, you'll be drawn back into that insane, early incarnation's trap.
ru: Надпись вокруг основания этого камня переживаний указывает, что в нем содержится опыт "Недельного охотничьего похода по лесам Арбореи". Однако, стоит тебе дотронуться до него - и тебя снова затянет в ту безумную ловушку твоего прошлого воплощения.

source: Leave the thing alone.
ru: Оставить эту вещь в покое.
