Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dpestl.dlg.po
Languages: ru

source: This man closely resembles Pestle Kilnn, though without the crawling skin and constant, subtle mutations. "Greetings again, sir, and well met. And what is it I, Pestle, can do for ye?"
ru: Этот человек очень напоминает Пестика Килна, только без двигающейся кожи и постоянных мелких мутаций. "Еще раз здравствуй, добро пожаловать. Чем я, Пестик, могу помочь тебе?"

source: "I was hoping to get some healing concoctions."
ru: "Я надеялся получить немного лечебных смесей..."

source: "I had some questions..."
ru: "У меня есть некоторые вопросы..."

source: "I wanted to buy something..."
ru: "Я хотел бы кое-что купить..."

source: "Just passing by, actually. Farewell, Pestle."
ru: "Вообще-то, я просто проходил мимо. Прощай, Пестик".

source: "Yes, of course; yer reward, aye? Let's see, now... I'll manufacture them for ye for nothing, of course... but I'll need the proper ingredients. Hmmm... an oni's heart, or powdered hematite, or the hair of a deva, or a thread from an aasimon's robe, or the blood of a regenerating creature, such as a troll or..."
ru: "Да, конечно. Твое вознаграждение, да? Так, посмотрим... Я, конечно же, сделаю их для тебя бесплатно... но мне нужны соответствующие ингредиенты. Хм-м-м... сердце они, или гематитовый порошок, или волос дэва, или нитка из одежды аазимона, или кровь самовосстанавливающегося существа, такого как тролль, или..."

source: "Actually, my wounds heal *very* quickly."
ru: "Вообще-то, мои раны заживают *очень* быстро".

source: Pestle raises an eyebrow. "Do they, now? Well, then, your own blood just might do. Here... give me a sample, if you would."
ru: Пестик поднимает бровь. "Вот как? Ну, тогда твоя кровь вполне подойдет. Вот... дай мне немного, если ты не против".

source: Give him a bit of your blood.
ru: Дать ему немного своей крови.

source: After drawing a small quantity of your blood and retreating to the back of the store, Pestle returns with a number of what appear to be hardened drops of blood. "Placed upon one's tongue, these Clot Charms will heal existing wounds and aid the in the prevention of new ones, for a time."
ru: Взяв небольшое количество твоей крови, Пестик удаляется в заднюю часть лавки и возвращается с несколькими предметами, похожими на свернувшиеся капли крови. "Если положить этот амулет из запекшейся крови на язык, он залечивает имеющиеся раны и некоторое время помогает уберечься от новых".

source: "Thanks, Pestle. I had some questions..."
ru: "Спасибо, Пестик. У меня есть другие вопросы..."

source: "My thanks. I wanted to buy something, now..."
ru: "Благодарю. Теперь я хотел бы кое-что купить..."

source: "Farewell, Pestle, and thanks."
ru: "Прощай, Пестик, и спасибо".

source: "My humblest apologies, sir, but I only speak of the store. Besides, I rarely leave the place, ye see? Ye'd be better of finding another to answer yer questions."
ru: "Мои глубочайшие извинения, сэр, но я разговариваю только по поводу моей лавки. Кроме того, я редко выхожу наружу, понимаешь? Тебе лучше поискать кого-нибудь другого для ответов на твои вопросы".

source: "The old engineer in the Foundry tells me I need to get a sample of my blood and skin for his machine to work. I need you to do that for me."
ru: "Старый инженер в Литейной сказал, что мне нужно достать образец своей крови и кожи, чтобы его машина заработала. Мне нужно, чтобы ты мне в этом помог".

source: "I wanted to buy something, then..."
ru: "Тогда я хотел бы кое-что купить..."

source: "In that case, Farewell."
ru: "В таком случае, прощай".

source: "A scraping? Very well." He takes up a razor blade and a wide-mouthed bottle. Pestle then removes a small section of skin from your forearm, placing it into the bottle along with a small quantity of your blood. He then places some gauze over your wound and hands you the bottle. "Ye need anything - more, sir?"
ru: "Соскоб? Хорошо". Пестик достает лезвие бритвы и пузырек с широким горлышком. Затем он соскабливает с твоей руки небольшой кусочек кожи и кладет его в пузырек вместе с небольшим количеством твоей крови. Потом он кладет на твою рану кусочек марли и дает тебе пузырек. "Еще что-нибудь нужно, сэр?"

source: "Yes... I wanted to purchase something."
ru: "Да... я хотел бы кое-что купить".

source: "No, that's all. Thanks, and farewell."
ru: "Нет, это все. Спасибо и прощай".

source: You see Pestle, the alchemist. "Greetings again, sir, and well met. And what is it I can do for ye?"
ru: Ты видишь Пестика, алхимика. "Еще раз здравствуй, добро пожаловать. Чем могу я тебе помочь?"
