Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dpestle.dlg.po
Languages: ru

source: You see a wall-eyed fellow whose skin seems to writhe and ripple across his entire body. He is smacking his chapped lips with a blotched tongue. As you watch, his right eye moves independently of the left, focusing on you. A second later, the left one flicks to look your way, then reverts to its original position. The right eye blinks. A strange gurgling comes from his throat.
ru: Ты видишь косоглазого парня, чья кожа морщится и бурлит по всему его телу. Он облизывает свои обветренные губы прыщавым языком. Наблюдая за ним, ты замечаешь, что его правый глаз двигается независимо от левого, фокусируясь на тебе. Секундой позже левый глаз быстро поворачивается и смотрит на тебя, потом возвращается на исходную позицию. Правый глаз моргает. Из его горла доносится странное бульканье.

source: "Greetings..."
ru: "Приветствую..."

source: Leave him be.
ru: Оставить его в покое.

source: The man gives a lop-sided grin and points at himself with his right thumb. "Pestle, I'm called, the - *gugh!* - alchemist." He points at himself again, this time with his left index finger. "Da name's Kilnn. *Hgrk!* Need ye somethin'?"
ru: Мужчина выдает кривую усмешку и указывает на себя большим пальцем правой руки. "Пестиком зовут, я - *гах!* - алхимик". Он снова указывает на себя, на этот раз указательным пальцем левой руки. "Звать Килн. *Хгрк!* Чего-нибудь нужно?"

source: "Are you all right?"
ru: "С тобой все в порядке?"

source: "What are you selling?"
ru: "Чем ты торгуешь?"

source: "Yes, I had some questions..."
ru: "Да, у меня есть несколько вопросов..."

source: "No, that's all right. Farewell."
ru: "Нет, ничего страшного. Прощай".

source: "*Hugahk!*" His left hand darts out and jabs the surface of the counter, the hair of his forearm writhing and twisting about as he does so. There is a series of scrawls written on it - a list of prices written next to a number of items. You notice that a number of healing concoctions and charms seem to be available.
ru: "*Угак*!" Его левая рука взмывает и бъет по прилавку, при этом волосы на его предплечье скручиваются. На прилавке нацарапаны ряды закорючек - список из нескольких товаров с ценам. Ты отмечаешь, что здесь, похоже, имеется в наличии некоторое количество смесей и амулетов.

source: "I'd like to purchase something..."
ru: "Я хотел бы кое-что купить..."

source: "I had some questions, actually..."
ru: "Вообще-то, у меня есть несколько вопросов..."

source: "Nothing I need, really. Farewell."
ru: "По правде говоря, здесь нет ничего нужного мне. Прощай".

source: Half of his mouth curls downward into a frown; he shakes his head. "Work in da stock-room all day, I do. *Gaaaahk!*" He shudders violently; suddenly, a third eye pops open over the bridge of his nose... the left one shift sideways as the new eye takes its place. "I speak only of the - *fnahk!* - store, sir." That said, the skin of his face seems to 'eat' the new eye, and the left one returns to its old location.
ru: Половина его рта опускается вниз в недовольной гримасе; он качает головой. "Я целый день торчу на складе. *Га-а-а-к!*" Он резко вздрагивает: внезапно над его переносицей выскакивает третий глаз... левый глаз уходит в сторону, и новый глаз занимает его место. "Я разговариваю только по поводу своей - *фнак*! - лавки, сэр". После того как он это сказал, кожа его лица, казалось бы, "съедает" новый глаз, и левый глаз возвращается на старое место.

source: "The old engineer in the Foundry tells me I need to get a sample of my blood and skin for his machine to work. I need you to do that for me."
ru: "Старый инженер в Литейной сказал, что мне нужно достать образец своей крови и кожи, чтобы его машина заработала. Мне нужно, чтобы ты мне в этом помог".

source: "Farewell, then."
ru: "Тогда прощай".

source: "Aye, I am. *Hgak!*" His throat convulses for a moment, then relaxes. A large, green-glowing pustule suddenly bursts from the side of his neck. "Something ye needed then, sir? *Ghok!*" His throat clenches again, and a wave of quivering flesh swallows the blistering green pustule back beneath the skin of his throat. He coughs violently for a moment, then seems to relax. "Phew."
ru: "Да. *Хгак*!" Несколько секунд его горло сотрясается в конвульсиях, потом оно успокаивается. Неожиданно на его шее вылазит огромный гнойник, светящийся зеленым. "Еще что-нибудь, сэр? *Гок*!" Его горло снова сжимается, и волна трепещущей плоти поглощает раздутый зеленый гнойник на шее. Некоторое время он сильно кашляет, потом, кажется, успокаивается. "Фух".

source: "May I ask what happened to you?"
ru: "Можно поинтересоваться, что с тобой случилось?"

source: "I had some questions..."
ru: "У меня есть несколько вопросов..."

source: The left eye rolls upward in exasperation. The right eye looks askance. "Too much ta drink."
ru: Левый глаз раздраженно закатывается вверх. Правый глаз смотрит на тебя искоса. "Слишком много выпил".

source: "Too much of *what,* though?"
ru: "Слишком много *чего*?"

source: "I had another question..."
ru: "У меня есть другие вопросы..."

source: "That's all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "Potions, I drank. Too many potions. *Fgaohg!*" His mouth slides down beneath his chin; his left nostril forms another one. "Da most *I* ever drank, dat's for certain! Of polymorphin', dey were, an' brewed... *Hgrk!* ... in Limbo."
ru: "Зелий. Выпил слишком много зелий. *Фгаог*!" Его рот опускается вниз под подбородок; из его левой ноздри вырастает еще одна. "Больше, чем когда-либо, это уж точно! Это из-за зелья превращений, сваренного - *хгрк!* - в Лимбо".

source: "Anything I could do to help?"
ru: "Я могу чем-нибудь помочь?"

source: The man's eyes turn inwards to look at each other, then back to you. "Dunno. *Fng!*" He shudders; the mouth below his chin moves up to envelope the one his nostril formed. "This sort of thing happens quite often; we can't seem to - *Fnug!* - help but sample the stock. If ye find a way to help, the two of us would - *guhkahk!* - be grateful, sir."
ru: Глаза мужчины поворачиваются внутрь, чтобы посмотреть друг на друга, потом снова смотрят на тебя. "Не знаю. *Фнг*!" Он вздрагивает; рот под подбородком двигается вверх и накрывает недавно выросшую ноздрю. "Такие вещи случаются очень часто; похоже, мы не можем - *фнуг!* - не перепробовать свой ассортимент. Если ты найдешь, чем нам помочь, мы оба - *гукак*! - будем благодарны, сэр".

source: "If I find a way, I'll let you know. Farewell."
ru: "Если я найду способ, я дам тебе знать. Прощай".

source: You see Pestle Kilnn. He - or they - is as eerie to look upon as ever, as his flesh constantly changes and crawls across his face and body. "I welcome ye - *snrf!* - back, sir."
ru: Ты видишь Пестика Килна. Он - или они - выглядит, как и раньше, жутковато: его плоть непрестанно меняется и движется по его лицу и телу. "Еще раз добро - *снрф!* - пожаловать, сэр".

source: "I've got this Elixir of Horrific Separation... do you think that'd help you?"
ru: "У меня есть Эликсир ужасного разделения... думаешь, это тебе поможет?"

source: "I wanted to purchase something..."
ru: "Я хотел бы кое-что купить..."

source: "I was just passing by. Farewell."
ru: "Я просто проходил мимо. Прощай".

source: Both his eyes suddenly snap to the small bottle in your hands. He nods, smacking his lips.
ru: Оба его глаза неожиданно впиваются в пузырек в твоих руках. Он кивает, облизывая губы.

source: "Here you are, then..."
ru: "Тогда вот, держи..."

source: "I'll expect a reward, you know."
ru: "Знаешь, мне бы не помешало вознаграждение".

source: Pestle Kilnn takes the bottle in both his hands and places it beneath the counter. His left eye focuses on you, while his right eye and hand concentrate on scribbling furiously on the countertop. "We can use dis ta make somethin' dat'll fix us - *hgrk!* - right on up. Now if you'll gives us a moment, when we got it all worked - *gak!* - out, we'll makes ya some healin' stuffs fer a reward." He turns to head to the back of the shop...
ru: Пестик Килн берет пузырек обеими руками и ставит его под прилавок. Его левый глаз фокусируется на тебе, в то время как его правый глаз и рука сосредотачиваются на яростном исписывании прилавка. "Мы можем использовать это для приготовления кое-чего, что может - *хгрк*! - вмиг нас исправить. А тепер дай нам минутку, чтобы мы разобрались - *гак*! - с этим делом, а в награду мы сделаем тебе немного лечебных снадобий". Он оборачивается, чтобы пройти в заднюю часть лавки...

source: "All right... farewell for now, then."
ru: "Ладно... Тогда на том и распрощаемся".

source: The left eye rolls back, but the right one stays focused on you. He nods. "Would some healing items - *fng!* - suffice, sir?"
ru: Левый глаз поворачивается назад, а правый остается сфокусированным на тебе. Он кивает. "Будет ли достаточно нескольких - *фнг!* - лечебных товаров, сэр?"

source: "Yes, it will. Here you are."
ru: "Да, держи".

source: "No... I'll just hold on to it, for now. Farewell."
ru: "Нет... Пока что я оставлю это при себе. Прощай".

source: "A scraping? Very - *schnik!* - well." His right hand takes up a razor blade; his left, a wide-mouthed bottle. He removes a small section of skin from your forearm, placing it into the bottle along with a small quantity of your blood. He then places some gauze over your wound and hands you the bottle. "Ye need anything - *guh-gack!* - more, sir?"
ru: "Соскоб? *Шник*! Хорошо". Его правая рука берет лезвие бритвы, левая - пузырек с широким горлышком. Он соскабливает с твоей руки небольшой кусочек кожи, кладет его в пузырек вместе с небольшим количеством твоей крови. Потом он кладет на твою рану кусочек марли и дает тебе пузырек. "Еще что-нибудь -*гу-гак*! - нужно, сэр?"

source: "No, but... are you all right?"
ru: "Нет, но... с тобой все в порядке?"

source: "Yes... I wanted to purchase something."
ru: "Да... я хотел бы кое-что купить".

source: "No, that's all. Thanks, and farewell."
ru: "Нет, это все. Спасибо и прощай".
