Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dpharod.dlg.po
Languages: ru

source: I agreed to descend into the catacombs for Pharod and bring him back a bronze sphere. He thinks the sphere is located in the deepest part of the catacombs... where the water has drowned out the passageways. The entrance to the first part of the catacombs is in the southeast portion of the village, past the gate... Pharod said to mention my task to the guards, who will open the gates and allow me by.
ru: Я согласился спуститься для Фарода в катакомбы и принести ему бронзовый шар. Он думает, что шар находится в самой глубокой части катакомб... там, где вода затопила проходы. Вход в первую часть катакомб находится юго-восточной части деревни, за воротами... Фарод сказал, чтобы я упомянул о задании страже, которая должна открыть мне ворота и пропустить меня.

source: "Are you comparing yourself to a *mage,* Pharod? I think you're insulting the craft."
ru: "Ты сравниваешь себя с *магом*, Фарод? Мне кажется, этим ты оскорбляешь Искусство".

source: Vow: "What I hear is for my ears only."
ru: Клятва: "То, что я услышу, только для моих ушей".

source: Lie: "What I hear is for my ears only."
ru: Ложь: "То, что я услышу, только для моих ушей".

source: "I don't care to know that much. I had some other questions..."
ru: "Мне это неинтересно. У меня есть еще вопросы..."

source: "Forget it. I must take my leave. Farewell."
ru: "Забудь об этом. Мне нужно идти. Прощай".

source: I promised Pharod I wouldn't say where he was getting the bodies from.
ru: Я пообещал Фароду, что не расскажу, откуда он достает тела.

source: I lied and 'swore' I wouldn't tell anyone where Pharod was getting the bodies from. The old ghoul actually believed me... I think he was dying to tell someone how clever he was.
ru: Я солгал и "поклялся", что не расскажу, откуда Фарод достает тела. Старый упырь действительно поверил мне... Думаю, он просто страх как хотел кому-нибудь рассказать, какой он умный.

source: "Pharod, finding a bunch of dead bodies and selling them can hardly compare to the study of magic."
ru: "Фарод, находку и продажу кучки мертвецов с трудом можно сравнивать с изучением магии".

source: "Like I said before, Pharod: Finding a bunch of dead bodies and selling them can hardly compare to the study of magic."
ru: "Как я уже сказал, Фарод, находку и продажу кучки мертвецов с трудом можно сравнивать с изучением магии".

source: "I don't want to argue this with you. I had some other questions..."
ru: "Не хочу с тобой спорить об этом. У меня еще есть вопросы..."

source: "The Buried Village? Come on, what's the secret of that?"
ru: "Погребенную деревню? Ну же, в чем здесь секрет?"

source: I tricked Pharod into telling me where he gets his bodies without having to give my word not to say anything. I don't think he even noticed... more fool him.
ru: Я выманил у Фарода информацию о том, где он достает тела, при этом ничего не пообещав. Мне кажется, что он даже не заметил... ну и дурак.

source: "Go on..."
ru: "Продолжай..."

source: "I've heard enough... I must take my leave. Farewell."
ru: "Я выслушал достаточно. Мне нужно идти. Прощай".

source: "Where do all these dead come from?"
ru: "Откуда берутся все эти мертвецы?"

source: Found out where that old ghoul Pharod is getting his wealth of dead bodies from: he has found a stretch of catacombs, buried beneath the Buried Village. The Dustmen have interred a number of bodies there, so Pharod digs them up, sells them back to the Dustmen, waits for the Dustmen to bury them again, then digs them up again. A non-stop source of jink... ghoulish, but effective.
ru: Выяснилось, откуда старый упырь Фарод достает эти горы трупов: это катакомбы под Погребенной деревней. Там Тленные похоронили много тел, и Фарод откапывает их, продает назад Тленным, ждет, пока Тленные похоронят их, а затем снова откапывает их. Бесконечный источник звенелок... мерзко, но эффективно.

source: "So you rob the catacombs of the dead the Dustmen placed there, sell them back to the Dustmen and they bury them again?"
ru: "Значит, ты достаешь из катакомб мертвецов, которых туда ложат Тленные, продаешь их назад Тленным, а они снова их закапывают?"

source: "And as deep as the greed of man."
ru: "И так же глубоки, как человеческая жадность".

source: "Very clever, Pharod. I had some other questions..."
ru: "Очень умно, Фарод. У меня есть другие вопросы..."

source: "I did what you asked, Pharod. Now I want some answers."
ru: "Я сделал то, о чем ты просил, Фарод. Теперь мне нужны ответы".

source: "That's all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "What do you know about me? Why was I told to seek you out?"
ru: "Что ты обо мне знаешь? Почему мне сказали искать тебя?"

source: "Tell me, Pharod. I'm losing patience."
ru: "Говори, Фарод. Мое терпение на исходе".

source: Vow: "You have my word that I'll stay my hand, Pharod. But I need to know what you know."
ru: Клятва: "Даю тебе слово, что не трону тебя, Фарод. Но мне необходимо знать, что ты знаешь".

source: Lie: "You have my word that I'll stay my hand, Pharod. But I need to know what you know."
ru: Ложь: "Даю тебе слово, что не трону тебя, Фарод. Но мне необходимо знать, что ты знаешь".

source: "Pharod, this better be *worth* hearing."
ru: "Фарод, лучше бы это *стоило* того, чтобы быть услышанным".

source: "An audience with you?"
ru: "Аудиенцию с тобой?"

source: "But you were royalty... at least a man of position, once, were you not?"
ru: "Но ведь когда-то ты был вельможей... по крайней мере, имел авторитет, не так ли?"

source: "What did he... I... want from you?"
ru: "Что он... я... хотел от тебя?"

source: "Enough with the false pleasantries, Pharod. What did I want?"
ru: "Довольно лживых любезностей, Фарод. Что я хотел?"

source: "I see. And is that all you know?"
ru: "Ясно. И это все, что ты знаешь?"

source: "Except... there's nothing to be gained from it, for you. Why did you even agree to do it?"
ru: "Вот только... ты ничего с этого не получал. Почему ты вообще согласился?"

source: "So you granted my boon just like that? There's nothing to be gained from it, for you. Why did you even agree to do it?"
ru: "Значит, ты выполнил мою просьбу за просто так? Ты ничего с этого не получал. Почему ты вообще согласился?"

source: "Uh... I see. And is that all you know?"
ru: "Э... ясно. И это все, что ты знаешь?"

source: "You're a merchant, Pharod, not a Samaritan. There must have been another reason..."
ru: "Ты торгаш, а не самаритянин, Фарод. Должна была быть другая причина..."

source: "All right, then. Is that all you know?"
ru: "Ну, хорошо. Это все, что ты знаешь?"

source: Truth: "I'm sorry about your people, Pharod. That wasn't me... but if I can make up the loss to you, I will."
ru: Правда: "Мне жаль твоих людей. Это был не я... но если я могу восполнить твою потерю, я сделаю это".

source: Truth: "I'm sorry about your people, Pharod, for what that's worth."
ru: Правда: "Мне жаль твоих людей, Фарод".

source: "Go on... what else?"
ru: "Продолжай... что еще?"

source: "Was that the only reason you agreed to my request?"
ru: "Это была единственная причина, по которой ты согласился выполнить мою просьбу?"

source: "And that's *all* you know?"
ru: "И это *все*, что ты знаешь?"

source: "Fine. Next question... what did you take off my body after I died?"
ru: "Отлично. Следующий вопрос: что ты снял с моего тела после того, как я умер?"

source: "Who did?"
ru: "А кто?"

source: "Your *daughter?* Who?"
ru: "Твоя *дочь*?"

source: I brought the bronze sphere to Pharod. There was little of use he could tell me: he said that I had come to him and asked for his 'assistance' in making sure the members of his Collector gang brought my body, safe and sound, to the Mortuary when I died. He told me that my body had been found by his daughter, Annah.
ru: Я принес Фароду бронзовый шар. Он не сказал мне почти ничего полезного: только то, что я пришел к нему и попросил у него "помощи", которая заключалась в том, чтобы его банда сборщиков доставила мое тело в целости и сохранности в Морг, когда я умру. Он сказал, что мое тело нашла его дочь Анна.

source: I brought the bronze sphere to Pharod. There was little of use he could tell me: he said that I had come to him and asked for his 'assistance' in making sure the members of his Collector gang brought my body, safe and sound, to the Mortuary when I died. He told me that my body had been found by his daughter, Annah... I think that may have been the name of one of the tieflings I killed in the Hive. No matter, as long as Pharod knows where my body was found...
ru: Я принес Фароду бронзовый шар. Он не сказал мне почти ничего полезного: только то, что я пришел к нему и попросил у него "помощи", которая заключалась в том, чтобы его банда сборщиков доставила мое тело в целости и сохранности в Морг, когда я умру. Он сказал, что мое тело нашла его дочь Анна... кажется, так звали одного из тех тифлингов, которых я убил в Улье. Но это неважно, так как Фарод знает, где нашли мое тело...

source: "Don't lie to me, Pharod. You're a merchant, and you always take a cut from your workers. What did Annah give *you* from my body?"
ru: "Не лги мне, Фарод. Ты торгаш, и всегда имеешь процент со своих работников. Что Анна дала *тебе* с моего тела?"

source: "Annah? All right, I'll ask her. Where is she?"
ru: "Анна? Хорошо, я у нее спрошу. Где она?"

source: "I had some other questions for you..."
ru: "У меня были еще вопросы к тебе..."

source: "Very well, that's all I wished to know."
ru: "Хорошо, это все, что я желал знать".

source: "Where did she find me?"
ru: "Где она меня нашла?"

source: "She's here...?"
ru: "Она здесь?.."

source: "Very well, that's all I wished to know. I'll go find her."
ru: "Хорошо, это все, что я хотел знать. Пойду, поищу ее".

source: Truth: "Pharod, my patience is at an end. There will be nothing left of you or this village if you don't hand over the 'tribute.'"
ru: Правда: "Фарод, мое терпение на исходе. Я не оставлю ничего от тебя и этой деревни, если ты не отдашь мне эти 'отчисления'".

source: Bluff: "Pharod, my patience is at an end. There will be nothing left of you or this village if you don't hand over the 'tribute.'"
ru: Блеф: "Фарод, мое терпение на исходе. Я не оставлю ничего от тебя и этой деревни, если ты не отдашь мне эти 'отчисления'".

source: Truth: "Pharod, my patience is at an end. If you don't hand over what was stolen from me, I will see to it the Dustmen know where to find you."
ru: Правда: "Фарод, мое терпение подходит к концу. Если ты не отдашь мне то, что украл у меня, я позабочусь о том, чтобы Тленные узнали, где тебя искать".

source: "Very well... now who found me again?"
ru: "Отлично... повтори, кто меня нашел?"

source: "Well?"
ru: "Ну?"

source: Wait...
ru: Ждать...

source: "Hmmm. Wonder where he's going..."
ru: "Хм-м. Интересно, куда он пошел..."

source: Pharod fetched the tribute that his daughter had given to him from my body. With the tribute was a strange scrap of paper... which I have a strange feeling I may have written to myself.
ru: Фарод забрал себе долю, которую ему принесла его дочь с моего тела. В нее входил странный клочок бумаги... и у меня возникает странное чувство, что я написал его сам себе.

source: Pharod fetched the tribute that his daughter had given to him from my body. With the tribute was a strange scrap of paper... which I have a strange feeling I may have written to myself. Even more curious, I wonder where Pharod went to get the tribute... he didn't leave by the main door, but I don't think there are any other exits from Ill-Wind Court.
ru: Фарод забрал себе долю, которую ему принесла его дочь с моего тела. В нее входил странный клочок бумаги... и у меня возникает странное чувство, что я написал его сам себе. Что еще более странно, так это то, откуда Фарод принес ее... он не выходил из главной двери, но я не думаю, что в Зловонном Дворе есть какие-нибудь другие выходы.

source: "A few hundred coppers, and a scrap of paper? Great. Now who was it who found me again?"
ru: "Несколько сотен монет и клочок бумаги? Отлично. Так кто меня нашел?"

source: "A few hundred coppers, a scrap of paper, and a ring? Very well... now who was it who found me again?"
ru: "Несколько сотен монет, клочок бумаги и кольцо? Чудесно... так кто меня нашел?"

source: "A few hundred coppers, a scrap of paper, bandages, and a ring? Very well... now who was it who found me again?"
ru: "Несколько сотен монет, клочок бумаги, бинты и кольцо? Чудесно... так кто меня нашел?"

source: "I'll keep that in mind. I have some other questions for you..."
ru: "Я это запомню. У меня еще несколько вопросов..."

source: Before you is an elderly man leaning heavily upon a crutch; his left leg is twisted, as if he tried to walk two directions at once and paid the price. His maggoty-colored skin is bunched heavily upon his skull and is flecked with liver spots. He is mumbling and smacking his lips as his eyes make a circuit of the room.
ru: Перед тобой пожилой человек, тяжело припавший на костыль; его левая нога вывернута так, будто он пытался идти в двух направлениях одновременно, и поплатился за это. Его серая кожа тяжело свисает с его черепа, и покрыта старческими пятнами. Он что-то бормочет и причмокивает, обводя взглядом помещение.

source: You see Pharod. He is making his rounds of the room with his eyes, mumbling to himself and licking his lips. His pasty skin stands out, even in the flickering torchlight.
ru: Ты видишь Фарода. Он обводит взглядом помещение, бормоча что-то себе под нос и причмокивая. Его бледная кожа выделяется даже в неверном свете факелов.

source: "Ah, corpse..." Pharod turns as you approach, his crutch *clacking* on the cobbles of the Court. "Welcome, welcome..."
ru: "О, трупик... - Фарод поворачивается, когда ты подходишь, его костыль клацает по плитам двора. - Здравствуй-здравствуй..."

source: "Annah, rose of my eye - have I not taught you to *respect* the dead?" A thin smile worms across Pharod's face, and he makes a slight bow towards you. "This resourceful corpse needs to know where you found him."
ru: "Анна, цветочек мой ненаглядный, разве я не учил тебя *уважать* мертвых? - на лице Фарода появляется тонкая улыбка, он делает тебе легкий поклон. - Этот находчивый труп хочет знать, где ты его нашла".

source: "Ah! Yes, my mistake..." Pharod nods, then his voice drops dangerously. "Yet, my darlin' Annah, that still makes it YOUR mistake... for this one only had one foot in the dead book when you brought him to me." He taps his crutch against the flagstones with a light tap. "He woke up, sought me out - MOST embarrassing."
ru: "Ах да, это моя ошибка... - Фарод кивает, затем его тон угрожающе понижается. - И все же, моя дорогая Анна, эта ошибка стала ТВОЕЙ... потому что он был только одной ногой в книге мертвых, когда ты принесла его ко мне, - он легонько стучит костылем по плитам. - Он очнулся, нашел меня... ТАК неловко вышло".

source: "Show him where you found his body, Annah." Pharod taps his crutch again for emphasis. "Take him to the haunted alley." Pharod studies Annah for a moment, then grins and turns to you. "If yeh happen to lose my darlin' Annah on the way to the alley, corpse, you come back and see Pharod. I'll guide you..."
ru: "Проведи его туда, где ты нашла его тело, Анна, - чтобы подчеркнуть это, Фарод стукает костылем. - Проведи его на улицу с призраками, - Фарод пару мгновений оглядывает Анну, затем ухмыляется и поворачивается к тебе. - Если ты ненароком разминешься с моей дорогой Анной по дороге в переулок, вернись к Фароду. Я проведу тебя сам..."

source: "Annah..." Pharod's voice is quiet, but it cuts through the girl's speech like a knife. "Be his minder. See that he comes to no harm while in the village. Then guide him to where he wishes to go."
ru: "Анна... - Фарод говорит негромко, но его голос прорезает слова девчонки как нож. - Будь его проводником. Пригляди, чтобы с ним ничего не случилось, пока он в деревне. А потом веди его, куда он пожелает".

source: "Very well, that's all I wished to know. Farewell."
ru: "Хорошо. Это все, что я хотел узнать. Прощай".

source: "My sweet Annah had to worm her way through one of their kips to get to the alley where she found you... a tenement crawling with them stood between her and the alley where she found your body."
ru: "Моей милой Анне пришлось пробираться в переулок, где она нашла тебя, через одно из их жилищ... пристанище, кишащее ими, стояло между ней и тем переулком".

source: "Yes... she said something about how those Chaosmen had a special gate." Pharod thinks for a moment. "It was a door you could only open when you had your eyes shut - otherwise it looked like nothing more than some Hive painting of a door."
ru: "Да... она сказала что-то насчет того, что у Хаоситов есть особый вход, - Фарод на миг задумывается. - Это дверь, которую можно открыть, лишь закрыв глаза. Иначе она будет выглядеть просто одной из картин Улья, на которой нарисована дверь".

source: "Yes..." Pharod smiles. "Strange are Sigil ways, corpse. Strange are Sigil ways."
ru: "Да... - с улыбкой говорит Фарод. - Пути Сигила неисповедимы, трупик. Пути Сигила неисповедимы".

source: "So... there's a building I need to go through *before* I get to this 'haunted alley?'"
ru: "Значит... есть здание, через которое мне нужно пройти, *прежде* чем я попаду на эту 'улицу с призраками'?"

source: "I remember that door... it's north and east of the Smoldering Corpse. I thought it was just a painting, though. So it becomes a REAL door when you try and open it with your eyes shut?"
ru: "Я припоминаю эту дверь... она на северо-востоке от Тлеющего трупа. Однако я думал, что это просто картина. Значит, она становится НАСТОЯЩЕЙ, если открыть ее с закрытыми глазами?"

source: "So this... painted door... is north and east of the Smoldering Corpse? And it becomes MORE than a painting when you try and open it with your eyes closed?"
ru: "Значит, эта... нарисованная дверь... на северо-востоке от Тлеющего трупа? И она становится СОВСЕМ не нарисованной, если пытаешься открыть ее с закрытыми глазами?"

source: "Very well, that's all I wished to know. I'll go find this painted door."
ru: "Отлично, это все, что я желал знать. Пойду, поищу ту нарисованную дверь".

source: Pharod told me where my body was found... a 'haunted alley' near the Smoldering Corpse bar in the Hive. Maybe I can find some information there about how I died. He told me that in order to get to the alley, I would have to go through a tenement building crawling with Chaosmen. The entrance to the building was the painting of a door north of the Smoldering Corpse; when you close your eyes, the door becomes real. This city keeps getting stranger and stranger...
ru: Фарод сказал мне, где нашли мое тело... на "улице с призраками" возле бара "Тлеющий труп" в Улье. Возможно, там я смогу выяснить обстоятельства своей смерти. Он сказал, что чтобы добраться до переулка, я должен пройти через здание с множеством комнат, занимаемое Хаоситами. Вход в это здание - нарисованная дверь к северу от Тлеющего трупа; когда закрываешь глаза, дверь становится настоящей. Этот город становится все более и более странным...

source: I don't know whether to be flattered or insulted... Pharod just told his 'daughter' to escort me to the place where she'd scavenged my body. Some haunted alley. He told me if she happened to lose me on the way there, to come back and see him and he would guide me...
ru: Не знаю, радоваться мне или обижаться... Фарод сказал своей "дочурке" провести меня к месту, где она обчистила мое тело. На какую-то улицу с призраками. Он сказал, что если на пути мы вдруг разойдемся, я должен вернуться, и он проведет меня...
