Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dpharod.dlg.po
Languages: ru

source: Pharod studies you with a critical eye. "Stay your weapons for what I'm about to say, corpse, for it could be your ears'll take offense..." Pharod smiles wickedly. "My ears no longer care, but yours are still fresh for the burning, it seems."
ru: Фарод критически осматривает тебя. "Придержи свое оружие, потому что то, что я собираюсь рассказать тебе, труп, может оказаться неприятным для твоих ушей... - Фарод зловеще усмехается. - Моим ушам уже все равно, но твои, похоже, еще способны чувствовать жжение".

source: "The truth..." Pharod's tone softens, as if cajoling. "The truth was stretched a bit from my mind to my tongue when we first spoke, corpse -- in all terrible honesty, I know little about you." He raises a withered finger. "Yet, hear me out..."
ru: "Правда... - тон Фарода смягчается, становится елейным. - Правда была слегка преувеличена мной на пути от разума к языку, когда мы говорили в первый раз, трупик. Если уж совсем начистоту, то я мало что о тебе знаю, - он поднимает высохший палец. - И все же выслушай меня..."

source: "You're a cutter who plays at being dead, as I see." Pharod squints at you. "Some time ago, you came to me, like you are now, but not, just strolled right into Ill-Wind Court and said you wanted an 'audience' with me."
ru: "Как я вижу, ты, рубака, играешься со смертью, - Фарод смотрит на тебя искоса. - Не так давно ты пришел ко мне, вот прям как сейчас, хотя нет, просто заглянул в Зловонный Двор и сказал, что требуешь 'аудиенции' со мной".

source: "Aye, an 'audience.'" Pharod chuckles, like whispering sand. "Like I was royalty..." He seems amused, but there's an edge in his voice. "You knew the right things to say, you did, oh yes. You spoke the chant like a Guvner, born and true. And I listened."
ru: "Ага, 'аудиенцию', - Фарод издает тихий смех, похожий на шуршание песка. - Как если бы я был королевской особой... - кажется, это его развеселило, но его голос звучит резко. - Ты знал, что сказать, это уж точно. Ты болтал прямо как прирожденный Законник. И я послушал".

source: "Once." Pharod hisses. "*Once.* Titles, only words, NOTHING in the end..." He lapses into silence, then *tsks.* "Knew that, too, my history, I think you did..."
ru: "Когда-то, - шепчет Фарод. - *Когда-то*. Титул, одни лишь слова, а в результате - НИЧЕГО... - он умолкает, потом начинает цокать. - Думаю, ты знал и о моем прошлом..."

source: Pharod gives a mock bow, his crutch creaking as he leans against it. "'Oh, Pharod, great Collector King,' you says. 'I have come before you to request a boon.' 'A boon?' I says. 'What could I offer a man of such obvious strength?'"
ru: Фарод делает шуточный поклон, его костыль скрипит под его весом. "О Фарод, великий король сборщиков, говоришь ты, я предстал перед тобой с просьбой. Я говорю: С просьбой? Но что я могу предложить человеку столь очевидной силы?"

source: Pharod wags his crooked finger. "And you asked for a strange thing: You says, 'Lord Pharod, I ask for *courtesy.* Your Collectors roam throughout the Hive. If they should find my body, I want it kept safe. That is all I ask.'" Pharod shrugs. "A simple boon."
ru: Фарод машет высушенным пальцем. "И ты попросил о странной вещи. Ты сказал: 'Лорд Фарод, я прошу, чтобы мне оказали *любезность*. Твои сборщики бродят по всему Улью. Если они наткнутся на мой труп, я хотел бы, чтобы он остался в целости. Это все, о чем я прошу', - Фарод пожимает плечами. - Незамысловатая просьба".

source: Before you can speak, you suddenly feel a prickling in your skull as Pharod speaks the word 'boon' and the smell of blood and fear rushes through your nostrils... Pharod is hiding something, something that happened in the past, involving you -- and it scares him. The boon he granted you was no simple matter.
ru: Не успеваешь ты ответить, как в твоем черепе возникает покалывание от произнесенного Фародом слова "просьба", и в твои ноздри ударяет запах крови и страха... Фарод что-то скрывает, что-то, случившееся в прошлом и касающееся тебя, и это его пугает. Просьба, выполненная им, вовсе была не проста.

source: Pharod falls silent for a moment. "A dead man can keep no promises, and promises to a dead man are easy enough to make, corpse."
ru: На мгновение Фарод умолкает. "Мертвец не может сдержать обещаний, а вот давать обещания мертвецу довольно просто, трупик".

source: "Aye..." Pharod's face suddenly peels back in fury, his skin flushing red. "After you'd strung up a score of my blood on the Hive walls t'DIE, I had *enough* reason to promise you the PLANES themselves. Then your butchering self comes to my HOME, my KIP, to DEMAND a 'boon' of me..." Pharod calms himself, though his face is still flushed. "Aye, I agreed..."
ru: "Да... - внезапно физиономия Фарода перекашивается от ярости и багровеет. - После того, как ты повесил на стенах Улья два десятка моих знатоков, у меня возникло *достаточно* причин, чтобы пообещать тебе хоть сами ПЛАНЫ. А потом твое кровожадное я приходит в мой ДОМ, в мое ЖИЛИЩЕ, с ТРЕБОВАНИЕМ выполнить 'просьбу'... - Фарод успокаивается, но краска с его лица не сходит. - Да, я согласился..."

source: Pharod *tsks.* "No matter, them bodies served me well enough. The Dusties pay the same for fresh deaders as for old..."
ru: Фарод цокает. "Неважно: их тела отлично мне послужили. Мертвяки платят за свежие трупы ту же цену, что и за старые..."

source: "You knew things about me... things only I knew. You knew I was greedy for somethin' beneath Sigil, and you put a name and picture to it: the bronze sphere, you said. I didn't think you would fetch it for me..." He chuckles. "Yet did you? Aye. The Planes turn in strange ways..."
ru: "Ты кое-что знал обо мне... кое-что такое, что знал только я. Ты знал, что я хотел разыскать кое-то под Сигилом, и ты дал ему имя и образ: бронзовый шар - так ты сказал. Я и не думал, что ты достанешь мне его... - он хихикает. - И тебе удалось? Да. Пути планов неисповедимы..."

source: "All I know? Nay... but it's all I know about you, corpse."
ru: "Все, что я знаю? Нет... но это все, что я знаю о тебе, трупик".

source: "I?" Pharod licks his lips. "Why, *I* took nothing, corpse." His face splits in a grin. "Then, I wasn't the one that found your body..."
ru: "Я? - Фарод облизывает губы. - А что, *я* ничего у тебя не брал, труп, - он расплывается в ухмылке. - В конце концов, не я же нашел твое тело..."

source: Pharod's smile widens, pulling the pasty folds of flesh back from his face like a curtain. "My daughter, the rose of my eye, the sweetest of my family, and the sharpest wit of them all..." He licks his dry lips and sighs in mock sadness. "Such a cruel tongue on her..."
ru: Улыбка Фарода расширяется, натягивая бледные складки кожи лица как занавес. "Моя дочурка, цветочек мой ненаглядный, любимица в моей семье, и самая умная в ней... - он облизывает губы и вздыхает с напускной грустью. - У нее такой острый язычок..."

source: "My darlin' girl, Annah. She found you, dead as deader can be, in a place where most Collectors wouldn't go for a *mountain* of coppers. Could be she plucked something off you, could be not...?" He leans in, shaking his head. "You'll have t'ask her, for it's not her Da's place to say."
ru: "Моя любимая девочка, Анна. Он нашла тебя, мертвее некуда, в таком месте, куда большинство сборщиков не пошли бы даже за *гору* медяков. Она могла что-то с тебя снять, разве нет?.. - он наклоняется вперед, качая головой. - Тебе придется самому спросить у нее - ее папочка не может за нее отвечать".

source: "My darlin' girl, Annah. She found you, dead as deader can be, in a place where most Collectors wouldn't go for a *mountain* of coppers. Maybe if you were to go there, you might find these precious bits you're a-missing..."
ru: "Моя любимая девочка, Анна. Он нашла тебя, мертвее некуда, в таком месте, куда большинство сборщиков не пошли бы даже за *гору* медяков. Возможно, если бы ты пошел туда, ты мог бы найти какие-нибудь ценные вещи из тех, что у тебя пропали".

source: "Where's Annah?" Pharod shrugs. "She's hiding in the shadows here, I expect, listening to us trade the chant. I called for her after you went below... had to ask her if you were *really* in the dead book when she found you or not..." He chuckles dryly, then takes a deep breath and calls out to the darkness. "Annah! Stop mithering in those shadows and come greet our guest!"
ru: "Где Анна? - Фарод пожимает плечами. - Полагаю, она где-то здесь, прячется в тенях, подслушивая наш треп. Я позвал ее после того, как ты ушел... пришлось выяснить, *действительно* ли ты был в книге мертвых, когда она нашла тебя... - он сухо смеется, затем делает глубокий вздох и кричит в темноту. - Анна! Хватит стоять в тени, подойди и поздоровайся с нашим гостем!"

source: "She says she found you in the Hive, she did. In a haunted Alley, north and east of the Smoldering Corpse..." Pharod thinks, tapping his fingers against his crutch. "O' course, you'll need to get past those Chaosmen Hivers, first..."
ru: "Она говорит, что нашла тебя в Улье, в беспокойном улице на северо-востоке от Тлеющего трупа... - Фарод задумывается, барабаня пальцами по костылю. - Конечно, сначала тебе придется пройти через тех Хаоситов..."

source: "Ah... yes... my tribute..." Pharod folds his withered hands over his crutch, almost protectively. "There's no telling what was from *you* or not, corpse. Most like, there was nothing."
ru: "Ах... да... мои отчисления... - Фарод кладет свои иссушенные руки на костыль, почти защищаясь. - Нельзя сказать, что было *твое*, а что - нет, трупик. Скорее всего, у тебя ничего и не было".

source: Pharod is silent for a moment. He taps his fingers against his crutch... slowly.
ru: Некоторое время Фарод молчит. Его пальцы барабанят по костылю... медленно.

source: "Where has the decency of man gone..." Pharod grumbles, shaking his head. "A courtesy I am doing for you, corpse... such a courtesy. Pharod *parting* with anything... it'd be the dead-book for me if anyone heard... wait here, move not a yard. I shall return."
ru: "Куда делись людские манеры?.. - ворчит Фарод, качая головой. - Я окажу тебе любезность, труп... такую любезность. Чтобы Фарод чем-то *делился*... да если кто услышит, это станет для меня книгой мертвых... подожди здесь, ни шагу дальше. Я скоро вернусь".

source: After a long while, Pharod returns, his crutch *clacking* against the flagstones. In his hands, he holds a number of items, which he passes off to you. "You will be *silent* on this and accept the *blessing* that I even remembered..."
ru: Спустя продолжительное время, Фарод возвращается, его костыль клацает по плитам. В руках он держит много вещей, которые он передает тебе. "Ты будешь *молчать* об этом и примешь это за *благо*, каких даже я не помню..."

source: Pharod squints at you, the folds of flesh coming down almost over his eyes. "A journal you had when we spoke last... has it lost itself?" Pharod chuckles dryly. "These eyes have not seen it... but keep them peeled, I will. I would love to read such a *magnificent* work..."
ru: Фарод смотрит на тебя прищурено, складки кожи почти застилают ему глаза. "Дневник, который был при тебе, когда мы говорили с тобой в последний раз... он потерялся? - Фарод сухо смеется. - Эти глаза не видели его... но я буду держать их раскрытыми. Хотел бы я заполучить столь *внушительный* труд..."

source: "Lies that lead to the death of another are the blackest thing..." Pharod taps his crutch, wheezing slightly. "You'd best keep your word, corpse, else the Planes will grind you like a miller's wheel."
ru: "Ложь, приводящая к чьей-то смерти - самая черная штука... - Фарод постукивает костылем, тихонько сопя. - Тебе лучше сдержать свое слово, труп, иначе планы сотрут тебя в порошок, словно жернова".

source: "Greetings."
ru: "Приветствую".

source: Ignore the man, explore the room.
ru: Не обращать на него внимание и обследовать комнату.

source: I *finally* found Pharod in a buried village beneath Ragpicker's Square. Unfortunately, the place doesn't smell any better than the Hive... at least Pharod might have some information for me.
ru: Я *наконец* нашел Фарода в деревне, погребенной под площадью Старьевщиков. К сожалению, это место пахнет не лучше, чем Улей... но, по крайней мере, у Фарода может оказаться какая-нибудь информация.

source: Ignore Pharod, explore the room.
ru: Не обращать внимания на Фарода и обследовать комнату.

source: "I had some questions for you, Pharod."
ru: "Фарод, у меня есть к тебе вопросы".

source: "I don't have time to talk, Pharod. Farewell."
ru: "У меня нет времени на разговоры, Фарод. Прощай".

source: "Pharod, I've come for information. I've been told that you know something about me."
ru: "Фарод, я здесь, чтобы кое-что узнать. Мне сказали, что ты что-то про меня знаешь".

source: "No, I'm here to ask you some questions that only you can answer."
ru: "Нет, я здесь, чтобы задать тебе вопросы, на которые можешь ответить только ты".

source: "Yes, Pharod, I've returned. Are the arrangements all in order?"
ru: "Да, Фарод, я вернулся. Наши договоренности все еще в силе?"

source: "I don't have time to talk with you, Pharod. Farewell."
ru: "У меня нет времени болтать с тобой, Фарод. Прощай".

source: "Pharod? What is it?"
ru: "Фарод? О чем это ты?"

source: "Look closely... do you know who I am?"
ru: "Приглядись... ты знаешь, кто я?"

source: "Pharod...?"
ru: "Фарод?.."

source: Truth: "I have forgotten myself, and I was told to seek you out. That you would know something of me."
ru: Правда: "Я забыл себя, и мне сказали, чтобы я тебя нашел, что ты что-то обо мне знаешь".

source: "I need answers, Pharod. I was told you could provide them."
ru: "Мне нужны ответы, Фарод. Мне сказали, что ты можешь их мне дать".

source: Truth: "Well, no one *told* me, exactly. There were these tattoos on my back... they told me to seek you out, if I ever forgot myself."
ru: Правда: "Что ж, если быть точным, никто мне не *рассказывал*. Это все татуировки на моей спине... в них говорилось, чтобы я нашел тебя, даже если забуду себя".

source: "Who needed to tell me such a thing? Are you not Pharod?"
ru: "Кому понадобилось говорить мне такое? Ты что, не Фарод?"

source: "Indulge me, Pharod... what did I ask your Collectors to do again?"
ru: "Фарод, будь добр... скажи еще раз, что я попросил сделать твоих сборщиков?"

source: "No... tell me, what were you saying about a 'jaunt to the Mortuary?'"
ru: "Нет... что ты там говорил насчет 'прогулки в Морг'?"

source: "Bauble?"
ru: "Побрякушка?"

source: "Never mind, Pharod. I must take my leave."
ru: "Неважно, Фарод. Мне нужно идти".

source: "What were you saying before about a 'jaunt to the Mortuary?'"
ru: "Что ты там говорил насчет 'прогулки в Морг'?"

source: "No, but answer me this: How was I to get out of the Mortuary once I was left there?"
ru: "Нет, но ответь мне: как я должен был выбираться из Морга после того, как меня там оставили?"

source: "No... what was that bauble you mentioned?"
ru: "Нет... что за побрякушку ты упоминал?"

source: "What was that bauble you mentioned?"
ru: "Что за побрякушку ты упоминал?"

source: "What do you know of me?"
ru: "Что ты обо мне знаешь?"

source: "Go on, Pharod..."
ru: "Продолжай, Фарод..."

source: "The bronze sphere? Here it is."
ru: "Бронзовый шар? Вот он".

source: "I had some questions first..."
ru: "Сначала я хотел кое-что спросить..."

source: "Not yet. I will return when I have it."
ru: "Еще нет. Я вернусь, когда он у меня будет".

source: "I'm... still searching for it. I'll return when I have it."
ru: "Я... все еще ищу его. Когда найду - вернусь".

source: "When you greeted me, you said something about taking me 'on a jaunt to the Mortuary.' What did you mean?"
ru: "Когда мы встретились, ты сказал что-то насчет 'прогулки в Морг'. Что ты имел в виду?"

source: "What is this place?"
ru: "Что это за место?"

source: "When I awoke in the Mortuary, I was missing a journal. Do you know where it is?"
ru: "Когда я очнулся в Морге, при мне не было моего дневника. Ты не знаешь, где он?"

source: "I once heard a tale of a man named Pharod. A king of rags."
ru: "Однажды я слышал рассказ о человеке по имени Фарод. О короле оборванцев".

source: "I heard you have found a wealth of bodies, Pharod. Where do they come from?"
ru: "Я слышал, будто ты нашел море трупов, Фарод. Откуда они все?"

source: "I'll ask again since I brought you what you asked for: What do you know about me?"
ru: "Поскольку я принес то, о чем ты просил, я спрашиваю еще раз: что ты обо мне знаешь?"

source: "One more time: Did you take anything from my body when you found it?"
ru: "Еще раз: ты ничего не забрал с моего тела, когда нашел его?"

source: "Where did Annah find my body again?"
ru: "Где Анна нашла мое тело?"

source: "No questions -- farewell, Pharod."
ru: "Вопросов нет. Прощай, Фарод".

source: "I wanted to get into the Mortuary? But why?"
ru: "Я хотел попасть в Морг? Но зачем?"

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "I must take my leave. Farewell."
ru: "Я должен идти. Прощай".

source: Pharod said that I wanted to get *back* in the Mortuary for some reason... why? Was I looking for something there?
ru: Фарод сказал, что по какой-то причине я хотел *вернуться* в Морг... но зачем? Я там что-то искал?

source: "Never mind. I had some other questions..."
ru: "Неважно. У меня есть другие вопросы..."

source: "I've heard enough. Farewell."
ru: "Я выслушал достаточно. Прощай".

source: "What is the Buried Village?"
ru: "Что такое Погребенная деревня?"

source: "What do you mean?"
ru: "О чем это ты?"

source: "Never mind. I had some other questions for you..."
ru: "Неважно. У меня были еще вопросы к тебе..."

source: "That's all I wanted to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "Dabuses?"
ru: "Дабусы?"

source: "Yes, go on."
ru: "Да, продолжай".

source: "Forget it. I had some other questions for you..."
ru: "Забудь об этом. У меня есть другие вопросы к тебе..."

source: "Never mind. I must take my leave. Farewell."
ru: "Неважно. Мне нужно идти. Прощай".

source: "All right, go on."
ru: "Хорошо, продолжай".

source: "How did you find it?"
ru: "Как ты ее нашел?"

source: "I see. I had some other questions for you..."
ru: "Понятно. У меня есть другие вопросы к тебе..."

source: "That is all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "I did have some other questions for you..."
ru: "У меня были к тебе другие вопросы..."

source: "No, that is all I wished to know. Farewell."
ru: "Нет, это все, что я хотел узнать. Прощай".

source: "The tale is a strange one. It tells of a man of position and wealth who had everything, then discovered he had nothing."
ru: "Рассказ этот странный. В нем говорится о влиятельном и богатом человеке, у которого было все, но который обнаружил, что у него ничего нет".

source: "No, I have not. I did have some other questions for you."
ru: "Нет. У меня к тебе еще вопросы".

source: "The man was such a liar, a cheat, that he twisted himself into a corner. He discovered that when death would come for him, it would take him to a terrible place."
ru: "Тот человек был таким лжецом и мошенником, что сам загнал себя в угол. Он выяснил, что когда смерть придет за ним, он попадет в ужасное место".

source: "Then I have questions for you instead..."
ru: "Тогда у меня к тебе есть вопросы..."

source: "Then I shall say no more. Farewell."
ru: "Тогда я больше ничего не расскажу. Прощай".

source: "He was determined to avoid such a fate, so he desperately looked for a way out of it. He would cheat fate as he had cheated others."
ru: "Он решил избежать подобной судьбы, и потому отчаянно ринулся на поиски выхода. Он обманет судьбу, как обманывал других".

source: "The tale ends there. I have some questions for you, instead..."
ru: "Тут и сказке конец. Теперь у меня есть еще вопросы к тебе..."

source: "I have said enough. Farewell."
ru: "Я сказал достаточно. Прощай".

source: "He found an answer... or he found a place to look for the answer. He was told to search the trash of Sigil for that which would let him escape his fate. Now, Pharod... perhaps you can tell me how the story ends."
ru: "Он нашел ответ... то есть место, где можно его найти. Ему сказали искать в мусоре Сигила то, что позволит ему избежать своей судьбы. Итак, Фарод... может, ты расскажешь мне, чем заканчивается эта история".

source: "He found an answer... or he found a place to look for the answer. He was told to search the trash of Sigil for that which would let him escape his fate. Is that what the sphere is, Pharod? Something that'll let you give fate the laugh?"
ru: "Он нашел ответ... то есть место, где можно его найти. Ему сказали искать в мусоре Сигила то, что позволит ему избежать своей судьбы. Это и есть тот шар, Фарод? Нечто, позволяющее тебе обмануть судьбу?"

source: "You don't know what the sphere is, do you?"
ru: "Ты ведь не знаешь, что это за шар?"

source: "I'll find out. I have some other questions for you..."
ru: "Я найду его. У меня к тебе еще несколько вопросов..."

source: "We'll see, Pharod. Farewell."
ru: "Посмотрим, Фарод. Прощай".

source: "Very well. I have some other questions for you..."
ru: "Очень хорошо. У меня к тебе еще вопросы..."

source: "Very w-"
ru: "Хорош..."

source: "I don't w-"
ru: "Мне не н..."

source: "I am searching for it, Pharod. When I find it, I will bring it. No promises have been broken."
ru: "Я ищу ее, Фарод. Когда найду - принесу. Никакие клятвы не нарушены".

source: "Do you mean the bronze sphere? Calm yourself... here it is."
ru: "Ты имеешь в виду бронзовый шар? Можешь расслабиться... вот он".

source: "Yes...?"
ru: "Да?.."

source: "What is it?"
ru: "Что это?"

source: "...it's a sphere. Made of bronze. Ugly. Feels like an egg to the touch, and it smells of rotten custard. Am I right?"
ru: "...это шар. Сделан из бронзы. Неприятный. На ощупь как яйцо, пахнет испорченным заварным кремом. Я прав?"

source: Remain silent and listen.
ru: Молчать и слушать.

source: "Do you know where this sphere is?"
ru: "Ты знаешь, где этот шар?"

source: "Why don't you get one of your Collectors to search for it?"
ru: "Почему ты не пошлешь за ним одного из своих сборщиков?"

source: "Very well... I'll do it. But I want to know what I'm buying with this trinket."
ru: "Хорошо... я сделаю это. Но я хочу знать, что я покупаю за эту безделушку".

source: "I doubt you can tell me anything of value, Pharod."
ru: "Сомневаюсь, что ты можешь рассказать мне что-нибудь полезное, Фарод".

source: "Very well, I will see about finding this sphere for you... in exchange for what you know."
ru: "Хорошо, я попробую найти для тебя этот шар... в обмен на твои знания".

source: Truth: "Maybe you should tell me what you know, Pharod, or I'll pen your name in the dead-book with your blood."
ru: Правда: "Может, тебе стоило бы рассказать мне, что ты знаешь, Фарод, не то я впишу твое имя в книгу мертвых твоей же кровью".

source: Bluff: "Maybe you should tell me what you know, Pharod, or I'll pen your name in the dead-book with your blood."
ru: Блеф: "Может, тебе стоило бы рассказать мне, что ты знаешь, Фарод, не то я впишу твое имя в книгу мертвых твоей же кровью".

source: "Hold a moment... I had some other questions for you before I leave..."
ru: "Погоди... Прежде чем я уйду, у меня есть несколько вопросов..."

source: "Very well. I will go to the gate now and enter the catacombs."
ru: "Отлично. Я сейчас же направлюсь к воротам и войду в катакомбы".
