Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dpharod.dlg.po
Languages: ru

source: "Aha!" The man's eyes light up as he hears your voice. "Tisn't my steady crop of jink come to Pharod's waiting arms again! Greetings, corpse." He smiles a wicked grin. "Have you come to ask Pharod for another jaunt into the Mortuary walls?"
ru: "Ага! - его взгляд загорается, когда он слышит твой голос. - Не мой ли это пухлый мешок звенелок вернулся в заскучавшие руки Фарода! Здравствуй, трупик, - он злобно усмехается. - Пришел просить у Фарода очередную прогулку в стены Морга?"

source: "Know somethin' 'bout you...?" The light in Pharod's eyes dims. He studies you, mumbling slightly as his eyes flicker up and down your frame. "Corpse...? No? Yes?" His eyes meet yours. "Ah! No..."
ru: "Что-то про тебя знаю?..." Свет в глазах Фарода меркнет. Он изучает тебя, водя глазами вверх-вниз по твоему корпусу, и что-то тихонько бормочет. "Труп?.. Нет? Да? - ваши взгляды встречаются. - А, нет..."

source: Something in your tone, perhaps the slightest uncertain vocalized pause, betrays you... whatever it is makes Pharod pause, for the light in his eyes dims, and he studies you. "Corpse...? No? Yes?" His eyes meet yours. "Ah! No..."
ru: Что-то в твоем тоне, быть может, малейшая неверная пауза, выдает тебя... что бы это ни было, оно заставляет Фарода остановиться. Его глаза потухают, и он начинает осматривать тебя. "Труп?.. Нет? Да? - ваши взгляды встречаются. - А, нет..."

source: He studies you, mumbling slightly as his eyes flicker up and down your frame. "Tisn't a mummer's fair, corpse. No time for games, no time for Pharod to play the wheel... who are you? What are you asking such questions for?"
ru: Он изучает тебя, что-то тихонько бормоча, его глаза бегают по тебе вверх и вниз. "Тут тебе не ярмарка, труп. Нет времени на игры, нет времени на то, чтобы Фарод крутил колесо... кто ты? Зачем ты задаешь эти вопросы?"

source: Pharod's studying you with a dead-even gaze. "Tisn't a mummer's fair, corpse. No time for games, no time for Pharod to play the wheel... what are you asking such questions for?"
ru: Фарод изучает тебя смертельно спокойным взглядом. "Тут тебе не ярмарка, труп. Нет времени на игры, нет времени на то, чтобы Фарод крутил колесо... кто ты? Зачем ты задаешь эти вопросы?"

source: "Eh..." Pharod licks his lips; they make a rasping sound, like dry parchment on sand. "Now who told you such a thing, corpse?"
ru: "Э..." Фарод облизывает губы; слышится неприятный звук, как будто сухой пергамент трется о песок. "Так кто же сказал тебе такое, трупик?"

source: "Sound as stone, they are... my Collectors've done as you asked, to the word." He leans heavily against the crutch, causing it to creak dangerously. "Eh... not so much luck to be had with the bauble, however. Did you perchance know *where* it is below? Would be such a help, it would..."
ru: "Тверды как камни... мои сборщики сделали так, как ты просил, слово в слово, - он тяжело опирается на костыль, отчего тот опасно скрипит. - Э... вот только с побрякушкой не вышло. Ты случайно не знаешь, *где* она там, внизу? Это так бы мне помогло..."

source: "The *sphere,* corpse, the sphere! Have you..." Pharod's voice is desperate, pleading, like a beggar -- then he stops and composes himself. "No matter, I'll find it... no matter."
ru: "*Шар*, трупик, шар! У тебя..." Голос Фарода становится отчаянным, умоляющим, как у попрошайки... но потом он умолкает и успокаивается. "Неважно, я найду его... неважно".

source: Pharod raps his crutch against the flagstones, and he rocks back on his heels. "Just what you said -" He licks his lips. "Be sure to keep you safe if they find you, make sure you get shipped to the Mortuary, all that rot." He looks at you -- almost worried. "Why? Someone turn stag on my word? Dump you somewhere you not meaning to be?"
ru: Фарод стучит костылем по плитам и поднимается на пятках. "Только то, что ты сказал... - он облизывает губы. - Позаботиться, чтобы ты остался в целости и сохранности, когда они найдут тебя, и чтобы тебя доставили в Морг еще тепленького, - он смотрит на тебя... почти встревожено. - А что? Кто-то меня ослушался? Бросил тебя где-нибудь не там?"

source: "Ah... yes?" Pharod nods. "The Mortuary. Dusties n' all." His voice drops, and his fingers twitch nervously on his crutch. "Are we square, corpse? Something the matter?"
ru: "Ах... да, - Фарод кивает. - Морг. Мертвяки и все такое, - он понижает тон, его пальцы на костыле нервно подергиваются. - Мы квиты, трупик? Что-нибудь еще?"

source: Pharod chuckles softly, then scratches himself. "Ah, corpse, you said naught about getting you *out* of that hole... you were so pig-eager to get in, it seemed to me you'd made arrangements for giving the Dusties the laugh once we slipped you in. Hope we were square on that score."
ru: Фарод тихонько хихикает, потом чешется. "Ах, трупик, ты ничего не говорил насчет того, чтобы *вытащить* тебя из этой дыры... ты так туда спешил, что мне показалось, что ты уже и так приготовил все, чтобы свалить от Мертвяков. Надеюсь, на этот счет мы все прояснили".

source: "Ah... so little said, so much told..." Pharod falls silent, and suddenly, you have a feeling that Pharod is dissecting you, like a corpse on a Mortuary slab. "I know much you would know. Much, yes. Much, indeed..." Pharod smiles slowly, the folds of flesh on his face peeling back like a curtain.
ru: "О... так мало сказано, так много рассказано... - Фарод умолкает, и неожиданно у тебя возникает ощущение, будто Фарод разрезает тебя, как труп на плите Морга. - Я знаю немало того, что тебе нужно. Да, немало. Воистину, немало..." Фарод медленно расплывается в улыбке, складки кожи на его лице натягиваются как занавес.

source: Pharod licks his lips, then settles himself upon his crutch like a vulture. "No, no... not free, the question you ask." His pasty-white hands tap the edge of his crutch. "Much I can tell you, but the telling has a cost."
ru: Фарод облизывает губы, затем усаживается на костыль, словно стервятник. "Нет-нет... ответы, которые ты ищешь, не бесплатны, - его бледные руки постукивают по костылю. - Я могу много чего рассказать, но не за просто так".

source: "Ah, corpse..." Pharod turns as you approach, his crutch *clacking* on the cobbles of the Court. He licks his lips and smiles expectantly. "Have you brought me what I asked for?"
ru: "О, трупик..." Фарод оборачивается, когда ты подходишь, его костыль клацает по камням Двора. Он облизывает губы и выжидающе улыбается. "Ты принес мне то, о чем я просил?"

source: "Then ask!" Pharod smacks his crutch on the cobbles, as if passing sentence. "Come, come, corpse, time's short and so's my patience."
ru: "Так спрашивай! - Фарод щелкает костылем по камням, будто оглашая приговор. - Давай, давай, трупик, времени в обрез, и моего терпения тоже".

source: "You tell me, corpse -- perhaps the Dusties that live there are more to yer likin' than some sweet-bosomed wench?" Pharod taps his crutch on the floor, the clacking echoing throughout the court. "Most forgiving of the Dusties, to let you stride in and outta there as you please, considerin' you don't have the decency to stay in the dead-book."
ru: "Это ты мне скажи, трупик: может, Мертвяки тебе нравятся больше, чем пышногрудые девицы? - Фарод стучит костылем по полу, стук эхом раздается по двору. - Уж очень Мертвяки великодушны, позволяя прыгать тебе туда-сюда, когда вздумается, учитывая то, что ты не имеешь приличия оставаться в книге мертвых".

source: Pharod scoffs. "Corpse, you were so bent to git in there, now you spill that you don't even know why's you wanted in there in the first place? Sometimes it's a wonder why the Planes turn..."
ru: Фарод издевательски произносит: "Труп, ну ты ведь так стремился туда попасть, а теперь заявляешь, что даже не знаешь, зачем ты туда хотел? Иногда я удивляюсь, зачем вертятся планы..."

source: Pharod's eyes roll in his sockets, scanning across the ceiling, walls and then the floor. "This here's Ill-Wind Court -- not a name of my choosing, thank you kindly -- and the kip outside this Court is the Buried Village, corpse."
ru: Глаза Фарода поворачиваются в глазницах, пройдясь по потолку, стенам и, наконец, полу. "Это Зловонный Двор. Прости, но это не я придумал. А та дыра вокруг него - Погребенная деревня".

source: "Well, now, there's a story..." Pharod licks his lips again, then shrugs. "But to tell true, the story bores me. The short of it? It's a piece of the Hive that got bricked over one day, a piece-o-Sigil got penned in the dead book."
ru: "Что ж, про нее есть история... - Фарод облизывает губы и пожимает плечами. - Но, по правде говоря, она меня утомляет. Если покороче? Это кусок Улья, который однажды замуровали. Кусок Сигила, вписанный в книгу мертвых".

source: "Y'know them floating goat-heads that serve the Lady, them dabuses? Well, no matter if you do or not -- they go all 'round fixing, breaking, burying, building all the time. D'you follow?"
ru: "Знаешь тех летающих козлиных голов, которые служат Леди, ну, дабусов? Ну, неважно, знаешь ты их или нет... они без конца ходят и чинят, ломают, закапывают, строят все вокруг. Улавливаешь?"

source: "Them goat-heads? C'mon, have yer senses left you?! Them floaters with the hammers and yammer on in symbols? The ones that do the Lady's will?" Pharod taps his crutch on the flagstones, making a sharp rapping noise. "Come now, don't play the jester with Pharod now, time's short, and so's my patience."
ru: "Ну, козлоголовые. Брось, ты что, с катушек съехал?! Те летучки с молотками, которые болтают знаками. Которые исполняют волю Леди, - Фарод стучит костылем по плитам, издавая резкий стук. - Ну же, не разыгрывай Фарода, времени в обрез, и моего терпения тоже".

source: "Well, as the chant goes... and a dusty chant it is too, being so old... them dabuses just damn well bricked over a section of the Hive one day and all bodies just forgot 'bout it. Dump a lot a trash onnit, and soon, nobody even knows it's here." Pharod smiles. "Wicked, no? A piece of Sigil all-forgotten?"
ru: "Что ж, продолжим историю... много на ней пыли собралось за все эти годы... значит так, однажды дабусы чертовски хорошо замуровали эту часть Улья со всеми телами в нем, и просто о ней забыли. Сбросили на нее кучу мусора, и вскоре о ней уже никто не знал, - Фарод улыбается. - Зловеще, не правда ли? Всеми забытый кусок Сигила?"

source: Pharod *tsks.* "I still have my eyes, corpse, and I still have my ears, and when you have enough sense to tie the two together, then finding the dark of any matter is not as hard as some make it out to be." Pharod rubs his filthy cloak. "Now, was there somethin' else you wanted to pick my brain-box 'bout? You didn't come just to hear 'bout this raghole, did you?"
ru: Фарод цокает. "У меня все еще есть глаза, трупик, и уши тоже на месте, и если у тебя достаточно мозгов, чтобы связать два события, то докопаться до сути нет так сложно, как кто-нибудь себе это представляет, - Фарод трет свой грязный плащ. - Итак, есть ли еще что-нибудь, что ты хотел бы достать из моей черепушки? Ты ведь не за тем пришел, чтобы расспрашивать про эту дыру?"

source: Pharod's left eye widens, though you can't tell whether he's doing it, or whether the folds of skin are just peeling back. "That so? Sigil be a berg of tales, it is, but any tale involving Pharod can't be one these ears wouldn't want to hear." He looks at you with mock suspicion, then grins. "Become a tale-teller have you, corpse?"
ru: Левый глаз Фарода расширяется, хотя ты и не уверен, увеличился ли он сам, или это оттянулись складки кожи. "Вот как? Сигил - просто гора историй, но эти уши всегда готовы послушать любую из них, касающуюся Фарода, - он смотрит на тебя с притворным подозрением, затем ухмыляется. - Затесался в сказочники, а, трупик?"

source: Pharod's grin freezes on his face, and his eyes take on a strange, fiery gleam. "Are you certain you wish to tell this tale, corpse? May be you won't like how it ends, eh?"
ru: Ухмылка Фарода застывает на его лице, а в глазах появляется странный пламенный блеск. "Ты уверен, что хочешь рассказать эту историю, трупик? Быть может, ее конец тебе не понравится, а?"

source: Pharod's grin dies, and he licks his lips. He looks... frightened.
ru: Ухмылка Фарода пропадает, он облизывает губы. Он кажется... напуганным.

source: Pharod's face twists, as if he had swallowed something unpleasant.
ru: Фарод кривится, будто проглотил что-то неприятное.

source: Pharod stares at you, his fingers tapping on his crutch. "We'll see, the two of us, won't we, corpse?" He sneers. "And what will let *you* give fate the laugh, eh? No bauble, no trinket for you, such a shame."
ru: Фарод глядит на тебя, его пальцы барабанят по костылю. "Мы оба посмотрим, не так ли, трупик? - презрительно произносит он. - А что даст *тебе* убежать от судьбы, а? На тебя не найдется побрякушки - так жаль".

source: Pharod hisses at you. "Finding it is enough, corpse. The rest will come with the having."
ru: Фарод шипит на тебя: "Достаточно найти ее, трупик. Остальное придет потом".

source: Pharod's face breaks into a snarl. "It has NO ending! Not for I!" You watch as blood fills his features. "Now a tale do I have for YOU, corpse!"
ru: Лицо Фарода расходится в оскале. "У нее НЕТ конца! Не для меня! - ты наблюдаешь, как его лицо наполняется кровью. - А теперь у меня есть история для ТЕБЯ, труп!"

source: Pharod's finger lashes out at you, bent like a herder's crook. "A corpse comes to Pharod's Court, ripe with stench and promises, claiming he would FIND that which Pharod needed, but what does he bring? *Nothing!* Promises broken, corpse! Do you deny it?! Say that you do, for it means that you've lied to me, and I will *die* because of it!"
ru: Фарод тычет в тебя пальцем, согнутым, как пастуший посох. "Во Двор Фарода приходит труп, полный вони и обещаний, заявляет, что НАЙДЕТ то, что нужно Фароду, но что он приносит? *Ничего*! Клятва нарушена, труп! Ты это отрицаешь?! Отрицай, потому что это означает, что ты лгал мне, и я из-за этого *умру*!"

source: Pharod taps the flagstones with his crutch and sneers. "This village is not all that lies buried beneath Ragpicker's Square."
ru: Фарод стучит по плитам костылем и насмешливо произносит: "Под площадью Старьевщиков похоронена не только эта деревня".

source: "Chambers, vaults, corridors... filled with the dead, all a-sleep in their coffins. Somewhere in those halls, somewhere there, lies something miss-placed. Something mine."
ru: "Комнаты, склепы, коридоры... заполненные мертвецами, спящими в своих гробах. Где-то в тех залах, где-то там лежит кое-что инородное. Кое-что мое".

source: "A small thing, a trinket, such a trifle..." As Pharod speaks, his words start echoing, as if two people were speaking... you know you've heard them before... from your own lips.
ru: "Мелочь, безделушка, сущий пустяк..." Когда Фарод произносит это, его слова начинают отдаваться эхом, как будто говорят двое одновременно... и ты осознаешь, что уже слышал их... из собственных уст.

source: "A small thing, a trinket, such a trifle..." Pharod turns away, as if embarrassed, but his voice sharpens, like a knife. "A sphere. Bronze. Ugly. Feels like an egg but tisn't, has the stink of custard 'bout it. Fetch it for me -- such a small favor -- then a favor will I do for you, corpse."
ru: "Мелочь, безделушка, сущий пустяк... - Фарод отворачивается, как бы стесняясь, но голос его становится острым как нож. - Шар. Бронзовый. Неприятный. На ощупь как яйцо, пахнет испорченным заварным кремом. Достань его для меня, окажи эту маленькую услугу, и тогда я окажу услугу тебе, трупик".

source: Pharod falls deathly silent for a moment, then nods. "Yes... how much do you hide from me, corpse?" He chuckles. "Did you return to see if I remember what it is I want?"
ru: На мгновение Фарод становится безмолвным как смерть, затем кивает. "Да... сколько еще ты от меня скрываешь, трупик? - он хихикает. - Ты вернулся, чтоб проверить, помню ли я то, что хотел?"

source: "Because the corridors need no more dead from this village." Pharod *tsks.* "Strong, fast, clever... these are qualities my villagers do not have. They go below -- they do not return." Pharod glances at you. "Perhaps the dead will welcome their own, hmmm? That is what *I* think, corpse."
ru: "Потому что коридоры уже забиты трупами местных, - Фарод цокает. - Сила, скорость, ум... моим людям не хватает этих качеств. Они спускаются... и не возвращаются, - Фарод бросает на тебя взгляд. - Может, мертвые примут своего, м-м? По крайней мере, *мне* так сдается, трупик".

source: "Ah..." Pharod's sigh is like shifting sand. "And why do you suppose I ask you to look for it, corpse? I do not know *where* it is. I know it is buried deep, far deeper than any villager has ever gone." Pharod *tsks.* "It may be in the catacombs where the waters run deep, deep..."
ru: "О... - вздох Фарода похож на движущийся песок. - А зачем я, по-твоему, прошу найти его, а, трупик? Я не знаю, *где* он. Я знаю, что он спрятан глубоко, намного глубже, чем может забраться любой из местных, - Фарод цокает. - Возможно, он в катакомбах, где течет глубокая вода..."

source: "There's a lot of knowing rattlin' around in my brain-box, corpse." He holds up a withered finger. "One of them is this bit of wisdom: everyone *wants* something, whether they know it or not. There is much I know about you... much that you would *want* to know..."
ru: "В моей черепушке гремит много знаний, трупик, - он поднимает иссушенный палец. - Вот одно из них, небольшая мудрость: каждый что-нибудь *хочет*, знает он это или нет. Я многое о тебе знаю... много такого, чего ты сам хотел бы *узнать*..."

source: Pharod's next words are delivered as if he has had a chance to memorize them. "Then what I know will die with me, corpse... it'll become as ash should I die. Nothing, nothing for you..."
ru: Следующие слова Фарод произносит так, будто он их заранее заготовил. "Тогда то, что я знаю, умрет вместе со мной, труп... оно превратится в тлен, если меня не станет. Ничего тебе не достанется..."

source: "I've learned another priceless bit of wisdom... for you, I give it for free: A man is often *wrong* about a great many things, and a dead man is one who has been wrong one too many times." Pharod licks his lips. "Much do I have to tell you that one would consider of value."
ru: "Я узнал еще одну бесценную мудрость... тебе я дам ее бесплатно: человеку свойственно *ошибаться*, но мертвецом становится тот, кто ошибается один лишний раз, - Фарод облизывает губы. - Я расскажу тебе многое из того, что можно счесть ценным".

source: "Very well, a deal struck, a deal made..." Pharod *cracks* his crutch sharply against the flagstones. "A sphere for a peek inside my brain box. Now, corpse -- there is no time to waste. Go to the gate at the south and east and tell those slumbering fools to open it for you -- make haste, make haste."
ru: "Отлично, тогда по рукам... - Фарод резко стукает костылем по плитам. - Шар в обмен на доступ в мою черепушку. Давай, трупик - у нас нет лишнего времени. Иди к воротам на юго-востоке и скажи тем сонным идиотам, чтобы они пропустили тебя. Торопись, торопись".

source: "Does a mage tell the secrets of his craft? So it is with the Collector..." Pharod frowns, studying you. "Perhaps I will tell you... but you must promise that it is for your ears only."
ru: "Разве маг раскрывает секреты своего мастерства? Так же и сборщик... - Фарод хмурится, изучая тебя. - Пожалуй, я тебе расскажу... но ты должен пообещать, что это только для твоих ушей".

source: Pharod flushes, and he taps his crutch against the ground. "Collecting is as much a skill as any petty mageling can hold a copper to."
ru: Фарод багровеет и стучит костылем по земле. "Собирательство - такое же искусство, как и то, которым зашибает деньгу какой-нибудь захудалый маг".

source: "Was it not skill that found this place?!" Pharod's voice rises to a bellow, and his fingers tighten around his crutch. "It took sense to find this place, it did, and it took sense to make the most of it!"
ru: "Разве это не искусство - найти такое место?! - голос Фарода повышается до визга, его пальцы впиваются в костыль. - Потребовалось немало мозгов, чтобы найти его, чтобы обустроить его!"

source: "Very well..." Pharod taps the flagstones with his crutch and sneers. "This village is not all that lies buried beneath Ragpicker's Square."
ru: "Хорошо... - Фарод постукивает костылем по плитам и презрительно усмехается. - Под площадью Старьевщиков похоронена не только эта деревня".

source: "Chambers, vaults, corridors..." Pharod gives the faintest of smiles, and his eyes gleam like gold. "Places, black as pitch, filled with weeping stones and the precious dead, all a-sleep in their coffins. Sleeping..."
ru: "Комнаты, склепы, коридоры.. - Фарод слегка улыбается, его глаза блестят как золото. - Места, черные как смоль, заполненные плачущими камнями и драгоценными мертвецами, спящими в гробах. Спящими..."

source: Pharod affixes you with a lopsided stare. "Corpse, corpse... everything dies. Life is so short, but death lasts for so very, very long. Many people, many deaths..." His stare travels past you. "Such a waste for their deaths to be useless in a Dustie's arms, eh?"
ru: Фарод бросает на тебя косой взгляд. "Трупик, трупик... все умирает. Жизнь такая короткая, а смерть длится так бесконечно долго. Много человек, много смертей... - его глаза смотрят через тебя. - Что за пустая трата их смертей - быть бесполезными в руках Мертвяков, а?"

source: Pharod smiles, greedily. "Not all the dead that goes to the Mortuary gate is fed to the furnace, corpse. The Dusties bury some of the dead in the city's bowels. Under the village... so near, so close... is such a place. I would have been a fool not to see opportunities..."
ru: Фарод жадно ухмыляется. "Не все мертвецы идут на растопку в печи Морга, труп. Некоторых Мертвяки хоронят в чреве города. Над деревней... так близко... от этого места. Я был бы дураком, если бы не видел всех его возможностей..."

source: Pharod nods, then chuckles lightly -- the sound is like shifting sand. "These catacombs are as deep as a Dustie's pockets."
ru: Фарод кивает, тихонько посмеиваясь - звук, как у движущегося песка. "Эти катакомбы так же глубоки, как и карманы Мертвяков".

source: "Oh, yes..." Pharod sneers. "And the greed of man is something that shall always be counted upon when naught else is left, eh?"
ru: "О, да... - насмешливо произносит Фарод. - И человеческая жадность никогда не закончится, даже если больше не останется ничего, да?"

source: Pharod's eyes gleam as you hand him the bronze sphere -- he touches it gingerly, almost reverently. "You..." He chuckles. "Ah, corpse, such a gamble you were, and paid off handsomely, you have..." Pharod studies his reflection in the sphere and *tsks.* "The years have been cruel to me, I see..."
ru: Глаза Фарода загораются, когда ты протягиваешь ему бронзовый шар. Он прикасается к нему трепетно, почти благоговейно. "Ты... - он посмеивается. - Ах, трупик, ты был таким рискованным предприятием, таким дорогим... - Фарод изучает свое отражение в шаре и цокает. - Похоже, годы были ко мне немилосердны..."

source: Pharod doesn't even look at you as you speak... his attention is swallowed by the sphere he holds. "Yes, yes, ask your questions..." Pharod turns the sphere in his hands. "Very important, your questions..."
ru: Когда ты говоришь, Фарод даже не смотрит на тебя... его внимание поглощено шаром, который он держит в руках. "Да-да, спрашивай... - Фарод вертит шар в руках. - Свои важные вопросы..."
