Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dporphir.dlg.po
Languages: ru

source: "Wait a minute. I already have the necklace you're looking for. Is this it?"
ru: "Погоди минуту. У меня есть ожерелье, которое ты ищешь. Это оно?"

source: "All right then. I'll see if I can find this necklace. Do you know where these three thugs might be?"
ru: "Хорошо. Я попробую поискать твое ожерелье. Тебе известно, где эти головорезы могут находиться?"

source: While wandering the Hive, I came across a man with a series of shifting lines covering his skin. He claims that a necklace of his "order"... Erit-Agge, I believe... was stolen by three thugs dressed in black and red, who he says are near "a bar that is on fire on the inside." Turns out I'd already snagged the necklace from those three thugs, so I was able to return it immediately.
ru: Гуляя по Улью, я встретил человека с серией меняющихся линий на коже. Он сказал, что у него было украдено ожерелье "ордена"... Наз Ледия, кажется... тремя ворами в черном и красном, которые, как он сказал, находятся у "бара, который горит изнутри". К счастью, я уже отобрал ожерелье у тех головорезов, так что я могу отдать его незамедлительно.

source: "Three robbers, dressed in red and black, outside a bar that burns on the inside? That can't be too hard to find. Farewell."
ru: "Три грабителя, одетых в красное и черное, у бара, что горит изнутри? Очень сложно будет его разыскать. Прощай".

source: "Three robbers, dressed in red and black, outside the Smoldering Corpse Bar? I'll go find them. Farewell."
ru: "Три грабителя, одетых в красное и черное, у бара Тлеющий Труп? Пойду поищу их. Прощай".

source: While wandering the Hive, I came across a man with a series of shifting lines covering his skin. He claims that a necklace of his "order"... Erit-Agge, I believe...was stolen by three thugs dressed in black and red, outside the Smoldering Corpse Bar. I'll go see if I can get the item back.
ru: Гуляя по Улью, я встретил человека с серией меняющихся линий на коже. Он сказал, что у него было украдено ожерелье "ордена"... Наз Ледия, кажется... тремя ворами в черном и красном, которые находятся у бара Тлеющий Труп. Попробую вернуть эту вещь назад.

source: While wandering the Hive, I came across a man with a series of shifting lines covering his skin. He claims that a necklace of his "order"... Erit-Agge, I believe... was stolen by three thugs dressed in black and red, by a bar that burns inside. I'll go see if I can find the place and see if I can get the item back.
ru: Гуляя по Улью, я встретил человека с серией меняющихся линий на коже. Он сказал, что у него было украдено ожерелье "ордена"... Наз Ледия, кажется... тремя ворами в черном и красном, которые, как он сказал, находятся у "бара, который горит изнутри". Попробую разыскать это место и вернуть эту вещь назад.

source: "I killed them and took the beads."
ru: "Я убил их и забрал четки".

source: "I stole them."
ru: "Я украл их".

source: "I purchased them."
ru: "Я купил их".

source: "I told a few harmless lies, then they were happy to give me the beads."
ru: "Наврал им так, что они были счастливы отдать их мне".

source: "I convinced them it was in their best interest to return the necklace."
ru: "Я донес до них идею, что в их же интересах вернуть ожерелье".

source: Lie: "Uh... I talked them out of it. They were happy to give me the beads back."
ru: Ложь: "Эээ... Я переговорил с ними немного. Они были счастливы отдать мне четки назад".

source: Lie: "Uh... I bought it from them. They were happy to negotiate for the beads."
ru: Ложь: "Эээ.... Я их купил у них. Они были счастливы обменять четки".

source: "The pleasure was mine. I have a question for you, though: if you cannot enter combat, how did you get your warrior training?"
ru: "Благодарю. И все-таки у меня вопрос: если ты не можешь вступать в битву, как ты смог обучиться на воина?"

source: "What about the weapons training you promised?"
ru: "Как насчет обучению оружию, которое ты обещал?"

source: "You're welcome... I think. I have a question for you, though: if you cannot enter combat, how did you get your warrior training?"
ru: "Благодарю... наверное. И все-таки у меня вопрос: если ты не можешь вступать в битву, как ты смог обучиться на воина?"

source: "Hmmm. What about the weapons training you promised?"
ru: "Хммм. Как насчет обучению оружию, которое ты обещал?"

source: "I see. Could you teach me how to use those weapons?"
ru: "Понятно. Можешь ли ты меня научить использованию оружию?"

source: "Just curious. Farewell."
ru: "Просто интересуюсь. Прощай".

source: "I sure hope so."
ru: "Надеюсь, что это так".

source: "Never mind, then. Farewell."
ru: "Тогда неважно. Прощай".

source: "I have no profession other than fighting at this moment. I would walk the path of the warrior."
ru: "На данный момент у меня нет никакой специальности, кроме сражений. Я могу вступить на путь воина".

source: "Yes. I wish to abandon the mage's Art and take up weapons."
ru: "Да. Я желаю оставить искусство мага и взяться за оружие".

source: "I no longer wish to be a thief... I wish to be of the warrior profession."
ru: "Я больше не хочу быть вором... Я хочу выбрать специальность воина".

source: "No, not at this time. Farewell."
ru: "Нет, в этот раз. Прощай".

source: "Very well..."
ru: "Очень хорошо..."

source: "Yes."
ru: "Да".

source: "I am already familiar with them. What can you teach me about the weapons?"
ru: "Я уже знаком с ними. Чему ты можешь меня обучить по части оружия?"

source: "Not at the moment...I merely wished to re-orient myself. Thanks, Porphiron."
ru: "Не сейчас... Я должен переориентироваться. Спасибо, Порфирон".

source: "I don't understand. Can you explain?"
ru: "Я не понимаю. Ты можешь объяснить?"

source: Porphiron spoke of training in the art of the warrior. He said that, in order to learn more about combat, I must be committed to the profession of the warrior and no other. If I were a mage, thief, or other profession, I would have to abandon it to learn more about weapons and combat.
ru: Порфирон рассказал об обучении искусству воина. Он сказал, что для того, чтобы узнать о сражении больше, я должен выбрать специальность воина и никакую больше. Если я был магом, вором или еще кем, я буду вынужден отказаться от этого, чтобы узнать больше об оружии и сражении.

source: "Understood: I can only be the fighter class if I want to learn about weapons. What is the next angle of training?"
ru: "Понял: если я хочу узнать больше об оружии, я должен быть только воином. Какой следующий элемент обучения?"

source: Porphiron said there is a limit to how much a warrior can learn at first, based on the warrior's level in his craft. He urged me to return for more instruction when I attain more experience.
ru: Порфирон сказал, что есть предел, которым ограничен воин в изучении основных навыков воинского ремесла. Он настоял, чтобы я вернулся назад для дальнейшего обучения, как только получу больше опыта.

source: "What are these levels?"
ru: "Что это за уровни?"

source: "That sounds like me when I awoke on the Mortuary slab... go on. What is the level of the proficient?"
ru: "Очень похоже на то, когда я очнулся на плите Морга... продолжай. Что насчет опытного уровня?"

source: "And the level of the specialist?"
ru: "А уровень мастера?"

source: Porphiron said there are three levels of skill with any weapon. There is the level of the ignorant, where the attacker uses the weapon as a disadvantage. His attacks are clumsy, unfocused, and do less damage than they would in the hands of a learned warrior. This is the level at which I began when I awoke in the Mortuary, it seems. I will need to train in order to become better with the weapons of this world. Beyond the level of the ignorant is the level of the proficient, which occurs after the warrior has studied with a weapon. His attacks are no longer hampered by his ignorance of the weapon, and his attacks come more swiftly and surely. Beyond the level of the learned is the level of the specialist. At this level, the attacker is not only skilled with the weapon, but he has made it an extension of his will. His attacks with the skilled weapon are faster, and the damage he inflicts greater.
ru: Порфирон рассказал о трех уровнях владения оружием. Уровень невежды, когда атакующий использует оружие как недостаток. Его атаки неумелы, неточны и наносят гораздо меньший урон, чем более умелый воин. Кажется, с этого уровня я и начал, когда очнулся в Морге. Мне нужно тренироваться, чтобы лучше владеть оружием в этом мире. Следующим за уровнем невежды является уровень опытного, который достигается воином после изучения оружия. Его атаки больше не затруднены незнанием оружия, и они намного быстрее и тяжелее. Вслед за опытным уровнем следует уровень мастера. На этом уровне атакующий не только обучен владением оружия, но и превратил его в продолжение своей воли. Его атаки с изученным оружием быстрее, а наносимый им урон - больше.

source: "All right I understand. What can you teach me of weapons?"
ru: "Хорошо, я понял. Чему ты можешь обучить меня по части оружия?"

source: "I've heard enough. I may return. Farewell."
ru: "Я выслушал достаточно. Я еще вернусь. Прощай".

source: "Can you tell me more about the ways of the warrior again?"
ru: "Ты можешь еще раз рассказать о направлениях воина?"

source: "No instruction today. I may return when I wish to learn more."
ru: "На сегодня хватит. Я вернусь, когда захочу узнать больше".

source: With Porphiron's help... and many bruises later... I have achieved the level of the proficient in fist-fighting.
ru: С помощью Порфирона... и после многих синяков... я достиг уровня опытного в рукопашном бое.

source: With Porphiron's help...and many scars later... I have achieved the level of the proficient in the dagger. Once Porphiron found that I recovered quickly from cuts, he wasted no time using me as a cutting board.
ru: С помощью Порфирона... и после нескольких шрамов... я достиг уровня опытного во владении кинжалами. Когда Порфирон обнаружил, что я быстро восстанавливаюсь после порезов, он перестал тратить время, используя меня в качестве разделочной доски.

source: Porphiron said he could teach me nothing more about daggers. He said I would have to find a weapons master in order to become specialized in daggers.
ru: Порфирон сказал, что он больше не может научить меня ничему новому во владении кинжалами. Он сказал, что если я хочу стать специалистом по кинжалам, я должен найти мастера оружия.

source: With Porphiron's help...and many bruises later... I have achieved the level of the proficient in clubs.
ru: С помощью Порфирона... и многих синяков... я достиг уровня опытного во владении дубинами.

source: Porphiron said he could teach me nothing more about clubs. He said I would have to find a weapons master in order to become specialized in clubs.
ru: Порфирон сказал, что он больше не может научить меня ничему новому во владении дубинами. Он сказал, что если я хочу стать специалистом по дубинам, я должен найти мастера оружия.

source: With Porphiron's help... and many scars later... I have achieved the level of the proficient in the axe. Once Porphiron found that I recovered quickly from even the most vicious slashes, he wasted no time trying to turn me into firewood.
ru: С помощью Порфирона... и после нескольких шрамов... я достиг уровня опытного во владении топором. Когда Порфирон обнаружил, что я быстро восстанавливаюсь даже после тяжелых ран, он перестал тратить время, пытаясь сделать из меня дрова.

source: Porphiron said he could teach me nothing more about axes. He said I would have to find a weapons master in order to become specialized in axes.
ru: Порфирон сказал, что он больше не может научить меня ничему новому во владении топорами. Он сказал, что если я хочу стать специалистом по топорам, я должен найти мастера оружия.

source: With Porphiron's help... and many bruises later... I have achieved the level of the proficient in the hammer. I think it's going to take a while before the ringing in my head dies down
ru: С помощью Порфирона... и после нескольких синяков... я достиг уровня опытного во владении молотом. Думаю, нужно немного отдохнуть, пока я не свалился замертво от это звона в голове.

source: Porphiron said he could teach me nothing more about hammers. He said I would have to find a weapons master in order to become specialized in hammers.
ru: Порфирон сказал, что он больше не может научить меня ничему новому во владении молотами. Он сказал, что если я хочу стать специалистом по молотам, я должен найти мастера оружия.

source: "Yes..."
ru: "Да..."

source: "Thank you. That is all I wished to know today."
ru: "Спасибо. Это все, что я хотел узнать сегодня".

source: "If you cannot teach me anything more with weapons, can you tell me of the ways of the warrior?"
ru: "Если ты не можешь обучить меня оружию, расскажи мне о направлениях воина".

source: "All right then. I will return when I have reached a new level in the Craft."
ru: "Хорошо. Я вернусь, когда достигну нового уровня в ремесле".

source: Porphiron said he could teach me nothing more about weapons; that I had already reached the limit for weapon knowledge for my level. He said should return when I had achieved a new level in the Craft, and he might be able to teach me more.
ru: Порфирон сказал, что ничему больше не может обучить по части оружия, что я уже достиг предела уровня знаний оружия. Он сказал, что я должен вернуться, когда достигну нового уровня ремесла, и тогда он сможет обучать меня дальше.

source: Porphiron said he could teach me nothing more about weapons. He said I would have to find a weapons master in order to become specialized in a weapon.
ru: Порфирон сказал, что он больше не может научить меня ничему новому во владении оружием. Он сказал, что если я хочу стать специалистом по оружию, я должен найти мастера оружия.

source: "What ones can you teach me?"
ru: "Чему ты можешь меня обучить?"

source: "None today, thanks. Maybe later."
ru: "Спасибо, не сегодня. Может быть потом".
