Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dportal.dlg.po
Languages: ru

source: The portal lens appears cold and lifeless in your hands. It seems that it will not function outside the modron cube.
ru: Портальная линза кажется холодной и безжизненной в твоих руках. Похоже, она не будет действовать за пределами куба-модрона.

source: Put the lens away.
ru: Спрятать линзу.

source: The portal lens throbs with power. It awaits your choice of a destination...
ru: Портальная линза пульсирует энергией. Она ждет, пока ты выберешь пункт назначения...

source: The Hive, near Ragpicker's Square.
ru: Улей, рядом с площадью Старьевщиков.

source: The Hive, near the Mortuary.
ru: Улей, рядом с Моргом.

source: The Hive, near the marketplace.
ru: Улей, рядом с рынком.

source: The Hive, near the Smoldering Corpse bar.
ru: Улей, рядом с баром «Тлеющий труп».

source: The Lower Ward.
ru: Нижний район.

source: The Clerk's Ward.
ru: Чиновничий район.

source: The Weeping Stone Catacombs.
ru: Катакомбы плачущих камней.

source: Never mind. Put the lens away.
ru: Неважно. Спрятать линзу.
