Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dporphir.dlg.po
Languages: ru

source: Porphiron said he could teach me nothing more about fist-fighting. He said I would have to find a weapons master in order to become specialized in fist-fighting.
ru: Порфирон сказал, что он больше не может научить меня ничему новому в рукопашном бое. Он сказал, что если я хочу стать специалистом по рукопашному бою, я должен найти мастера оружия.

source: Every inch of this man's skin is covered in a web of black lines; it's as if some artist chose to accentuate every crease in his flesh with a quill pen. The overall effect is such that even when his face shows no expression, he appears to be frowning.
ru: Каждый дюйм кожи этого человека покрыт паутиной черных линий; выглядит так, будто какой-то художник изрисовал каждую складку чернильным пером. В итоге его лицо, даже если оно не выражает никаких эмоций, кажется хмурым.

source: "Greetings."
ru: "Приветствую".

source: Leave the illustrated man alone.
ru: Оставить изрисованного человека в покое.

source: You see Porphiron; he is still standing grimly on the street, paying no heed to the passers-by. The web of lines on his face are staggered into a series of right angles.
ru: Ты видишь Порфирона; он все еще угрюмо стоит посреди улицы, не обращая внимания на прохожих. Паутина линий на его лице колышется в серии причудливых узоров.

source: As you speak, the angles in Porphiron's face relax into a series of strange curves. "This one would ask: Do you have the neck rope of beads that was stolen?"
ru: Пока ты говоришь, угловатые узоры на лице Порфирона растворяются в серию причудливых кривых. "Некто хочет спросить - ты нашел украденные четки?"

source: "This one awaits: What question will you ask?"
ru: "Некто ждет - что за вопрос ты хочешь задать?"

source: "This one has a name: This one is called Porphiron." The man's voice is like a gong; as he speaks, the lines on his face bend and settle into a series of spherical patterns. "This one would know: why do you address this one?"
ru: "У некто есть имя: его зовут Порфироном". Голос человека звучит как гонг; при разговоре линии на его лице сворачиваются в серию причудливых сферических узоров. "Некто хочет знать: зачем ты обращаешься к нему?"

source: "This one would have you know: This one cannot answer your questions." The lines on his face twist into angles, then split into a mess of scribbles. "This one has only recently stepped foot in this place of walls."
ru: "Некто хочет, чтобы ты знал - он не может отвечать на твои вопросы". Линии на его лице складываются в угловатый узор, а затем разваливаются в мешанину небрежных каракулей. "Некто только что пришел в это место у стен".

source: "The lines show anger: Do you take offense?" The lines slowly straighten, forming into gentle curves. "No offense was meant: Will you accept the many apologies of this one?"
ru: "Линии показывают ярость - ты был оскорблен?" Линии медленно разглаживаются, образуя изящные кривые. "Они не означают оскорбления - примешь ли ты извинения за это?"

source: "This one tells of event recent: Did you know this one was beset by three? The three demanded an item of this one. This one feared an attack: What does this one do? This one surrendered the item."
ru: "Некто сообщит последние события - ты знаешь, что некто был осажден троими? Трое потребовали вещь. Некто боялся нападения - что ему оставалось делать? Некто отдал эту вещь".

source: "This one has been misunderstood." The lines on his face become angled, then smooth into curves again. "This one did not fear being killed: This one feared killing the three."
ru: "Некто был не понят". Линии на его лице стали яростными, но затем снова разгладились в кривые. "Некто не боялся быть убитым - некто боялся убить троих".

source: "This one walks the path of a warrior: Many weapons have walked with this one. The fist, the blade, the stave, the hatchet, the smiter: These tools are all known to this one. "
ru: "Некто встал на путь воина - много оружия ему известно. Кулаки, клинок, шест, топор, молот - эти инструменты ему известны".

source: "This one is forbidden to attack." The lines ripple across his face as he speaks. "If this one had struck at the three in anger: The vow of non-violence would be unmade."
ru: "Ему запрещено атаковать". Когда он говорит, линии мелко дрожат на его лице. "Если бы некто в ярости атаковал троих, клятва ненасилия была бы нарушена".

source: "This one is unfamiliar with your speech: What is this 'pas-ivisst?'"
ru: "Некто не знаком с твоей речью: что такое - 'пасси-фит'?"

source: "This one is of the *Order of Erit Agge:* We await the Final Days where all will be called to battle. The training and skills of this one: They are to be kept silent until then."
ru: "Некто из *Ордена Наз Ледия*: мы ждем Последних дней, когда все будут призваны на битву. Его тренировки и навыки будут держаться в тайне до тех пор".

source: "This one will clarify: The item is of value. The discipline of the *Erit Agge* is of greater value."
ru: "Некто поясняет - вещь имеет ценность. Соблюдение *Наз Ледия* имеет еще большую ценность".

source: "This one addresses the three thieves: What happens? The requests of this one are met with scorn: The three will not return the item."
ru: "Некто обращался к трем ворам - что произошло? Обращения были встречены насмешками - трое не вернут вещь".

source: "This one apologizes: Nothing more does this one have that was not already taken."
ru: "Некто приносит извинения - у него ничего не осталось".

source: "This one apologizes twice: Would you consent to be trained?"
ru: "Некто еще раз приносит извинения - согласен ли ты быть обученным?"

source: "Many weapons have walked with this one: The fist, the blade, the stave, the hatchet, the smiter. These tools are all known to this one: Do you wish them known to you?"
ru: "Много оружия ему известно - кулаки, клинок, шест, топор, молот. Эти инструменты ему известны - хочешь ли ты познать их?"

source: "This one speaks the cost: The item stolen returned only, nothing more."
ru: "Некто называет цену - возвращение украденной вещи, ничего больше".

source: "This one must ask: Would you bring violence to the three that have robbed this one?"
ru: "Некто должен спросить - собираешься ли ты вынести насилие на тех трех, кто ограбили его?"

source: The lines on the man's face form into a series of overlapping ellipses. "If that is the message they understand: Then that is how the message may be conveyed."
ru: Линии на лице человека приобрели форму налегающих друг на друга эллипсов. "Если это поможет понять сообщение - то это может быть использовано для понимания".

source: "This one fears: A message absent of violence will not be understood." The lines on the man's face form into a series of ellipses. "This one is not opposed to you trying."
ru: "Некто опасается - сообщение при отсутствии насилия может быть не понято". Линии на лице человека приобрели форму налегающих друг на друга эллипсов. "Некто не против того, чтобы ты попытался".

source: "The item is this: A rope of black and red prayer beads worn around the neck. The worth of these beads is not measured in copper: The worth of these beads is measured in faith."
ru: "Вещь такая - нитка черных и красных четок, надеваемая на шею. Ценность этих четок не измерима в меди - ценность измерима в вере".

source: "This one knows where the angry words were traded and the item lost: By the bar that burns inside? The three were outside the place: Dressed in black and red."
ru: "Некто знает - там, где торгуют яростными словами и вещь была потеряна - у бара, который горит изнутри. Трое находятся снаружи этого места - одеты в черное и красное".

source: "This one sees what you hold: Those are the beads once missing." He takes them from you... you notice his hands have the same tracery of lines upon them as his face. "This one has a question: How did you get the beads from the three?"
ru: "Некто ищет то, что у тебя - четки, которые были утеряны". Он берет их у тебя... ты замечаешь, что его руки испещрены такими же линиями, что и на лице. "Некто хочет задать вопрос - как тебе удалось заполучить эти четки у трех?"

source: "This one is content: The message of violence has been conveyed. This one bestows: Several welcome thanks, yes?"
ru: "Некто доволен - послание насилия было доставлено. Некто дарит несколько приветственных благодарностей, да?"

source: "This one would know: One who fights with deception carries a name in the Order of *Erit Agge.*" Porphiron's face breaks into angles again. "Those ones are called deceivers: It is a path without discipline and without honor."
ru: "Некто хочет знать - те, кто сражается обманом во имя Ордена *Наз Ледия*". Лицо Порфирона вновь покрывается угловатыми узорами. "Их называют обманщиками - этот путь без дисциплины и чести".

source: "This one would know: One who fights with words carries a name in the Order of *Erit Agge.*" Porphiron's face breaks into angles again. "Those ones are called diplomats: It is a path without discipline and without honor."
ru: "Некто хочет знать - те, кто сражается словами во имя Ордена *Наз Ледия*". Лицо Порфирона вновь покрывается угловатыми узорами. "Их называют дипломатами - этот путь без дисциплины и чести".

source: "This one would know: One who fights with coin carries a name in the Order of *Erit Agge.*" Porphiron's face breaks into angles again. "Those ones are called merchants: It is a path without discipline and without honor."
ru: "Некто хочет знать - те, кто сражается деньгами во имя Ордена *Наз Ледия*". Лицо Порфирона вновь покрывается угловатыми узорами. "Их называют торговцами - этот путь без дисциплины и чести".

source: "This one bestows apologies: This one meant no offense." The angles on Porphiron's face sharpen acutely, then slowly curve into ripples. "This one bestows: Several welcome thanks for your service, yes?"
ru: "Некто приносит извинения - он не хотел оскорблять". Углы на лице Порфирона становятся очень острыми, затем медленно разглаживаются в мелкую рябь. "Некто приносит несколько приветственных благодарностей за твои услуги, да?"

source: "This one clarifies: The *Erit Agge* may train with one when there is no anger between them."
ru: "Некто объявляет - *Наз Ледию* может обучать тот, у кого нет злобы к ученику".

source: "This one could instruct you, yes. But this one warns you: With knowledge of violence comes temptation to use it."
ru: "Некто научит тебя, да. Но некто предупреждает тебя - со знанием насилия приходит искушение использовать его".

source: "This one speaks: Is it your will to leave behind your previous profession? The path of the warrior cannot be walked with an unfocused mind."
ru: "Некто говорит - это твоя воля - оставить свою предыдущую специальность? Путь воина не может быть пройден не сконцентрированным разумом".

source: "This one has heard you: You are ready to walk the path. This one bids you listen..."
ru: "Некто услышал тебя - ты уже идешь по этому пути. Некто предлагает тебе слушать..."

source: "You now follow the path of the warrior. Do you wish to learn more of its ways?"
ru: "Теперь ты вступил на путь воина. Хочешь ли ты больше узнать о его направлениях?"

source: "This one will instruct." The lines on his face fold into triangles. "These things comprise the angles of your training: focus, experience, proficiency."
ru: "Некто будет обучать". Линии на его лице складываются в треугольники. "Следующие вещи являются краеугольными в твоем обучении: концентрация, опыт, мастерство".

source: "This one will speak of focus first: For teaching to take root, you must have focus. You must be committed to the path of the warrior. The warrior is your profession, no other."
ru: "Некто сначала скажет о концентрации - чтобы уяснить суть, ты должен быть сосредоточенным. Ты должен принять путь воина. Воин - это твоя специализация, и никакая больше".

source: "This one will speak of experience second: True knowledge of combat comes only with experience. There is limit to how much weapon instruction one may absorb. When you reach new level in art of warrior: It may be you are ready for new instruction?"
ru: "Некто желает сказать об опыте - истинные знания о битве могут быть получены только с опытом. Есть предел, до которого ты можешь поглощать приемы владения оружием. Когда ты достигаешь нового уровня искусства воина - готов ли ты для новых инструкций?"

source: "This one will speak of proficiency third: There is only so much one may learn about any weapon. This one would add: There is only so much that this one can teach. Knowledge of the weapon comes at three levels: The ignorant, the proficient, and the specialized. There are levels between each of these, in which the student has surpassed previous learning, but has yet truly reached the plateau of the next skill."
ru: "Некто будет говорить о мастерстве - есть множество направлений в изучении оружия. Некто добавит - он может преподать только некоторые из них. Знания об оружии делятся на три уровня: невежда, опытный и мастер. Между ними есть несколько уровней, которые ученик должен изучить, чтобы по-настоящему достичь основы для следующего навыка".

source: "This level of the ignorant is this: When one does not know the weapon they use. The attack is clumsy: The damage much less than its potential."
ru: "Это уровень невежды - когда ты даже не знаешь, как пользоваться оружием. Атака неуклюжа - урон намного меньше возможного".

source: "The level of the proficient is this: When one has learned a weapon, he is said to be *proficient* in its use. His attacks are no longer clumsy: They come swiftly and surely."
ru: "Это уровень опытного - когда некто изучил оружие, говорят, что он *опытен* в его использовании. Его удары больше не неуклюжи - они быстры и тяжелы".

source: "The level of the specialist is this: When one goes beyond proficiency, he becomes *specialized* in use of the weapon. The weapon is no longer tool, but extension of will."
ru: "Это уровень мастера - когда кто-то становится очень опытным, он превращается в *мастера* в использовании этим оружием. Это оружие больше не является инструментом - это продолжение его воли".

source: "This one was trained in the hand, the blade, the stave, the hatchet, and the smiter: Of which would you know?"
ru: "Некто был обучен рукопашной, владению клинками, шестом, топором и молотом - о чем ты хочешь узнать?"

source: "One who would use the fist: It strikes swiftly, the damage it does crushes the bones of an opponent. There will be weapons you may find: heavy gauntlets, punch daggers, or even the cestus. These do crushing, piercing or slashing damage. Your knowledge is limited: Do wish to use a portion of your talent to attain the level of the proficient this weapon?"
ru: "Тот, кто использует кулаки - его удары быстры, наносимый урон дробит кости противника. Следующее оружие ты можешь найти - тяжелые рукавицы, ударные кинжалы или даже цестусы. Они могут наносить дробящий, колющий или рубящий урон. Твои знания ограничены - желаешь ли ты использовать часть своего таланта, чтобы достигнуть уровня опытного в этом оружии?"

source: "One who would use the dagger: It strikes swiftly. The damage it does is the slash of a claw or the piercing like a needle. The damage is determined by the type of dagger. Do wish to use a portion of your talent to attain the level of the proficient this weapon?"
ru: "Тот, кто использует кинжалы - его удары быстры. Наносимый урон похож на порез от когтя или укол иглы. Он зависит от типа кинжала. Желаешь ли ты использовать часть своего таланта, чтобы достигнуть уровня опытного в этом оружии?"

source: "One who would use the club: Its speed is not that of the fist or dagger, but its damage is greater. It crushes the body of an opponent like a falling rock. Do wish to use a portion of your talent to attain the level of the proficient this weapon?"
ru: "Тот, кто использует дубину - ее скорость не так быстра, как у кулаков или кинжала, но зато урон повыше. Она крушит тело противника как падающий камень. Желаешь ли ты использовать часть своего таланта, чтобы достигнуть уровня опытного в этом оружии?"

source: "One who would use the axe: Its speed is not that of the club, but its damage is greater. It slashes like a great claw at the body of an opponent. Do wish to use a portion of your talent to attain the level of the proficient this weapon?"
ru: "Тот, кто использует топор - его скорость не так быстра, как у дубины, но зато урон повыше. Он вгрызается в тело противника как огромный коготь. Желаешь ли ты использовать часть своего таланта, чтобы достигнуть уровня опытного в этом оружии?"

source: "One who would use the hammer: Its speed is not that of the club, but its damage is greater. The damage is like the falling of a great rock, crushing the body of an opponent. Do wish to use a portion of your talent to attain the level of the proficient this weapon?"
ru: "Тот, кто использует молот - его скорость не так быстра, как у дубины, но зато урон повыше. Урон похож на огромную падающую скалу, сокрушающую тело противника. Желаешь ли ты использовать часть своего таланта, чтобы достигнуть уровня опытного в этом оружии?"

source: "This one will instruct you: First, stand like so -"
ru: "Некто научит тебя - сначала, встань вот так..."

source: "This one compliments you: The knowledge comes to you swiftly. You take instruction well."
ru: "Некто поздравляет тебя - твои знания приходят к тебе очень быстро. Ты хорошо усваиваешь уроки".

source: "This one can teach you no more: Do you know you are already achieved the level of the proficient in the use of such a weapon? This one can only instruct you in a final lesson: Find a master to learn more, if indeed it is possible for you to learn more. Remain devoted to the path of the warrior, and it shall be long before you reach the limits of knowledge."
ru: "Некто не может больше обучить тебя ничему - знаешь ли ты, что ты достиг уровня опытного в использовании этим оружием? Некто может только преподать последний урок - чтобы узнать больше, если это вообще возможно, найди мастера. Оставайся на пути воина, пройдет много времени, прежде чем ты достигнешь пределов своих знаний".

source: "This one sees your mind is already filled to the limit with knowledge of weapons: Will you come to me again when you have attained a new level? Then this one will teach you of weapons."
ru: "Некто видит, что твой разум уже заполнен до предела знаниями об оружии - можешь ли ты вернуться ко мне назад, когда достигнешь нового уровня? Тогда некто научит тебя новым навыкам оружия".

source: "This one can only instruct you in a final lesson: Find a master to learn more."
ru: "Некто может преподать только последний урок - найди мастера, чтобы узнать больше".

source: "This one sees your mind is ready for more learning: what weapons would you wish to become proficient in?"
ru: "Некто видит, что твой разум готов для обучения: какой в области оружия ты хочешь стать опытным?"

source: "Greetings, Porphiron."
ru: "Приветствую, Порфирон".

source: "This one addresses you, Porphiron."
ru: "Некто обращается к тебе, Порфирон".

source: Leave Porphiron alone.
ru: Оставить Порфирона в покое.

source: "I think so. Is this it?"
ru: "Думаю, да. Это оно?"

source: "Not yet... where did you say it was stolen from you again?"
ru: "Пока нет... еще раз, где оно было украдено?"

source: "Not as yet. I will keep looking, then return."
ru: "Пока нет. Я его найду, а затем вернусь".

source: After recovering the necklace from the thugs outside the Smoldering Corpse, I returned Porphiron's necklace to him.
ru: Заполучив ожерелье у головорезов у бара "Тлеющий Труп", я вернул его Порфирону.

source: "Can you teach me of the path of the warrior?"
ru: "Ты можешь научить меня пути воина?"

source: "I wish to leave my current profession and take up the mantle of a warrior again."
ru: "Я хочу оставить свою специализацию и снова встать на путь воина".

source: "I have achieved the level of the proficient in all weapons, Porphiron. Is there anything more you can teach?"
ru: "Я достиг уровня опытного во всем, Порфирон. Можешь ли ты меня еще чему-нибудь обучить?"

source: "I would learn more of weapons."
ru: "Я хотел бы изучить навыки владения оружием".

source: "No questions right now. I may return later."
ru: "Пока вопросов нет. Я вернусь позднее".

source: "I wanted to ask you some questions about the city."
ru: "Я хочу задать несколько вопросов о городе".

source: "Never mind. I'm sorry to disturb you."
ru: "Неважно. Извини за беспокойство".

source: "All right, then. Uh, but I have to ask you this: why do those lines upon your face... move?"
ru: "Ладно. Эээ, можно тогда спросить: почему эти линии на твоем лице... двигаются?"

source: "Very well, then. Sorry to disturb you. Farewell."
ru: "Тогда ладно. Извини за беспокойство. Прощай".

source: "No offense taken... why are you angry?"
ru: "Никаких оскорблений... Почему ты в ярости?"

source: "Very well. Thank you for your time. Farewell."
ru: "Хорошо. Спасибо за уделенное время. Прощай".

source: "Well, you were right to be afraid. If there were three, then they might have killed you had you not given up the item."
ru: "Ну, ты боялся неспроста. Эти трое могли бы убить тебя, если бы ты ее не отдал".

source: "Well... if you could have killed them, why did you let them rob you?"
ru: "Ну... если ты мог убить их, почему же ты позволил им ограбить себя?"

source: "Uh, that was very brave of you. And considerate. Farewell."
ru: "Ух, это было очень смело с твоей стороны. И деликатно. Прощай".

source: "That's not much of an explanation... again, if you're a warrior with that much training, why let them rob you?"
ru: "Это не очень-то все объясняет... Еще раз, если ты тренированный воин, почему ты позволил им ограбить себя?"

source: "Vow of non-violence? You're a warrior and a *pacifist?"*
ru: "Клятва ненасилия? Ты воин и *пацифист*?"

source: "Never mind. Why did you train so much if you are not permitted to attack another?"
ru: "Неважно. Для чего же ты тогда тренировался, раз тебе нельзя никого атаковать?"

source: "It doesn't matter. I mourn your loss. Farewell."
ru: "Не имеет значения. Сожалею о твоей потере. Прощай".

source: "In the meantime, you will let yourself be robbed in the street, without defending yourself?"
ru: "А тем временем ты позволяешь ограбить себя на улице, даже не защищая себя?"

source: "If that is your belief, then you have upheld it. I mourn your loss. Farewell."
ru: "Если это твое убеждение, то ты должен придерживаться его. Сожалею о твоей потере. Прощай".

source: "Since you won't fight, any chance you could talk these thieves into returning your item?"
ru: "Раз ты не хочешь драться, просил ли ты тех воров вернуть свою вещь?"

source: "I could go see if I could get the item back for you."
ru: "Я могу попробовать вернуть эту вещь".

source: "I could go beat them like dogs and take back what they stole."
ru: "Я могу надавать им тумаков и заставить их вернуть украденное".

source: "I could go get that item back for you, if you could pay me for my services."
ru: "Я могу попробовать вернуть эту вещь, если ты заплатишь мне за мои услуги".

source: "All right, then. I'll just go kill them anyway."
ru: "Ну хорошо. Я их все равно убью".

source: "You don't have *anything?"*
ru: "У тебя вообще нет *ничего*?"

source: "Trained? In what?"
ru: "Обученным? Чему?"

source: "Not interested. Farewell."
ru: "Не заинтересован. Прощай".

source: "Hmmmm. Weapon training? If it's for free..."
ru: "Хмммм. Обучение оружию? Если это бесплатно..."

source: "All right, I'll do it. What's this stolen item look like?"
ru: "Хорошо, я сделаю это. Как выглядит эта вещь?"

source: "Well, if they aren't smart enough to hand it over when I ask, things could get ugly."
ru: "Ну если они будут недостаточно умны для того, чтобы отдать то, что я прошу, то я могу сильно разозлиться".

source: "Not if I can help it."
ru: "Нет, если получится".
