Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dpost.dlg.po
Languages: ru

source: Examine the Want Ad.
ru: Осмотреть объявление о приеме на работу.

source: Use your Stories-Bones-Tell Power on the corpse.
ru: Использовать на трупе свою способность "История костей".

source: Leave the corpse in peace.
ru: Оставить труп в покое.

source: "WANTED: Able-bodied person willing to investigate a matter of the utmost importance to the Dustman cause. Will offer suitable compensation upon successful completion of said task. Interested parties inquire with Initiate Norochj, Gathering Dust Bar."
ru: "ТРЕБУЕТСЯ: Крепкий человек, желающий расследовать дело безотлагательной важности для тленных. При успешном выполнении запрошенного задания будет выплачена соразмерная компенсация. Заинтересованным просьба встретиться с посвященным Норочжем в Баре собирателей пыли".

source: "'Gathering Dust Bar?'"
ru: "Бар собирателей пыли?"

source: The zombie immediately jerks its left arm upwards and points west to the building before you. A moment later, the arm falls back to its side with a THUMP.
ru: Зомби немедленно поднимает левую руку и указывает на здание перед тобой. Спустя мгновенье рука падает назад с сочным шлепком.

source: Examine the corpse.
ru: Осмотреть труп.

source: Examine the other notices...
ru: Осмотреть другие объявления...

source: Examine the other notices.
ru: Осмотреть другие объявления.

source: "Uh... Thanks."
ru: "Э... Спасибо".

source: This filthy-looking corpse is in sad shape; its shoulders are slumped, and one of its legs is broken, causing it to lean to one side. Stains cover it from head to toe... judging from the smell and the texture, the stains run from rotten fruit to mud and bird droppings. To add to the indignity, graffiti has been carved into its body, and several notices have been nailed into its chest, back, and head.
ru: Этот грязный труп имеет жалкий вид; его плечи сильно опущены, одна нога сломана и вывернута в другую сторону. С ног до головы он покрыт какими-то пятнами... судя по запаху и виду, эти пятна от тухлых фруктов и птичьего помета. Вдобавок к этому, все тело покрыто надписями, а к груди, спине и голове прибито несколько объявлений.

source: "I thought *I* was in bad shape. Don't all those nails hurt?"
ru: "А я-то думал, что это у *меня* жалкий вид. Тебе от гвоздей не больно?"

source: The corpse makes no response.
ru: Труп не отвечает.

source: Examine the graffiti and notices.
ru: Осмотреть рисунки и объявления.

source: Use your Stories-Bones-Tell ability on the corpse.
ru: Использовать на трупе свою способность "История костей".

source: "It was great talking to you. Farewell."
ru: "Было приятно поболтать с тобой. Прощай".

source: This corpse makes no reply. It looks like it is too far gone to answer any of your questions.
ru: Труп не реагирует. Кажется, он слишком далек от того, чтобы отвечать на твои вопросы.

source: Despite the many stitches, the corpse's rotting skin is peeling in several places, revealing long stretches of muscle and bone. You'd guess that this zombie is frequently used as target practice... the fruit and mud stains aside, some of the tears in the skin still have rocks and bits of glass lodged in them. One wicked-looking cobblestone is still embedded in the side of its head.
ru: Несмотря на множество швов, сгнившая кожа трупа отвалилась в нескольких местах, демонстрируя протяженные участки мускулов и костей. Кажется, что на этом зомби упражнялись в меткости метания снарядов... пятна фруктов и грязи повсюду, в некоторых местах из кожи до сих пор торчат камни и осколки стекла. А из головы торчит внушительных размеров булыжник.

source: Pry out the cobblestone.
ru: Вытащить булыжник.

source: Despite the many stitches, the corpse's rotting skin is peeling in several places, revealing long stretches of muscle and bone. You'd guess that this zombie is frequently used as target practice... the fruit and mud stains aside, some of the tears in the skin still have rocks and bits of glass lodged in them.
ru: Несмотря на множество швов, сгнившая кожа трупа отвалилась в нескольких местах, демонстрируя протяженные участки мускулов и костей. Кажется, что на этом зомби упражнялись в меткости метания снарядов... пятна фруктов и грязи повсюду, в некоторых местах из кожи до сих пор торчат камни и осколки стекла.

source: A number of the leaflets have been ruined by rain, but some of them are still legible. One tacked to his back is from something called the 'Office of Vermin and Disease Control,' the one on his forehead looks like a bill of fare for a restaurant, one on his chest looks like an official notice, and another appears to be some sort of want ad.
ru: Множество листовок было попросту смыто дождем, но некоторые из них все еще можно прочесть. Одна из них, приколотая к спине, озаглавлена "Управление по борьбе с вредителями и заболеваниями"; та, что прибита ко лбу, похожа на меню ресторана; другая, на теле, - на официальное объявление, а еще одна похожа на объявление о приеме на работу.

source: Ignore the notices, examine the graffiti.
ru: Игнорировать объявления, осмотреть надписи.

source: Look at the post for 'Office of Vermin and Disease Control.'
ru: Прочитать плакат "Управление по борьбе с вредителями и заболеваниями".

source: Examine the Bill of Fare.
ru: Осмотреть меню.

source: Examine the Official Notice.
ru: Осмотреть Официальное объявление.

source: "To Those Hive Citizins Wishing Gainful Employ with the Most HONRIBLE and JENROUS Sigil Government: Inqwire Forthwith at Office of Vermin and Disease Control to help stem playge of brain ratz. BOUNTIEZ PAID! Copper Given for each rat tail brought. (Tails must be ginuine and from rat only. No cat, dog or fiend tail acceptd.) Office several streets SOUTH AND WEST of Mortuary Gate, in lower Hive. Ask for Official Inspecter-in-Charge, the RESPECTED PHINEAS T. LORT, XXXIX."
ru: "К гражданам Улья, жилающим плодотворно сатрудничать с УВАЖАИМЫМ и БЛАГАРОДНЕШИМ Правительством Сигила: праследуйте низамдлительно в Управление по барьбе с вредителями и балезнями, штобы памочь в барьбе с черипокрысами. АХОТНИКАМ - НАГРАДА! Медяк за каждый принесеный хвост крысы (Хвост должин быть настаящим и крысиным. Кашачие, сабачие или бесовские хвосты не пренимаются). Управление находется в нижнем Улье, к ЮГОВОСТОКУ от ворот Морга. Спрашевать Афициального Испалнительного, Инспектора УВАЖАИМОГО ФИНЕАСА Т. ЛОРТА XXXIX".

source: "'Office of Vermin and Disease Control?'"
ru: "Управление по борьбе с вредителями и заболеваниями?"

source: Someone has posted a bill of fare for the "Gathering Dust Bar," but the bill of fare cannot be read, as the words 'SMOLDERING CORPSE BAR' have been scrawled in charcoal over the bill.
ru: Кто-то приколол меню "Бара собирателей пыли", но его невозможно прочитать, так как слова "БАР ТЛЕЮЩИЙ ТРУП", написанные углем, покрывают всю листовку.

source: "'Smoldering Corpse Bar?'"
ru: "Бар Тлеющий труп?"

source: "PUBLIC NOTICE: By the Order of the Judiciary Council and in Accordance with the Citizenry of Sigil, Let it be Known those Defacing a Registered Servant of the Dustmen, either by Graffiti, Malicious Attack, or by Posting Notices, will constitute FELONIUS ASSAULT and the Perpetrator will be Answerable for the Vandalism of Said Servant." - By Order of The Hall of Speakers -
ru: "ПУБЛИЧНОЕ ОБЪЯВЛЕНИЕ: По приказу Законодательного Совета и с согласия граждан Сигила, да будет известно, что осквернение Зарегистрированного Служителя тленных, будь то расписывание, физический ущерб или прикрепление объявлений, будет рассматриваться как ПРЕСТУПЛЕНИЕ, и преступник будет отвечать за вандализм оного Служителя". - По Приказу Зала Спикеров -

source: The graffiti runs from obscenities about the Dustmen to slogans glorifying what appear to be local gangs. One piece of graffiti catches your eye... someone has carved the name "Pharod" on the corpse's left arm, then slashed an "X" across it.
ru: Все тело покрыто непристойными надписями, которые оскорбляют тленных и прославляют местные банды. Одна из надписей привлекает твое внимание... кто-то вырезал имя "Фарод" на левой руке, а затем перечеркнул его крестом.

source: "Pharod?"
ru: "Фарод?"

source: The zombie immediately jerks its left arm upwards and points far to the south. A moment later, the arm falls back to its side with a THUMP.
ru: Зомби немедленно поднимает левую руку и указывает далеко на юг. Спустя мгновенье рука падает назад с сочным шлепком.

source: "Hmmm. I wonder if this would work with the other notices..."
ru: "Хм-м. Интересно, сработает ли это с другими объявлениями..."

source: "Hmmmm. I wonder if this would work with the other notices..."
ru: "Хм-м. Интересно, сработает ли это с другими объявлениями..."

source: The zombie immediately jerks its left arm upwards and points far to the southwest. A moment later, the arm falls back to its side with a THUMP.
ru: Зомби немедленно поднимает левую руку и указывает далеко на юго-запад. Спустя мгновенье рука падает назад с сочным шлепком.

source: The zombie immediately jerks its left arm upwards and points far to the west... and downwards. A moment later, the arm falls back to its side with a THUMP.
ru: Зомби немедленно поднимает левую руку и указывает далеко на запад... и вниз. Спустя мгновенье рука падает назад с сочным шлепком.

source: "Uh... thanks."
ru: "Э... Спасибо".

source: You grab a hold of the cobblestone and pull it out of the corpse's head. Traces of brain matter and rotting flesh slowly drip from it... it looks like whatever was in its head turned to ooze long ago.
ru: Ты хватаешь булыжник за край и вытягиваешь его из головы трупа. Остатки мозга и сгнившей плоти медленно вытекают из головы... кажется, что все, что было в ней, превратилось в липкую слизь много лет назад.

source: The zombie immediately jerks its left arm upwards and points far to the southeast. A moment later, the arm falls back to its side with a THUMP.
ru: Зомби немедленно поднимает левую руку и указывает далеко на юго-восток. Спустя мгновенье рука падает назад с сочным шлепком.

source: By speaking Pharod's name out loud, I asked the "Post" to show me where he might be found... he pointed several blocks to the west of the Mortuary and, oddly enough, downwards. Is Pharod buried underground somewhere?
ru: Произнеся имя Фарода, я спросил у "Указателя", где можно его найти... Он указал на несколько кварталов к западу от Морга и, что очень странно, вниз. Неужели Фарод похоронен где-то в земле?

source: The zombie stands motionless. You notice a clear spot on its shoulder where you could carve her name.
ru: Зомби неподвижно стоит. Ты замечаешь чистое место на плече, где ты можешь вырезать ее имя.

source: The zombie immediately jerks its arm (to point at wherever the hell Xixi will be).
ru: Зомби немедленно поднимает руку (чтобы указать, где эта чертова Сиси может быть).

source: The zombie remains motionless.
ru: Зомби остается неподвижным.
