Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dpox.dlg.po
Languages: ru

source: I met a diseased Collector named "Pox" outside the Mortuary Gate. Pox knew Pharod, but he didn't know where Pharod could be found... he told me to go find a man named "Sharegrave" in Ragpicker's Square, a city block a few blocks west of the Mortuary. He said Sharegrave hated Pharod and would know where Pharod could be found.
ru: Я встретил больного Сборщика по имени "Сифилитик" у Ворот Морга. Сифилитик знает о Фароде, но не знает, где его найти... он посоветовал найти мне мужчину по имени "Могильник" на площади Старьевщиков, несколько кварталов к западу от Морга. Он сказал, что Могильник ненавидит Фарода и может знать, где того можно найти.

source: This cowled figure is hunched by the Mortuary gate. His face is obscured by the shadows of his hood... what little you can see is his chin, which is covered with stubble and what appears to be a foul green and purple rash. The rash seems heaviest around his neck, fading as it crawls up to his chin.
ru: У ворот Морга расположилась эта сгорбленная фигура в капюшоне. Его лицо скрыто тенью от капюшона... все, что ты видишь, - это его небритый подбородок, покрытый какой-то зелено-пурпурной сыпью. Эта сыпь явно видна по всей шее, прячась под подбородком.

source: "Greetings."
ru: "Приветствую".

source: The figure doesn't budge... there is a moment of silence, then he responds in a high-pitched voice that sounds more suited to a girl of ten years than a man. "Hai?"
ru: Фигура не шевелится... выдержав драматическую паузу, он неожиданно отвечает высоким, тоненьким голосом, более подходящим девочке лет десяти, чем взрослому мужчине. "Хай?"

source: "Hai?"
ru: "Хай?"

source: "Pox am I, hai."
ru: "Сифилитик я, хай".

source: "Wait for deaders, do I, hai."
ru: "Жду жмуриков, вот что, хай".

source: "Find a deader, take him through the gate, get some jink, then again I wait, hai."
ru: "Нахожу жмурика, протаскиваю его через ворота, получаю немного звенелок, а потом опять жду, хай".

source: "A deader's to a Dust-man what copper's to a Collector, bring them the dead, they give you copper at the gate, they do, hai."
ru: "Жмурики для Тленного, что медяки для Сборщика, несешь им мертвого, они дают тебе медь на входе, вот и все, хай".

source: "Streets clean, deaders put in their place, streets don't stink, dead aren't lost, kept inside gate, all happy, hai."
ru: "Улицы чисты, все жмурики на своих местах, улицы не воняют, мертвые пристроены, остаются за воротами, и все счастливы, хай".

source: "Haul deaders inside gate, put them on slabs, cut them up, bury them, or make them walk, hai."
ru: "Затаскивают внутрь ворот, кладут на плиты, потрошат их, хоронят их или заставляют их ходить, хай".

source: "Hai, they make some get back up, if the deader gives the Dustmen leave to, and the deader become a skels or a zoms."
ru: "Хай, они заставляют некоторых из них вернуться, если жмурик разрешил Тленным это делать, и потом жмурик становится скелетом или зомбаком".

source: "Mother and father named me, wished a pox-on-first-born, a curse given, came true, it did, hai." Again your eyes are drawn to the purplish-green rash covering Pox's chin and neck.
ru: "Мама с папой так назвали, пожелав сифилиса на первенца, и как проклятие накликали, это и случилось, хай". Ты снова невольно бросаешь взгляд на зелено-пурпурную сыпь на подбородке и шее Сифилитика.

source: You see Pox hunched by the Mortuary gate. He... she.... doesn't seem to have moved since the last time you spoke.
ru: Ты видишь Сифилитика, сгорбленного у ворот Морга. Он... или она... даже не сдвинулся с места с тех пор, как ты его видел в последний раз.

source: "Let Pox see you play deader. You play deader good, Pox get you in, hai."
ru: "Позволь Сифилитику посмотреть, как ты играешь из себя жмурика. Играешь жмурика хорошо - Сифилитик затащит тебя внутрь, хай".

source: Pox watches your performance without a sound. When you get back up, he speaks. "Dustmen not believe you deader. Always check to see if deader is deader, and if deader breathing, they won't take. Bad dealings, hai."
ru: Сифилитик беззвучно наблюдает за твоим спектаклем. Когда ты поднимаешься, он говорит. "Тленные тебе не поверят. Всегда проверяют, что жмурик - это жмурик, а если жмурик дышит, то они его не берут. Не пойдет, хай".

source: Pox watches your performance without a sound. When you get back up, he speaks. "Hai, Pox sell you. You want to be sold now?"
ru: Сифилитик беззвучно наблюдает за твоим спектаклем. Когда ты поднимаешься, он говорит. "Хай, Сифилитик продаст тебя. Хочешь прямо сейчас?"

source: The question doesn't seem to faze Pox. "Hai, I will, like last time, hai?"
ru: Вопрос никак не смутил Сифилитика. "Хай, конечно, как в прошлый раз, хай?"

source: "Hai. Many time you ask, Pox always do."
ru: "Хай. Много раз ты просил, Сифилитик всегда делал".

source: "Many time, hai."
ru: "Много раз, хай".

source: "Hai."
ru: "Хай".

source: "You a deader who don't stay deader for long, hai. Deal square with Pox, you do."
ru: "Ты - жмурик, который не остается долго жмуриком, хай. Ты постоянный клиент Сифилитика, вот кто".

source: "You a deader who don't stay deader for long, hai. Deal square with Pox, you do."
ru: "Ты - жмурик, который не остается долго жмуриком, хай. Ты постоянный клиент Сифилитика, вот кто".

source: Pox unpeels his arms from his robes, revealing a rusted dagger in each of his rash-splotched hands. With a blur, the blades cut two lines across your throat, and your vision fades to black...
ru: Сифилитик вытаскивает руки из одежды, обнажая по ржавом кинжалу в каждой покрытой пятнами сыпи руке. Лезвия легко оставляют две линии поперек твоего горла, и свет перед тобой меркнет...

source: "Hai, Collector. Gather deaders, bring them to Dustmen at the gate for jink."
ru: "Хай, Сборщик. Собирает мертвецов, относит их Тленным у ворот в обмен на звенелки".

source: "Hai, no jurn-el have I seen. Things get lost in the Hive, never found again, maybe jurn-el one of them, hai."
ru: "Хай, никакого ден-вика я не видел. То, что пропадает в Улье, никогда больше не найти, может, ден-вик тоже больше не найдется, хай".

source: "Hai, Pharod. Collector, big, name has weight, casts long shadow, it does, hai."
ru: "Хай, Фарод. Сборщик, большая шишка, имя на слуху, от него большая тень, хай".

source: "Hai, Collector. Gather deaders, bring them to Dustmen for jink."
ru: "Хай, Сборщик. Собирает мертвецов, относит их Тленным в обмен на звенелки".

source: "Hai, in the Hive here, he is. Someswheres, hai."
ru: "Хай, здесь он, в Улье. Где-то здесь, хай".

source: "Hai, someswheres in the Hive, he is. Pharod hide, he does. Very hard finding, he is. Not worth finding, he is."
ru: "Хай, где-то в Улье он. Фарод вечно прячется. Найти его очень трудно, это точно. Не стоит его искать".

source: "Hai, many hates him, other Collectors, even. Sharegrave hates him, not like Pharod at all, hai."
ru: "Хай, многие его ненавидят, другие Сборщики даже. Могильник ненавидит его, сильнее, чем остальных, хай".

source: "Hai, Sharegrave big name, carry weight, casts long shadow, he does. Tell Pox what to do, he does."
ru: "Хай, Могильник - имя на слуху, громкое, отбрасывает длинную тень. Говорит Сифилитику что делать, вот так".

source: "Hai, Sharegrave knows darks, he does. Know Pharod-a-hiding, he does. Sharegrave in Ragpicker Square, many blocks west-o-here, hai. Say Sharegrave that Pox send you, tell him, Sharegrave become Sharecopper-with-Pox he will, hai."
ru: "Хай, Могильник знает тайны, это верно. Может знать, где Фарод прячется. Могильник на площади Старьевщиков, много кварталов на запад отсюда, хай. Скажи Могильнику, что Сифилитик прислал тебя, и Могильник поделиться медью с Сифилитиком, хай".

source: "Hai, only deader or Dustmen go in gate, they do. You want Pox make you deader again?"
ru: "Хай, только мертвец или Тленные могут пройти через ворота. Хочешь, Сифилитик снова сделает тебя мертвецом?"

source: Leave the figure alone.
ru: Оставить фигуру в покое.

source: "Who are you?"
ru: "Кто ты?"

source: Leave him alone.
ru: Оставить его в покое.

source: "How did you get a name like Pox?"
ru: "Почему у тебя такое имя - Сифилитик?"

source: "What are you doing?"
ru: "Что ты делаешь?"

source: "Do you know someone named Pharod?"
ru: "Ты знаешь кого-нибудь по имени Фарод?"

source: "I've lost a journal... you wouldn't happen to have seen one, would you?"
ru: "Я потерял журнал... может, он тебе попадался?"

source: "Can you smuggle me into the Mortuary?"
ru: "Ты можешь протащить меня в Морг?"

source: "If I pretend to be a deader, can you sneak me in?"
ru: "Если я притворюсь мертвым, сможешь меня протащить внутрь?"

source: "Sorry to disturb you. Farewell."
ru: "Извини за беспокойство. Прощай".

source: "Uh... Pox?"
ru: "Ух... Сифилитик?"

source: "'Deaders?' Corpses? Why?"
ru: "'Жмуриков'? То есть трупов? Зачем?"

source: "I see. Say, I had some other questions..."
ru: "Понятно. Слушай, у меня есть некоторые вопросы..."

source: "That was all I wanted to know, thanks. Farewell."
ru: "Это все, что я хотел узнать, спасибо. Прощай".

source: "Through the gate? Why?"
ru: "Через ворота? Для чего?"

source: "Is the front gate the only way inside the Mortuary?"
ru: "Главные ворота - единственный способ попасть в Морг?"

source: "Why do the Dustmen pay for the dead?"
ru: "А почему Тленные платят за мертвецов?"

source: "Collector? What's that?"
ru: "Сборщик? Что это значит?"

source: "What do the Dustmen *do* with these deaders they buy?"
ru: "А что Тленные *делают* с трупами, которыми покупают?"

source: "Make them walk?"
ru: "Заставляют их ходить?"

source: "Oh... I had some more questions for you..."
ru: "Ой... У меня есть еще вопросы к тебе..."

source: "That's all I wanted to know, thanks. Farewell."
ru: "Это все, что я хотел узнать, спасибо. Прощай".

source: "Pox, I had some more questions for you..."
ru: "Сифилитик, у меня есть еще вопросы к тебе..."

source: Leave Pox alone.
ru: Оставить Сифилитика в покое.

source: Pretend to be dead...
ru: Притвориться мертвым...

source: "Not now. I had some other questions first..."
ru: "Не сейчас. У меня есть некоторые вопросы..."

source: "Never mind, maybe some other time. Farewell."
ru: "Неважно, может быть, в следующий раз. Прощай".

source: "What if I was really dead? Can you gut me and sell my body?"
ru: "Погоди, а если я буду взаправду мертвым? Ты сможешь взять и продать мое тело?"

source: "That's a problem. Say, I had some other questions..."
ru: "Это проблема. Слушай, у меня еще есть вопросы..."

source: "Yes."
ru: "Да".

source: "No, not yet. I had some other questions, first."
ru: "Нет, пока нет. Сперва у меня есть другие вопросы".

source: "Maybe some other time, thanks. Farewell."
ru: "Может быть в другой раз, спасибо. Прощай".

source: "Uh... 'last time?'"
ru: "Ух... 'прошлый раз'?"

source: "Uh... how many times, exactly?"
ru: "Ух... сколько раз, точнее?"

source: "So... we've met before?"
ru: "Ого... так мы встречались раньше?"

source: "What do you know about me?"
ru: "Ты знаешь что-нибудь обо мне?"

source: "Do you know anything else about me?"
ru: "А еще что-нибудь ты обо мне знаешь?"

source: "Uh... do you know anything else besides that?"
ru: "Ух... а кроме этого, ты еще что-нибудь знаешь?"

source: "Kill me, then. I want to get inside the Mortuary."
ru: "Тогда убей меня. Мне нужно попасть внутрь Морга".

source: "Uh, all right then. How about I just pretend to be dead and you sneak me in?"
ru: "Ух, тогда ладно. Как насчет того, чтобы я притворился мертвым, а ты протащил меня внутрь?"

source: "Hmmm. Say, I had some other questions..."
ru: "Хммм. Слушай, у меня есть некоторые вопросы..."

source: Fall into darkness...
ru: Упасть в темноту...

source: "What do the Dustmen want with dead people... these deaders?"
ru: "Зачем Тленным мертвые люди... то есть, жмурики?"

source: "Collector?"
ru: "Сбощик?"

source: "Do you know where I might find him?"
ru: "Ты знаешь, где его можно найти?"

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "Oh. I had some other questions..."
ru: "О, у меня есть другие вопросы..."

source: "Can you be more specific?"
ru: "А поточнее?"

source: "I'll just try and track him down then. Farewell."
ru: "Тогда я попробую его выследить его. Прощай".

source: "'Not worth finding?' What do you mean?"
ru: "'Не стоит искать его'? Что ты имеешь в виду?"

source: "I'll find him on my own then, thanks. Farewell."
ru: "Тогда я найду его самостоятельно, спасибо. Прощай".

source: "Sharegrave?"
ru: "Могильник?"

source: "Would your boss... this Sharegrave... know where Pharod is?"
ru: "А твой босс... этот Могильник... знает, где находится Фарод?"

source: "Hmmm. I had some other questions..."
ru: "Хммм. У меня есть другие вопросы..."

source: "Ragpicker's Square, west of here? All right, I'll go look for this Sharegrave there, then."
ru: "Площадь Старьевщиков, на запад отсюда? Очень хорошо, тогда пойду найду этого Могильника".

source: "Uh... again?"
ru: "Ух... опять?"

source: "Yes, make me a deader. I need to get in the Mortuary."
ru: "Да, сделай меня мертвецом. Мне нужно попасть в Морг".

source: "How about I pretend to be dead instead? Could you smuggle me in like that?"
ru: "Может, мне лучше притвориться мертвым? Сможешь меня таким способом протащить внутрь?"

source: "No, no... I had some other questions..."
ru: "Нет, нет... У меня есть некоторые вопросы..."
