Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dpregal.dlg.po
Languages: ru

source: You stare in awe at the bizarre spectacle before you. What had appeared to be an ordinary, unremarkable bricked wall now throbs and pulsates with movement. The wall expands with curious elasticity, heaving outward as if some unseen force were trying to push its way through the barrier from the other side. Slowly, the undulating mass begins to settle, its curves becoming more and more pronounced, and you find yourself at eye-level with the stony caricature of a human face.
ru: Ты с трепетом наблюдаешь перед собой странную картину. То, что казалось обычной неприметной кирпичной стеной, теперь пульсирует и сокращается. Стена выгибается с необычайной пластикой, вздымаясь так, будто какая-то неведомая сила пытается прорваться сквозь преграду с той стороны. Постепенно волнующаяся масса начинает успокаиваться, ее изгибы становятся все более отчетливыми, и ты обнаруживаешь, что на уровне твоих глаз образуется грубое каменное подобие человеческого лица.

source: Suddenly, a strong breeze begins to blow around you and the air is filled with an eerie sighing. The rushing wind grows stronger and you can make out other sounds as well: the creaking of boards, the rustling of leaves, and the grinding of stone upon stone. After a few moments, the clamor ceases to be a cacophony of individual noises and begins to blend into one articulate sound. You can make out a voice, a voice that speaks softly, yet seems to come from all around you at once. "YOU? IT CANNOT BE YOU."
ru: Внезапно тебя овевает мощным порывом ветра, и воздух вокруг заполняется зловещим вздохами. Ветер усиливается, и ты начинаешь различать другие звуки: скрип досок, хруст листьев и скрежет камня о камень. Спустя пару секунд шум перестает быть разноголосой какофонией и начинает сливаться в один членораздельный звук. Ты различаешь тихий голос. Кажется, будто он исходит сразу отовсюду. «ТЫ? НЕ МОЖЕТ БЫТЬ».

source: The wind around you has stopped, but the voice is still somehow present. "YOU ARE RESTORED AGAIN? I SAW YOU DESTROYED."
ru: Ветер вокруг тебя стихает, но голос каким-то образом остается. «ТЫ СНОВА ВОЗРОДИЛСЯ? Я ВИДЕЛА ТВОЮ ГИБЕЛЬ».

source: "I AM I." The voice is as expressionless as the stone face before you.
ru: «Я - ЭТО Я». Голос такой же невыразительный, как и каменное лицо перед тобой.

source: "YOU STAND ON ME, IN ME. THE STONES, MORTAR, THE AIR... ALL ME UNDIVIDED."
ru: «ТЫ СТОИШЬ НА МНЕ, ВО МНЕ. КАМНИ, ИЗВЕСТЬ, ВОЗДУХ... ЭТО ВСЕ Я».

source: "I SAW YOU DESTROYED HERE, IN FRONT OF ME. I SEE ALL WITHIN ME."
ru: «Я ВИДЕЛА ТВОЮ ГИБЕЛЬ ЗДЕСЬ. Я ВИДЕЛА ВСЕ ЭТО В СЕБЕ».

source: "THINGS THAT CAST NO SHADOW... WERE SHADOW. THEY ROSE AROUND YOU. TORE YOU DOWN. DO YOU NOT REMEMBER?" You concentrate on the strange voice composed of sounds around you. Somewhere, in the deepest recesses of your mind, there is a brief glimmer of recollection. You feel as though there is something vaguely familiar about the sounds.
ru: «ТВАРИ, НЕ ОТБРАСЫВАЮЩИЕ ТЕНЕЙ... ТЕНИ. ОНИ ОКРУЖИЛИ ТЕБЯ. ПОВЕРГЛИ ТЕБЯ. ТЫ НЕ ПОМНИШЬ?» Ты сосредотачиваешься на странном голосе, состоящем из окружающих звуков. Где-то в отдаленных уголках твоего разума появляется короткий проблеск воспоминания. Тебе кажется, будто в этих звуках есть нечто смутно знакомое.

source: "YES... YOU REMEMBER." The voice of the Alley rings in your ears, scattering the images from your mind and returning you back to the present. "DESTROYED. AS SOON I SHALL BE. I CANNOT DELAY DIVISION MUCH LONGER. PRESSURE BUILDS. SOON STONES WILL CRUMBLE AND THE FLOATING ONES WILL REPAIR ME TO DESTRUCTION."
ru: «ДА... ТЫ ПОМНИШЬ, - голос улицы звенит в твоих ушах, развеивая образы в голове и возвращая тебя в реальность. - ПОГИБШИЙ. И Я СКОРО СТАНУ ТАКОЙ. Я БОЛЬШЕ НЕ МОГУ ОТКЛАДЫВАТЬ РАЗДЕЛЕНИЕ. ДАВЛЕНИЕ НАРАСТАЕТ. СКОРО КАМНИ РАСКОЛЮТСЯ, И ЛЕТАЮЩИЕ УНИЧТОЖАТ МЕНЯ СВОИМ РЕМОНТОМ».

source: "PRESSURE IS TOO MUCH. TOO MANY PLACES FOLDED INSIDE. NOT ENOUGH SPACE. MUST DIVIDE."
ru: «ДАВЛЕНИЕ НАРАСТАЕТ. СЛИШКОМ МНОГО ВСЕГО ВНУТРИ. НЕ ХВАТАЕТ МЕСТА. НУЖНО РАЗДЕЛИТЬСЯ».

source: The voice continues. "HELP ME TO DIVIDE. BRANCH OUT. EXPAND. NEW APERATURES WILL OPEN. YOU MAY USE THEM TO TRAVEL TO THE LOWER WARD."
ru: Голос продолжает: «ПОМОГИ МНЕ РАЗДЕЛИТЬСЯ. РАЗВЕТВИТЬСЯ. РАСШИРИТЬСЯ. ОТКРОЮТСЯ НОВЫЕ ПРОХОДЫ. ТЫ СМОЖЕШЬ ВОСПОЛЬЗОВАТЬСЯ ИМИ, ЧТОБЫ ДОБРАТЬСЯ ДО НИЖНЕГО РАЙОНА».

source: "THE FLOATING ONE IS UPON ME. REPAIRING. IT PREVENTS ME FROM DIVIDING. I UNDO ITS REPAIRS. BUT IT RETURNS AGAIN AND AGAIN. REPAIRS ANEW. MUST REMOVE FLOATING ONE."
ru: «ВО МНЕ ЛЕТАЮЩИЙ. ЧИНИТ. НЕ ДАЕТ МНЕ РАЗДЕЛИТЬСЯ. Я ЛОМАЮ ТО, ЧТО ОН ЧИНИТ. НО ОН СНОВА И СНОВА ВОЗВРАЩАЕТСЯ. ЗАНОВО ЧИНИТ. НУЖНО УБРАТЬ ЛЕТАЮЩЕГО».

source: "REMOVE IT. ONLY THEN CAN I DIVIDE."
ru: «УСТРАНИ ЕГО. ТОЛЬКО ТОГДА Я СМОГУ РАЗДЕЛИТЬСЯ».

source: "THE FLOATING ONE IS NO LONGER UPON ME. IT NO LONGER REPAIRS. NO LONGER INTERFERES."
ru: «ВО МНЕ БОЛЬШЕ НЕТ ЛЕТАЮЩЕГО. ОН БОЛЬШЕ НЕ ЧИНИТ. БОЛЬШЕ НЕ МЕШАЕТ».

source: "THE FLOATING ONE IS DESTROYED. IT NO LONGER REPAIRS. NO LONGER INTERFERES."
ru: «ЛЕТАЮЩИЙ УНИЧТОЖЕН. ОН БОЛЬШЕ НЕ ЧИНИТ. БОЛЬШЕ НЕ МЕШАЕТ».

source: As you approach the stone face, the various ambient sounds of the Alley once again assault your ears, and through them the voice speaks. "YOU HAVE RETURNED."
ru: Когда ты подходишь к каменному лицу, в твои уши снова врывается гомон улицы, и сквозь него слышится голос: «ТЫ ВЕРНУЛСЯ».

source: "IT MUST BE REMOVED. THERE MUST BE A WAY. MAKE IT DEPART. TIME IS SHORT. MUST DIVIDE SOON OR BE DESTROYED."
ru: «ОТ НЕГО НУЖНО ИЗБАВИТЬСЯ. ДОЛЖЕН БЫТЬ СПОСОБ. ЗАСТАВЬ ЕГО УЙТИ. ВРЕМЕНИ МАЛО. СКОРО МНЕ НУЖНО БУДЕТ РАЗДЕЛИТЬСЯ, ИНАЧЕ Я ПОГИБНУ».

source: The voice of the Alley is silent for a long moment, as if contemplating your words. "SHOULD NOT HAVE DESTROYED FLOATING ONE. YOU DRAW THE ATTENTION OF THE BLADED ONE. PAIN-BRINGER SHE IS."
ru: Голос улицы на миг умолкает, будто обдумывая твои слова. «НЕ СТОИЛО УБИВАТЬ ЛЕТАЮЩЕГО. ТЫ ПРИВЛЕКАЕШЬ К СЕБЕ ВНИМАНИЕ ШИПАСТОЙ. ОНА ПРИНОСИТ БОЛЬ».

source: "STILL CANNOT DIVIDE. TOO WEAK. CANNOT UNDO FLOATING ONES REPAIRS. ITS CHANGES MUST BE REVERSED BEFORE I CAN DIVIDE. YOU MUST UNDO THE FLOATING ONES REPAIRS FOR ME."
ru: «ПО-ПРЕЖНЕМУ НЕ МОГУ РАЗДЕЛИТЬСЯ. СЛИШКОМ СЛАБА. НЕ МОГУ РАЗРУШИТЬ ИСПРАВЛЕНИЯ ЛЕТАЮЩЕГО. НУЖНО УБРАТЬ ИХ ПЕРЕД РАЗДЕЛЕНИЕМ. ТЫ ДОЛЖЕН РАЗРУШИТЬ ИСПРАВЛЕНИЯ ЛЕТАЮЩЕГО ДЛЯ МЕНЯ».

source: "SEEK OUT THE PARTS OF ME THE FLOATING ONE HAS CHANGED. REVERSE THE CHANGES. UNDO THE REPAIRS. MUST BE EXACT. PRECISE. ONLY THEN CAN I DIVIDE."
ru: «ИЩИ НА МНЕ ЧАСТИ, ИЗМЕНЕННЫЕ ЛЕТАЮЩИМ. УСТРАНИ ИЗМЕНЕНИЯ. УНИЧТОЖЬ ИСПРАВЛЕНИЯ. БУДЬ АККУРАТЕН. ТОЧЕН. ТОЛЬКО ТОГДА Я СМОГУ РАЗДЕЛИТЬСЯ».

source: "YES. THE FLOATING ONE NO LONGER REPAIRS. IT IS NOW WITH THE OTHER. I HAVE CLOSED MYSELF AROUND IT. IT REMAINS INSIDE ME FOREVER."
ru: «ДА. ЛЕТАЮЩИЙ БОЛЬШЕ НЕ ЧИНИТ. ТЕПЕРЬ ОН С ТЕМ, ДРУГИМ. Я ОКРУЖИЛА ЕГО СОБОЙ. ОН ОСТАНЕТСЯ ВО МНЕ НАВЕЧНО».

source: "TWO PLACES UPON ME. MUST UNDO WHAT FLOATING ONE HAS CHANGED. I CANNOT CHANGE THEM MYSELF. MUST CONSERVE ENERGY FOR DIVISION. YOU MUST MAKE CHANGES IN THE WAY OF YOUR KIND."
ru: «ДВА МЕСТА НА МНЕ. НУЖНО УСТРАНИТЬ ИЗМЕНЕНИЯ ЛЕТАЮЩЕГО. Я НЕ МОГУ СДЕЛАТЬ ЭТОГО САМА. НУЖНО БЕРЕЧЬ СИЛЫ ДЛЯ РАЗДЕЛЕНИЯ. ТЫ ДОЛЖЕН УБРАТЬ ИЗМЕНЕНИЯ СВОИМИ РУКАМИ».

source: "THE TWO PLACES ARE UPON ME. ONE IS WEST OF THE OTHER. ONE IS EAST OF THE OTHER."
ru: «ДВА МЕСТА НА МНЕ. ОДНО К ЗАПАДУ ОТ ДРУГОГО. ОДНО К ВОСТОКУ ОТ ДРУГОГО».

source: "YES. ALL IS IN ORDER. I AM GRATEFUL." Again the wind begins to blow around you, this time with fierce intensity. The omnipresent sounds of the Alley begin to increase in volume until the soft murmur of the voice is nearly drown out by the ensuing racket. "NOW YOU MUST GO. DIVISION BEGINS. THE WAY IS NOW OPEN TO YOU."
ru: «ДА. ВСЕ В ПОРЯДКЕ. Я БЛАГОДАРНА». И вновь вокруг тебя начинает дуть ветер, на этот раз с невероятной силой. Вездесущие звуки улицы усиливаются настолько, что тихий шепот голоса уже еле пробивается сквозь шум. «ТЕПЕРЬ ТЫ ДОЛЖЕН УЙТИ. НАЧИНАЕТСЯ РАЗДЕЛЕНИЕ. ПУТЬ ДЛЯ ТЕБЯ ОТКРЫТ».

source: The stone face before you begins to transform once again, its mass shifting and roiling as you look on. The entire wall seems to melt before you eyes, exposing a narrow passageway beyond. The ground underfoot suddenly begins to rock violently and the soft sighing of the wind intensifies to a more urgent, almost human-like moaning. You can hear the sounds of crashing stones and snapping boards all around you as dash into the passageway.
ru: Каменное лицо перед тобой снова начинает меняться; ты наблюдаешь, как оно смещается и вздымается. Целая стена, казалось бы, растает перед тобой, открывая узкий проход. Внезапно земля под ногами начинает люто трястись, а слабое подвывание ветра перерастает в более настойчивые, почти человеческие стоны. Бросаясь в проход, ты слышишь вокруг себя грохот камней и треск досок.

source: "What is that?"
ru: «Что это?»

source: Wait and see what happens next.
ru: Подождать и посмотреть, что случится дальше.

source: Ignore the face. Leave.
ru: Не обращать на лицо внимания и уйти.

source: "Greetings."
ru: «Приветствую».

source: "What?"
ru: «Что?»

source: "Do you know me?"
ru: «Ты меня знаешь?»

source: "You must have mistaken me for someone else. Farewell."
ru: «Ты, должно быть, с кем-то меня путаешь. Прощай».

source: "Destroyed? Where?"
ru: «Мою гибель? Где?»

source: "Who are you?"
ru: «Кто ты?»

source: "What are you?"
ru: «Что ты такое?»

source: "Where am I?"
ru: «Где я?»

source: "You said you saw me destroyed? Where?"
ru: «Ты сказала, что видела мою гибель? Где?»

source: "Do you know what happened to me?"
ru: «Ты знаешь, что со мной случилось?»

source: "I don't understand."
ru: «Я не понимаю».

source: "You're dying?"
ru: «Ты умираешь?»

source: "Floating Ones?"
ru: «Летающие?»

source: "Divide?"
ru: «Разделиться?»

source: "What do you need to divide?"
ru: «Что тебе нужно, чтобы разделиться?»

source: "You want me to *kill* the dabus in the Alley?"
ru: «Ты хочешь, чтобы я *убил* дабуса?»

source: "Very well, I'll *remove* the dabus for you."
ru: «Хорошо, я *избавлю* тебя от дабуса».

source: I succeeded in aiding the pregnant Alley in its delivery. As it had promised, the birth of the new Alley created a passage so that I may travel between the Hive and the Lower Ward.
ru: Мне удалось выполнить поручение беременной улицы. Как она и обещала, с рождением новой улицы образовался проход, так что я могу перебраться из Улья в Нижний район.

source: Although I managed to get rid of the dabus, the repairs it made are still preventing the Alley from dividing. I've agreed to find and somehow reverse the repairs. It seems the Alley is on the verge of giving birth and in its weakened state it is unable to reverse the changes itself. I'll probably need some tools... a hammer and prybar should do the trick.
ru: Хотя мне и удалось избавиться от дабуса, проведенный им ремонт все еще не дает улице разделиться. Я согласился найти какой-нибудь способ убрать изменения. Похоже, улица вот-вот разродится, и в ее слабом состоянии она не в силах сделать это сама. Наверняка мне понадобятся кое-какие инструменты... молотка и лома должно хватить.

source: I've learned that the Alley of Lingering Sighs is not only alive, it is also very capable of defending itself. It seems the dabus I spoke to did indeed go to investigate the building where I discovered the dead dabus. Once inside, the Alley removed the exit from the building, trapping it inside as well.
ru: Оказалось, что улица Протяжных вздохов не только живая, но и вполне способна за себя постоять. Похоже, что дабус, с которым я говорил, и в самом деле пошел обследовать дом, где я обнаружил мертвого дабуса. Как только он вошел, улица убрала выход из дома, заточив его внутри.

source: I've discovered that the Alley of Lingering Sighs is not haunted after all. It is alive. It spoke to me and, from what I gathered, it is pregnant and needs my help to give birth. Apparently, the dabus I killed was making repairs that prevented the Alley from dividing.
ru: Я обнаружил, что на улице Протяжных вздохов нет никаких призраков - она живая. Она говорила со мной, и насколько я понял, она беременна, и чтобы родить, ей нужна моя помощь. Очевидно, дабус, которого я убил, своим ремонтом не давал улице разделиться.

source: I've discovered that the Alley of Lingering Sighs is not haunted after all. It is alive. It spoke to me and, from what I gathered, it is pregnant and needs my help to give birth. Apparently, the dabus I informed about its dead brethren was making repairs that prevented the Alley from dividing. When it went to investigate, the Alley trapped him in the same building.
ru: Я обнаружил, что на улице Протяжных вздохов нет никаких призраков - она живая. Она говорила со мной, и насколько я понял, она беременна, и чтобы родить, ей нужна моя помощь. Очевидно, дабус, которому я рассказал о его мертвом приятеле, своим ремонтом не давал улице разделиться. Когда он отправился осмотреть тело, улица заточила его в доме с мертвым дабусом.

source: I've discovered that the Alley of Lingering Sighs is not haunted after all. It is alive. It spoke to me and, from what I gathered, it is pregnant and needs my help to give birth. Apparently, a dabus is continually making repairs to the Alley, preventing it from dividing. I have agreed to find a way to get rid of the dabus. In exchange, the Alley has promised to open up the way to the Lower Ward.
ru: Я обнаружил, что на улице Протяжных вздохов нет никаких призраков - она живая. Она говорила со мной, и насколько я понял, она беременна, и чтобы родить, ей нужна моя помощь. Очевидно, дабус своим бесконечным ремонтом не дает улице разделиться. Я согласился найти способ от него избавиться. В обмен улица пообещала открыть проход в Нижний район.

source: "The dabus back in the Alley? Yes, I told him about the dead dabus I found and he left to seek it out."
ru: «Того дабуса? Да, я рассказал ему о мертвом дабусе, которого я обнаружил, и он отправился осмотреться».

source: "The dabus back in the Alley? Yes, he is gone... I killed him."
ru: «Того дабуса? Да, его больше нет... Я его убил».

source: "The dabus still remains... I can't seem to get rid of him."
ru: «Дабус не уходит... Я не могу от него избавиться».

source: "I've killed the dabus. He won't be interfering any longer."
ru: «Я убил дабуса. Он больше не помешает».

source: "I spoke with dabus. I told him about his dead brethren and he left to investigate."
ru: «Я поговорил с дабусом. Я рассказал ему о его мертвом товарище, и он полетел осмотреть его».

source: "I have yet to reverse the dabus' repairs. Tell me again what I must do."
ru: «Я еще не убрал исправления дабуса. Повтори, что мне делать».

source: "I have reversed the repairs at one site. Tell me again where I can find the other."
ru: «Я убрал исправления в одном из мест. Повтори, где мне искать другое место».

source: "I have reversed the repairs as you have asked."
ru: «Я убрал исправления, как ты и просила».

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: "Don't worry, I'll think of something. Farewell."
ru: «Не волнуйся, я что-нибудь придумаю. Прощай».

source: "Yes, he won't be interfering anymore... now you can divide."
ru: «Да, он больше не будет мешать... теперь ты можешь разделиться».

source: "I had to kill him... it was the only way I could get him to stop repairing."
ru: «Мне пришлось убить его... это был единственный способ остановить его ремонт».

source: "What's done is done. The dabus *is* gone though, and now you can divide."
ru: «Что сделано, то сделано. Так или иначе, дабуса больше *нет*, и ты можешь начинать делиться».

source: "Look, you asked me to remove him... so I gutted him. Now you can divide, right?"
ru: «Слушай, ты же просила убрать его... я его и убрал. Теперь ты можешь разделиться, правильно?»

source: "You want me to undo the dabus' changes? How?"
ru: «Ты хочешь, чтобы я разрушил то, что изменил дабус? Но как?»

source: "How can I reverse the repairs? I'm no carpenter."
ru: «Как мне убрать исправления? Я же не плотник».

source: "Very well. I'll find and reverse the repairs for you. I'll probably need some tools... a hammer and prybar should do the trick."
ru: «Хорошо. Я найду способ, как убрать исправления. Наверное, мне понадобятся какие-нибудь инструменты... молотка и лома должно хватить».

source: "I see. Now that it is trapped, you can divide without interference, right?"
ru: «Понятно. Теперь, когда он в ловушке, ты можешь беспрепятственно разделиться, правильно?»

source: "Very well. I'll go find and reverse the repairs for you."
ru: «Хорошо. Пойду, поищу изменения и устраню их».

source: "Very descriptive. Thanks for you help."
ru: «Понятнее некуда. Спасибо, что помогла».

source: "Farewell, then."
ru: «Тогда прощай».

source: Close your eyes and try to remember.
ru: Закрыть глаза и попытаться вспомнить.

source: Leave.
ru: Уйти.
