Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dptcoff.dlg.po
Languages: ru

source: You strain trying to raise the sarcophagus lid, but your efforts are in vain. It appears to be locked firmly in place.
ru: Ты изо всех сил пытаешься поднять крышку саркофага, но все твои усилия уходят впустую. Похоже, она крепко держится на месте.

source: Leave.
ru: Уйти.

source: I found the tomb that Lothar wanted the skull from. Unfortunately the sarcophagus in the tomb was empty. I should tell Lothar.
ru: Я нашел гробницу, откуда Лотар хотел, чтобы я достал ему череп. К несчастью, саркофаг в гробнице оказался пуст. Мне следует рассказать об этом Лотару.

source: The sarcophagus lid moves with ease. The locking mechanism has been undone.
ru: Крышка саркофага с легкостью отодвигается. Запирающий ее механизм дезактивирован.

source: I found a tomb in the catacombs. In the center of it was an empty sarcophagus
ru: Я нашел в катакомбах гробницу. В ее центре был пустой саркофаг.

source: Open the sarcophagus.
ru: Открыть саркофаг.

source: You open the sarcophagus... only to discover a single key lying within. There is no body, and more importantly, no skull.
ru: Ты открываешь саркофаг... внутри лежит один-единственный ключ. Нет ни тела, ни, что более важно, черепа.

source: "I don't think Lothar will be pleased to learn this..."
ru: "Не думаю, что Лотар будет рад узнать об этом..."

source: You stand in silence for a moment as you gaze at the contents of the sarcophagus.
ru: Несколько мгновений ты молча стоишь, разглядывая содержимое саркофага.

source: Take the key and leave.
ru: Взять ключ и уйти.

source: You open the sarcophagus... only to discover a single key lying within. There is no body, nothing of any worth.
ru: Ты открываешь саркофаг... внутри лежит один-единственный ключ. Нет ни тела, ни чего-либо ценного.

source: The sarcophagus is empty. Nothing has changed since you last checked it.
ru: Саркофаг пуст. Ничего не изменилось с тех пор, как ты проверял его в последний раз.
