Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dpuzskel.dlg.po
Languages: ru

source: This skeleton is muttering to itself, occasionally pausing to scratch its skull. It is old enough so that no meat is left on its bones... only a few colored rags.
ru: Этот скелет бормочет себе под нос, время от времени останавливаясь, чтобы почесать череп. Он довольно стар, так что на его костях не осталось плоти... только несколько цветных тряпок.

source: It nods a greeting in return, but does not reply to you.
ru: Он приветственно кивает в ответ, но не отвечает тебе.

source: The skeleton looks up at you and grunts in frustration. "Not now! Forgive me, but I've the most *horrid* riddle on my mind and I can't puzzle it out!"
ru: Скелет поднимает на тебя взгляд и что-то раздражительно бормочет. "Не сейчас! Извини, но у меня тут просто *чудовищная* загадка, и я не могу ее разгадать!"

source: It seems surprised. "Oh? Going to give it a try, art thou?"
ru: Он, похоже, удивлен. "Вот оно что? Попробовать желаешь, значит?"

source: "Very well. This is from a chortling buffoon of a bone-bag thou may well find nearby. It refuses to give me the answer, and it's *killing* me!"
ru: "Отлично. Это все тот шутовской мешок с костями. Верно, ты видал его неподалеку. Не желает говорить ответ, и это меня просто *убивает*!"

source: It nods. "Think of words which end in '-GRY.' Angry and hungry are two of them. There are but three words in the Common Tongue... what is the third word? The word is something that one uses every day. If thou hast listened carefully, I have already told thee what it is."
ru: Он кивает. "Вспомни слова, которые кончаются на '-люс'. Вот два из них - полюс и плюс. Всеобщий планарный язык содержит три слова... Какое третье слово? Оно употребляется в каждодневной речи. Если ты слушал внимательно, то я его уже произнес".

source: It seems incredulous. " 'Tis *what?* But..."
ru: Он, похоже, не поверил. "*Что*? Но..."

source: "That's... that's... ooh! A devious trick! Why, I have no tongue, either!" It stops, then laughs, dust billowing from its creaking jaws. "That's good, all right. I thank thee!"
ru: "Это же... это же... о-о-о! Подлая хитрость! У меня же ведь нет языка! - он застывает, потом заходится в смехе, аж пыль из челюстей идет. - Неплохо, да. Благодарствую!"

source: "Stumped as well, eh? Let me know if thou should find the answer... and best of luck should thou try and get it from the chattering fool which gave it to me!"
ru: "Что, тоже в раздумьях? Скажи, коли разгадаешь... можешь еще попробовать вытрясти ее из того болтливого дурака, что ее подкинул!"

source: The skeleton looks up. "Solve that dastardly riddle, yet?"
ru: Скелет смотрит на тебя. "Ну как, разгадал ту подлую загадку?"

source: "I thank thee again for solving that riddle! I imagine my 'friend' would be quite upset over it!" It chortles heartily.
ru: "Еще раз благодарствую, что разгадал ту загадку! Представляю, как мой 'друг' огорчится из-за этого!" Он хохочет от всего сердца.

source: "But... but why? Come, now! Thou *must* tell me!"
ru: "Но... но почему? Ладно тебе! Ты *должен* мне рассказать!"

source: It gnashes its teeth together in frustration. "Bah! Just like that... that... incessantly rattling dust-for-brains! And *thee!* I thank thee for *nothing!"*
ru: Он раздосадовано скрежещет зубами. "Вот еще! Совсем как... как... этот пустослов! Да уж! Спасибо *тебе* за помощь!"

source: "Greetings..."
ru: "Приветствую..."

source: Leave the skeleton alone.
ru: Оставить скелет в покое.

source: "I had some questions..."
ru: "У меня есть некоторые вопросы..."

source: "I'll take my leave, now. Farewell."
ru: "Мне пора идти. Прощай".

source: "What's the riddle?"
ru: "Что за загадка?"

source: "Farewell, then."
ru: "Тогда прощай".

source: "Yes, go ahead."
ru: "Да, давай".

source: "No, never mind. Farewell."
ru: "Нет, не бери в голову. Прощай".

source: "Go on, then..."
ru: "Что ж, продолжай..."

source: "Of course you have. It's 'tongue.'"
ru: "Конечно. Это язык".

source: "It's... uh... hmm."
ru: "Это... э... хм".

source: "I'll think about it. Farewell."
ru: "Я подумаю над этим. Прощай".

source: "The first two sentences are unrelated, only there to trick you. Remember: there are three words in 'the - Common - Tongue.' The third word is 'tongue.'"
ru: "Первые два предложения можно проигнорировать: они просто запутывают тебя. Вспомни: 'всеобщий - планарный - язык' содержит три слова... Третье слово - 'язык'".

source: Laugh and walk away.
ru: Посмеяться и уйти.

source: "Of course. Farewell."
ru: "Конечно. Прощай".

source: "Farewell."
ru: "Прощай".

source: "Yes. It's 'tongue.'"
ru: "Да. Это язык".

source: "Yes, but I won't give you the answer."
ru: "Да, но я тебе не скажу".

source: Lie: "Eh... no. Farewell."
ru: Ложь: "Э... нет. Прощай".

source: "No. Tell me the riddle again."
ru: "Нет. Повтори мне загадку".

source: "No, not yet. Farewell."
ru: "Еще нет. Прощай".

source: "Very well. It's 'tongue.'"
ru: "Хорошо. Это язык".

source: "I promised I wouldn't."
ru: "Я обещал не рассказывать".

source: "Must I? Farewell."
ru: "Разве я должен? Счастливо".

source: "All right, all right. It's 'tongue.'"
ru: "Ладно, ладно. Это 'язык'".

source: "My apologies. Farewell."
ru: "Прошу прощения. Счастливо".

source: The skeleton crosses its arms and refuses to say even a single word.
ru: Скелет скрещивает руки на груди и отказывается говорить.

source: Leave.
ru: Уйти.
