Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dquentin.dlg.po
Languages: ru

source: The man before you looks to be middle of height and years. He is stout with a thick, bullish neck, and his shoulders are hunched, as if a great weight was pressing upon them. He wears an impatient look as he stares at the black monolith in front of him.
ru: Перед тобой мужчина средних лет. Он достаточно крепок, с толстой бычьей шеей, но его плечи ссутулены, как будто на них давит огромный вес. Он в нетерпении смотрит на черный монолит, стоящий перед ним.

source: "Greetings."
ru: "Приветствую".

source: Leave the man alone.
ru: Оставить мужчину в покое.

source: The man throws you a glance. "There's room, cutter. No need to ask my leave to stand here."
ru: Мужчина бросает на тебя взгляд. "Это комната, рубака. Не нужно спрашивать моего разрешения, чтобы остаться здесь".

source: "Actually, I wanted to know what this monolith was."
ru: "На самом деле, я хотел узнать, что из себя представляет монолит".

source: "Very well. Sorry to disturb you."
ru: "Хорошо, прошу прощения, что побеспокоил".

source: "It's a tombstone for the Planes." He scoffs. "Graveyards of names are scratched on that rock. Can only hope my name's the one that'll split this stone in 'twain." He points at the base of the monolith. "'Quentin,' right there, hammered in just hard enough to send the damned thing crashing down."
ru: "Это гробовой камень Планов". Он ухмыляется. "Целые кладбища имен нацарапаны на этом камне. Надеюсь, что мое имя расколет этот камень надвое". Он указывает на основание монолита. "'Квентин', его выбьют прямо здесь, и его хватит для того, чтобы эта проклятая вещь свалилась на землю".

source: "Tombstone for the Planes?"
ru: "Гробовой камень Планов?"

source: "I see. Farewell."
ru: "Понятно. Прощай".

source: "Aye," Quentin smiles ruefully. "The Dusties scratch the names of the dead on this monument here..." He gestures around him. "And on the walls of this place. Not enough space by my reckoning, but no matter... they do their best. Can barely read half the names."
ru: "Ага". Квентин грустно улыбается. "Мертвяки высекают имена мертвых на этом монументе..." Он проводит жестом вокруг. "И на этих стенах. Места недостаточно, как видишь, но это неважно... они делают что могут. Половину имен вообще не разобрать".

source: "What are you doing here?"
ru: "Что ты здесь делаешь?"

source: "Reading the new arrivals. Try and find a new one every day, try and remember if I knew 'em, nothing more."
ru: "Читаю новые имена. Нахожу их каждый день, пытаюсь вспомнить, знал ли я их, вот и все".

source: "The Dustmen record the names of all that have died on this monument?"
ru: "Тленные записывают имена всех тех, кто умер, на этот монумент?"

source: "Aye, they scratch 'em on this rock... and scratch 'em on the walls in this place, too." Quentin scoffs. "I don't know why they take the trouble to take a counting of the dead... the Dusties have more care for the living."
ru: "Ага, они выбивают их на этом камне... и на стенах тоже". Квентин ухмыляется. "Не понимаю, почему они возятся со всем этим подсчетом мертвых... Мертвяки больше интересуются живыми".

source: "The living?"
ru: "Живыми?"

source: "Aye... y'know about the Dustmen mourners that come to this place? They aren't mourning the dead, see, they're mourning the living. You can barely get a word in them edgewise without 'em asking to mourn some poor *living* berk for ye."
ru: "Ага... видел тех тленных плакальщиков, которые приходят сюда? Они ведь не мертвых оплакивают, они оплакивают живых. Ты от них и слова не получишь, если только не попросишь их оплакать какого-нибудь несчастного *живого* неудачника.

source: "Why do they mourn the living?"
ru: "А почему они оплакивают живых?"

source: "You got me there, cutter." He shrugs. "Might want to put the question t'them. Seems to me the dead are thrice-worth the pity of any poor sod living in this pit." He nods at the monument. "Every name on there is blest in my book, it is."
ru: "Хороший вопрос, рубака". Он ухмыляется. "Спроси-ка лучше у них. По мне, так мертвые трижды могут пожалеть любого бедолагу, живущего в этой яме". Он кивает на монумент. "Каждое имя на нем благословлено в моей книге".

source: "Ever know anybody who came back after their name was put on there?"
ru: "А ты не слышал о ком-нибудь, кто вернулся назад после того, как его имя было высечено здесь?"

source: "Can you tell me who that crazy Dustman is on the other side of the monolith?"
ru: "Что ты можешь сказать об этом сумасшедшем тленном с другой стороны монолита?"

source: "I see. Thanks for speaking with me. Farewell."
ru: "Понятно. Спасибо за разговор. Прощай".

source: You see Quentin. He's still studying the rock, as if he could topple it with his gaze.
ru: Ты видишь Квентина. Он все еще изучает камень, как будто пытаясь взглядом свалить его.

source: "Greetings, Quentin."
ru: "Приветствую тебя, Квентин".

source: Leave him alone.
ru: Оставить его в покое.

source: "Eh?" Quentin throws you a glance, then nods. "Well met again, cutter. You come to claim a slice of this rock fer yer name?"
ru: "А?" Квентин поворачивается к тебе, а затем кивает. "А, приятно встретиться снова, рубака. Пришел занять местечко на камне для своего имени?"

source: "Not yet. I had some questions for you..."
ru: "Пока нет. У меня есть вопросы к тебе..."

source: "No, just passing through. Farewell, Quentin."
ru: "Нет, просто проходил мимо. Прощай, Квентин".

source: Quentin smirks. "Not the sanest bird in the cackle-house, is he? That barmy's 'Death-of-Names.'" Quentin scoffs. "Though 'Death-of-Sense' might fit him better."
ru: Квентин глупо улыбается. "Не самая здравомыслящая птичка в этом курятнике, правда? Этого полоумного зовут 'Смерть-имен'". Квентин ухмыляется. "Хотя 'Смерть-чувств' больше к нему подходит".

source: "What does he do here?"
ru: "А что он делает здесь?"

source: "I see. Thanks."
ru: "Понятно. Спасибо".

source: "He's the keeper of the memorial area. Knows where all the names are around here, and he can point one out if you need him to. He's a little addled to be sure, but he's helped me a few times." He shrugs. "He's also got the duty of carvin' new names in when their owners pass on."
ru: "Он хранитель этого мемориала. Знает, где написано каждое из имен, и, если нужно, может указать, где оно. Конечно, он немного тронутый, но пару раз он мне помогал". Он пожимает плечами. "А еще он высекает новые имена, когда их владельцы покидают этот мир".

source: "I had some other questions for you..."
ru: "У меня есть другие вопросы к тебе..."

source: "You mean come back from death?" Quentin shakes his head. "Not a one, cutter. Everything that lives dies, and that's the way of things." He shrugs. "Still, considering the Planes go on forever n' all, I suppose anythin's possible."
ru: "Ты имеешь в виду, возвращаются из смерти?" Квентин мотает головой. "Ни одного, рубака. Любой живущий умирает, таков их удел". Он пожимает плечами. "По крайней мере, на Планах всегда так было, но можно предположить, что возможно и такое".

source: "I suppose so. Say, I had some other questions for you..."
ru: "Пожалуй, это так. Слушай, у меня есть еще вопросы к тебе..."

source: "No harm in asking, cutter."
ru: "От вопросов нет вреда, рубака".

source: "Can you tell me what this monument is again?"
ru: "Можешь еще раз сказать, что это за монумент?"

source: "Ever know anybody who came back after their name was carved here?"
ru: "А ты не слышал о ком-нибудь, кто вернулся назад после того, как его имя было высечено здесь?"
