Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dquint.dlg.po
Languages: ru

source: "I had some questions for you."
ru: "У меня есть вопросы к тебе".

source: "Nothing. Farewell, Quint."
ru: "Ничего. Прощай, Квинт".

source: "What you want to know?"
ru: "Что ты хочешь знать?"

source: "Tell me about yourself again."
ru: "Расскажи мне о себе еще раз".

source: "Tell me about some of the other people here."
ru: "Расскажи мне о кое-ком из здешних".

source: "Tell me about this place."
ru: "Расскажи мне об этом месте".

source: "Nothing. Forget it. Farewell."
ru: "Ничего. Забудь об этом. Прощай".

source: "Quint. Sell and buy. Get it all. You want?"
ru: "Квинт. Продаю-покупаю. Есть все. Хочешь?"

source: "Let's talk trades."
ru: "Поторгуем".

source: "Not yet. Answer some other questions for me."
ru: "Пока нет. Ответь мне на пару вопросов".

source: "No. Farewell."
ru: "Нет. Прощай".

source: "Like who?"
ru: "Например?"

source: "Pharod."
ru: "Фарод".

source: "Annah."
ru: "Анна".

source: "Marta."
ru: "Марта".

source: "Ojo."
ru: "Охо".

source: "Forget it. I had some other questions..."
ru: "Забудь об этом. У меня есть несколько вопросов..."

source: "Forget it. Farewell."
ru: "Забудь. Прощай".

source: "Old Stutter-crutch, heh? He set up this place, he lord of the lane, he set me up, we deal, heh?"
ru: "Старый Костыль, а? Он основал это место, он здесь царь и бог, он и меня устроил, мы ведем дела, а?"

source: "All right. Tell me about some of the others here."
ru: "Хорошо. Расскажи мне о кое-ком другом".

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "Thanks. Farewell."
ru: "Спасибо. Прощай".

source: His jowls quiver a little as he glances at Annah. "Pretty girl, nice girl, sharp girl, heh? She a tough one." He holds up his hands to show he means no offense.
ru: Когда он глядит на Анну, его подбородок начинает дрожать. "Красотка, милашка, ловкачка, а? Она крутая". Он поднимает руки, чтобы показать, что не хочет ее обидеть.

source: "Pharod's prize; she does dangerous jobs, heh? Clever one. Sharp tongue." He rubs his head as if remembering some previous wound. "Stay away, heh?"
ru: "Трофей Фарода; она крутит опасные дела, а? Умница. Острый язычок, - он потирает голову, как бы вспоминая былые раны. - Держись от нее подальше, а?"

source: "Heh. Marta one to steer clear of. Barmy seamstress. She picks all the teeth and corpse thread and bits outta the bodies, gives it to me, I peddle the crap up above for other stuff."
ru: "Хе. От Марты лучше держаться подальше. Чокнутая швея. Вынимает из тел зубы, швы и безделушки, передает их мне, а я наверху вымениваю это дерьмо на другое барахло".

source: "Touched. Good for not much, heh?"
ru: "Тронутый. Для него и то хорошо, а?"

source: "This, heh? The village. The dabus pave it over one day, long ago, forget about it. Collectors dig it out while looking for jink in the rag mountains... me, I stumble across while dealing with the Collectors." He wiggles his eyebrows. "Good place to make some jink, heh? Dead's good for business."
ru: "Это, а? Деревня. Когда-то давным-давно ее замостили дабусы, а потом забыли о ней. Ее откопали сборщики, когда искали звенелки в мусорных горах... я на нее наткнулся, ведя дела со сборщиками, - он водит бровями. - Неплохое местечко для того, чтоб делать деньги, а? Мертвецы хороши для бизнеса".

source: "I see. I had some other questions for you..."
ru: "Понятно. У меня к тебе еще пара вопросов..."

source: "Yes. Farewell."
ru: "Да. Прощай".

source: "You, heh? You have what I need?"
ru: "Ты, а? Принес то, что мне нужно?"

source: "What was it you were looking for again?"
ru: "Еще раз, что ты хотел, чтоб я нашел?"

source: "Yes. Here it is."
ru: "Да. Вот он".

source: Lie: "No, not yet. I'm still looking."
ru: Ложь: "Пока нет. Я все еще в поисках".

source: "No, not yet. I'm still looking."
ru: "Пока нет. Я все еще в поисках".

source: "A charm, heh? A necklace with hollow teeth strung around it. Find it and it be worth your while, heh? Go on, now." He busies himself with his supplies, obviously ignoring you.
ru: "Амулет, а? Ожерелье из пустотелых зубов. Найди его, и не пожалеешь о потраченном времени, а? А теперь иди". Он переключается на свои припасы, демонстративно игнорируя тебя.

source: "All right. I'm on it."
ru: "Хорошо. Я пошел".

source: You pass the object to him, and he caresses it, looking it over carefully for nicks and scratches. "Done your part, heh? I do mine." He passes you a bag that jingles heavily with coin. "We be quits, now. You need anything, talk to Quint, heh?" He turns away from you, rapt in his acquisition.
ru: Ты передаешь ему ожерелье. Он бережно берет его, внимательно осматривает в поисках трещин и царапин. "Сделал свое дело, а? Теперь мой черед, - он дает тебе тяжелый кошель, звенящий монетами. - Теперь мы квиты. Если чего нужно, обращайся к Квинту, а?" Он отворачивается от тебя, поглощенный своим приобретением.

source: "Let's trade."
ru: "Поторгуем".

source: His porcine face sags. "Ah, old Quint's heart breaks. Come back when you found it, heh?" He turns away from you and busies himself among his items.
ru: Его свиноподобное лицо обвисает. "О, ты разбил сердце старому Квинту. Возвращайся, когда найдешь его, а?" Он отворачивается и погружается в работу со своими товарами.

source: "Answer some other questions for me."
ru: "Ответь мне еще на несколько вопросов".

source: Quint looks you over. "What you want, heh?"
ru: Квинт окидывает тебя взглядом. "Чего хочешь, а?"

source: "What are you doing?"
ru: "Чем ты занимаешься?"

source: "Quint. Sell and buy. Get it all. You want? Or you want maybe a job for me, heh?"
ru: "Квинт. Продаю-покупаю. Есть все. Хочешь? Или, может, подкинуть тебе работенку, а?"

source: "What sort of job?"
ru: "Какую работенку?"

source: "Gris? Heh... Gris the Vulture, called him. Left a fortnight ago this past few peaks. Nobody seen him or hear him since. Catacombs probably got him, lots of things in dark places down there, heh... not fortunate that Gris be in the dead book... good collector, heh. Black heart. Got sharp nose for new crypts. Also got something of mine. Find him and get it back and you get paid, heh? Give you jink and deal on junk, heh?"
ru: "Грис? Хе... Грис Стервятник - так его зовут. Ушел вот уже без пары пиков две недели назад. С тех пор о нем ни слуху, ни духу. Наверно, его забрали катакомбы: там в темноте много разных тварей, хе... плохо, если Грис попал в книгу мертвых... славный сборщик, хе. Черное сердце. У него нюх на новые склепы. Еще у него кое-что из моих вещей. Найди его и верни мне эту вещь, и тебе заплатят, а? Получишь звенелки и барахло, а?"

source: "It's a deal."
ru: "По рукам".

source: Show him the charm you found by Marta's house: "Oh, this thing?"
ru: Показать ему амулет, найденный тобой возле дома Марты: "О, это?"

source: "I'll think about it. Answer me some other questions..."
ru: "Я подумаю над этим. Ответь мне еще на пару вопросов..."

source: He snorts, appearing almost happy. "It's a poison charm, necklace of hollow teeth. Probably find it wherever Gris is. Let me know, heh?"
ru: Он фыркает, принимая чуть ли не счастливый вид. "Это амулет защиты от яда, ожерелье из пустотелых зубов. Оно, должно быть, там же, где и Грис. Дашь мне знать, а?"

source: "Sure thing. I've got a few more questions..."
ru: "Само собой. У меня еще немного вопросов..."

source: You see a short, fat-faced man who is covered in filth and grime. He smells bad and his teeth are rotten. He wheezes as he looks you up and down, and says, "I'm Quint. You new?"
ru: Ты видишь невысокого мордастого мужичка, покрытого грязью и сажей. У него гнилые зубы, и от него дурно пахнет. Осмотрев тебя сверху донизу, он тяжело вздыхает и говорит: "Я Квинт. Ты здесь новенький?"

source: "Who wants to know?"
ru: "А кто интересуется?"

source: "Yes."
ru: "Да".

source: "No, I've been here a while."
ru: "Нет, я уже здесь давно".

source: "Me, heh? You new?"
ru: "Я, а? Ты здесь недавно?"

source: "No."
ru: "Нет".

source: "None of your concern."
ru: "Это не твое дело".

source: "My concern. You new?"
ru: "Нет, мое. Ты новенький?"

source: "Piss off, will you?"
ru: "Отвали, ладно?"

source: "Heh, and same to you! Get out!"
ru: "Хе, и тебе того же! Пошел прочь!"

source: "Whatever."
ru: "Как хочешь".

source: He looks at you suspiciously. "You selling or trading? Heh?"
ru: Он с подозрением смотрит на тебя. "Продаешь или покупаешь? А?"

source: "Selling."
ru: "Продаю".

source: "Trading."
ru: "Покупаю".

source: His eyes narrow even further. "Dealing, heh? With me? Or everybody, berk? Which? Heh?"
ru: Его глаза сужаются еще сильнее. "Торгуешь, а? Со мной? Или со всеми, пень? С кем? А?"

source: "With you."
ru: "С тобой".

source: "With everyone."
ru: "Со всеми".

source: "With anyone I want to, berk."
ru: "С тем, с кем захочу, пень".

source: "Jest me? Me? Heh?"
ru: "Шутишь? Со мной? А?"

source: "Yes, just with you."
ru: "Да, только с тобой".

source: "No, with everyone."
ru: "Нет, со всеми".

source: "That so, heh? Let's deal, heh?"
ru: "Вот как, а? Давай поторгуем, а?"

source: "All right."
ru: "Хорошо".

source: "Anything you're interested in?"
ru: "Тебе что-нибудь нужно?"

source: "What do you usually trade for?"
ru: "Чем ты обычно торгуешь?"

source: "Actually, I'm not interested. Farewell."
ru: "Вообще-то, мне это неинтересно. Прощай".

source: "Anything interesting, heh?" He smiles. "You were looking for something?"
ru: "Что-нибудь интересует, а? - он улыбается. - Ты что-то искал?"

source: "Let's see what you've got."
ru: "Посмотрим, что тут у нас".

source: "A journal."
ru: "Дневник".

source: "No. Forget it. Farewell."
ru: "Нет. Забудь об этом. Прощай".

source: "Journal, heh? Gold leaf, maybe?"
ru: "Дневник, а? Может, с позолотой, а?"

source: "I don't know."
ru: "Не знаю".

source: "Let's just talk other trades."
ru: "Поговорим о других товарах".

source: "Nor me." He shrugs.
ru: "Я тоже". Он пожимает плечами.

source: "Let's talk trades, then."
ru: "Тогда давай поторгуем".

source: "All right. Then answer some questions for me."
ru: "Хорошо. Тогда ответь мне на несколько вопросов".

source: "Farewell, then."
ru: "Тогда прощай".

source: "Stitch-thread, teeth, parts here and there from the dearly departed, heh? Lots of corpse fishing to be done in the catacombs below, bring back a few pieces from the deaders, urns, some jink, some lil' knick-knacks... that's my deal, berk. Them living here -- they go down dere, those collectors, get some stuff, get some bodies, bring 'em back to Pharod, show him, he takes his cut, then he deals with me."
ru: "Нитки, зубы, останки почивших с миром, а? Из катакомб внизу выуживают много трупов, приносят всего понемногу: части трупаков, урны, звенелки, мелкие безделушки... я всем этим занимаюсь, пень. Сборщики живут здесь и спускаются туда, приносят немного хлама, немного тел, тащат их Фароду, показывают, он берет свою долю, а потом торгует со мной".

source: "What does Pharod do with the bodies?"
ru: "Что Фарод делает с телами?"

source: "What if I dealt directly with you?"
ru: "Что, если я буду торговать с тобой напрямую?"

source: "I want to trade with you."
ru: "Я хочу поторговать с тобой".

source: "I see. Farewell."
ru: "Понятно. Прощай".

source: "His deal." He smiles. "Sells the deaders back to the Dusties, heh? Dusties bury them again, we dig 'em up again, heh? Heh!" He gives a roaring snort that might be a laugh.
ru: "Свои дела, - он улыбается. - Продает трупы мертвякам, а? мертвяки хоронят их снова, а мы их откапываем, а? Хе!" Он начинает громко фыркать, что можно посчитать смехом.

source: "I see. I might be interested in trades."
ru: "Понятно. Мы могли бы поторговать".

source: "Now I couldn't have no part of that, heh? May be that ol' Quint's a little tired of gettin' Pharod's leavings and dealing in corpse bits when I could have few urns and deader treasures direct, heh? If you were to tell me it came from Pharod, though, I couldn't know no better, could I, heh? I'd jest presume that it was all above the board, heh?"
ru: "А почему бы не иметь с этого долю, а? Пожалуй, старина Квинт уже подустал подбирать за Фародом объедки и торговать барахлом с трупов, так почему бы не получить пару урн и сокровищ мертвых напрямую, а? Но если бы ты сказал мне, что это от Фарода, то я бы и не догадался, а? Предположу, что это все от чистого сердца, а?"

source: "Let's trade, then."
ru: "Тогда давай поторгуем".

source: His face turns bright red. "Pike off, berk! Get! Get! This kip's mine! I got first-claims. You got no claim! I'll have Pharod gut you like a fish!"
ru: Его лицо наливается кровью. "Проваливай, пень! Вон! Вон! Это моя берлога! Я первый сюда пришел, не ты! Да Фарод выпотрошит тебя как рыбу!"

source: Lie: "Pharod said I could trade here."
ru: Ложь: "Фарод сказал, что я могу здесь торговать".

source: "Simmer down. I'll just trade with you."
ru: "Не кипятись. Я буду торговать только с тобой".

source: "I'll murder 'im! He says, 'Quint, you my blood, you got run of the place,' and he goes off and gives a piece to a scabby sod like yerself. Lame-legged bastard! Heh!"
ru: "Я убью его! Говорит 'Квинт, ты мой знаток, это место в твоем распоряжении', а потом забивает на это и отдает кусок такому паршивцу, как ты. Хромоногий ублюдок! Хе!"

source: "Those are the breaks, huh? I have some questions for you..."
ru: "Тут уж не попишешь, а? У меня к тебе еще вопросы..."

source: "So you want to trade or not?"
ru: "Так мы будем торговать или нет?"

source: "He's a real cross-trader. Farewell."
ru: "Как не крути, а он - жулик. Прощай".

source: Some of the color leaves his face. "All right. Heh." He wipes sweat from his brow. "You want to trade, heh?"
ru: Его лицо проясняется. "Ладно. Хе, - он смахивает пот со лба. - Хочешь поторговать?"

source: "Yes. Let's trade."
ru: "Да. Поторгуем".

source: "Actually, I had some questions..."
ru: "Вообще-то, у меня несколько вопросов..."

source: "Not yet. Farewell."
ru: "Пока нет. Прощай".

source: "Yeah? First time I sees you, berk." He snorts. "I been here a while. First claim rights, you know? Heh?"
ru: "Да? Я тебя впервые вижу, пень, - он фыркает. - Я здесь был раньше. Первоочередное право, слыхал о таком? А?"

source: "Yeah, well, I've been here a long time. You must not have been looking hard enough then."
ru: "Ну, я здесь уже давно. Должно быть, ты не сильно-то и искал".

source: "What?"
ru: "Что?"

source: "You looking for trouble, berk, I got Pharod's word on my side... you? You got nothing but scars."
ru: "Ищешь неприятности, пень? На моей стороне слово Фарода... а что у тебя? Ничего, кроме шрамов".

source: "You want to fight, or you want to trade?"
ru: "Будем драться или торговать?"

source: "Whatever. Just answer some questions for me, big man."
ru: "Как хочешь. Просто ответь мне на пару вопросов, здоровяк".

source: "I've got nothing to say to you."
ru: "Нам не о чем говорить".

source: "You ear-blind or jest stupid? I said first-claim rights here, berk. I deal, you don't... or you deal with me only. Heh?"
ru: "Ты тугой на ухо или просто тупой? Я сказал 'первоочередное право', пень. Я торгую, ты - нет... или ты торгуешь только со мной. А?"

source: "I'll trade, heh? I'm a trader, not a fighter." He snorts.
ru: "Я буду торговать, а? Я торговец, не боец". Он фыркает.

source: "Then let's trade."
ru: "Тогда давай поторгуем".

source: "Answer me some questions, first..."
ru: "Сперва ответь на пару вопросов..."

source: "Waiting for Marta and Pharod to give me the goods."
ru: "Жду, пока Марта или Фарод передадут мне товар".

source: "Marta?"
ru: "Марта?"

source: "Pharod?"
ru: "Фарод?"

source: "What goods?"
ru: "Какой товар?"

source: "The leftovers from the gravediggin' in the catacombs."
ru: "Объедки после ворошения могил в катакомбах".

source: "What leftovers?"
ru: "Что за объедки?"

source: "The catacombs?"
ru: "В катакомбах?"

source: "Teeth, corpse thread, bits they dig outta the body, some coin they find in the bandages, heh. Folks pay more'n you'd think, heh?"
ru: "Зубы, нитки, безделушки, которые они снимают с трупов, монеты, найденные в бинтах, хе. Народ платит больше, чем ты думаешь, а?"

source: "Under village. Lots of new bodies and old crypts in this area, 'cause nobody could get to them before, heh? This village, this village... not many know about this village. Fewer know about the easy hop to catacombs and all them deaders below..." He smacks his lips greedily. "Virgin territory, heh?"
ru: "Под деревней. Там много новых трупов и старых склепов, потому что никто еще до них не добрался, а? Эта деревня, эта деревня... немногие о ней знают. Еще меньше знает о проходе в катакомбы и о всех тех трупаках внизу... - он жадно причмокивает губами. - Нетронутые земли, а?"

source: "Sure. Tell me about the leftovers..."
ru: "Еще бы. Расскажи мне про объедки..."

source: "Sure. I had some other questions..."
ru: "Еще бы. У меня есть другие вопросы..."

source: "Sure. Farewell."
ru: "Еще бы. Прощай".

source: "Heh. My thanks. You want what?"
ru: "Хе. Еще раз спасибо. Чего ты хочешь?"

source: "I want to talk trades."
ru: "Я хочу поторговать".

source: Quint the Corpse-Peddler has asked me to retrieve an item from a Collector named Gris who disappeared into the catacombs some time ago.Quint the Corpse-Peddler has asked me to retrieve an item from a Collector named Gris who disappeared into the catacombs some time ago.
ru: Квинт Трупный Делок попросил меня забрать вещь у сборщика по имени Грис, который не так давно пропал в катакомбах.

source: "I'll think about it. Farewell."
ru: "Я подумаю над этим. Прощай".

source: Quint the Corpse-Peddler has asked me to retrieve an item from a Collector named Gris who disappeared into the catacombs some time ago. I showed him the charm I found near Marta's place, and he agreed that that was his.
ru: Квинт Трупный Делок попросил меня забрать вещь у сборщика по имени Грис, который не так давно пропал в катакомбах. Я показал ему амулет, найденный мной возле дома Марты, и он подтвердил, что это он и есть.

source: "I will. Farewell."
ru: "Хорошо. Прощай".

source: "Farewell, Quint."
ru: "Прощай, Квинт".

source: "Farewell."
ru: "Прощай".
