Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dquisai.dlg.po
Languages: ru

source: Qui-Sai, the combat instructor in the Civic Festhall, refused to train me, saying I was too weak. Perhaps if I ever grow stronger I shall return.
ru: Ки-Саи, боевой инструктор в Общественном Фестхолле, отказался обучать меня, сказав, что я слишком слаб. Возможно, если когда-нибудь я стану сильнее, я вернусь.

source: Qui-Sai, the combat instructor in the Civic Festhall, taught me mastery of the Hammer. I am now specialized in this particular weapon.
ru: Ки-Саи, боевой инструктор в Общественном Фестхолле, обучил меня мастерству владения молотом. Теперь я специализируюсь на этом конкретном оружии.

source: Qui-Sai, the combat instructor in the Civic Festhall, instructed me in the 'Way of Stone.' While much of its philosophy is of little use or even applies to me, being a creature of flesh, I can use some of its tenets to make myself more difficult to wound in combat.
ru: Ки-Саи, боевой инструктор в Общественном Фестхолле, обучил меня "Пути Камня". И хотя большая часть философии не особо полезна или вообще неприменима ко мне, существу из плоти, я могу воспользоваться некоторыми его принципами, чтобы меня было сложнее ранить в бою.

source: Qui-Sai, the combat instructor in the Civic Festhall, tried to instruct me in the 'Way of Stone.' Its philosophy was simply too complex and alien for me to grasp, however.
ru: Ки-Саи, боевой инструктор в Общественном Фестхолле, попытался обучить меня "Пути Камня". Однако его философия была попросту слишком сложна и чужда мне, чтобы я смог понять ее.

source: The statue makes no response.
ru: Статуя не отвечает.

source: You touch the statue and find that, while the clothes that adorn it are of gray cloth rather than rock, the 'skin' is as cool and hard as granite.
ru: Ты дотрагиваешься до статуи и обнаруживаешь, что хотя одежда, украшающая ее, сделана из серой ткани, а не из камня, "кожа" ее холодна и тверда как гранит.

source: The statue remains as impassive as ever to your query.
ru: Статуя, как и раньше, остается безразличной к твоим вопросам.

source: The 'statue' moves... barely, almost imperceptibly, but it definitely nodded.
ru: "Статуя" двигается... еле-еле, почти незаметно, но определенно кивает.

source: The 'statue' remains as silent as ever.
ru: "Статуя", как и раньше, продолжает молчать.

source: There is still no response.
ru: По-прежнему нет ответа.

source: The statues' eyes open; he gazes at you with cold, gray eyes. He speaks ponderously, with a voice like two boulders grinding together. "Your patience... is noted. Qui-Sai would... speak...with you, now."
ru: Глаза изваяния открываются; оно смотрит на тебя холодными серыми глазами. Говорит оно неспешно, голосом, напоминающим трущиеся друг о друга валуны. "Твое терпение... замечено. Теперь Ки-Саи будет... говорить... с тобой".

source: The statues' eyes open; he gazes at you with cold, gray eyes. He speaks ponderously, with a voice like two boulders grinding together. "Your patience...is noted. Qui-Sai would... speak... with you, now."
ru: Глаза изваяния открываются; оно смотрит на тебя холодными серыми глазами. Говорит оно неспешно, голосом, напоминающим трущиеся друг о друга валуны. "Твое терпение... замечено. Теперь Ки-Саи будет... говорить... с тобой".

source: Just when you think he hasn't heard you, he replies. "Ask."
ru: Ты уже было думаешь, что он тебя не услышал, когда он отвечает: "Спрашивай".

source: After a period of silence, he speaks: "Ask."
ru: После молчаливой паузы он произносит: "Спрашивай".

source: "I am called... Qui-Sai."
ru: "Меня зовут... Ки-Саи".

source: "Qui-Sai...meditates. Qui-sai... also trains... others, in the arts... of combat."
ru: "Ки-Саи... размышляет. Также Ки-Саи... обучает... других искусству... боя".

source: He looks you up and down, making a deep rumbling noise. Slowly, he holds up his hands and breaks off one of his fingernails with a sharp *crack.* "Qui-Sai would see you... break this stone." He hands you the shard of living rock.
ru: Он осматривает тебя сверху донизу, издавая низкий рокот. Потом медленно обхватывает одну руку другой и отламывает один из своих ногтей с резким *хрум*. "Ки-Саи посмотрит, как ты... сломаешь этот камень". Он дает тебе осколок камня.

source: Try as you might, you cannot snap the stone. "Qui-Sai finds you...unsuitable...too weak... for training in the arts of combat." He takes the stone from you and places it in his mouth, chewing it to dust with a harsh crackling sound.
ru: Ты стараешься изо всех сил, но не можешь сломать камень. "Ки-Саи находит тебя... неподходящим... слишком слабым... для обучения искусству боя". Он берет у тебя камень и кладет его себе в рот, затем разжевывает его в пыль с резким хрустом.

source: With some effort, you snap the shard of rock in two. He takes the stones from you and places them in his mouth, chewing them to dust with a harsh crackling sound. "Qui-Sai finds you... physically suitable. Qui-Sai would now ask... why... do you seek training?"
ru: Приложив небольшое усилие, ты разламываешь осколок камня надвое. Он берет у тебя осколки и кладет их себе в рот, затем разжевывает их в пыль с резким хрустом. "Ки-Саи находит тебя... физически подходящим. Теперь Ки-Саи спрашивает тебя... зачем... тебе это обучение?"

source: "Qui-Sai finds...no need for... melee, then."
ru: "Тогда Ки-Саи не видит... надобности... в схватке".

source: "Qui-Sai means to say that... there are many ways... to do these things. One may... steal an opponent's weapon... leaving him... defenseless."
ru: "Ки-Саи имеет в виду, что... есть много способов... сделать это. Можно... украсть оружие противника... оставив его... беззащитным".

source: "Qui-Sai sees... no need. You have failed to convince Qui-Sai... otherwise. Perhaps you should... speak to the thief tutor here. If you do not wish to train beneath him... he might provide a counterpoint to my argument."
ru: "Ки-Саи не видит... надобности. Тебе не удалось убедить Ки-Саи... в обратном. Возможно, тебе следует поговорить... со здешним учителем воров. Если ты не хочешь учиться под его началом... он может предоставить контраргументы моим доводам".

source: After a time, he nods. "One may... hide. If one cannot be seen... one cannot be attacked. One is... invulnerable."
ru: Через некоторое время он кивает. "Можно... спрятаться. Если тебя нельзя увидеть... на тебя нельзя напасть. Ты... неуязвим".

source: After short wait, he nods. "Mighty spells... can smite many foes... more quickly... than any blade."
ru: Через некоторое время он кивает. "Могучие чары... могут поразить множество врагов... быстрее... чем любой клинок".

source: He smiles slightly, making a deep rumbling sound in his throat. "Qui-Sai finds you... fit to teach. Meet Qui-Sai... in the training chamber."
ru: Он слегка улыбается, из его глотки слышится глухой рокот. "Ки-Саи находит тебя... подходящим для обучения. Встретимся... в тренировочном зале".

source: As you make to strike the statue, its eyes flash open and it catches your fist in an iron-hard grip. Narrowing its cold, gray eyes, it speaks with a voice like two boulders grinding together: "Why... would you...strike Qui-Sai?"
ru: Когда ты наносишь изваянию удар, его глаза мгновенно раскрываются, и оно ловит твой кулак железной хваткой. Сузив свои холодные серые глаза, оно произносит голосом, напоминающим трущиеся друг о друга камни: "Зачем... ты... бьешь Ки-Саи?"

source: He nods slowly, frowning. "You are... forgiven. However... one feels you are lacking... patience."
ru: Он медленно кивает, хмурясь. "Ты... прощен. Однако... чувствуется, что тебе не хватает... терпения".

source: "Qui-Sai meant... to fool no one. Qui-Sai... finds you... rash... and impertinent."
ru: "Ки-Саи не хотел... никого обманывать. Ки-Саи... находит тебя... безрассудным... и грубым".

source: He shuts his eyes and becomes silent once more.
ru: Он закрывает глаза и стает даже еще более тихим.

source: "One is... of the race called... stone princes. Qui-Sai is... genasi-of-earth."
ru: "Я... из расы... каменных принцев. Ки-Саи... генаси земли".

source: He nods proudly. "Qui-Sai's father... an elemental creature of earth... a Dao. Qui-Sai's mother... a human woman... of noble heritage. Such is what it is to be... genasi-of-earth."
ru: Он гордо кивает. "Отец Ки-Саи... существо стихии земли... Дао. Мать Ки-Саи... человеческая женщина... благородных кровей. Вот что значит быть... генаси земли".

source: "Nothing."
ru: "Ничего".

source: "This is... the Civic Festhall. Need you know more... find another...to ask."
ru: "Это... Общественный Фестхолл. Хочешь узнать больше... спроси... других".

source: The statue still stands here, immobile and silent as usual.
ru: Статуя все еще стоит здесь, как всегда, неподвижная и молчаливая.

source: The 'statue' still stands here, immobile and silent as usual.
ru: "Статуя" все еще стоит здесь, как всегда, неподвижная и молчаливая.

source: "Qui-Sai greets you."
ru: "Ки-Саи приветствует тебя".

source: "Do not... speak. Go... to the training chamber."
ru: "Не... разговаривай. Иди... в тренировочный зал".

source: He regards you coolly with his eyes of granite. "You are here... to train under Qui-Sai?"
ru: Он холодно смотрит на тебя глазами из гранита. "Ты здесь... чтобы учиться у Ки-Саи?"

source: "Are you... a warrior by trade?"
ru: "Ты... воин по профессии?"

source: "Qui-Sai is proficient... in all weapons, specializing in ... none... master of many. What would you learn... of Qui-Sai?"
ru: "Ки-Саи искусен... с любым оружием, не специализируется... на одном... владеет многими. Чему ты будешь учиться... у Ки-Саи?"

source: "You can learn... no more... at this time. Return to... Qui-Sai... when you become... more experienced."
ru: "Ты не можешь... изучить больше... в данный момент. Возвращайся к... Ки-Саи... когда станешь... более опытным".

source: "Qui-Sai shall... teach you, then."
ru: "Тогда Ки-Саи... обучит тебя".

source: "Qui-Sai is... pleased... with you as a... student. You learn... quickly."
ru: "Ки-Саи... рад... такому... ученику как ты. Ты учишься... быстро".

source: After evaluating what skill you have, Qui-Sai shakes his head. "Qui-Sai finds you... already proficient in this... form of combat. Qui-Sai can... teach you no more. If you wish... to learn more of this weapon... seek Korur, in the Lower Ward."
ru: Оценив твое мастерство, Ки-Саи мотает головой. "Ки-Саи считает, что ты... уже достаточно искусен в этой... форме боя. Ки-Саи не может... научить тебя большему. Если хочешь... лучше изучить это оружие... найди Корура в Нижнем Районе".

source: "Qui-Sai shall teach you... the art of fighting with... one's fists. Is this... what you wish?"
ru: "Ки-Саи обучит тебя... искусству... кулачного боя. Это то... что ты хочешь?"

source: "Qui-Sai shall teach you... the art of fighting with... blades. Is this... what you wish?"
ru: "Ки-Саи обучит тебя... искусству боя... мечом. Это то... что ты хочешь?"

source: "Qui-Sai shall teach you... the art of fighting with... clubs. Is this... what you wish?"
ru: "Ки-Саи обучит тебя... искусству боя... булавой. Это то... что ты хочешь?"

source: "Qui-Sai shall teach you... the art of fighting with... axes. Is this...what you wish?"
ru: "Ки-Саи обучит тебя... искусству боя... топором. Это то... что ты хочешь?"

source: "Qui-Sai shall teach you... the art of fighting with...the mighty hammer. Is this... what you wish?"
ru: "Ки-Саи обучит тебя... искусству боя... большим молотом. Это то... что ты хочешь?"

source: After evaluating what skill you have, Qui-Sai nods and makes a deep, rumbling sound. "Qui-Sai finds you...ready for... more instruction with... the mighty hammer."
ru: Оценив твое мастерство, Ки-Саи кивает и издает низкой рокот. "Ки-Саи считает, что ты... готов... лучше изучить... большой молот".

source: "Qui-Sai would have you know... this: once you begin to master... the hammer... you may master... no other weapons. Is this... what you wish?"
ru: "Ки-Саи хочет, чтобы ты знал... вот что: когда ты начнешь изучать мастерство владения... молотом... ты не сможешь изучать... другое оружие. Это то... чего ты хочешь?"

source: Qui-Sai's mouth slowly curls down into a deep frown. "Then Qui-Sai can... teach you nothing."
ru: Рот Ки-Саи медленно искривляется в гримасе неодобрения. "Тогда Ки-Саи не может... научить тебя ничему".

source: Qui-Sai's left eyebrow creeps oh-so-slowly up his forehead. "Would you... forsake your current trade, to walk the... path of the warrior?"
ru: Левая бровь Ки-Саи ну очень медленно поднимается. "Ты... бросишь свою текущую специализацию, чтобы встать... на путь воина?"

source: "Qui-Sai meditates upon.. the Way of Stone."
ru: "Ки-Саи размышлял о... Пути Камня".

source: Qui-Sai nods. "A...philosophy. A... method of combat. With it... Qui-Sai seeks to achieve... invulnerability."
ru: Ки-Саи кивает. "Это... философия. Это... метод боя. С его помощью... Ки-Саи пытается достичь... неуязвимости".

source: "Yes. Now... the Way is not yet... perfect. Qui-Sai will... make it so, one day. Qui-Sai... knows this."
ru: "Да. В данный момент... Путь все еще... несовершенен. Когда-нибудь Ки-Саи... сделает его совершенным. Ки-Саи... знает это".

source: Qui-Sai nods. "No one has asked... Qui-Sai to share his knowledge of... the Way. Qui-Sai shall... do this, now." He begins to speak at length, slowly and carefully...
ru: Ки-Саи кивает. "Никто не просил... Ки-Саи поделиться его познанием... Пути. Теперь Ки-Саи... сделает это". Он начинает рассказывать, подробно, медленно и старательно...

source: After hours of listening and many, many questions, you come to understand what little of Qui-Sai's Way of Stone he can teach you. In combat, you will use it to resist and deflect your enemy's blows, improving your Armor Class.
ru: После часов выслушивания и огромного количества вопросов ты начинаешь понимать, сколь малому Ки-Саи может научить тебя в своем Пути Камня. В бою ты можешь использовать его, чтобы выдерживать и отражать удары врага, что улучшает твой Класс Брони.

source: After hours of listening and many, many questions, you still cannot understand Qui-Sai's Way of Stone. The concepts are simply too complex and alien for you to wholly grasp.
ru: После часов выслушивания и огромного количества вопросов ты все же не можешь понять Путь Камня Ки-Саи. Его идеи попросту слишком сложны и чужды тебе, чтобы ты мог охватить его.

source: "Greetings...?"
ru: "Приветствую..."

source: "I met a mage named Salabesh who spoke of a stone man, here. Are you he?"
ru: "Я встретил мага по имени Салабеш, который рассказывал, что здесь есть каменный человек. Ты и есть он?"

source: "Greetings... are you Qui-Sai?"
ru: "Приветствую... ты - Ки-Саи?"

source: Touch the statue.
ru: Прикоснуться к изваянию.

source: Leave.
ru: Уйти.

source: "Hmm. Why would someone clothe a statue?"
ru: "Хмм. Зачем кому-то одевать статую?"

source: Strike the statue.
ru: Ударить статую.

source: "Good. I had some questions..."
ru: "Хорошо. У меня есть несколько вопросов..."

source: "I thought so. Farewell."
ru: "Я так и думал. Прощай".

source: "Hello? My questions?"
ru: "Привет? Как на счет моих вопросов?"

source: "Hmm. Farewell, then."
ru: "Хмм. Тогда прощай".

source: Wait for a response.
ru: Подождать ответ.

source: Keep on waiting.
ru: Продолжать ждать.

source: Give up and leave.
ru: Сдаться и уйти.

source: "I have questions about you..."
ru: "У меня есть вопросы о тебе..."

source: "I have questions about this place."
ru: "У меня вопрос на счет этого места".

source: "I'll take you up on that later. Farewell."
ru: "Я к тебе потом загляну. Прощай".

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: "What is it that you were meditating upon when I first found you?"
ru: "Над чем ты размышлял, когда я впервые встретил тебя?"

source: "Who are you?"
ru: "Кто ты?"

source: "What do you do here?"
ru: "Чем ты здесь занимаешься?"

source: "I have other questions, actually..."
ru: "Вообще-то, у меня есть другие вопросы..."

source: "What are you, exactly?"
ru: "Так кто же ты такой?"

source: "I had other questions..."
ru: "У меня есть другие вопросы..."

source: "That's all I wanted to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "What is it that you meditate upon?"
ru: "Над чем это ты размышлял?"

source: "Can you train me?"
ru: "Ты можешь обучить меня?"

source: "I had other questions..."
ru: "У меня есть другие вопросы..."

source: Break the stone.
ru: Разломать камень.

source: "Never mind, actually. I had other questions..."
ru: "А вообще, неважно. У меня есть другие вопросы..."

source: "I have to leave, now; here is the stone. Farewell."
ru: "Сейчас я должен уйти; вот камень. Прощай".

source: "I had some questions, then..."
ru: "Тогда у меня есть еще вопросы..."

source: "In that case, farewell."
ru: "В таком случае, прощай".

source: "To defend myself."
ru: "Для самозащиты".

source: "To crush my enemies."
ru: "Чтобы сокрушать моих врагов".

source: "Never mind. Let me ask you about something else..."
ru: "Неважно. Позволь мне спросить кое о чем другом..."

source: "I don't, right now. Farewell."
ru: "Пока что я не знаю. Прощай".

source: "What do you mean?"
ru: "Что ты имеешь в виду?"

source: "Forget it. Let me ask you something else..."
ru: "Забудь. Позволь мне спросить кое о чем еще..."

source: "But the battle must still be fought. To rely on theft is a mistake."
ru: "Но битву все еще нужно выиграть. Полагаться на воровство было бы ошибкой".

source: "You won't train me, then?"
ru: "Значит, ты не хочешь тренировать меня?"

source: "Let me ask you about something else, then..."
ru: "Позволь мне тогда спросить кое о чем еще..."

source: "But no thief has mastered stealth to such a degree. And some foes can't be hidden from; your scent or very thoughts will give you away."
ru: "Но ни один вор еще не овладел скрытностью до такой степени. И от некоторых врагов не спрятаться; твой запах или даже мысли выдадут тебя".

source: "But no thief, even Eli, has mastered stealth to such a degree. And some foes can't be hidden from; your scent or very thoughts will give you away."
ru: "Но еще ни один вор, даже Илай, не овладел скрытностью до такой степени. И от некоторых врагов не спрятаться; твой запах или даже мысли выдадут тебя".

source: "I'll be there shortly."
ru: "Скоро я буду там".

source: "I've things to see to, now. I'll go there later."
ru: "Сейчас мне нужно кое-что посмотреть. Я приду туда позже".

source: "Forgive me, I only meant to see if you were truly a statue."
ru: "Прости, я всего лишь хотел проверить, точно ли ты - статуя".

source: "Serves you right for trying to fool me."
ru: "Так тебе и надо за то, что хотел меня обмануть".

source: "Forget it happened. Farewell."
ru: "Забудь о том, что случилось. Прощай".

source: "Perhaps. I had some questions..."
ru: "Возможно. У меня есть несколько вопросов..."

source: "Maybe so. Farewell."
ru: "Возможно. Прощай".

source: "Too bad. I had some questions..."
ru: "Очень жаль. У меня есть несколько вопросов..."

source: "Farewell, then."
ru: "Тогда прощай".

source: "Genasi?"
ru: "Генаси?"

source: "I had other questions.."
ru: "У меня есть другие вопросы..."

source: "That's all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "Hmm. I had other questions..."
ru: "Хмм. У меня были еще вопросы..."

source: "I'll go find someone else, then. Farewell."
ru: "Тогда я пойду, поищу еще кого-то. Прощай".

source: "Greetings..."
ru: "Приветствую..."

source: "Greetings, again. I had questions..."
ru: "И снова приветствую. У меня есть вопросы..."

source: "Just passing by. Farewell."
ru: "Я просто проходил мимо. Прощай".

source: "No, I had some questions..."
ru: "Нет, у меня есть некоторые вопросы..."

source: "Yes, train me."
ru: "Да, обучи меня".

source: "Yes."
ru: "Да".

source: "Uh... no."
ru: "Эээ... нет".

source: "Teach me how to fight with my fists."
ru: "Научи меня драться кулаками".

source: "Teach me how to fight with blades."
ru: "Научи меня сражаться клинком".

source: "Teach me how to fight with clubs."
ru: "Научи меня сражаться палицей".

source: "Teach me how to fight with axes."
ru: "Научи меня сражаться топором".

source: "Teach me how to fight with hammers."
ru: "Научи меня сражаться молотом".

source: "Actually, I had some questions..."
ru: "Вообще-то, у меня несколько вопросов..."

source: "Nothing, right now. Farewell."
ru: "Пока ничему. Прощай".

source: "I have some questions, then..."
ru: "Тогда у меня еще вопросы..."

source: "I'll do that. Farewell."
ru: "Я займусь этим. Счастливо".

source: Train with him.
ru: Учиться у него.

source: "Thanks. Is there more you can teach me?"
ru: "Спасибо. Есть еще что-нибудь, чему ты можешь меня научить?"

source: "Thanks. Farewell, Qui-Sai."
ru: "Спасибо. Прощай, Ки-Саи".

source: "Is there anything else you could teach me?"
ru: "Ты можешь научить меня еще чему-нибудь?"

source: "Yes, teach me."
ru: "Да, обучи меня".

source: "No... what else can you teach me?"
ru: "Нет... чему еще ты можешь меня обучить?"

source: "No, I don't wish to train today. Farewell."
ru: "Нет, сегодня я не хочу тренироваться. Прощай".

source: "No...what else can you teach me?"
ru: "Нет... чему еще ты можешь меня обучить?"

source: "Teach me, then."
ru: "Тогда обучи меня".

source: "Yes, I wish to specialize in the hammer."
ru: "Да, я хочу специализироваться на молоте".

source: "No. What else can you teach me?"
ru: "Нет. Чему еще ты можешь меня обучить?"

source: "Could you make me a warrior?"
ru: "Ты можешь сделать меня воином?"

source: "Yes. I no longer wish to study the Art of magery. Make me a warrior."
ru: "Да. Я больше не хочу изучать магическое искусство. Сделай меня воином".

source: "Yes. I no longer wish to be a thief. Make me a warrior."
ru: "Да. Я больше не хочу быть вором. Сделай меня воином".

source: "Actually, no. I have some questions, though..."
ru: "Вообще-то, нет. Тем не менее, у меня есть несколько вопросов..."

source: "Not right now. Farewell."
ru: "Не сейчас. Прощай".

source: "The 'Way of Stone?'"
ru: "Путь Камня?"

source: "Invulnerability? You'd be unbeatable in combat..."
ru: "Неуязвимости? Ты бы был непобедим в бою..."

source: "Can you tell me what you've discovered so far?"
ru: "Ты можешь рассказать мне, чему ты научился к этому времени?"

source: "I see. I had other questions..."
ru: "Понятно. У меня были еще вопросы..."

source: Listen and learn the Way of Stone.
ru: Слушать и изучать Путь Камня.

source: Listen, try to understand the Way of Stone.
ru: Слушать, пытаясь понять Путь Камня.

source: "Thanks, Qui-Sai. I had other questions..."
ru: "Спасибо, Ки-Саи. У меня есть другие вопросы..."

source: "Thanks, Qui-Sai. Farewell."
ru: "Спасибо, Ки-Саи. Прощай".

source: "Thanks anyway, Qui-Sai. I had other questions..."
ru: "Все равно спасибо, Ки-Саи. У меня есть другие вопросы..."

source: "Thanks anyway, Qui-Sai. Farewell."
ru: "Все равно спасибо, Ки-Саи. Прощай".

source: This is a life-sized, granite statue of a gentlemen standing with his arms at his sides, eyes closed. It is of excellent craftsmanship, exquisitely detailed and incredibly lifelike... so much so, in fact, that you find yourself wondering if it's really a statue at all.
ru: Это гранитная статуя мужчины в натуральную величину, с руками, сложенными по бокам, и закрытыми глазами. Она прекрасно выполнена, полна деталей и невероятно правдоподобна... настолько, что ты даже начинаешь сомневаться, действительно ли это статуя.

source: There is still no response. You get the sense that Qui-Sai might be testing your patience.
ru: Все еще нет ответа. У тебя появляется ощущение, что Ки-Саи, возможно, испытывает твое терпение.

source: A few minutes pass, and Qui-Sai has still failed to respond.
ru: Проходит несколько минут, но Ки-Саи все еще не дает ответ.

source: Wait quietly for a few more moments...
ru: Тихо подождать еще пару минут...
