Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dquisai.dlg.po
Languages: ru

source: Qui-Sai refused to train me as a warrior, expounding upon the benefits of thieves over warriors. He suggested that I train as a thief with the Festhall's thief tutor or, if I did not want to become a rogue, talk to the thief tutor and find a counterpoint to Qui-Sai's rebuttal.
ru: Ки-Саи отказался учить меня воинскому мастерству, изложив преимущества воров над воинами. Он предложил, чтобы я обучался воровскому делу у воровского учителя в Фестхолле или, если я не хочу быть жуликом, поговорить с учителем воров, чтобы найти контраргументы доводам Ки-Саи.

source: Qui-Sai refused to train me as a warrior, expounding upon the benefits of mages - as opposed to his previous argument, thieves - over warriors. He suggested that I train as a mage with the Festhall's mage tutor or, if I did not want to become a sorcerer, talk to the mage tutor and find a counterpoint to Qui-Sai's rebuttal.
ru: Ки-Саи отказался учить меня воинскому мастерству, изложив преимущества магов (в противоположность своим аргументам в пользу воров) в сравнении воинам. Он предложил мне обучаться на мага у учителя магов в Фестхолле или, если я не хочу быть магом, поговорить с учителем магов, чтобы найти контраргументы доводам Ки-Саи.

source: Qui-Sai at last agreed to train me, and told me to meet him in the Festhall's warrior training chamber.
ru: Ки-Саи наконец согласился обучать меня, и сказал, чтобы мы встретились в зале тренировки воинов в Фестхолле.

source: "I spoke to Eli about what you said earlier, and even he admitted that the battle must still be fought. To rely on theft is a mistake."
ru: "Я поговорил с Илаем о сказанном тобой ранее, и даже он согласился, что битву все же нужно выиграть. Полагаться на воровство было бы ошибкой".

source: "I spoke to Eli about what you said earlier, and he said no thief has mastered stealth to such a degree. And some foes can't be hidden from; your scent or very thoughts will give you away."
ru: "Я поговорил с Илаем о сказанном тобой ранее, и он сказал, что ни один вор еще не достиг такой степени мастерства в скрытности. И от некоторых врагов не скрыться; твой запах или даже мысли выдадут тебя".

source: "Qui-Sai sees... no need. You have failed to convince Qui-Sai... otherwise. Perhaps you should... speak to the mage tutor here. If you do not wish to train beneath her... she might provide a counterpoint to my argument."
ru: "Ки-Саи не видит... нужды в этом. Тебе не удалось убедить Ки-Саи... в обратном. Возможно, тебе следует... поговорить со здешним учителем магов. Если ты не хочешь учиться под ее началом... она может предоставить контраргументы моим доводам".

source: "Not now, no. Farewell."
ru: "Нет, не сейчас. Прощай".

source: Qui-Sai, whom I met in the Civic Festhall, told me he is what is known as a 'genasi-of-earth'... the off-spring of an elemental creature of earth and a human.
ru: Ки-Саи, которого я встретил в Общественном Фестхолле, сказал, что он - так называемый "генаси земли"... потомок существа стихии земли и человека.
