Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dratbone.dlg.po
Languages: ru

source: This tall, spindly man keeps his eyes on the ground at his feet; he occasionally pauses and kneels, as if searching for some object or clue hidden in the rubbish. Despite his odd, lanky proportions, he appears quite quick and lithe.
ru: Этот высокий и худощавый мужчина прочесывает взглядом землю под ногами. Время от времени он прерывается и становится на колени, будто пытается отыскать что-то в мусоре. Несмотря на свое необычное долговязое телосложение, он весьма шустрый и гибкий.

source: As you speak, he whirls and drops into a half-crouch... though whether he's ready to spring at you or in some other direction, you cannot tell. "What? Speak quick, now..."
ru: Когда ты обращаешься к нему, он оборачивается и пригибается... хотя ты и не можешь определить, собирается ли он прыгнуть на тебя или еще куда-нибудь. "Чего? Говори, только быстро..."

source: "Well I don't got answers. Pike off!" You hadn't noticed it before, but he's got a long, curved dagger in his hand.
ru: "Ответов у меня нету. Отвали!" Только сейчас ты не замечаешь, что в руке у него длинный изогнутый кинжал.

source: "That so?" He squints at you for a moment, then spits on the ground beside him. "How's I supposed ta know that, eh?"
ru: "Вот как? - он смотрит на тебя искоса, потом сплевывает на землю возле себя. - И откуда ж мне это знать, а?"

source: "What part doncha' get, berk? Hmph! Pay close: how's I supposed ta know ye're here to just 'ask questions.' An' what if they're questions I don't wanna answer, eh? Ya gonna hold me down, torture me? Hmm?"
ru: "Что именно ты не догнал, пень? Пф! А теперь слушай сюда внимательно: откуда мне знать, что ты пришел только 'задавать вопросы'. Что, если это вопросы, на которые я не хочу отвечать, а? Ты меня схватишь, пытать будешь? М-м?"

source: "Nay. Not a chance. Go pester someone else."
ru: "Нет. Без шансов. Иди, надоедай кому-нибудь другому".

source: "Why? Does Ratbone scare ya? Ya feelin' threatened, berk?"
ru: "А что? Крыс тебя напугал? Ты что, испугался, пень?"

source: "Heh heh! Figures, lookin' the way ya do. All right, whatcha' want from me?"
ru: "Хе-хе! Оно по тебе и видно. Ладно, чего ты от меня хочешь?"

source: "Well, it's yer own fault, then. Back off and leave me be."
ru: "Ну, тогда сам виноват. Уйди и оставь меня в покое".

source: He calls as you turn to leave: "Oye! Hold a moment, there..."
ru: Когда ты отворачиваешься, чтоб уйти, он окликает тебя: "Эй! Погоди минутку..."

source: He straightens up and puts his weapon away. "Who sent ya? Why're ya here?"
ru: Он выпрямляется и достает оружие. "Кто тебя подослал? Зачем ты здесь?"

source: He spits again. "Hmph. Off with ya, then."
ru: Он еще раз сплевывает. "Пф. Тогда исчезни".

source: "Hmm..." He squints at you, long and hard; after an awkward silence, he speaks: "Fine. What did ya want from me?"
ru: "Хм-м..." Он глядит на тебя искоса, долго и напряженно. После неловкой паузы он произносит: "Хорошо. Чего ты от меня хотел?"

source: "Go on, then. Ask yer questions."
ru: "Тогда вперед, задавай свои вопросы".

source: "Ratbone, I am. Who are you?"
ru: "Я Крыс. А ты кто такой?"

source: He frowns at you. "Aye, sure ya are."
ru: Он хмуро глядит на тебя. "Ну да, конечно".

source: Ratbone smirks. "Sure ya don't; I'd a' guessed as much. So why not, eh?"
ru: Крыс ухмыляется. "Ну конечно, как это я не догадался. И от чего же это, а?"

source: Ratbone's eyebrows shoot up. "Really, now? That's odd enough ta be true... heh. What happened? Someone cuff ya on that scarred-up noggin a' yours?"
ru: Крыс поднимает брови. "Что, правда? Слишком странно, чтобы быть правдой... Хе. А что случилось? Кто-то врезал тебе по твоей покромсаной черепушке?"

source: "Oh? Hmph. Talkin' to ya in the first place was a bad idea. Pike off; I'll have nothin' more ta do with ya."
ru: "О-о? Пф. Этот разговор мне сразу показался плохой идеей. Отвали. Больше нам не о чем говорить".

source: He interrupts you mid-sentence: "Nay! I don't want ta hear it. Away with ya." He turns away from you and resumes his searching about.
ru: Он обрывает тебя на полуслове: "Нет! Не хочу даже слышать. Исчезни". Он отворачивается от тебя и снова начинает что-то искать.

source: "Heh! Did ya forget it already, berk? Ratbone!"
ru: "Хе! Ты что, пень, уже забыл? Крыс!"

source: "Nothin' you'd care ta know about."
ru: "Ничто из того, что тебе следует знать".

source: "Nay, I'm actually hunt-" he suddenly stops speaking, squinting at you suspiciously. "What do *you* care, eh?"
ru: "Нет, вообще-то я охо... - внезапно он запинается и подозрительно смотрит на тебя. - А *тебе* какое дело, а?"

source: "Hmm. Well, I'm huntin' cranium rats."
ru: "Хм. Ну, а я охочусь за черепными крысами".

source: "Not just rats, mind ya -- cranium rats. There's a bounty on 'em. Didn't ya know? A copper for each tail ya bring in."
ru: "Не за простыми крысами, улавливаешь?.. За черепными. За них платят. Ты что, не знал? По монете за каждый принесенный хвост".

source: "Eh? 'Cause they're not like yer normal rat; they're far more dangerous to a berk. The more a' them that gather together, the smarter they get... smart enough ta cast spells, even, like a mage. The Hive -- heh, all a' Sigil, really -- is dangerous enough without packs a' brilliant, spell-castin' rats squeakin' about!"
ru: "А? Потому что они не обычные крысы; они намного опасней для всяких пней. Чем их больше собирается, тем они умней... настолько, что могут колдовать как маги. Улей - да что там, весь Сигил - и так опасен, без всех этих стай смышленых крысок, колдующих и снующих туда-сюда!"

source: "Why? Plannin' on doin' some rat-catchin' yerself?"
ru: "А что? Собираешься сам ловить крыс?"

source: "Well don't be doin' it here, berk! They're rare enough lately without another sod comin' in and pickin' around my huntin' ground."
ru: "Только здесь этим не занимайся, пень! Они и так попадаются достаточно редко, чтобы еще один пень пришел сюда и рыскал по моим охотничьим угодьям".

source: "Nay, I don't. Maybe they've been hunted too much; I'm not the only rat-catcher in Sigil, ya know. Just the only rat-catcher here in Ragpicker's Square."
ru: "Не-а, на знаю. Может, слишком много на них охотились. Я не единственный крысолов в Сигиле, знаешь ли. Один я только здесь, на площади Старьевщиков".

source: "Hmm." He squints at you for a moment, then sighs. "Don't know why I'm givin' you the dark of it, but it's east, outta the Square, then south. Ye'll come across it south of the Marketplace. Just don't go huntin' rats around here; there ain't hardly enough of 'em for one rat-catcher!"
ru: "Хм, - он некоторое время недоверчиво глядит на тебя, затем вздыхает. - Не знаю даже, зачем я тебе все это рассказываю. Иди на восток с площади, потом на юг. Это будет на юге от рынка. Только не лови крыс здесь - их и так мало для одного крысолова!"

source: "Hmm. Well, I don't go about spillin' chant and gettin' none back. Tell me what ye're doin' here, first."
ru: "Хм. Ну, за просто так я не стану все выкладывать. Сперва скажи, что ты здесь делаешь".

source: "Eh? Aw, c'mon now, berk, ya can do better than that. Lie, if ya have ta... and ye're not already!" He rolls his eyes, chuckling bitterly.
ru: "А? Эй, брось ты это, пень, придумай что-нибудь получше. Ври, если нужно... да только уже не надо!" Он закатывает глаза, горько смеясь.

source: "Ya are, are ya? Hmm..." He leans in and lowers his voice. "He's close, ya know. Why ya lookin' for him, eh? He a friend? Enemy?"
ru: "Вот как, значит? Хм... - он наклоняется к тебе и понижает тон. - Он неподалеку, знаешь ли. Зачем ты его ищешь, а? Он тебе друг? Или враг?"

source: "Does he? Well, you're in the right, place. What ye're gonna want ta do is keep lookin' around here. The man's pretty well hidden, but ye're definitely gonna find him here in Ragpicker's Square. You'll come across the man soon enough."
ru: "Вот как? Что ж, ты оказался там, где надо. Все, что тебе нужно, - это продолжить смотреть по сторонам. Он довольно таки скрытный, но ты определенно найдешь его здесь, на площади Старьевщиков. Рано или поздно ты на него наткнешься".

source: "Is he?" Ratbone looks at you carefully. "Hmm. Ya lookin' for work from him, then? Ya don't seem the sort. Well, never mind that... you're in the right place. What ye're gonna want ta do is keep lookin' around here. The man's pretty well hidden, but ye're definitely gonna find him here in Ragpicker's Square. You'll come across the man soon enough."
ru: "Разве? - Крыс внимательно на тебя смотрит. - Хм. Значит, хочешь на него работать? Не похоже, что ты для этого годишься. Ну, неважно... ты оказался там, где надо. Все, что тебе нужно, - это продолжить смотреть по сторонам. Он довольно таки скрытный, но ты определенно найдешь его здесь, на площади Старьевщиков. Рано или поздно ты на него наткнешься".

source: He winces, then shakes his head, chuckling. "Heh! Wouldn't want a cutter with yer looks ta come lookin' for me! I'm not sure old Pharod would appreciate me tellin' a basher like you where he's at. Could be trouble for Ratbone..."
ru: Он морщится, потом качает головой, хихикая. "Хе! Не стал бы рубака вроде тебя искать меня! Не уверен, что Фарод будет рад, если я расскажу такому, как ты, вояке, где он. Это может обернуться для Крыса неприятностями..."

source: "Damn it all! Heh... don't ask why, but I'll trust ya." He pauses to spit over his shoulder. "Don't make me regret it later, berk! What ye're gonna want ta do is keep lookin' around here. The man's pretty well hidden, but ye're definitely gonna find him here in Ragpicker's Square. You'll come across the man soon enough."
ru: "К черту все! Хе... Не спрашивай, почему, но я тебе верю, - он прерывается, чтобы плюнуть через плечо. - Не заставляй меня пожалеть об этом, пень! Все, что тебе нужно, - это продолжить смотреть по сторонам. Он довольно таки скрытный, но ты определенно найдешь его здесь, на площади Старьевщиков. Рано или поздно ты на него наткнешься".

source: He shakes his sadly. "Sorry, ain't gonna happen. He's close, though. You'll find him soon enough on yer own."
ru: Он с сожалением качает головой. "Прости, но этому не бывать. И все же он неподалеку. Рано или поздно ты сам его найдешь".

source: He sneers at you, and spits at your feet. "Hmph. And after givin' yer word not ta harm me, too. Talkin' to ya in the first place was a bad idea. Pike off; I'll have nothin' more ta do with ya."
ru: Он с презрением смотрит на тебя и плюет тебе под ноги. "Пф. И это после того, как ты дал слово не трогать меня. Этот разговор мне сразу показался плохой идеей. Отвали. Больше нам не о чем говорить".

source: He shakes his head, annoyed. "Didn't we go over this before? What ye're gonna want ta do is keep lookin' around here. The man's pretty well hidden, but yer definitely gonna find him here in Ragpicker's Square.. Go find the sod, before ya forget again and have to bother me about it all over!"
ru: Он раздраженно качает головой. "Разве мы это уже не проходили? Все, что тебе нужно, - это продолжать искать его здесь. Он довольно таки скрытный, но ты определенно найдешь его здесь, на площади Старьевщиков... Иди и найди этого бедолагу, а то еще забудешь и снова будешь меня доставать этим!"

source: Ratbone's face turns sour. "I said it before: I ain't tellin' ya. He's close enough. Find him yerself."
ru: Крыс мрачнеет. "Как я уже говорил, я не стану тебе это рассказывать. Он довольно близко. Найди его сам".

source: "If ya lost it here, good luck findin' it in all this mess. I certainly can't help ya."
ru: "Если потерял его здесь, тогда удачи тебе в поисках во всем этом хламе. Уверен, что в этом я тебе не помощник".

source: "What're ya lookin' ta know? Ratbone might have an answer or two for ya."
ru: "Что ты хочешь узнать? У Крыса, может, и найдется парочка ответов".

source: "Work, eh? Not much a' that ta be found in the Hive. Not of the honest sort, anyway. If ya were desperate, ya could work as a Collector... I'd just look in another ward, personally. The Lower'd be the best best."
ru: "Значит, работу? В Улье работы немного. По крайней мере, честной. Если отчаешься - можно стать сборщиком... Лично я бы просто поискал в другом районе. Лучше всего - в Нижнем".

source: "That's easy. Ya just... hmm, no. Tell ya the truth, the way I used ta go is all muddled up, now... those dabus went an' rearranged the whole lot of it. Not sure how a cutter'd get there, now."
ru: "Это просто. Ты должен... хм, нет. По правде говоря, дорога, по которой я ходил туда, теперь вся перепутана... эти дабусы все там перекурочили. Теперь не знаю, как туда добраться".

source: "Aye. Collectors bring the deaders a' Sigil... mostly the Hive... ta the Mortuary. The Dead -- the Dustmen -- pay for the corpses. Keeps the place from gettin' any worse."
ru: "Ага. Сборщики приносят сигильских жмуриков... в основном, из Улья... в Морг. Мертвяки - Тленные - платят за трупы. Заботятся, чтобы здесь не стало еще хуже".

source: "Are ya really so clueless? Woo! Dabus are the servants a' the Lady a' Pain, the Mistress a' Sigil. Don't even think a' askin' me about her, 'cause it's ill luck just ta speak of her."
ru: "Ты что, правда такая бестолочь? Уу! Дабусы - это слуги Леди Боли, госпожи Сигила. Даже не думай спрашивать о ней: говорить о ней - дурной знак".

source: Ratbone holds up his hands, as if to stop you: "Oh, no! Don't ya even think about that... not here, at least! There's hardly enough left around for me; I think they're nearly hunted out. Now go somewhere else if ye're gonna be takin' up the trade."
ru: Крыс вскидывает руки, будто останавливая тебя: "Э, нет! Даже не думай об этом... не здесь, по крайней мере! Тут и для меня мало осталось; мне кажется, их почти всех уже выловили. Так что найди себе другое место, если хочешь заняться этим делом".

source: "I don't know what ye're lookin' for, exactly, but I'd say anywhere but here. Even the 'ladies' can be trouble in this part a' Sigil, if ya know what I mean."
ru: "Не знаю, что именно ты ищешь, но я бы искал где угодно, только не здесь. В этой части Сигила даже от 'дамочек' могут быть неприятности, если ты понимаешь, о чем я".

source: "Eh... never mind, then."
ru: "Э... Тогда неважно".

source: "Nothin' in particular... ya just never know what direction trouble's gonna hit ya from, here. Just watch yer back, and take care with what ya tell people. Rattlin' yer bone-box ta the wrong cutter could get a berk in the dead-book -- or worse -- fast."
ru: "В общем-то - ни на что... просто здесь никогда не знаешь, с какой стороны придет беда. Так что просто почаще оглядывайся и подбирай слова, когда с кем-нибудь говоришь. Если будешь трещать костяной коробкой не с тем рубакой, можно мигом попасть в книгу мертвых... или чего хуже".

source: He nods gravely. "Sure. Don't tell me ya can't think a' anythin' worse than death..."
ru: Он серьезно кивает. "Конечно. Только не говори, что не можешь придумать ничего хуже смерти..."

source: "Plenty. I'll tell, though, one ya really ought ta watch out for... there's a rake wanderin' about the Hive. Doesn't look the basher, but the man's a born fighter sure as Sigil's round."
ru: "Много на что. Скажу только, что есть тут кое-кто, на кого действительно стоит посмотреть... бродит по Улью такой себе мажор. С виду не скажешь, что он вояка, но парень - прирожденный воин. Точно, как Сигил круглый".

source: "Hold there, berk, I ain't done yet. I was gonna tell ya: it's not the rake so much as the grubby Collector that's always chasin' him about, see? I'm tellin' ya, that Collector's got more ta do with the rake's killin' than just draggin' the deaders off."
ru: "Погоди, пень, я еще не закончил. Я собирался сказать: дело не столько в мажоре, сколько в грязном сборщике, который следует за ним по пятам, улавливаешь? Говорю тебе, этот сборщик делает с жертвами мажора нечто большее, чем просто таскает их в Морг".

source: "Aye, those that bring the dead a' Sigil -- the Hive, mostly -- to the Mortuary, for jink."
ru: "Ага, это которые носят сигильских мертвецов - в основном, из Улья - в Морг за звенелки".

source: "Hmm... look, I can see ye're interested, and this ain't yer normal chant, if ya get me -- it's dead dark. I'll be askin' a favor of ya before I spill anythin' more."
ru: "Хм... Слушай, я вижу, ты заинтересовался, и это не обычные слухи, если ты меня понял, - это страшная тайна. Прежде чем рассказать тебе остальное, я попрошу об услуге".

source: "Good, good. I got a standin' bet with a friend a' mine... bit of a competition, really. All ya need ta know is I want rat tails, as many as I can get my hands on. Not yer normal rats, mind ya, but those off a' cranium rats... brain vermin. Get me five tails, an' I'll give ya the whole dark on that grubby Collector and the bloody rake."
ru: "Чудно, чудно. Я тут поспорил со своим дружбаном... по правде говоря, это вроде как соревнование. Все, что тебе нужно знать, так это то, что мне нужно как можно больше крысиных хвостов. И заметь, не обычных, а от черепных крыс... мозгогрызунов. Достань мне пять таких хвостов, и я расскажу тебе все о грязном сборщике и кровавом мажоре".

source: "That's right. They're not like yer normal rat; they're far more dangerous to a berk. The more a' them that gather together, the smarter they get... smart enough lay ambushes an' cast spells, like a mage. Just watch yerself when ye're gettin' them tails!"
ru: "Верно. Они не такие, как обычные крысы - они намного опасней для всяких там пней. Чем их больше собирается, тем они умней... даже могут устраивать засады и колдовать как маги. Просто поберегись, пока будешь добывать хвосты!"

source: "Right. Anythin' else?"
ru: "Ладно. Что-нибудь еще?"

source: "Suit yerself, then. You know what ya need ta bring me if ya ever want the dark a' that pair. Anythin' else from me?"
ru: "Как угодно. Ты знаешь, что мне принести, если хочешь узнать секрет этой парочки. Что-то еще от меня нужно?"

source: "I don't what ye're back for; I ain't sayin' another word to ya."
ru: "Я не хочу тебя видеть. Больше ни слова тебе не скажу".

source: "Nay, berk; ya went too far. Ya lied an' ya threatened me on top of it all... pike off."
ru: "Нет, пень, ты слишком далеко зашел. Ты врал и даже угрожал мне... отвали".

source: "Hmph." He thinks for a moment, then spits over his shoulder. "Can't say I don't wish I got more second chances; I won't deny ya yers. Just watch yer mouth this time, berk..."
ru: "Пф, - он задумывается на миг, потом плюет через плечо. - Хотел бы я иметь побольше вторых шансов. И тебе не откажу. Только на этот раз, пень, следи за своим языком..."

source: "Nay, berk; I gave ya yer second chance. Pike off."
ru: "Ну уж нет, пень, я тебе дал второй шанс. Отвали".

source: Ratbone looks up as you approach. "Hmm?"
ru: Когда ты подходишь, Крыс поднимает голову. "М-м?"

source: Ratbone looks up as you approach. "Well met again. Got those tails for me, yet?"
ru: Когда ты подходишь, Крыс поднимает голову. "Рад встрече. Ну что, достал мне те хвосты?"

source: He takes the tails and drops them into a leather pouch, chuckling to himself all the while. "These'll certainly do! Much obliged to ya."
ru: Он берет хвосты и бросает их в кожаный кошелек, при этом посмеиваясь. "Этого вполне хватит! Я многим тебе обязан".

source: "Of course, of course. I thought something odd was goin' on when I first laid eyes on that rake. It's one thing to duel in the Hive to avoid the attention, but he's been here for days... is even stayin' in the Hive, rather than takin' a carriage or what-not back to his case."
ru: "Конечно, конечно. Когда я впервые увидел того мажора, я подумал: что-то здесь не так. Одно дело - проводить дуэли в Улье, чтобы не привлекать внимания, но он здесь уже давно... даже ночует в Улье, а не катается на карете, или на чем там полагается ему кататься".

source: "Aye, of the law. Mercykillers an' the like. They patrol the streets a' Sigil -- parts of it, at least -- enforcing 'order.'" He grimaces. "They stay outta' the poorer sections a' the city, like the Hive."
ru: "Ага, внимания закона. Убийц Милосердия и тому подобных. Они патрулируют улицы Сигила - по крайней мере, часть улиц - и сохраняют 'порядок', - он кривится. - Они держатся подальше от более бедных районов города, вроде Улья".

source: "Well, I swore off thievin' long ago -- don't ask why -- but it was just too much, too easy. Late one night, 'round antipeak, I snuck up ta the back a' the flea-pit inn he was callin' kip at, and guess who's at his room's window? That Collector!"
ru: "Что ж, когда-то давно я поклялся больше не красть - не спрашивай, почему, - но это было уж слишком просто, слишком. Однажды поздно ночью, около антипика, я прокрался к заднему двору той вшивой гостиницы, где он обосновался, и угадай, кого я увидел в окне его комнаты? Того самого сборщика!"

source: "So I'm doubly suspicious now. The ol' Ratbone curiosity took a hold a' me, an' I starts followin' that Collector around. He never sleeps, never eats... when the rake ain't out-an'-about, he just sits in the darkest alley he can find an' stares inta space."
ru: "Это стало вдвойне подозрительнее. Любопытство старого Крыса взяло надо мной верх, и я стал следить за тем сборщиком. Он никогда не спит и не ест... когда мажор не занят делом, он просто сидит в самом темном переулке, который может найти, и смотрит в пустоту".

source: "Here's the best part. One dark night, as I'm layin' on a roof over the alley the Collector's sittin' in, who shows up ta talk to him?"
ru: "А вот самое интересное. Однажды темной ночью, когда я лежал на крыше над переулком, где сидел сборщик, угадай, кто к нему пришел?"

source: "No! A *fiend!*"
ru: "Нет! *Демон*!"

source: "A fiend, sure enough. Lovely, she was, with wings like an angel, an' lips like... like... well, she was gorgeous. But a fiend she was, surely -- a temptress, a baatezu, the kind we called Erinyes, where I hail from."
ru: "Демон, вне всякого сомнения. Красивая, с крыльями, как у ангела, и губами, как... как... то есть, она была прекрасной. И все же она точно была демоном - обольстительницей, баатезу, которых мы зовем эриниями там, откуда я родом".

source: "I'd a' given just about anythin' ta hear what they was speakin' about, but I've seen too much trouble ta go catchin' a fiend's attention. All I know is they talked for a bit, then the fiend laughed -- a cruel, mockin' laugh, it was -- and faded away, the Collector snarlin' an' hissin' at her as she went!"
ru: "Я отдал бы почти все, лишь бы подслушать, о чем они там говорили, но на мою долю и так выпало немало бед, чтобы привлекать внимание демонов. Все, что я знаю, так это что они немного поговорили, потом демонесса рассмеялась - грубо так, насмешливо - и ушла, а сборщик рычал и шипел ей вслед!"

source: "Heh! Just go watch 'em yerself if ya don't believe me! Don't press yer luck, though -- that rake's a mean basher, an' anyone who duels him or pesters that Collector finds themselves in the dead-book, quick."
ru: "Хе! Ну так пойди и сам на них посмотри, если мне не веришь! Только не испытывай судьбу: тот мажор - серьезный вояка, и любой, кто устраивает с ним дуэль или надоедает сборщику, быстро попадает в книгу мертвых".

source: "Ya missed the whole point, ya addle-coved sod! He's not a Collector! Heh... if ya ever find yerself talkin' to a fiend... a baatezu, mind ya', an' not one a' them barmy tanar'ri... why doncha' ask about it? Ya never know whatcha' might find out."
ru: "Ничего ты не понял, бедолага ты пустоголовый! Никакой он не сборщик! Хе... если когда-нибудь будешь говорить с демоном... только с баатезу, а не с одним из тех чокнутых танарри... почему бы тебе об этом не спросить? Никогда не знаешь, чего тут можно выяснить".
