Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dratbone.dlg.po
Languages: ru

source: "Ya missed the whole point, ya addle-coved sod! He's not a Collector! Heh... if ya ever find yerself talkin' to a fiend... a baatezu, mind ya', an' not one a' them barmy..." He stops, noticing Fall-From-Grace. "Eh, 'more free-willed,' I mean, tanar'ri... why doncha' ask about it? Ya never know whatcha' might find out."
ru: "Ничего ты не понял, бедолага ты пустоголовый! Никакой он не сборщик! Хе... если когда-нибудь будешь говорить с демоном... только с баатезу, а не с одним из тех чокнутых... - он запинается, заметив Падшую Грацию. - Э, то есть, более своевольных танарри... почему бы тебе об этом не спросить? Никогда не знаешь, чего тут можно выяснить".

source: "I told ya want I want for that dark, already: five rat tails. Not from yer normal rats, mind ya, but those off a' cranium rats... brain vermin. Get me five tails, an' I'll give ya the whole dark on that grubby Collector and the bloody rake."
ru: "Я уже говорил тебе, что мне нужно за тот секрет: пять крысиных хвостов. И заметь, не обычных, а от черепных крыс... мозгогрызунов. Достань мне пять хвостов, и я расскажу тебе все о грязном сборщике и кровавом мажоре".

source: "Greetings..."
ru: "Приветствую..."

source: Leave him be.
ru: Оставить его в покое.

source: "I had some questions..."
ru: "У меня есть некоторые вопросы..."

source: "Nothing, never mind. Farewell."
ru: "Ничего, неважно. Прощай".

source: "It won't do you any harm to speak with me..."
ru: "С тебя не убудет, если поговоришь со мной..."

source: "Are you threatening me?"
ru: "Ты мне угрожаешь?"

source: "Farewell."
ru: "Прощай".

source: "I don't understand."
ru: "Не понял".

source: "You'll just have to trust me."
ru: "Тебе просто придется поверить мне".

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: "Just talk to me. I had only a few questions..."
ru: "Просто поговори со мной. У меня всего лишь пара вопросов..."

source: Vow: "I won't try to harm you; you have my word."
ru: Клятва: "Я не причиню тебе вреда. Даю тебе слово".

source: Lie: "I won't try to harm you; you have my word."
ru: Ложь: "Я не причиню тебе вреда. Даю тебе слово".

source: "Forget I asked. Farewell."
ru: "Забудь, что я спрашивал. Прощай".

source: Leave.
ru: Уйти.

source: "No, I'm not."
ru: "Нет".

source: "Yes, I do."
ru: "Да".

source: "Forget it. Farewell."
ru: "Забудь. Прощай".

source: "Like I said, I had some questions..."
ru: "Как я уже говорил, у меня есть вопросы..."

source: "Yes?"
ru: "Да?"

source: Ignore him, walk away.
ru: Игнорировать его и пройти мимо.

source: "No one sent me. I'm here of my own accord."
ru: "Никто меня не подсылал. Я здесь по собственной воле".

source: "What makes you think someone sent me?"
ru: "С чего ты взял, что меня кто-то подослал?"

source: "What are you *talking* about?"
ru: "О чем это ты?"

source: "It's no concern of yours."
ru: "Это тебя не касается".

source: "Who are you?"
ru: "Кто ты?"

source: "Who are you again?"
ru: "Еще раз, кто ты?"

source: "What are you doing here?"
ru: "Что ты здесь делаешь?"

source: "Can you tell me about this area?"
ru: "Что ты можешь рассказать об этом месте?"

source: "Tell me about the Collector and the rake again."
ru: "Расскажи мне еще раз о сборщике и мажоре".

source: "I'm looking for a someone named Pharod."
ru: "Я разыскиваю кое-кого по имени Фарод".

source: "I'm looking for a lost journal."
ru: "Я ищу потерянный дневник".

source: Lie: "I'm, uh... Adahn."
ru: Ложь: "Я, э... Адан".

source: "I don't have a name."
ru: "У меня нет имени".

source: "I... don't know."
ru: "Я... не знаю".

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "Yes, that's me. Farewell."
ru: "Да, это я. Прощай".

source: Lie: "All right... I'm, uh, Adahn."
ru: Ложь: "Ладно... Я, э, Адан".

source: "Because I can't remember it."
ru: "Потому что я не могу вспомнить".

source: "Something like that. I had other questions..."
ru: "Что-то вроде того. У меня есть другие вопросы..."

source: "It's a long story; maybe another time. Farewell."
ru: "Это длинная история. Может, в другой раз. Прощай".

source: "Farewell, then."
ru: "Тогда прощай".

source: "That's all I wanted to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "It seems like you're searching for something."
ru: "Похоже, ты что-то ищешь".

source: "Let me ask you something else..."
ru: "Позволь мне спросить еще кое о чем..."

source: "I'm just curious."
ru: "Мне просто любопытно".

source: Truth: "I'm wondering if I could help."
ru: Правда: "Мне интересно, могу ли я чем-то помочь".

source: Lie: "I'm wondering if I could help."
ru: Ложь: "Мне интересно, могу ли я чем-то помочь".

source: "I don't. I had some other questions..."
ru: "Никакое. У меня еще вопросы..."

source: "I don't, actually. Farewell."
ru: "Вообще-то, никакое. Прощай".

source: "Why are you hunting rats?"
ru: "Почему ты охотишься за крысами?"

source: "Why is there a bounty on them?"
ru: "Почему за них платят?"

source: "Where do you bring the tails?"
ru: "Куда ты относишь хвосты?"

source: "Interesting. I had other questions..."
ru: "Интересно. У меня есть другие вопросы..."

source: "I had other questions..."
ru: "У меня есть другие вопросы..."

source: "Yes, I am."
ru: "Да".

source: "Perhaps."
ru: "Может быть".

source: "No, just curious."
ru: "Нет, мне просто любопытно".

source: "They've been rare lately? Do you know why?"
ru: "Значит, в последнее время они редко попадаются? Ты знаешь, почему?"

source: "I'd like to know, just the same."
ru: "Я тоже хотел бы знать".

source: "Interesting. I had some other questions..."
ru: "Интересно. У меня есть другие вопросы..."

source: "There's not? Have any idea why?"
ru: "Разве? Не знаешь, почему?"

source: "Thanks. I had other questions..."
ru: "Спасибо. У меня есть другие вопросы..."

source: "Thanks, I'll stop by there sometime. Farewell."
ru: "Спасибо, как-нибудь туда загляну. Прощай".

source: "I'm looking for a man named Pharod."
ru: "Я разыскиваю человека по имени Фарод".

source: "I'm looking for a journal I've lost."
ru: "Я ищу потерянный дневник".

source: "I don't know, myself. Just wandering."
ru: "Я и сам не знаю. Просто брожу здесь".

source: "I don't think it's any concern of yours."
ru: "Не думаю, что это тебя касается".

source: "I am just wandering, as I said."
ru: "Как я уже сказал, я просто брожу здесь".

source: Make something up.
ru: Придумать что-нибудь.

source: "He's got some information for me."
ru: "У него есть кое-какие нужные мне сведения".

source: Lie: "He's a friend of mine."
ru: Ложь: "Он мой друг".

source: Lie: "An enemy."
ru: Ложь: "Враг".

source: "Thanks. I had some other questions..."
ru: "Спасибо. У меня есть другие вопросы..."

source: "I'll go find him, then. Farewell."
ru: "Тогда пойду, поищу его. Прощай".

source: Vow: "I swear I won't mention your name."
ru: Клятва: "Клянусь, что не стану упоминать твое имя".

source: Lie: "I swear I won't mention your name."
ru: Ложь: "Клянусь, что не стану упоминать твое имя".

source: True: "Tell me what you know, or you'll share his fate."
ru: Правда: "Скажи, что тебе известно, или разделишь его участь".

source: Bluff: "Tell me what you know, or you'll share his fate."
ru: Блеф: "Скажи, что тебе известно, или разделишь его участь".

source: Never mind, then. Let me ask you about something else..."
ru: "Тогда неважно. Позволь спросить тебя кое о чем еще..."

source: Forget I asked, then. Farewell.
ru: "Тогда забудь, что я спрашивал. Прощай".

source: "I had some other questions, then..."
ru: "Тогда у меня есть другие вопросы..."

source: "Where could I find work?"
ru: "Где мне найти работу?"

source: "Where would I go to enjoy myself?"
ru: "Куда бы мне пойти поразвлечься?"

source: "Anything to look out for here?"
ru: "На что здесь стоит обратить внимание?"

source: "Never mind. I had other questions..."
ru: "Неважно. У меня есть другие вопросы..."

source: "What about hunting rats?"
ru: "Как насчет ловли крыс?"

source: "A Collector?"
ru: "Сборщиком?"

source: "How do I get to the Lower Ward?"
ru: "Как мне добраться до Нижнего района?"

source: "Maybe I'll look there, then. Farewell."
ru: "Тогда там и поищу. Прощай".

source: "Dabus?"
ru: "Дабусы?"

source: "What did you say about being a Collector?"
ru: "Что ты там говорил насчет сборщиков?"

source: "Thanks. Farewell."
ru: "Спасибо. Прощай".

source: "That's all I needed to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "We'll see. Farewell."
ru: "Посмотрим. Прощай".

source: "No, I don't."
ru: "Нет".

source: "Where could I find work here?"
ru: "Где здесь можно найти работу?"

source: "That's all I needed to hear. Farewell."
ru: "Это все, что я хотел услышать. Прощай".

source: "Worse?"
ru: "Хуже?"

source: "Who is he?"
ru: "Кто он такой?"

source: "I'll watch for him, then. Farewell."
ru: "Тогда пойду, поищу его. Прощай".

source: "Collector?"
ru: "Сборщик?"

source: "What do you mean?"
ru: "О чем это ты?"

source: "How do you know this?"
ru: "Откуда ты это знаешь?"

source: "What did you mean about 'more to do with'?"
ru: "Что ты имел в виду под 'нечто большее'?"

source: "How do you know about this Collector?"
ru: "Откуда ты узнал об этом сборщике?"

source: "How do you know this Collector?"
ru: "Откуда ты узнал об этом сборщике?"

source: "Ask your favor."
ru: "Давай".

source: "Never mind, then. I had other questions."
ru: "Тогда неважно. У меня есть другие вопросы".

source: "I've got your five rat tails right here."
ru: "У меня есть с собой пять крысиных хвостов".

source: "Cranium rats?"
ru: "Черепных крыс?"

source: "I understand."
ru: "Понял".

source: "I don't think it's worth my time."
ru: "Не думаю, что это стоит моего времени".

source: "Yes. Where could I find work?"
ru: "Да. Где мне найти работу?"

source: "Yes. Where would I go to enjoy myself?"
ru: "Да. Куда бы мне пойти поразвлечься?"

source: "Yes, I had other questions..."
ru: "Да, у меня есть еще вопросы..."

source: "No, nothing. Farewell."
ru: "Нет, больше ничего. Прощай".

source: "I wanted to apologize."
ru: "Я хотел извиниться".

source: "Thanks. I had some questions..."
ru: "Спасибо. У меня есть несколько вопросов..."

source: "I will. Farewell."
ru: "Хорошо. Прощай".

source: "I had those rat tails for you."
ru: "У меня есть те крысиные хвосты".

source: "Just passing by. Farewell."
ru: "Я просто проходил мимо. Прощай".

source: "Yes."
ru: "Да".

source: "Not yet. I had some questions..."
ru: "Еще нет. У меня есть вопросы..."

source: "No, not yet. Farewell."
ru: "Еще нет. Прощай".

source: "I'll have that secret of yours, now."
ru: "Теперь я хочу услышать эту твою тайну".

source: "The attention?"
ru: "Внимания?"

source: "Go on..."
ru: "Продолжай..."

source: "I'll have to hear the rest later. Farewell."
ru: "Я выслушаю оставшуюся часть в другой раз. Прощай".

source: "I see. Go on, then..."
ru: "Понятно. Продолжай..."

source: "Please continue..."
ru: "Пожалуйста, продолжай..."

source: "Interesting. Go on..."
ru: "Интересно. Продолжай..."

source: "The rake?"
ru: "Мажор?"

source: "Tell me."
ru: "Скажи мне".

source: "Tell me another time. Farewell."
ru: "Расскажешь мне в другой раз. Прощай".

source: "Continue, then..."
ru: "Тогда продолжай..."

source: "Are you certain of all this?"
ru: "Ты уверен насчет всего этого?"

source: "Why would a fiend talk to a Collector?"
ru: "Зачем демону разговаривать со сборщиком?"

source: "An interesting tale. Farewell."
ru: "Интересная байка. Прощай".

source: "Thanks for the information. I had some other questions..."
ru: "Спасибо за информацию. У меня есть еще вопросы..."

source: "Perhaps I will, should I meet one. Farewell."
ru: "Быть может, я так и сделаю, если его встречу. Прощай".
