Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/drauk.dlg.po
Languages: ru

source: You see a young man dressed in plain, but well kept clothes. He pauses in his pacing as you approach.
ru: Ты видишь молодого человека в простой, но хорошо ухоженной одежде. При твоем приближении он перестает расхаживать из стороны в сторону.

source: "Greetings..."
ru: "Приветствую..."

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: "Did you bring? Yes?"
ru: "Ты принес? Да?"

source: "I got all the rings. Here."
ru: "У меня есть все кольца. Вот".

source: "I'll be back when I have them all. Farewell."
ru: "Я вернусь, как только их найду. Прощай".

source: "You friend. Help Rauk. Good."
ru: "Ты друг. Помог Рауку. Хорошо".

source: "Farewell."
ru: "Прощай".

source: "Rauk lose friends. But Rauk make new friend. Call him Green Thing."
ru: "Раук потерял друзей. Но Раук нашел нового друга. Назвал его Зеленым Нечто".

source: "Rauk in trouble, big. Help you do?"
ru: "У Раука проблема, большая. Ты поможешь?"

source: "What's wrong?"
ru: "Что не так?"

source: "I've no time for this. Farewell."
ru: "У меня нет времени на это. Прощай".

source: "Rauk forget rings in tent. Friends need to magic with. No rings, be mad at Rauk. One ring brown, like jink. Other shiny like mirror. Last is pretty and yellow. Bring for Rauk?"
ru: "Раук забыл кольца в палатке. Нужны друзьям для магии. Нет колец - разозлятся на Раука. Одно кольцо коричневое как звенелки. Другое блестит как зеркало. Последнее красивое и желтое. Принесешь Рауку?"

source: "I'll bring them back for you, Rauk."
ru: "Я принесу тебе их, Раук".

source: "Forget it. Farewell."
ru: "Забудь. Прощай".

source: Rauk has asked me to retrieve three rings from his tent. From his description, the first is made of gold, the second is made of silver and the third is made of bronze. Now I just need to find Rauk's tent. Rauk seemed to have a simple mind, so it's probably close by.
ru: Раук попросил меня принести три кольца из его палатки. Судя по его описанию, первое сделано из золота, второе - из серебра, а третье - из бронзы. Теперь мне нужно всего лишь найти палатку Раука. Кажется, у Раука недалекий ум, и это будет несложно.

source: "You new friend of Rauk now. Rauk take rings now. Rauk thanks new friends."
ru: "Теперь ты новый друг Раука. Раук забирает кольца. Раук благодарит новых друзей".

source: "Farewell, Rauk."
ru: "Прощай, Раук".

source: I returned with the three rings and handed them over to Rauk. A simple task for a simple person.
ru: Я вернулся с тремя кольцами и вручил их Рауку. Простая задача для простака.

source: "You kill friend of Rauk. Rauk hurt you bad now."
ru: "Ты убил друга Раука. Раук теперь сделает тебе больно, очень".

source: Attack Rauk.
ru: Атаковать Раука.
