Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dravel.dlg.po
Languages: ru

source: Ravel smiles horridly, her tusks gleaming. "Clever, clever, *clever* you are... yes, there is ANOTHER who might know the things that Ravel does not..."
ru: Равель отвратительно улыбается, ее клыки блестят. «Какой же ты все-таки *смышленый*... да, есть ДРУГОЙ, который может знать то, чего не знает Равель...»

source: Ravel's eyes dim, as if she staring at something in the distance, and her voice slows. "A... fair-skinned one... must you ask. An angel, a deva, one who soars on the wings of morning and with his hands, is the architect of horizons. He lies, lies beyond my keeping, in another cage, in another prison... in his knowing is the knowing of what you wish to know. Ask him your questions, listen to his answers, use them as guides."
ru: Глаза Равель мутнеют, будто она смотрит на что-то вдалеке, ее речь замедляется. «Светлокожего... тебе следует спросить. Ангела, дэва, который воспаряет на крыльях зари и своей десницей вершит горизонт. Он находится за пределами моих владений, в другой клетке, в другой тюрьме... ему известно то, что ты хочешь знать. Задай ему свои вопросы, выслушай его ответы, воспользуйся ими как руководством».

source: "Where can I find this angel?"
ru: «Где мне найти этого ангела?»

source: Ravel told me mortality is still intact... somewhere, but she knows not where, though she knew of one who *might* know. Ravel told me to travel beyond her maze, to another prison, where I would find an angel, a "deva," who would tell me where my mortality lies -- if this angel is half as difficult to reach as Ravel, I'm beginning to doubt if I'll EVER find my mortality. Still, it looks like it's even more important than I first thought - Ravel warned me to get my mortality back before someone else got a hold of it, for she claimed that anyone holding it could use me as a puppet.
ru: Равель сказала мне, что моя смертность все еще цела и невредима... где-то, но она не знает, где. Тем не менее, она знает того, кто *может* знать. Равель сказала мне выбраться из ее лабиринта и следовать в другую тюрьму, в которой я найду ангела, «дэва», который и скажет мне, где находится моя смертность... Если добраться до этого ангела хотя бы вполовину так же трудно, как и до Равель, я начинаю сомневаться, найду ли я ВООБЩЕ свою смертность. И все же это оказалось намного более важным, чем я думал: Равель предупредила меня, чтобы я вернул себе смертность, прежде чем кто-нибудь другой ее не захватит. Она утверждала, что любой, кто удерживает ее, может управлять мной, как марионеткой.

source: "In a-leaving this prison, to *another* cursed prison will you arrive... though it may not appear as such to casual glances. Step a-lightly, and find the golden link in the ever-shortening chain. The light shall give the dark of the matter, and new paths shall open to you."
ru: «Покинув эту темницу, ты отправишься в *другую* проклятую тюрьму... хотя она может и не показаться такой с первого взгляда. Ступай легко, найди золотое звено в вечно укорачивающейся цепи. Свет раскроет тайну, и новые пути откроются тебе».

source: "Delightfully cryptic... though not surprising. Thanks."
ru: «Восхитительно туманно... хотя чему удивляться. Прощай».

source: "I had other questions for you, Ravel..."
ru: «У меня другие вопросы к тебе, Равель...»

source: Ravel cackles. "Of the past I am not held to particulars... you are fortunate to receive *anything,* o caustic one!"
ru: Равель хихикает. «Детали прошлого я забываю... тебе повезло узнать хоть *что-то*, о язвительный!»

source: "Oh, am I? It's just that the chain of who knows what and where they are never seems to be a smooth series of links."
ru: «О, разве? Это всего лишь цепочка кто знает чего и где. И она никогда не была ровным рядом звеньев».

source: "Perhaps so. In any event, I had other questions for you, Ravel..."
ru: «Может и так. Как бы там ни было, меня есть к тебе другие вопросы, Равель...»

source: "Ahhh..." Ravel smiles, holding up one of her talons. "And that is why you must keep each link safe, for if they are not smooth now, imagine what the chain will be like when MORE links shatter... time and death are not as *patient* with others as they are with you."
ru: «А-а... - Равель улыбается, поднимая вверх палец. - И как раз поэтому ты должен оберегать каждое звено, ведь раз цепь уже неровная, представь себе, что будет, ежели ДРУГИЕ звенья расколются... время и смерть не настолько *терпеливы* к другим, насколько они терпеливы к тебе».

source: "What are you saying?"
ru: «О чем ты говоришь?»

source: "That better not have been a threat."
ru: «Лучше бы это не было угрозой».

source: "What if one of your precious links was to *die?* And what if you forgot yourself again? What would you do then? Where would your stolen mortality be, then... it would be LOST forever, for there would be no one left to ASK how to reach it. Tracing your path would become harder... mayhap IMPOSSIBLE..."
ru: «Что, если одно из твоих драгоценных звеньев *погибнет*? И что, если ты снова забудешь себя? Что ты тогда будешь делать? Где тогда окажется твоя украденная смертность... она будет навеки ПОТЕРЯНА, потому что не у кого будет СПРОСИТЬ, как до нее добраться. Станет сложнее проследить твой путь... быть может, даже НЕВОЗМОЖНО...»

source: "True enough. In any event, I had other questions for you, Ravel..."
ru: «Совершенно верно. Как бы там ни было, меня есть к тебе другие вопросы, Равель...»

source: "Not a threat of mine, but a *very* real threat nonetheless. What if one of your precious links was to *die?* And what if you forgot yourself again? What would you do then? Where would your stolen mortality be, then... it would be LOST forever, for there would be no one left to ASK how to reach it. Tracing your path would become harder... mayhap IMPOSSIBLE..."
ru: «Угроза не моя, и все же она *совершенно* реальная. Что, ежели одно из твоих драгоценных звеньев *погибнет*? И что, если ты снова забудешь себя? Что ты тогда будешь делать? Где тогда окажется твоя украденная смертность... она будет навеки ПОТЕРЯНА, потому что не у кого будет СПРОСИТЬ, как к ней добраться. Станет сложнее проследить твой путь... быть может, даже НЕВОЗМОЖНО...»

source: "Yes? Ask your questions about Ravel, my precious man."
ru: «Да? Задавай свои вопросы о Равель, мой драгоценный».

source: "Ravel... who are you? Where did you come from?"
ru: «Равель... кто ты? Откуда ты?»

source: "What other forms have you been in your life, Ravel?"
ru: «В каких еще обликах ты была в своей жизни, Равель?»

source: "What is this place?"
ru: «Что это за место?»

source: "Why were you imprisoned, Ravel?"
ru: «Почему тебя лишили свободы, Равель?»

source: "The legends claim you are a powerful mage, Ravel. Can you teach me some of the Art?"
ru: «Легенды гласят, что ты могущественная колдунья, Равель. Ты могла бы обучить меня Искусству?»

source: "I had some other questions concerning my immortality..."
ru: «У меня другие вопросы насчет моего бессмертия...»

source: "I? Ravel am I, a maker and breaker of puzzles, a solver of what *cannot* be solved, a mind raveling and unraveling until the threads of thought are tied up like knots in a drunken man's hair." Ravel picks at one of her jagged gray hairs, wrapping it around her finger. "It is enough, enough it is."
ru: «Я? Я - Равель, создающая и разгадывающая головоломки, решающая то, что *невозможно* решить, запутывающая и распутывающая умы до тех пор, пока нити мыслей не перепутаются, как колтуны в волосах пьяницы, - Равель теребит одну из своих колючих седых прядей, наматывая ее на палец. - Все, довольно об этом».

source: "But *what* are you? Some have called you are a 'night hag,' whatever that is."
ru: «Но *что* ты? Кое-кто называет тебя 'ночной ведьмой', что бы это ни значило».

source: "I had other questions for you..."
ru: «У меня есть другие вопросы...»

source: "Night hag...?" Ravel gives a ghastly smile, her yellowed teeth like needles. "I am but a *woman* who has sorely... soarly? Soarly missed her beloved creation. Some have named me crone, gray lady, Yaga sister, night hag -- but MYSELF is my name, Ravel, Ravel who puzzles well, providing conundrums to decipher and laying impossibilities low. But..."
ru: «Ночной ведьмой?... - Равель дарит тебе жуткую улыбку из желтых зубов-иголок. - Я всего лишь *женщина*, которая сильно... сольно?.. сильно заскучала по своему любимому творению. Некоторые зовут меня каргой, серой леди, сестрой Яга, ночной ведьмой... но Я - это мое имя, Равель, Равель, что славно заморачивает, загадывающая загадки и разрушающая преграды невозможного. Однако...»

source: "But...?"
ru: «Однако?..»

source: "But it is no matter. We have been down this road a-fore." Ravel makes a 'shooing' noise. "Other questions do you have?"
ru: «Однако это не суть. Мы уже это проходили. Кш-ш. Есть ли у тебя другие вопросы?»

source: "Yes..."
ru: «Да...»

source: "MANY things are said about we gray ladies. A race are we 'night hags,' but an *individual* am I. Some call us evil of Old, stalkers of mortal dreams, the kindly ones, ugly, hideous things whose homes lie in the dark places of men's minds." Ravel's eyes narrow to reddish sparks. "But that means NOTHING to me... what would one such as YOU call one such as I, pretty thing?"
ru: «МНОГОЕ говорят о нас, серых леди. Мы раса 'ночных ведьм', однако *особенная* я. Кое-кто зовет нас древним злом, охотницами за снами смертных, милыми, уродливыми, мерзкими созданиями, чье жилище - в темных уголках людского разума, - глаза Равель сужаются до красных искр. - Но это для меня НИЧЕГО не значит... А как бы назвал такой как ТЫ такую, как Я, а, красавчик?»

source: Lie: "I would call you beautiful, Ravel."
ru: Ложь: «Я бы назвал тебя красивой, Равель».

source: Truth: "I find you beautiful, Ravel. Not perhaps to the eye, but your mind seems sharp and vibrant."
ru: Правда: «Я нахожу тебя красивой, Равель. Возможно, не внешне, однако у тебя живой и острый ум».

source: Truth: "I would call you ugly."
ru: Правда: «Я бы назвал тебя уродливой».

source: "I would say all the descriptions are all correct."
ru: «Я бы сказал, что все эти описания верны».

source: Ravel is silent for a moment, then she cackles. "Oh, you are a *diamond,* my precious songbird. You make the centuries worthwhile! How sweetly you sing to these tired ears that have a-feasted only on silence and the slow creep of black barbs spreading..." Ravel smiles. "Yet you LIE to me..."
ru: Равель на миг умолкает, затем хихикает. «О, да ты просто *бриллиант*, дорогой мой соловушка. Ты оправдал вековое ожидание! Как же все-таки приятна твоя песня для этих усталых ушей, питавшихся только тишиной да тихим шорохом черных шипов... - Равель улыбается. - И все же ты ЛЖЕШЬ мне...»

source: "No, Ravel, I do not..."
ru: «Нет, Равель, я не...»

source: "Tchhh! Do you think I care for truths?! Deceit is *beautiful* to me, songbird, and Ravel loves to hear you say such things, she does. Ugly I may be..."
ru: «Пф-ф! Думаешь, мне есть дело до правды?! Обман для меня *прекрасен*, соловушка, и Равель нравится слышать от тебя такое, о да. Может, я и страшная...»

source: "Ravel, you are *not* ugly..."
ru: «Равель, ты *не страшная*...»

source: "Tchhh! Do you think I care for such truths?! A hex on inner beauty, no matter how long it may last the flesh. Think you ugly am I...?"
ru: «Пф-ф! Думаешь, мне нужна эта правда?! Черт с ней, с внутренней красотой, неважно, насколько она может пережить плоть. Думаешь ты, что я страшная?..»

source: "So they are, but they are not YOUR answer. Tchhhh! I withdraw the question, o discreet one. No more shall we speak on this."
ru: «Так и есть, но это не ТВОЙ ответ. Пф-ф-ф! Вопрос снимается, о тактичный. Больше не будем об этом».

source: "Oh... uh, I had some other questions..."
ru: «Ох... э, у меня есть еще вопросы...»

source: "Yet ugly I need *not* be, pretty thing. My shape is but water to my will, and I may re-weave its fibers to a more pleasing tapestry..." Ravel glances at Fall-from-Grace, then smiles and licks her lips. "Yes..."
ru: «И все же мне *необязательно* быть страшной, красавчик. Мой облик - как вода для моей воли, и я могу переткать его в более приятное полотно... - Равель бросает взгляд на Падшую Грацию, потом улыбается и облизывает губы. - Да...»

source: "Ravel, what..."
ru: «Равель, что...»

source: Ravel has... melted into Fall-From-Grace, taking on her demeanor, her features, her clothes... "Is this shape more pleasing?" Ravel smiles, her teeth now a brilliant, perfect white, the lips with just a *hint* of red. "So cultured and breathtaking?" She motions you to come closer. "Come, my precious man, *my* lips do not burn with Abyssal torments. Lay your lips upon mine."
ru: Равель... превратилась в Падшую Грацию, скопировав ее манеры, черты лица, одежду... «Эта форма более приятна?» Равель улыбается; ее зубы теперь блестящие, идеально белые, губы чуть красные. «Столь изысканная и захватывающая дух?» Она подходит к тебе ближе. «Давай, мой драгоценный, *мои* губы не горят от мук Бездны. Сомкнем губы».

source: "No, Ravel."
ru: «Нет, Равель».

source: "Ravel, stop these games... I have neither time nor patience for them. Resume your form."
ru: «Равель, прекрати эти игры... У меня нет ни времени, ни терпения на них. Верни свой облик».

source: You touch your lips to Ravel's. Despite her new form, her lips are dry, like sand, and as your lips touch, you feel a sharp pin-prick, like kissing a row of barbed seeds. You draw back, licking the blood from your lips. Ravel mirrors your gesture, made even more horrifying in her new form. A drop of your blood remains on the edge of her mouth, and she smiles evilly.
ru: Ты касаешься губ Равель своими. Несмотря на ее новый облик, губы у нее сухие, как песок, и когда ваши губы соединяются, ты чувствуешь резкий укол, словно поцеловал ряд колючих семян. Ты отступаешь, слизывая кровь с губ. Равель повторяет твой жест, даже еще более жуткая в своей новой форме. Капля крови остается в уголке ее рта; она злобно усмехается.

source: "You... bit me."
ru: «Ты... укусила меня».

source: "And you bit me, so long ago, 'twas not a kiss then, but a bite to the heart..." Ravel smiles. "Do not be surprised, my precious man. There is no harm done... except, mayhap, to the ones you travel with." She chuckles lightly, and you suddenly become aware of Grace's gaze upon you; outwardly, she seems composed, but you have a strange feeling something has *changed* between the two of you.
ru: «А ты укусил меня, давным-давно, хотя то был не поцелуй, а укус в сердце... - Равель улыбается. - Не удивляйся, мой драгоценный. Никто не пострадал... разве что те, кто с тобой путешествует». Она тихонько смеется, и вдруг ты замечаешь на себе взгляд Грации. Внешне она кажется невозмутимой, но у тебя странное чувство, что что-то между вами *изменилось*.

source: "Resume your normal shape, Ravel."
ru: «Прими свой обычный облик, Равель».

source: "And you bit me, so long ago, 'twas not a kiss then, but a bite to the heart..." Ravel smiles. "Do not be surprised, my precious man. There is no harm done... except, mayhap, to the ones you travel with." She chuckles lightly, and you suddenly become aware of Annah's gaze upon you - her eyes are wide, and her heart is beating rapidly.
ru: «А ты укусил меня, давным-давно, хотя то был не поцелуй, а укус в сердце... - Равель улыбается. - Не удивляйся, мой драгоценный. Никто не пострадал... разве что те, кто с тобой путешествует». Она тихонько смеется, и вдруг ты замечаешь на себе взгляд Анны: ее глаза широко раскрыты, а сердце бешено стучит.

source: "And you bit me, so long ago, 'twas not a kiss then, but a bite to the heart..." Ravel smiles. "Do not be surprised, my precious man. There is no harm done... except, mayhap, to the ones you travel with." She chuckles lightly, and you suddenly become aware of Grace's and Annah's gaze upon you; outwardly, Grace seems composed, but you have a strange feeling something has *changed* between the two of you. Annah's eyes have narrowed to slits and her tail is flicking dangerously back and forth.
ru: «А ты укусил меня, давным-давно, хотя то был не поцелуй, а укус в сердце... - Равель улыбается. - Не удивляйся, мой драгоценный. Никто не пострадал... разве что те, кто с тобой путешествует». Она тихонько смеется, и вдруг ты замечаешь на себе взгляды Грации и Анны. Внешне Грация кажется невозмутимой, но у тебя странное чувство, что что-то между вами *изменилось*. Глаза Анны сузились в щелочки, ее хвост угрожающе мечется из стороны в сторону.

source: "And you bit me, so long ago, 'twas not a kiss then, but a bite to the heart..." Ravel smiles. "Do not be surprised, my precious man. There is no harm done... except, mayhap, to the ones you travel with." She chuckles lightly, and you suddenly become aware of Annah's gaze upon you; her eyes are wide, and her heart is beating rapidly. Grace, on the other hand, is watching Annah with a curious expression.
ru: «А ты укусил меня, давным-давно, хотя то был не поцелуй, а укус в сердце... - Равель улыбается. - Не удивляйся, мой драгоценный. Никто не пострадал... разве что те, кто с тобой путешествует». Она тихонько смеется, и вдруг ты замечаешь на себе взгляд Анны: ее глаза широко раскрыты, а сердце бешено стучит. Грация же, напротив, наблюдает за Анной с выражением любопытства.

source: "Ugly I need not be, pretty thing. My shape is but water to my will, and I may re-weave its fibers to a more pleasing tapestry..." Ravel glances at Annah, who stiffens as Ravel's gaze pins her. Ravel smiles as she sees Annah's fear, then licks her lips. "Yes..."
ru: «Мне *не обязательно* быть страшной, красавчик. Мой облик - как вода для моей воли, и я могу переткать его в более приятное полотно...» Равель смотрит на Анну, которая застывает, когда взгляд Равель пронизывает ее. Заметив страх Анны, Равель улыбается и облизывает губы. - Да...»

source: Ravel has... melted into Annah's shape, taking on her demeanor, her features, her leather vest... "Is it the rough-edged woman that you crave, the one for whom age has not yet tempered her passions?" Annah's... Ravel's... tail flicks, as if in anticipation. "Come, caress my lips with your own, and I shall please you."
ru: Равель... приняла обличье Анны, взяв ее манеры, черты лица, ее кожаный жилет... «Значит, жаждешь ты эту грубоватую женщину, ты, чья страсть все еще не угасла с возрастом?» Хвост Анны... Равель... хлещет, словно в ожидании. «Давай, приласкай мои губы своими, а я порадую тебя».

source: "Mayhap... is it the rougher woman that you crave, the one of passionate fire?" Ravel glances at Annah, who stiffens as Ravel's gaze pins her. "Mayhap it is HER that whets your appetite..."
ru: «Быть может... эту грубую женщину ты так желаешь, ту, которая пылает огнем страсти?» Равель смотрит на Анну, которая застывает, когда взгляд Равель пронизывает ее. «Может, это ОНА разжигает в тебе аппетит...»

source: "Ravel, stop this. I've no more time for your g-"
ru: «Равель, прекрати это. У меня нет времени на твои иг...»

source: Wait, see what happens...
ru: Подождать, посмотреть, что произойдет...

source: "Ugly I need not be, pretty thing. My shape is but water to my will, and I may re-weave its fibers to a more pleasing tapestry." Ravel smiles at you, and her form begins to unravel...
ru: «Мне *необязательно* быть страшной, красавчик. Мой облик - как вода для моей воли, и я могу переткать его в более приятное полотно...» Равель улыбается тебе, и ее облик начинает меняться...

source: "What do you m-"
ru: «Что ты и...»

source: Ravel has... melted into the shape of a comely young woman - EVERYTHING about her has changed: her demeanor, her features, her clothing... "Is it a softer, younger woman you crave, one for whom age has not yet left its mark?" She smiles, her lips a ruby red... inviting. "Come, caress my lips with your own, and I shall please you."
ru: Равель... превратилась в симпатичную девушку. Все в ней изменилось: манеры, черты лица, одежда... «Значит, эту нежную девицу ты так жаждешь, ту, на которой возраст еще не оставил своих отметин? - она улыбается, ее рубиновые губы... манят. - Давай, приласкай мои губы своими, а я порадую тебя».

source: You blink, and Ravel has *twisted* back into her original form. "A difficult man to please are you! Pah! And wonder do they why there are no males of our kind!"
ru: Ты моргаешь, и Равель *сморщивается* до своего первоначального вида. «Трудно тебе угодить! Иш, какой! И они еще удивляются, почему в нашем роду нет мужчин!»

source: "What other shapes can you... *have* you turned yourself into?"
ru: «Какие еще формы ты можешь... ты *принимала*?»

source: "Enough... I had some other questions..."
ru: «Хватит... У меня есть другие вопросы...»

source: "Maybe some, Mebbeth none." Ravel seems confused by the question. "I've not a-membered such, I've neen, I-vene, Ei-Vene, mayhap? Neither smarta nor Marta... so many threads and branchings, so many Ravels... always stitching and mending and growing are my forms."
ru: «Может, и принимала, Меббет - и нет, - Равель кажется сбитой с толку вопросом. - Не припоминаю что-то такого, эй, Эи-Вейн, быть может? Ни карты, ни Марты... так много ниток и веток, так много Равелей... вечно все штопают, чинят, растят мои обличья».

source: "Mebbeth? You were Mebbeth?"
ru: «Меббет? Ты была Меббет?»

source: "Mebbeth? You were Mebbeth? But... she's dead."
ru: «Меббет? Ты была Меббет? Но... она мертва».

source: "You were Ei-Vene? In the Mortuary?"
ru: «Ты была Эи-Вейн? В Морге?»

source: "You were Ei-Vene? In the Mortuary? But... she's dead."
ru: «Ты была Эи-Вейн? В Морге? Но... она мертва».

source: "You were that barmy seamstress in the Buried Village? Marta?"
ru: «Ты была той чокнутой швеей из Погребенной деревни? Мартой?»

source: "You were that barmy seamstress in the Buried Village? Marta? But... she's dead."
ru: «Ты была той чокнутой швеей из Погребенной деревни? Мартой? Но... она мертва».

source: "Uh... I see. I had some other questions..."
ru: «Э... Понятно. У меня есть другие вопросы...»

source: "That may have been one of my names... yes?" Ravel looks more confused, her black-veined eyes becoming misty. "Names are *difficult* to remember..." Her voice becomes faint. "Like calling across a great distance..."
ru: «Это могло быть одним из моих имен... да? - Равель выглядит еще более смущенной, ее глаза в черных прожилках мутнеют. - Так *сложно* помнить имена... - ее голос слабеет. - Словно окрик издалека...»

source: "Mebbeth was kind to me and helped me, Ravel. That means YOU helped me. I thank you."
ru: «Меббет была ко мне добра и помогла мне, Равель. Это значит, ТЫ мне помогла. Спасибо тебе».

source: "In her own way, Ei-Vene helped me, Ravel. That means YOU helped me. I thank you."
ru: «Эи-Вейн помогла мне по-своему, Равель. А значит, и ТЫ мне помогла. Спасибо тебе».

source: "Marta was barmy, Ravel, but she was not unkind and not unhelpful. If you were her, then you mean me no harm. I thank you."
ru: «Равель, возможно, Марта и была безумной, но вот только не злой и неотзывчивой. Если ты была ею, значит ты не желаешь мне зла. Спасибо тебе».

source: "Why did you help me, Ravel?"
ru: «Почему ты мне помогла, Равель?»

source: "I... see. I had other questions for you..."
ru: «Понятно.... У меня есть другие вопросы к тебе...»

source: Ravel blinks... "Yes... in the dead-book that one is. No more may I draw upon her strength..."
ru: Равель моргает... «Да... эта в книге мертвых. Больше не могу черпать ее силу...»

source: "What other shapes have you been, Ravel?"
ru: «В каких еще обличьях ты была?»

source: "I had some other questions...
ru: «У меня есть другие вопросы...»

source: Almost unconsciously, Ravel's hand reaches out for you, and just for a moment, you swear they are Ei-Vene's talons...
ru: Почти бессознательно рука Равель тянется к тебе, и лишь на миг - и ты мог бы в этом поклясться - ты видишь ногти Эи-Вейн...

source: Step back.
ru: Отступить назад.
