Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dravel.dlg.po
Languages: ru

source: "Even the gith?" Ravel's ember gaze falls on Dak'kon, then slides off to lock with your eyes again. "Speak what he means to you, and say it true, or *blanketing* my garden he will be."
ru: «Даже гит? - горящий взгляд Равель падает на Даккона, потом соскальзывает и встречается с твоим взглядом. - Говори, что он для тебя значит, и говори правду, или его *накроет* мой сад».

source: Truth: "He is my ally. I *know* him. He is my friend."
ru: Правда: «Он мой союзник. Я *знаю* его. Он мой друг».

source: Truth: "The gith? I don't really care about him one way or another."
ru: Правда: «Гит? Так или иначе, мне на него наплевать».

source: Truth: "Ofttimes, he angers me. I hate him."
ru: Правда: «Нередко он меня злит. Я его ненавижу».

source: Truth: "He is silent on many things. I don't trust him yet."
ru: Правда: «Он о многом умалчивает. Я ему все еще не доверяю».

source: Truth: "He is useful... nothing more."
ru: Правда: «Он полезен... не более».

source: Truth: "He seems trustworthy enough. He's loyal, and he fought by my side bravely."
ru: Правда: «Ему вполне можно доверять. Он предан и храбро сражался за меня».

source: Truth: "I don't know enough about Dak'kon yet to say."
ru: Правда: «Пока что я слишком мало знаю Даккона, чтобы ответить».

source: "Even the gith?" Ravel's ember gaze falls on Dak'kon, then slides off to lock with your eyes again. "He means nothing to you? Speak truly; is he a tool?"
ru: «Даже гит? - горящий взгляд Равель падает на Даккона, потом соскальзывает и встречается с твоим взглядом. - Он ничего для тебя не значит? Говори правдиво: он - всего лишь инструмент?»

source: Truth: "I care nothing for him. He follows me, he obeys my commands. That is all."
ru: Правда: «Он меня не волнует. Он следует за мной и подчиняется моим приказам. Вот и все».

source: Truth: "I hate him."
ru: Правда: «Я его ненавижу».

source: Truth: "Yes, and he shall always be a tool, for there is no trust between us."
ru: Правда: «Да, и он всегда будет инструментом, поскольку между нами нету доверия».

source: Truth: "Perhaps I do not know him well enough yet, but for now, he means nothing to me."
ru: Правда: «Возможно, я его еще мало знаю, но пока он для меня ничего не значит».

source: "Ah..." Ravel nods... then she smiles again, her talons tapping against each other.
ru: «А...» - кивает Равель. Затем она снова улыбается, щелкая когтями.

source: "Does that surprise you?"
ru: «Это тебя удивляет?»

source: Ravel snorts, then clacks her tusks. "A muddy answer, yet simple. No matter."
ru: Равель фыркает и клацает клыками. «Мутный ответ, и все же простой. Неважно».

source: "It is the truth, Ravel."
ru: «Равель, это правда».

source: "What of the skull?" Ravel doesn't even bother to look at Morte. "Surely he matters *not* to one such as you! Or... does he?"
ru: «Как насчет черепа? - Равель не утруждается, чтобы даже взглянуть на Морта. - Безусловно, он *ничего* не значит для такого как ты! Или... все-таки значит?»

source: Truth: "I like him... he is my friend."
ru: Правда: «Он мне нравится... он мой друг».

source: Truth: "The skull? I don't care about him one way or another."
ru: Правда: «Череп? Так или иначе, мне на него наплевать».

source: Truth: "He often angers me and is useless in combat; I hate him."
ru: Правда: «Он часто меня злит и бесполезен в бою. Я его ненавижу».

source: Truth: "To be honest, I don't trust him yet. He seems to know much, but he is careful with what he shares."
ru: Правда: «Если честно, я ему еще не доверяю. Похоже, он много чего знает, но делится этим с опаской».

source: Truth: "He can be annoying... but he has his uses."
ru: Правда: «Иногда он раздражает меня... но у него есть свои преимущества».

source: Truth: "I don't know enough about Morte yet to say."
ru: Правда: «Я не знаю Морта настолько, чтобы сказать это».

source: Truth: "He seems trustworthy enough. He's loyal, and he helped save my life in the Mortuary."
ru: Правда: «Похоже, он стоит доверия. Он верный, и помог мне спасти свою жизнь в Морге».

source: "What of the skull?" Ravel doesn't even bother to look at Morte. "No surprise that he matters *not* to one such as you! Or... does he?"
ru: «Как насчет черепа? - Равель не утруждается, чтобы даже взглянуть на Морта. - Неудивительно, что он *ничего* не значит для такого как ты! Или... все таки значит?»

source: Truth: "No, I care nothing for him. He follows me, he obeys my commands. That is all."
ru: Правда: «Нет, меня он не волнует. Он следует за мной и подчиняется моим приказам. Вот и все».

source: "Curious, curious-er, curious-her..." Ravel smiles. "Quite the puzzle box you are a-shaping up to be. What else lurks in the dark places of your mind?"
ru: «Любопытно-любопытно-любопытненько... - Равель улыбается. - Ты оказываешься довольно таки занятной головоломкой. Что еще скрывается в темных уголках твоей головы?»

source: "I hide nothing."
ru: «Я ничего не скрываю».

source: "Ah..." Ravel's voice takes on a threatening weight, and she turns to Fall-From-Grace, her red eyes blazing. "And here is the core of it - the Abyssal temptress... does she rise above the merely carnal to you, or is she something *else* in your eye, hmnnn?"
ru: «А...» В голосе Равель появляются угрожающие нотки; ее глаза загораются, когда она поворачивается к Падшей Грации. «А вот самая суть - искусительница из Бездны... твои чувства к ней только плотского характера, или же она - нечто *большее* в твоих глазах, м-м?»

source: Ravel turns back to you, clacking her yellowed tusks, as if in anticipation. "*Speak,* precious man, but have a care where your words fall."
ru: Равель поворачивается к тебе, клацая желтыми клыками, словно в предвкушении. «*Говори*, мой драгоценный, только следи за тем, что говоришь».

source: Lie: "What is she to you, beautiful Ravel? She cannot even compare to your looks, your intellect, your power."
ru: Ложь: «Что она по сравнению с тобой, прекрасная Равель? Она не идет ни в какое сравнение с твоим видом, умом, могуществом».

source: Truth: "What is she to you, beautiful Ravel? She cannot even compare to your looks, your intellect, your power."
ru: Правда: «Что она по сравнению с тобой, прекрасная Равель? Она не идет ни в какое сравнение с твоим видом, умом, могуществом».

source: Truth: "I could fall in love with her."
ru: Правда: «Я мог бы влюбиться в нее».

source: Truth: "I like her. She has many good qualities; I consider her a friend."
ru: Правда: «Она мне нравится. У нее много хороших качеств. Я считаю ее другом».

source: Truth: "The succubus? I don't really care about her one way or another."
ru: Правда: «Суккуб? Так или иначе, мне на нее наплевать».

source: Truth: "Her superiority is often hard to stand. I hate her."
ru: Правда: «Ее высокомерие порой трудно выносить. Я ее ненавижу».

source: Truth: "For a fiend who has lived centuries, she has little to say about her past. I don't trust her yet."
ru: Правда: «Для нечисти, живущей многие века, она довольно-таки мало говорит о своем прошлом. Я ей пока не доверяю».

source: Truth: "She has her uses... nothing more."
ru: Правда: «Она бывает полезной... не более».

source: Truth: "I don't know her well enough yet."
ru: Правда: «Я еще плохо ее знаю».

source: Ravel slides her gaze off of you and narrows her eyes at Grace. "Hmmmmnnn..."
ru: Равель уводит свой взгляд от тебя и косится на Грацию. «Хм-м-м-м...»

source: "Enough of these games, Ravel. Look -"
ru: «Довольно этих игр, Равель. Послушай...»

source: "Any other questions?"
ru: «Еще вопросы?»

source: Ravel slides her gaze off of you and narrows her eyes at Grace. "Hmmmmnnn... so if I were to strike her down, snuff her infernal heart, you would not stir? Answer carefully..."
ru: Равель уводит свой взгляд от тебя и косится на Грацию. «Хм-м-м... значит, коли я бы ее убила, потушила ее адское сердце, ты бы и не шелохнулся? Отвечай осторожно...»

source: "I... retract my words. I do not wish her harmed."
ru: «Я... беру свои слова обратно. Я не хочу, чтобы ей причинили боль».

source: "Strike her down, Ravel - I care nothing for her. She is chattel, nothing more."
ru: «Убей ее, Равель, мне на нее наплевать. Она рабыня, не более».

source: "Pah! Contrary man!" Ravel's eyes smolder, and as she turns back to you, you see the veins in her eyes have *sharpened.* "Which thought a-rattles about in your skull now?"
ru: «Ба! Какой несговорчивый!» Глаза Равель мутнеют, и когда она поворачивается к тебе, ты замечаешь, как *выделились* прожилки в ее глазах. «Какая мысль теперь тарахтит в твоей черепушке?»

source: "I spoke falsely - I knew not what I said, but I have had enough of death... mine or any other... to last several lifetimes."
ru: «Я сказал неправду. Я не ведал, что говорил, но за последние несколько жизней на мою долю выпало уже достаточно смертей... моих и чьих-либо других...»

source: Ravel sizes up Fall-From-Grace, then cackles. "Any defenses you may muster are *useless* here, tanar'ri... but such a noble effort. Hold onto your fear tightly; I will attend to you shortly..."
ru: Равель смеряет взглядом Падшую Грацию, затем хихикает. «Любая имеющаяся у тебя защита здесь *бесполезна*, танарри... но какая благородная попытка. Сдерживай свой страх покрепче - я уделю тебе внимание позже...»

source: "Hmnnnn..." Ravel turns, clacks her tusks, then glances at Annah with a sneer. "And what of THIS slip of flesh... the fiendling, the tiefling with the scarlet hair and the fiery passion. What is SHE to you, my precious man?"
ru: «Хм-м-м... - Равель поворачивается, клацая зубами, затем с презрением смотрит на Анну. - А как насчет ЭТОЙ плотской ошибки?.. Полунечисть, тифлинг с рыжими волосами и огненным нравом. Что ОНА для тебя, мой драгоценный?»

source: Lie: "Nothing, beautiful Ravel. Only you hold meaning to me... no other."
ru: Ложь: «Ничего, прекрасная Равель. Только ты имеешь для меня значение... больше никто».

source: Truth: "Nothing, beautiful Ravel. Only you hold meaning to me... no other."
ru: Правда: «Ничего, прекрасная Равель. Только ты имеешь для меня значение... больше никто».

source: Truth: "I like her company... I consider her my friend."
ru: Правда: «Мне нравится ее общество... Я считаю ее своим другом».

source: Truth: "The fiendling? I don't really care about her one way or another."
ru: Правда: «Полунечисть? Так или иначе, мне на нее наплевать».

source: Truth: "Her brashness is often hard to stand. I hate her."
ru: Правда: «Ее дерзость порой трудно выносить. Я ненавижу ее».

source: Truth: "I think she got the worst of the fiend qualities; I trust her about as far as I can throw her."
ru: Правда: «Мне кажется, ей достались самые худшие из качеств нечистого. Я доверяю ей не больше, чем доверял бы врагу».

source: Ravel's eyes BLAZE, and she raises her talons like a fan in front of her body; involuntarily, you take a step back. "You know nothing of LOVE, my precious man, to think it can be SHARED in such a way between these two fiendish whores and Ravel... no more of your words will I hear - you have ANSWERED my questions..."
ru: Взгляд Равель ВСПЫХИВАЕТ, она веером выставляет перед собой когти; невольно, ты делаешь шаг назад. «Ты слишком мало понимаешь в ЛЮБВИ, мой драгоценный, раз полагаешь, что ее можно РАЗДЕЛИТЬ между Равель и двумя бесовскими шлюшками... я больше не буду это слушать - ты ОТВЕТИЛ на мои вопросы...»

source: "Ravel, I misspoke! I know not what I said - you know I didn't mean --"
ru: «Равель, я оговорился! Я не ведал, что сказал. Ты же знаешь, что я не имел...»

source: Ravel's lips peel back and her voice becomes shrill, like a howling wind. "What do YOU know of KNOWING, half-man?! KNOW this: KNOW you will stay here until the END DAYS in my brambled garden, never to leave, and you shall LOVE me, as you were MEANT, as you PROMISED!"
ru: Губы Равель оттягиваются назад, ее голос становится резким, как воющий ветер. «Что ТЕБЕ известно о ЗНАНИИ, получеловек?! ЗНАЙ вот что: ты останешься здесь, в моем ежевичном саду, до КОНЦА ДНЕЙ, и никогда его не покинешь, и ты будешь ЛЮБИТЬ меня, как ГОВОРИЛ, как ОБЕЩАЛ!»

source: "If we must fight to settle this, then we will. Prepare yourself, Ravel..."
ru: «Если мы должны драться, чтобы решить этот вопрос - так и быть. Приготовься, Равель...»

source: "Ah... and here is the barbed question, not double-edged, but a hundred-edged, each spike SHARPER than the last -" Ravel thrusts one of her talons at Annah. "The fiendling, the tiefling with the scarlet hair and the fiery passion. What is she to you, my precious man?"
ru: «Ах... а вот и колючий вопрос, не с двумя, а с сотней колючек: один шип другого ОСТРЕЕ... - Равель тычет своим когтем в Анну. - Полунечисть, тифлинг с рыжими волосами и огненным нравом. Что она для тебя, мой драгоценный?»

source: Ravel glances at Annah, then snorts, her black-veined eyes gleaming. "Hmmmmnnn... so be it."
ru: Равель смотрит на Анну, потом фыркает, сверкая глазами с черными жилками. «Хм-м-м-м... так и быть».

source: Ravel glances at Annah, then snorts, her black-veined eyes gleaming. "Hmmmmnnn... so you would not miss her? Her fiery blood would be a welcome draught to the Trigits... it has been long indeed since they have tasted fiendish blood." Ravel doesn't take her eyes off Annah, but she continues to speak to you. "Answer carefully, my precious man. This is NO game."
ru: Равель смотрит на Анну, потом фыркает, сверкая глазами с черными жилками. «Хм-м-м-м... значит, ты не будешь по ней скучать? Ее огненную кровь с радостью высосут тригиты... прошло уже немало времени с тех пор, как они пробовали бесовскую кровь, - Равель продолжает говорит с тобой, не спуская глаз с Анны. - Отвечай осторожно, мой драгоценный. Это НЕ ИГРА».

source: "Strike her down, Ravel - I care nothing for her. She is Hive gutter trash, nothing more."
ru: «Убей ее, Равель, мне на нее наплевать. Она - просто мусор из канав Улья, не более».

source: "I shall not kill her... yet. For she will not last long in this maze's black-brambled maze... you hear me, girl? The shadows you favor will not keep you SAFE here." Ravel cackles at Annah. "Pray your fury gives you strength; it may mean the precious few moments between life and death..."
ru: «Я не стану ее убивать... пока. Ведь она недолго протянет в этом черно-ежевичном лабиринте... слышала меня, девчонка? Так обожаемые тобой тени НЕ СПАСУТ тебя здесь, - Равель смеется над Анной. - Молись, чтобы ярость придала тебе сил. Это может стоить тебе нескольких драгоценных мгновений между жизнью и смертью...»

source: "Enough of these games, Ravel. Have you exhausted your questions?"
ru: «Хватит этих игр, Равель. Ты исчерпала свои вопросы?»

source: "My NEXT question is this..." Ravel's voice drops, almost whispering. And suddenly, you have a strange feeling she does not want to hear the answer. "Why did you wait so long to *return* to me? Ravel grew a-lonely without you, precious man."
ru: «Вот мой СЛЕДУЮЩИЙ вопрос...» Голос Равель опускается почти до шепота. И вдруг у тебя появляется странное ощущение, что она не хочет слышать ответ. «Почему ты ждал так долго, прежде чем *вернуться* ко мне? Равель было так одиноко без тебя, мой драгоценный».

source: "The way to this place is... difficult, Ravel."
ru: «Дорога сюда... не из легких, Равель».

source: "The way to this place is difficult, beautiful Ravel. Efforts have been made to insure you have little company, and many were the trials I was forced to undertake in order to stand before you. Yet I am glad to see you once again, Ravel - time has not dulled your beauty, I see."
ru: «Дорога сюда не из легких, прекрасная Равель. Нужно было убедиться, что ты осталась одна. Мне пришлось пройти через много испытаний, чтобы явиться перед тобой. И все же я рад снова видеть тебя, Равель. Я вижу, красота твоя не потускнела со временем».

source: "This question I will not answer, Ravel..."
ru: «Равель, на этот вопрос я не отвечу...»

source: "Is the way so hard?" A hint of a smile plays on the corners of her mouth. "Then your visit is precious, and I give thanks."
ru: «Так тяжело было добраться? - в уголках ее губ появляется намек на улыбку. - Тогда твой визит бесценен, и я благодарю тебя».

source: "Have you another question for me?"
ru: «У тебя есть другие вопросы?»

source: "Your answers..." Ravel's eyes glint, and her lips peel back in a grotesque smile. "Your words are *soothing* and have not been heard in such a time... they stir even my black-brambled heart. No matter where your memories be, your charms remain, pretty thing..."
ru: «Твой ответ... - глаза Равель блестят, ее губы растягиваются в гротескной улыбке. - Твои слова меня *утешают*; я так давно их не слышала... они волнуют даже мое черно-ежевичное сердце. Неважно, куда делась твоя память - твой шарм остался, ты мой красавчик...»

source: "Nay, it is *your* charms that persist, beautiful Ravel."
ru: «Нет, это все *твое* очарование, прекрасная Равель».

source: "Perhaps. Have you another question for me?"
ru: «Возможно. У тебя есть еще вопросы ко мне?»

source: "Of charms, enchantments, beguilements... all these Ravel has mastered... yet, there is much it seems you could *teach* I..."
ru: «Шарм, зачарование, приворот... все это изучила Равель... и все же, ты еще многому можешь меня *научить*...»

source: "Ahhhh, yessss. The third and last of my questions is a simple one; answer it, then YOUR questions to me may fly free, and Ravel shall cage them with answers... my final question to you is *this*..."
ru: «О-о-о, да-а-а. Третий и последний вопрос прост; ответь на него - и можешь свободно задавать СВОИ вопросы, а Равель на всех их ответит... мой последний вопрос *таков*...»

source: "Yes...?"
ru: «Да?..»

source: "Ahhhh, yessss. The third and last question... is *this*..." As Ravel opens her mouth to speak her final question, you are suddenly gripped with the terrible realization that this final question has murdered many others to whom it has been asked. You know what it is, and you feel it welling up within you, and you feel compelled to ask it.
ru: «О-о-о, да-а-а. Третий и последний вопрос... *таков*...» Прежде чем Равель произносит свой последний вопрос, тебя внезапно охватывает жуткое ощущение, что этот последний вопрос убил многих других, кому он был задан. Ты знаешь этот вопрос, ты чувствуешь, как он тебя наполняет, и тебе кажется, что тебя вынуждают ответить на него.

source: Echo: "What can change the nature of a man?"
ru: Эхо: «Что может изменить сущность человека?»

source: "What can change the nature of a man?"
ru: «Что может изменить сущность человека?»

source: Truth: "I... don't know."
ru: Правда: «Я... не знаю».

source: Truth: "Love."
ru: Правда: «Любовь».

source: Truth: "Hatred."
ru: Правда: «Ненависть».

source: Truth: "Power."
ru: Правда: «Власть».

source: Truth: "Greed."
ru: Правда: «Жадность».

source: Truth: "Betrayal."
ru: Правда: «Предательство».

source: Truth: "Death."
ru: Правда: «Смерть».

source: Truth: "Regret."
ru: Правда: «Раскаяние».

source: Truth: "Age."
ru: Правда: «Возраст».

source: Truth: "Suffering."
ru: Правда: «Страдания».

source: Truth: "Success."
ru: Правда: «Успех».

source: Truth: "The Planes."
ru: Правда: «Планы».

source: Truth: "You, Ravel. As you changed my nature forever."
ru: Правда: «Ты, Равель. Точно так же, как ты навсегда изменила мою сущность».

source: Lie: "A beautiful woman, Ravel. As you changed me."
ru: Ложь: «Красивая женщина, Равель. Так, как ты изменила меня».

source: Truth: "Nothing can change the nature of a man, Ravel."
ru: Правда: «Ничто не может изменить сущность человека, Равель».

source: Truth: "I cannot answer that question..."
ru: Правда: «Я не могу ответить на этот вопрос...»

source: "I see you have not forgotten..." Ravel smiles, her yellowed fangs gleaming. "What is your answer?"
ru: «Я вижу, ты еще не забыл... - Равель улыбается, ее желтые клыки поблескивают. - Каков твой ответ?»

source: "And that is your answer...?" The veins in Ravel's eyes begin to shift slightly, and she gives an evil smile. "Be certain before you say."
ru: «Это и есть твой ответ?..» Прожилки в глазах Равель начинают потихоньку двигаться; она злобно усмехается. «Будь уверен, прежде чем ответишь».

source: "It may not be *your* answer, but it is *my* answer."
ru: «Может, этот ответ и не *твой*, и все же таков *мой* ответ».

source: "Ah!" Ravel cackles, then her cackling dies, and she pins her gaze on you with such intensity, you can almost feel your skin writhing, as if stabbed. The veins in Ravel's eyes begin to shift slightly, and she gives a slow, evil smile. "A pleasing answer... but is it the right one? Be certain before you say."
ru: «Ах!» Равель хихикает, потом ее смех утихает, и она впивается в тебя взглядом с такой силой, что тебе кажется, будто твою кожу проткнули ножом. Прожилки в глазах Равель потихоньку начинают двигаться; она медленно и злобно улыбается. «Приятный ответ... но верный ли? Будь уверен в том, что говоришь».

source: "And that is all I wished for, my precious man." Ravel's smile relaxes. "A simple answer, and in the end, many are the men have I laid low while they sought MY answer."
ru: «И это все, чего я хотела, мой драгоценный, - улыбка Равель смягчается. - Простой ответ. В конечном счете, многих я погубила, пока они искали МОЙ ответ» .

source: "That's it...? I thought..."
ru: «Всего то?.. Я думал...»

source: "Ha! More fools they... but isn't it such the way with mortals?"
ru: «Ха! Столько глупцов... но ведь со смертными всегда так?»

source: Ravel cackles. "Countless times has the question been asked, and not ONCE did the pathetic shells who came a-fore me answered with THEIR answer, but always sought to creep inside my mind and find what *I* thought... tchhh! There is no truth in that."
ru: Равель хихикает. «Несчетное количество раз был задан этот вопрос, и ни РАЗУ ни одна жалкая оболочка, представшая передо мной, не дала СВОЙ ответ: все пытались проникнуть в мой разум и выяснить, что *я* думаю... пф-ф! В этом не правды».

source: "I... don't believe you. In fact, I don't think they ever could have answered you true, even if it was true to them."
ru: «Я... не верю тебе. На самом деле, я не думаю, что они даже имели возможность ответить тебе правдиво, даже если бы это было правдой для них».

source: "Oh, come now, there is no need to lie to me, Ravel. We both know that they never could have answered you true, even if it was true to them."
ru: «О, да брось, нет нужды врать мне, Равель. Мы же оба знаем, что они не имели возможности ответить тебе правдиво, даже если бы это было правдой для них».

source: Ravel falls suddenly, strangely, silent. She is watching you warily.
ru: Внезапно Равель становится странно молчаливой. Она беспокойно смотрит на тебя.

source: "MY answer was the only one you sought. Thus, no one could EVER answer your question. The pile of corpses must have been high in the end, eh?"
ru: «Тебе нужен был только МОЙ ответ. Поэтому НИКТО в принципе не мог ответить на твой вопрос. В итоге насобралась большая куча трупов, не так ли?»

source: "You *never* cared about any answer other than mine. Ever. Did you? Yet still you asked the question, knowing that no matter what the answer they gave, they would die by your hand."
ru: «Тебя *никогда* не волновали иные ответы, кроме моего. Никогда. Ведь так? И все равно ты спрашивала, зная, что вне зависимости от их ответов они погибнут от твоей руки».
