Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dravel.dlg.po
Languages: ru

source: That filthy crone, Ravel, pestered me with three inane questions, the last of which was one I *know* I've heard before: "What can change the nature of a man?" I answered her, and she accepted my answer - for as I suspected, any answer I gave was the one she had sought for so long. I think many fools over the centuries have died trying to answer Ravel's question... never knowing that my answer was the only one she wanted. Perhaps it is idiocy that makes the Planes turn...
ru: Грязная старуха, Равель, пристала ко мне с тремя безумными вопросами, последний из которых, и я это *знаю*, я уже слышал раньше: «Что может изменить сущность человека?» Я ответил ей, и она приняла мой ответ, хотя, как я предполагаю, любой мой ответ стал бы тем, который она так долго искала. Думаю, что многие дураки на протяжение веков погибли, пытаясь ответить на вопрос Равель... не зная, что ей был нужен лишь мой ответ. Может, именно идиотизм и заставляет планы крутиться...

source: Ravel asked me three questions, the last of which was one I *know* I've heard before: "What can change the nature of a man?" I answered her, and she accepted my answer - for any answer I gave, as long as it was true to me, was the one she had sought for so long. I think many petitioners died trying to answer Ravel's question... never knowing that my answer was the only one she wanted.
ru: Равель задала мне три вопроса, последний из которых, и я это *знаю*, я уже слышал раньше: «Что может изменить сущность человека?» Я ответил ей, и она приняла мой ответ, хотя, как я предполагаю, любой ответ, правдивый для меня, стал бы тем, который она так долго искала. Полагаю, что многие просители погибли, пытаясь ответить на вопрос Равель... не зная, что ей был нужен лишь мой ответ.

source: Ravel hisses. "Of COURSE your answer was the only one I sought, for you were the ONLY reason I asked the question! Did you think I cared for them...? Tchhh! Did you think I even cared a *fraction* of the amount for them that I cared for *you,* my precious man? Answer me that!"
ru: Равель сердито отвечает: «КОНЕЧНО, мне нужен был только твой ответ, потому что ты был ЕДИНСТВЕННОЙ причиной, по которой я его задавала! Думаешь, они меня волнуют?.. Пф-ф! Думаешь, они меня волнуют хоть на *долю* того, насколько меня волнуешь *ты*, мой драгоценный? Ответь мне на это!»

source: "I'm *through* answering your questions, Ravel. Now you'll answer *mine.*"
ru: «С меня *хватит* твоих вопросов, Равель. Теперь ответь на *мои*».

source: "Of course... ever questions, ever questions..."
ru: «Конечно... вечно эти вопросы, вечно эти вопросы...»

source: "Why did you make me immortal, Ravel?"
ru: «Зачем ты сделала меня бессмертным, Равель?»

source: "Tell me again, Ravel - why did you make me immortal?"
ru: «Повтори еще раз, Равель, зачем ты сделала меня бессмертным?»

source: "So you took my mortality from me, Ravel... is it still intact?"
ru: «Итак, Равель, ты забрала у меня смертность... она все еще цела и невредима?»

source: "Is my mortality still intact, Ravel?"
ru: «Равель, моя смертность все еще цела и невредима?»

source: "Who is this who knows where my mortality is again?"
ru: «Еще раз, тогда кто знает, где моя смертность?»

source: "I have some questions about YOU, Ravel..."
ru: «У меня есть вопросы о ТЕБЕ, Равель...»

source: "Thank you for the information you have given me, Ravel; I must leave now."
ru: «Спасибо за предоставленные сведения, Равель. Мне нужно идти».

source: "It's what you *wanted,* seedling, and you asked so sweetly... now how could Ravel say 'no' to one such as you? Immortality was *your* solution and your challenge to me."
ru: «Это было то, чего ты *хотел*, юноша, и ты так славно попросил... как Равель могла сказать 'нет' такому как ты? Бессмертие было *твоим* выходом и твоим вызовом мне».

source: *"My* solution? But why?"
ru: «*Моим* выходом? Но почему?»

source: "I've heard enough. I had other questions..."
ru: «Я услышал достаточно. У меня есть другие вопросы...»

source: "I don't know, seedling. Time has chipped away at my memories as well, it would seem... seam? If you remember, tell me... I'm a-curious myself. It must have been something important... isn't it in the nature of a man to want to live forever?"
ru: «Не знаю, юноша. Похоже, время не пощадило и мою память... помять? Коли помнишь, скажи мне... Я и сама не прочь знать. Должно быть, это было что-то важное... Но разве для человека не естественно хотеть вечной жизни?»

source: "Ravel... this is VERY important: do you have any idea why I asked you to do it?"
ru: «Равель... это ОЧЕНЬ важно: у тебя есть хоть какие-нибудь догадки, почему я попросил тебя сделать это?»

source: "Death was a thing you needed to dodge. An easy thing to say, mayhap, but to DO, it is not! Immortality, even with its flaws, was the best solution this withered mind could untangle..."
ru: «Смерть была тем, чего ты хотел избежать. Легко сказать, да ТРУДНО сделать! Бессмертие, даже со всеми его недостатками, было лучшим решением, которое смог найти этот высохший разум...»

source: "Yet..."
ru: «И все же...»

source: "Lead is not easily a-changed to gold, but it is possible, thought the unwise... un-whys? ...Ravel. If water can be drawn from blood, mortality can be taken from a mortal, peeled back like a sticky film...."
ru: «Свинец нелегко превратить в золото, однако возможно, подумала недальновидная... не-дально-видно-я?.. Равель. Коли воду можно добыть из крови, смертность можно снять с человека, словно липкую пленку....»

source: "So you pulled it off?"
ru: «Значит, тебе удалось?»

source: "The gulf between man and unman is great. You traveled the distance. I provided the means, but you crossed on your own." Ravel slaps her head and rakes her hand through her hair. "Bad Ravel! Mortals are too flawed to be made to last. Still they break! They must be dragged kicking and screaming into an unhealthy new mold."
ru: «Пропасть между человеком и нечеловеком велика. Ты ее преодолел. Я предоставила возможность, но ты пересек ее по собственной воле, - Равель шлепает себя по лбу и прочесывает волосы пальцами. - Плохая Равель! Смертные слишком несовершенны, чтобы заставлять их жить вечно. Они все равно ломаются! Их нужно запихивать в новую, нездоровую форму с криками и пинками».

source: "Unhealthy...? So the ritual was flawed?"
ru: «Нездоровую?.. Значит, в ритуале был изъян?»

source: "Shortcuts must be made, and they can *break* the molded... for it is not always the mold that breaks, but the substance poured within it. Force something into a shape it was not meant to be, and it breaks! I thought the material was of stronger stuff, but you have been broken."
ru: «Все нужно делать быстро, а это может *сломать* того, кого отливают... потому что не всегда ломается форма - иногда и вещество, которое в нее заливается. Затолкни что-нибудь в неподходящую форму - и оно сломается! Я думала, что материал будет покрепче, однако ты сломался».

source: "But I *am* immortal - surely that was a success?"
ru: «Но я же *бессмертный* - разве это не успех?»

source: "You have survived long, immortaled one, but you have become the prey of the creature that is life." She cups her hands, then reverses it, forming a canopy with her hands. "The body is but a hut for the soul. But now no one dwells in your hut."
ru: «Ты долго жил, обессмерченый, но ты стал жертвой твари по имени жизнь». Она складывает ладони в ковш, потом переворачивает их, образовывая купол. «Тело - всего лишь жилище для души. Но в твоем жилище никто не живет».

source: "What went wrong with the ritual?"
ru: «Что пошло не так с ритуалом?»

source: "Puzzle-fleshed broken, beautiful, beautiful mortal man, the ritual was not... knot? Knot... not a finished thing." Ravel's brows wrinkle, and her talons pick at her hair, tugging on a lone strand. "The ritual gave you what you wanted, but ..."
ru: «Плоть-головоломка сломана, о прекрасный смертный. Ритуал был... или не был?.. был... не закончен». Равель нахмуривает лоб и начинает теребить когтями волосы, дергая прядь. «Ритуал дал тебе то, что ты хотел, но...»

source: "But..."
ru: «Но...»

source: "The ritual gave you what you wanted, but *great* were the costs... the casting of shadows, the quiet, violent deaths of the mind, and the pain-taking emptiness... these things, a-dangerous were are in such a fragile vessel, no matter how strong a mortal man. Regret them and the ritual do I."
ru: «Ритуал дал тебе то, что ты хотел, но *велика* была цена... отбрасывание теней, тихая и жестокая смерть разума, болеутоляющая пустота... все эти вещи опасны для такого хрупкого сосуда, и неважно, насколько силен смертный. О них и о ритуале сожалею я».

source: "Casting of Shadows?"
ru: «Отбрасывание теней?»

source: "The quiet, violent death of the mind?"
ru: «Тихая и жестокая смерть разума?»

source: "Pain-taking emptiness?"
ru: «Болеутоляющая пустота?»

source: "Despite these problems, it seems like the ritual worked..."
ru: «Несмотря на эти проблемы, ритуал, похоже, сработал...»

source: Ravel said I asked her to make me immortal, but she could not recall why. She spoke at length about the ritual, however - she told me that I "cast shadows on existence." Every time I die, another shadow is born, and it seeks me out to murder me. She also said that while my flesh heals, my mind does not... the more I die, the more of myself I lose when my mind awakens again. This might explain my memory loss? I don't know. She also said the hollowness I feel inside is the place where my mortality used to rest...
ru: Равель сказала, что я попросил ее сделать себя бессмертным, но она не может вспомнить зачем. Однако она в деталях описала ритуал: она сказала, что я «отбрасываю тени на существование». Каждый раз, когда я умираю, рождается новая тень, которая ищет меня, чтобы убить. Еще она сказала, что хотя моя плоть и восстанавливается, этого нельзя сказать о разуме... чем больше я умираю, тем больше я теряю себя, когда мой разум снова пробуждается. Может ли это объяснить мои потери памяти? Я не знаю. Еще она сказала, что пустота, которую я чувствую внутри, - это место, где обитала моя смертность...

source: "Ungrateful shades... but ungrateful without cause? The shades... they hate you, Nameless One, for they are fathered by you, your children, once forsaken, they will never forgive. They will do everything they can to destroy the parent... such is the way of children."
ru: «Неблагодарные тени... но разве без причины? Тени... они ненавидят тебя, Безымянный, поскольку были произведены тобой на свет. Они твои дети, однажды брошенные тобой и так и не простившие этого. Они сделают все возможное, чтобы уничтожить родителя... таковы они, дети».

source: "How do I father shades... these shadows?"
ru: «Каким образом я произвожу... эти тени?»

source: "You cast shadows on existence, Nameless One. With every death, a shadow arises fresh from the fields of your flesh. They a-wander for a time, but always they a-return, looking to murder their parent. Such is the way of many offspring..." Ravel purses her lips in disapproval, then suddenly pokes you in the chest with a talon. "...and thankless young men such as yourself."
ru: «Ты отбрасываешь тени на существование, Безымянный. С каждой смертью с полей твоей плоти восстает тень. Какое-то время они блуждают, но всегда возвращаются, разыскивая своего родителя, чтобы убить его. Так поступают многие отпрыски, - Равель неодобрительно кривит губы, затем вдруг тыкает тебя когтем в грудь, - и неблагодарные молодые люди вроде тебя».

source: "Tell me more about this ritual..."
ru: «Расскажи мне еще об этом ритуале...»

source: "A thousand deaths, and you recover from each. Not so the mind, the mind is much more fragile. Its scars run deep and do not heal. The brain is encased in a hard bone shell, difficult to breach, but with no defense against that which eats at it from within."
ru: «Тысяча смертей - и каждую ты пережил. Но не разум - он гораздо более хрупкий. Его шрамы глубоки и не заживают. Мозг заключен в твердой костяной оболочке, которую трудно пробить, но беззащитен для того, что ест его изнутри».

source: "You have a whole where... wear? Wear your mortality once lay within your shell." She makes her hand into a fist and shakes it. "*Rattle-rattle* goes the hollow man, a baby's plaything, with naught but a tiny stone that a-clatters and clacks in your frame."
ru: «В тебе зияет дыра, там, где... везде?.. где когда-то внутри твоей оболочке покоилась твоя смертность, - она сжимает руку в кулак и трясет им. - *Бряц-бряц* - гремит пустой человек, погремушка с одним лишь камушком, который грохочет и трещит в твоем теле».

source: "Do you doubt Ravel? Of course I delivered on what was promised! Not long after the spell a-drew to a close, I killed you to see if it had worked. You struggled so, but I kept my grip *tight* and watched you die your first of many deaths." Ravel *clacks* her teeth. "Then was I a-learned in its flaws..."
ru: «В Равель ты сомневаешься? Конечно, я выполнила обещанное! Сразу после того, как заклинание было завершено, я убила тебя, чтобы увидеть, подействовало ли оно. Ты так сопротивлялся, но я держала тебя *крепко* и наблюдала, как ты умираешь первой из множества своих смертей, - Равель клацает зубами. - Затем я узнала о его изъянах...»

source: "What flaws?"
ru: «Каких изъянах?»

source: "Ego enwraps us like a prison. Forgot I did that it ofttimes serves as a shield." Ravel clicks her tongue. "My pretty, pretty thing, there is much wisdom and understanding in the truth that life is a preparation for the ultimate goal: death. Our life is a means by which we learn *how* to die. If we FORGET such things..."
ru: «Личность окружает нас, словно тюрьма. Забыла я, что еще она нередко служит щитом, - Равель цокает языком. - Мой ты красавчик, сколько все-таки мудрости содержится в той истине, что жизнь - всего лишь подготовка к конечной цели, смерти. Наша жизнь - это средство, с помощью которого мы учимся *умирать*. ЗАБЫВАЯ эти вещи, мы...»

source: "So that's when you discovered I lost my memories when I died..."
ru: «Так вот когда ты выяснила, что я теряю память, когда умираю...»

source: "Yess..." Ravel nods. "Unfortunate... without the mortality to hold such memories tight, the shell a body is..."
ru: «Да-а... - кивает Равель. - К несчастью... без смертности, крепко удерживающей воспоминания, тело - всего лишь оболочка...»

source: "So you took my mortality from me... is it still intact?"
ru: «Итак, ты забрала у меня мою смертность... она все еще цела и невредима?»

source: Ravel seems surprised, then alarmed. "Yes, yes, *yes!* Fear not for a broken mortality... if you are here... hear? Hear a-talking at me, intact your mortality must be. Such a thing can not... knot... not be destroyed as long as you exist. You are an *anchor* of your mortal soul. As long as *you* are intact, so shall it be. Made to last are you..." Ravel smiles and gives a wheezing laugh. "For life swallowed you and spit you out!"
ru: Равель, похоже, удивляется, затем настораживается. «Да, да, *да*! Не бойся за сломанную смертность... раз уж ты здесь... весь?.. здесь и болтаешь со мной, твоя смертность в целости и сохранности. Подобную вещь невозможно... возможно... уничтожить, покуда ты существуешь. Ты - *якорь* своей смертной души. Пока *ты* невредим, такой останется и она. Ты обречен существовать... - Равель улыбается и хрипло хохочет. - Ведь жизнь проглотила тебя и выплюнула!»

source: Ravel seems surprised, then alarmed. "Yes, yes, *yes!* Fear not for a broken mortality... if you are here... hear? Hear talking at me, intact your mortality must be. Such a thing can not... knot... not be destroyed as long as you exist. You are an *anchor* of your mortal soul. As long as *you* are intact, so shall it be. Made to last are you..." Ravel smiles and gives a wheezing laugh. "For life swallowed you and spit you out!"
ru: Равель, похоже, удивляется, затем настораживается. «Да, да, *да*! Не бойся за сломанную смертность... раз уж ты здесь... весь?.. здесь и болтаешь со мной, твоя смертность в целости и сохранности. Подобную вещь невозможно... возможно... уничтожить, покуда ты существуешь. Ты - *якорь* своей смертной души. Пока *ты* невредим, такой останется и она. Ты обречен существовать... - Равель улыбается и хрипло хохочет. - Ведь жизнь проглотила тебя и выплюнула!»

source: Ravel seems surprised, then alarmed. "Yes, yes, *yes!* Fear not for a broken mortality... if you are here... hear? Hear talking at me, intact your mortality must be. Such a thing can not... knot... not be destroyed as long as you exist. You are an *anchor* of your mortal soul. As long as *you* are intact, so shall it be. It cannot be destroyed anymore than you can."
ru: Равель, похоже, удивляется, затем настораживается. «Да, да, *да*! Не бойся за сломанную смертность... раз уж ты здесь... весь?.. здесь и болтаешь со мной, твоя смертность в целости и сохранности. Подобную вещь невозможно... возможно... уничтожить, покуда ты существуешь. Ты - *якорь* своей смертной души. Пока *ты* невредим, такой останется и она. Ее уничтожить не легче, чем тебя».

source: "Enough of this, Ravel. You took my mortality from me, and it has caused more harm than good. I would take it back now - you have had it overlong, I think."
ru: «Довольно, Равель. Ты забрала мою смертность, и зла это причинило больше, чем добра. Я хочу вернуть ее обратно: похоже, она у тебя залежалась».

source: "Very well. I had other questions for you, Ravel..."
ru: «Хорошо. Равель, у меня есть другие вопросы к тебе...»

source: "Ah... you make a demand...?" Ravel's black-veined eyes sharpen and twist, taking a disturbing *awareness,* and she bares her yellow fangs. "No, no, no. That, Ravel, I, will *not* do. What is undone cannot be done."
ru: «А... ты выдвигаешь требование?..» Покрытые черными жилками глаза Равель становятся пронзительными и начинают бегать, принимая выражение беспокойной *осведомленности*; она обнажает свои желтые клыки. «Нет-нет-нет. Этого, я, Равель, *не стану* делать. Что разрушено - того не вернешь».

source: "Ravel... I tire of your word games; I am not playing with you any longer. Give me back my mortality or I shall kill you."
ru: «Равель... Я устал от твоих словесных игр. Больше я не буду с тобой играться. Отдай мне мою смертность, иначе я тебя убью».

source: "Why not?"
ru: «Почему нет?»

source: "I have heard enough. I had some other questions..."
ru: «Я услышал достаточно. У меня есть другие вопросы...»

source: "Kill me you will, your will shall kill me, it is no matter. It is difficult to tell in which of time's many directions I am facing. Mortals face in the opposite direction, looking to the future, and I am facing the past, for I do not like what I see in the future."
ru: «Убьешь меня, хочешь меня убить - значения не имеет. Трудно понять, в каком из направлений времени я смотрю. Смертные смотрят в противоположную сторону, в грядущее, я же гляжу в прошлое, поскольку мне не нравится то, что я вижу в грядущем».

source: "Cease this nonsense-speak, Ravel. I tire of bandying words with you. Give me back my mortality... *now.*"
ru: «Прекрати нести ахинею, Равель. Я устал перекидываться с тобой словами. Отдавай мою смертность... *живо*».

source: "Ravel *cannot* give such a thing to you, my precious man, for Ravel has *nothing* to give... I never possessed *you* or your mortality... though I wished to keep them both in my garden as selfish affection's keepsakes, trace the patterns of your flesh... but such things Ravel could not bring herself to do..."
ru: «Равель *не может* отдать тебе такую вещь, мой драгоценный, ведь ей *нечего* отдавать... Я никогда не владела *тобой* или твоей смертностью... хотя я и хотела оставить их в своем саду в качестве подношений своей эгоистичной любви, чтобы рассматривать узоры твоей плоти... но Равель не смогла заставить себя сделать подобное...»

source: "If you don't have it, Ravel... where is my mortality?"
ru: «Равель, если у тебя ее нет... тогда где моя смертность?»

source: Ravel gives a low, wide smile. "Is that so hard for you to believe, fiendling...?" She cackles softly to herself. "Does Ravel being Ravel, and thus, a myth, not *deserve* to carry such a feeling in her black-brambled heart...?"
ru: Равель расплывается в подлой широкой улыбке. «Разве тебе так сложно в это поверить, полунечисть?.. - она тихонько посмеивается. - Разве Равель, будучи Равель, мифом, *не заслуживает* того, чтобы хранить подобное чувство в своем черно-ежевичном сердце?..»

source: "Then if you don't have it, Ravel... where is my mortality?"
ru: «Итак, Равель, если у тебя ее нет... тогда где моя смертность?»

source: Ravel gives a low, wide smile. "Is that so hard for you to believe, succubus...?" She cackles softly to herself. "Does Ravel being Ravel, and thus, a myth, not *deserve* to carry such a feeling in her black-brambled heart...?"
ru: Равель расплывается в подлой широкой улыбке. «Разве тебе так сложно в это поверить, суккуб?.. - она тихонько посмеивается. - Разве Равель, будучи Равель, мифом, *не заслуживает* того, чтобы хранить подобное чувство в своем черно-ежевичном сердце?..»

source: "Tchhh! The past is past, and histories care little for a-speaking the truth of it..." Ravel frowns, then her voice drops slightly, threateningly, as she studies Grace. "The feeling *brushed* me, yes... and now *hold* your silvered tongue, Abyssal daughter. I need not your soft words to cloud the air here - the man and I shall speak, and you shall bow out of this. I shall attend to you shortly."
ru: «Пф-ф! Прошлое есть прошлое, и историям нет дела до того, чтоб рассказывать правду о нем...» Равель хмурится, ее тон немного понижается и становится грозным, пока она изучает Грацию. «Да, чувство *тронуло* меня... а теперь *попридержи* свой серебряный язычок, дочь Бездны. Я не желаю, чтобы ты напускала здесь туман своими мягкими речами - я буду говорить с ним, а ты будешь держаться в сторонке. Вскоре я уделю тебе внимание».

source: "Enough, Ravel: If you don't have my mortality... where is it?"
ru: «Довольно, Равель. Если у тебя нет моей смертности... тогда где она?»

source: "*I* don't know, sweet thing. But if I were you, I'd get it back quick-quick. No telling what horrible things someone could do to you if they held your mortality for RANSOM." Ravel *clicks* her talons together. "It would like be holding someone's sweet, succulent soul... a puppet dancing on someone's strings, would you be, and a most sad puppet, too... two? Know where it is, I do not."
ru: «*Я* не знаю, сладенький. Но на твоем месте я бы вернула ее себе, да поскорее. Не стоит упоминать, что за ужасные вещи сможет сотворить с тобой тот, кто захватит твою смертность и будет требовать ВЫКУП, - Равель щелкает пальцами. - Это все равно что держать чью-то сладкую сочную душу... марионеткой, пляшущей под чью-то дудку, станешь ты, бедняжка-кукла... мукла? Не знаю я, где она».

source: "Well, it would have been too EASY for you to know where it could be found... looks like I'm off on another hunt."
ru: «Что ж, было бы слишком ПРОСТО, если бы ты знала, где ее найти... похоже, мне предстоит еще одна охота».

source: "Hold a moment... you say YOU don't know where my mortality is. Do you know someone who DOES know where it is?"
ru: «Погоди минутку... ты сказала, что ТЫ не знаешь, где моя смертность. Так ты знаешь кого-то, кто это ЗНАЕТ?»

source: "Ahhh... not so quick to rush off, you should be." Ravel gives a horrid smile, her tusks gleaming. "*I* do not know where your mortality lies, my precious man... but there is *another* may carry the knowing of such a thing..."
ru: «Ах... не будь таким торопливым, - Равель отвратительно улыбается, ее клыки блестят. - *Я* не знаю, где находится твоя смертность, мой драгоценный... однако есть *другой*, который может иметь подобные знания...»

source: "'Another may know?' Who?"
ru: «Другой? Кто?»
