Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dravel.dlg.po
Languages: ru

source: "Wh--?"
ru: «Что?...»

source: "I will not, Ravel. Do not threaten me... I WILL leave this place."
ru: «Нет, Равель. Не угрожай мне... Я ПОКИНУ это место».

source: "Ravel, calm down - I need to leave, but I shall return. Don't --"
ru: «Равель, успокойся. Мне нужно идти, но я вернусь. Не...»

source: "I'm afraid I would be poor company, Ravel. And I cannot stay in any event. I'm afraid you must allow me passage."
ru: «Боюсь, что из меня выйдет плохая компания, Равель. Да и не могу я остаться, как ни крути. Боюсь, что тебе придется позволить мне уйти».

source: "I shall NOT let you leave -I have the power to KEEP you here, and I shall USE it. My black-barbed maze shall NOT allow you to travel beyond it while I LIVE, my precious, *precious* man..."
ru: «Я НЕ ПОЗВОЛЮ тебе уйти: я владею силой УДЕРЖАТЬ тебя здесь, и я ею ИСПОЛЬЗУЮ. Мой лабиринт черных шипов НЕ ПОЗВОЛИТ тебе покинуть его, покуда я ЖИВА, мой драгоценный-*предрагоценный* человек...»

source: "Ravel, I don't want to fight you... don't do this. Allow me passage, and I shall return to visit you. You need not be alone in this place."
ru: «Равель, я не желаю драться с тобой... не делай этого. Позволь мне уйти. Я еще вернусь и навещу тебя. Ты не будешь здесь одна».

source: "So the only way I can leave is when you're dead? Very well, mayhap it is YOU who have made a mistake by underestimating me, crone."
ru: «Значит, я смогу уйти отсюда только после твоей смерти? Отлично. Возможно, это ТЫ ошиблась, недооценив меня, старая карга».

source: "RETURN?! RETURN as you CLAIMED you would so LONG AGO?! No... no, you shall not LIE to Ravel TWICE! No more CENTURIES will I WAIT for you..." Ravel's lips peel back, and her talons seem to grow, grow into fiendish claws. "Here in my garden you will STAY, and a-wander the Planes you will NO LONGER...!"
ru: «ВЕРНЕШЬСЯ?! ВЕРНЕШЬСЯ, как ты ДАВНЫМ-ДАВНО ОБЕЩАЛ?! Нет... нет, ты не ОБМАНЕШЬ Равель ДВАЖДЫ! Я больше не буду ЖДАТЬ тебя ВЕКАМИ...» Губы Равель поднимаются, а когти вроде как удлиняются, превращаясь в когти нечистого. «Ты ОСТАНЕШЬСЯ тут, в моем саду, больше НЕ БУДЕШЬ бродить по планам!..»

source: "Ravel, calm yourself, there's no NEED for this..."
ru: «Равель, успокойся, в этом нет НИКАКОЙ нужды...»

source: "You have forgotten your PLACE, HALF-man. Humility is in order."
ru: «Ты забыл свое МЕСТО, ПОЛУчеловек. Тебе следовало подчиниться».

source: "Ravel, don't DO this..."
ru: «Равель, не ДЕЛАЙ этого...»

source: "We'll see, witch..."
ru: «Посмотрим, ведьма...»

source: Ravel answered my questions, but I don't think she expected me to leave her... when I told her I was leaving, she attacked me, and she swore that I would not be able to leave while she lived. I had no choice but to fight her.
ru: Равель ответила на мои вопросы, но мне кажется, что она не ожидала, что я уйду... когда я сказал ей, что ухожу, она напала на меня, поклявшись, что я не смогу уйти, покуда она жива. У меня не было другого выбора, кроме как вступить с ней в бой.

source: "Why, my precious, precious half-man, you carry the greatest torment of all... life forever-more. Can it be life a-cares for you as Ravel does?" She gnashes her yellowed tusks with a horrid *clacking* noise. "One so brave, so passionate, so terribly lost, sad, sad."
ru: «Что ж, мой драгоценный-предрагоценный получеловек... величайшее страдание для тебя - нескончаемая жизнь. Разве жизнь о тебе беспокоится так, как Равель? - она скрежещет желтыми клыками с отвратительным *клацаньем*. - Такой храбрый, такой пылкий, такой ужасно потерянный и грустный-прегрустный».

source: "Study their eyes when they are close... you shall *see* their torments, for they will not speak of them. No more will Ravel say... mayhap if they were close, and Ravel could see them, she would say more... but not this day."
ru: «Рассмотри их взгляды, когда они будут вблизи... ты *увидишь* их муки, ведь сами они о них не скажут. Больше Равель не будет говорить... может, если бы они подошли ближе, и Равель смогла бы их рассмотреть, она сказала бы больше... но не сегодня».

source: "Why are they drawn to me?"
ru: «Почему их тянет ко мне?»

source: "And you bit me, so long ago, 'twas not a kiss then, but a bite to the heart..." Ravel smiles. "Do not be surprised, my precious man. There is no harm done..."
ru: «А ты укусил меня, давным-давно, хотя то был не поцелуй, а укус в сердце... - Равель улыбается. - Не удивляйся, мой драгоценный. Никто не пострадал...»

source: Mebbeth's... Ravel's... face relaxes, and you watch as the bluish tinge returns to her skin, and the blood red bleeds back into her eyes. She blinks, slowly, as if re-orienting herself.
ru: Лицо Меббет... Равель... расслабляется, и ты наблюдаешь, как синюшный оттенок возвращается ее коже, а кровавая краснота - ее глазам. Она медленно моргает, как бы пытаясь сориентироваться.
