Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dravel.dlg.po
Languages: ru

source: Stand your ground...
ru: Остаться на месте...

source: You step back, and Ravel blinks, then mutters to herself. "Dum zomfie... dum zomfie..."
ru: Ты отступаешь, а Равель моргает, бормоча себе под нос: «Тупой зомфи... тупой зомфи...»

source: "I have other questions for you, Ravel."
ru: «У меня есть к тебе другие вопросы, Равель».

source: Ravel's left hand plucks a hair from her head, hooks it around her talons, and lightning-like, she jabs another talon into the skin near one of your scars. It's barely more than a pin-prick, but it looks like she's about to start stitching you up.
ru: Левой рукой Равель выдергивает локон из головы, цепляет его на коготь и незамедлительно втыкает другой коготь в кожу возле одного из твоих шрамов. Это побольнее, чем укол, но похоже на то, что она собирается тебя заштопать.

source: Let her work.
ru: Позволить ей работать.

source: It turns out that Ravel was Ei-Vene, the strange tiefling I encountered in the Mortuary. When I confronted her on it, Ravel seemed to become Ei-Vene for a short time and "stitched" up my wounds, making me tougher.
ru: Оказалось, что Равель была Эи-Вейн, странным тифлингом, которую я встретил в Морге. Когда я упомянул ей об этом, Равель ненадолго превратилась в Эи-Вейн и «заштопала» мои раны, сделав меня выносливее.

source: As it was with Ei-Vene, the sensation is curiously painless, but the thread and stitching seems to be going much deeper, almost INSIDE you, without actually going beyond the surface of the skin. In moments, Ravel's talons draw back, and you feel... better, stronger. Ravel mutters in Ei-Vene's voice: "Dum zomfie..."
ru: Как это было и с Эи-Вейн, ощущения на удивление безболезненны, однако кажется, что стежки проходят гораздо глубже, чуть ли не ВНУТРЬ тебя, на самом деле не углубляясь дальше поверхности кожи. Через несколько мгновений Равель убирает свои когти, и ты чувствуешь себя... лучше, сильнее. Равель бормочет голосом Эи-Вейн: «Тупой зомфи...»

source: As you say her name, Ravel's face seems to *shift*... her blue skin sags, until she's wearing the same sour, curd-faced expression you saw on Marta's face. "C'mon, now... don't be all-difficult on Marta..." She raises the talon of her index finger like a scalpel and advances upon you. "False, nasty, corpse."
ru: Когда ты произносишь ее имя, лицо Равель, казалось бы, *меняется*... синюшная кожа обвисает, и лицо принимает то же кислое болезненное выражение, которое ты видел у Марты. «Ну же... не усложняй все для Марты...» Она поднимает коготь указательного пальца, словно скальпель, и приближается к тебе. «Фальшивый грязный труп».

source: You step back, and Ravel blinks, then mutters to herself; her features *shift* back to Ravel's... but her expression is still dazed, as if she is having trouble orienting herself. "Nasty corpse, eh, Marta...? yes, Marta, he is..."
ru: Ты отступаешь, а Равель моргает, что-то бормоча себе под нос; ее лицо снова *становится* лицом Равель... но выражение у него все еще изумленное, как будто она не может сориентироваться. «Грязный труп, да, Марта...? Да, Марта, так и есть...»

source: Ravel's filthy talon jabs into your abdomen, then pulls it brutally downwards in a saw-like motion... but there is no pain. You watch as your skin peels slowly back from her touch -no blood issues from the wound. "Look at this, Marta... look at this..."
ru: Грязный коготь Равель втыкается тебе в живот, а затем пилящим движением безжалостно разрезает его сверху донизу... однако боли нет. Ты наблюдаешь, как твоя кожа медленно опускается от ее прикосновения - кровь из раны не идет. «Погляди-ка на это, Марта... погляди на это...»

source: Ravel's free hand digs into your chest, where she loops your intestines up like yarn, and *plucks* them from your stomach... as she does, your stomach seals up, as if time was going backwards. Marta... Ravel... holds up your intestines like a trophy. "Pretty, pretty, eh, Marta...? One shouldn't swallow such a thing, no, no..."
ru: Свободная рука Равель погружается в твою грудную клетку, где она наматывает твои кишки, как пряжу, и *отрывает* их от твоего желудка... при этом твой желудок закрывается, как будто время пошло вспять. Марта... Равель... поднимает твои кишки как трофей. «Прелесть-то какая, а, Марта?.. Не стоит глотать такие вещи, нет, нет...»

source: "Uh... can I have those back, please? I might need them later."
ru: «Э... можно, я их заберу? Возможно, они мне еще понадобятся».

source: She hands you the ropy mass... despite the freshness, the fluids surrounding your intestines have dried like resin. It feels more like a loop of glazed... rope.
ru: Она вручает тебе липкую массу... несмотря на свежесть, жидкость, покрывающая твои кишки, стала как каучук. Они больше похожи на моток глазированной... веревки.

source: "Uh... thanks. I'll treasure this always."
ru: «Э... спасибо. Буду хранить это как сокровище».

source: It turns out that Ravel was Marta, that barmy seamstress I encountered in the Buried Village. When I confronted her on it, Ravel seemed to become Marta for a short time and plucked out my intestines... which she told me would serve me as a talisman of great power. All I know is that there seems to be tons of people that keep reaching into my body and pulling out things that aren't MEANT to be pulled out, and getting away with it.
ru: Оказывается, Равель была Мартой, той чокнутой швеей, которую я встретил в Погребенной деревне. Когда я упомянул ей об этом, Равель ненадолго превратилась в Марту и выдернула из меня кишки... которые, по ее словам, должны послужить мне могущественным талисманом. Все, что я знаю, так это то, что толпы людей без конца роются в моем теле и достают оттуда вещи, которые НЕЛЬЗЯ доставать, и при этом уходят безнаказанно.

source: Marta... Ravel... nods slowly. "As well he should, shouldn't he, Marta? Yes... yes, he should, Marta. Powerful magic to be found the guts of an immortal, yes... not like teethies... or eyes..."
ru: Марта... Равель... медленно кивает. «Еще как будет, Марта, разве не так? Да... да, будет, Марта. В кишках бессмертного заключается могущественное волшебство, да... не то что в зубчиках... или глазах...»

source: As you mention Mebbeth, all the color seems to bleed out of Ravel's face until she is gray and ashen -- literally. It likes the color just... vanished. "And who might ye be, hmmmnnn? Does yer path bring you back to Ol' Mebbeth's door, child...?"
ru: Когда ты упоминаешь Меббет, лицо Равель выцветает, и она становится пепельно-серой - в буквальном смысле. Как будто цвет просто... пропал. «И кем же ты будешь, м-м? Твой путь снова привел тебя к двери старой Меббет, сынок?..»

source: "Yes, it does... Mebbeth... I, uh, came to learn more of the Art. Can you teach me any more?"
ru: «Да... Меббет... Я, эм, пришел узнать больше об Искусстве. Ты можешь научить меня еще чему-нибудь?»

source: "Not this time... what other shapes have you turned yourself into, Ravel?"
ru: «Не в этот раз... в кого еще ты превращалась, Равель?»

source: "Pah! I am but a midwife, child, such power as the Art commands is much beyond me..."
ru: «Пф! Сынок, я всего лишь повитуха. Силы вроде владения Искусством мне неподвластны...»

source: "I... don't think so. I think you may have more to teach me than you may realize. Much more."
ru: «Мне... так не кажется. Мне кажется, ты могла бы обучить меня большему, чем можешь себе представить. Намного большему».

source: Then comes the question like an echo: "Ye want to learn the Art, ye do? *Why* do ye want to learn such things?"
ru: Следующий вопрос звучит как эхо: «Так ты хочешь изучать Искусство? Но *почему* ты хочешь изучать подобные штуки?»

source: Echo: "Because I just want to know."
ru: Эхо: «Потому что я просто хочу знать».

source: Echo: "Because I may need it to solve the mystery of who I am."
ru: Правда: «Потому что я хочу узнать, кто я такой».

source: Echo: "Because I need power."
ru: Правда: «Потому что мне нужна сила».

source: "My reasons are my own."
ru: «Это мое личное дело».

source: Ravel... Mebbeth... scoffs. "Not a child's grammar book this is, not a guvner's set of laws... it's the *Art,* child. I'll teach ye, but ye've got ta keep a clear head about ye..." She leans in close. "Listen..."
ru: Равель... Меббет... усмехается. «Это тебе не детский букварь, и не кодекс законников... это *Искусство*, сынок. Я научу тебя ему, но для этого тебе понадобиться ясная голова, - она наклоняется ближе. - Слушай...»

source: Listen...
ru: Слушать...

source: "No, I don't think I wish to learn what you have to tell me... perhaps some other time."
ru: «Нет, не думаю, что хотел бы изучать то, что ты собираешься мне рассказать... может, в другой раз».

source: It turns out that Ravel was Mebbeth, the kindly midwife I met in Ragpicker's Square. When I confronted her on it, Ravel seemed to become Mebbeth for a short time and told me something... something I cannot even recall, but I feel as if she peeled back my senses to the Planes, making me more *aware* of my surroundings.
ru: Оказывается, Равель была Меббет, добродушной повитухой, которую я встретил на площади Старьевщиков. Когда я упомянул ей об этом, Равель ненадолго превратилась в Меббет и кое-что мне сказала... кое-что, что я не могу даже вспомнить, и все же мне кажется, будто она обострила мое ощущение планов, сделав меня более *внимательным* к происходящему вокруг.

source: After a moment, Ravel... Mebbeth... nods. "The Art may help, it may not, and ye must not rely on it ta solve all o' yer problems." She sighs. "Child, it's most like only going to add another chip to yer pile o' questions..." She leans in close. "But if ye'd know, then listen..."
ru: Мгновение спустя, Равель... Меббет... кивает. «Искусство может помочь, а может и не помочь, и ты не должен полагаться на него в решении своих проблем, - она вздыхает. - Сынок, скорее всего от этого твоя кипа вопросов только разрастется... - она наклоняется ближе. - Но если ты хочешь знать, тогда слушай...»

source: "Pah! An ill-desire, fer the ladder of the Art will always remind ye that ye there's another rung jist above ye, and there's a bunch of people and things that'll be on it, too. There'll always be someone better, and they'll learn *ye* if ye crave too much." She leans in close. "But if ye'd know, then listen..."
ru: «Пф! Дурное желание, ведь лестница к Искусству всегда будет напоминать тебе, что над тобой высится еще одна ступенька, а на ней - куча людей и вещей. Всегда будет кто-то лучший, и он научит *тебя*, если ты будешь хотеть достаточно сильно, - она наклоняется ближе. - Но если ты хочешь знать, тогда слушай...»

source: Mebbeth... Ravel... whispered something, and you feel *different,* changed somehow. She told you something horrible, something about how the Planes work, but your mind has shut out her words, and you cannot recall them. Just thinking about them sets your heart pounding... Ravel told you something you're not sure *anyone* was ever meant to know. She is watching you, studying you.
ru: Меббет... Равель... что-то прошептала, и ты почувствовал себя *по-другому*, как будто что-то изменилось. Она рассказала мне нечто ужасное, что-то об устройстве планов, однако твой разум отгородился от ее слов, и ты не можешь их вспомнить. От одной лишь мысли о них твое сердце начинает колотиться... Равель рассказала мне то, что вряд ли суждено было узнать *кому-либо*. Она внимательно наблюдает за тобой.

source: "Wh-What... what other shapes have you been, Ravel?"
ru: «К-какие... какие еще формы ты принимала, Равель?»

source: "I... I... have other questions for you, Ravel."
ru: «У... У... меня есть к тебе другие вопросы, Равель».

source: "That so? Well, iffen yer reasons are yer own, then my *knowledge* is my own. I won't teach one who hides hisself from the teacher... only... evil... comes... from such a path." Mebbeth... Ravel... blinks, as if trying to reorient herself.
ru: «Вот как? Коли это твое личное дело, тогда мои *знания* тебя тоже не касаются. Я не стану учить того, кто скрывает себя от учителя... это... есть... корень... зла». Меббет... Равель... моргает, как бы пытаясь сориентироваться.

source: "I cannot help BUT help you, my precious man... and that will always be true, no matter how many Ravels there be... on this, they will agree."
ru: «Я не могу НЕ ПОМОЧЬ тебе, мой драгоценный... и так будет всегда, вне зависимости от того, как много будет Равелей... на этот счет у них не будет разногласий».

source: "Never mind. I had some other questions..."
ru: «Забудь. У меня есть другие вопросы...»

source: "My offering of help was unwelcome. I *tried* to set her FREE; Sigil is the CAGE, a City of Doors and Locks, is a prison for her. It must be, mustn't it be? Why else call the city of Sigil 'the Cage?' And who is caged? The Lady! A prison so small for one so great. Unjustness, wrongness, intolerable to torment a woman thusly!"
ru: «Мое предложение было принято в штыки. Я *пыталась* ОСВОБОДИТЬ ее. Сигил - это КЛЕТКА, город Дверей и Замков - и ее тюрьма. Тюрьма, разве не так? Зачем же еще называть Сигил 'Клеткой'? И кто в клетке? Леди! Такая маленькая темница для такой великой как она. Несправедливо, неправильно, нестерпимо мучить женщину подобным образом!»

source: "I... see."
ru: «Понятно...»

source: "I tried to break the Cage, let the Lady go free." She makes a shooing motion, her expression becoming pained as she scatters invisible birds. "Shoo, shoo, o pained woman, let Sigil's ring be broken so you might fly far from its filthy streets and the stupid dabus that dare not speak in words for fear their thoughts would be overheard!" Ravel's hands slowly stop their 'shooing' motion, and she gives a slow sigh.
ru: «Я пыталась сломать Клетку, освободить Леди». Она начинает махать руками; ее лицо принимает огорченное выражение, пока она гонит невидимых птиц. «Кыш, кыш, обиженная женщина, дай сломать сигильское кольцо, чтобы ты смогла улететь далеко-далеко от его грязных улиц и глупых дабусов, которые не смеют изъясняться словами в страхе, что их подслушают!» Равель постепенно перестает размахивать руками и медленно вздыхает.

source: "Go on..."
ru: «Продолжай...»

source: "I see. I had some other questions..."
ru: «Понятно. У меня есть другие вопросы...»

source: "Before I could finish, I a-found myself here, and my memories none the better for the trip... much has slipped away, much forgotten, yes it was... is? Was?" Ravel smiles with her yellowed teeth. "The dwindling of memory has become a comfort to these old bones. Much have I forgotten... I am fortunate in that I still remember you."
ru: «Прежде чем я смогла закончить, я очутилась здесь, и не могла вспомнить как... многое пропало, многое забылось, о да... да? Да? - Равель улыбается, обнажая желтые зубы. - Потеря памяти так приятна для этих старых костей. Я многое забыла... Мне повезло, что я хоть тебя помню».

source: "Ravel, but... WHY did you try to free the *Lady of Pain* from Sigil?"
ru: «Равель, но... ЗАЧЕМ ты пыталась освободить *Леди Боли* из Сигила?»

source: "I see. I had other some questions for you..."
ru: «Понятно. У меня есть к тебе другие вопросы...»

source: It turns out that Ravel was mazed for trying to free the Lady of Pain from Sigil... was that such a crime? Still, the best of intentions... Ravel said she simply could not bear anyone being caged or imprisoned.
ru: Оказывается, Равель заключили в лабиринт за попытку освободить Леди Боли из Сигила... разве это преступление? Что ж, добрыми намерениями вымощена дорога в ад... Равель сказала, что она попросту не могла вытерпеть, когда кого-нибудь лишали свободы.

source: Ravel's voice drops, almost reprimanding. "I resent anyone, even a Power, being imprisoned and think that all, everyone ...whether stones, shores or quiet bladed ladies... should be FREE. Some have said more fool, I. Why risk such a thing, they said?"
ru: Тон Равель понижается, становится почти осуждающим. «Меня возмущает, когда кого-либо, даже Силу, лишают свободы, и я считаю, что все и вся... будь то камни, земли или молчаливые леди с клинками... должны быть СВОБОДНЫ. Некоторые говорили, что это глупо. Зачем так рисковать, говорили они».

source: "I agree. I would have let the Lady lie in her cage."
ru: «Согласен. Я бы оставил Леди в ее клетке».

source: "I think you did the right thing trying to set her free, Ravel."
ru: «Я считаю, что ты поступила правильно, пытаясь освободить ее, Равель».

source: Lie: "I... think you did the right thing trying to set her free, Ravel."
ru: Ложь: «Я... считаю, что ты поступила правильно, пытаясь освободить ее, Равель».

source: "Is that what you were trying to do when I met you so long ago? Were you trying to set me free?"
ru: «Так вот что ты пыталась сделать, когда я встретил тебя давным-давно? Ты пыталась освободить меня?»

source: "There are some things I cannot bear, and no apologies will I make, my precious half-man - yet... when I cannot let matters well enough alone... many are the lives and dreams that are a-left in pieces on the ground. If I had let you be, mayhap much better would your life be..."
ru: «Есть вещи, которые я не могу вынести, и я не стану извиняться, драгоценный ты мой получеловек. И все же... когда мне не удается остаться в стороне... многие жизни и мечты разбиваются об землю. Если бы я тебя не тронула, возможно, твоя жизнь была бы куда лучше...»

source: "Mayhap. I have other questions for you, Ravel..."
ru: «Возможно. У меня есть другие вопросы к тебе, Равель...»

source: "I'm glad that we share a like mind and view like-minded on this matter. Yet... when I cannot let matters well enough alone... it seems to mine eyes that many are the lives and dreams that are a-left in pieces on the ground."
ru: «Я рада, что мнения и взгляды по этому поводу у нас совпадают. И все же... когда мне не удается остаться в стороне... мне кажется, что многие жизни и мечты разбиваются об землю».

source: "At least you tried, Ravel, and I see no fault in your intentions."
ru: «Ты, по крайней мере, попыталась, Равель, и я не вижу проступка в твоих намерениях».

source: "So you are at fault, Ravel? At least you *tried* where others would have lacked the courage. I see no fault in your intentions - in fact, I see only strength."
ru: «Значить, ты сомневаешься, Равель? По крайней мере, ты сделала *попытку* там, где у других не хватило бы мужества. Я не вижу проступка в твоих намерениях - напротив, я вижу только силу».

source: "I have other questions for you, Ravel..."
ru: «У меня к тебе другие вопросы, Равель...»

source: "Tchhh. So *someone* does."
ru: «Пф-ф. *Некоторые* так и поступают».

source: Ravel stares at you in silence for a moment, then she cackles to herself. "Such honeyed words! How have I MISSED you, my precious half-man! You sing so sweetly, stone would give up its blood for you!"
ru: Равель некоторое время молча смотрит на тебя, потом начинает хихикать. «Такие сладкие слова! Как же я СКУЧАЛА по тебе, мой драгоценный получеловек! Ты поешь так сладко, что и камень разжалобил бы!»

source: "There is no harm in speaking the truth. I have other questions for you, Ravel..."
ru: «В правде нет ничего страшного. У меня к тебе другие вопросы, Равель...»

source: "Quite possibly, possibly quite. Life's chains and fear-of-death may have gripped too-tightly on the man I new... knew? Knew then, hmmmm-hmmmm?" Ravel picks at one of her jagged gray hairs, wrapping it around her finger. "No liking for chains and cages does Ravel have..."
ru: «Вполне возможно, возможно вполне. Цепи жизни и страх смерти, наверно, так крепко стиснули человека, которого я знала... узнала?... знала тогда, м-м-м? - Равель играет одним из своих колючими седых локонов, наматывая его на палец. - Равель терпеть не может цепей и клеток...»

source: "Ah, so I was caged somehow? Or chained? It sounds to me as if your memory is stirring, Ravel..."
ru: «А, значит я был вроде как заточен? Или закован? Кажется, ты вот-вот вспомнишь, Равель...»

source: "Yess..." Ravel blinks for a moment, and her black-veined eyes become duller, as if she has been struck with a heavy weapon. Her talon tightens around the gray hair, so tightly it looks like she is about to tear it from her skull. "Mayhap... you were a-trapped? But it was no normal cage that held you..."
ru: «Да-а...» Равель на миг закрывает глаза, потом ее глаза с черными прожилками мутнеют, как будто ее ударили чем-то тяжелым. Ее когти вцепляются в седые волосы, да так сильно, будто она собралась выдрать их из головы. «Может... ты был в западне? Но тебя удерживала не обычная клетка...»

source: "Do you have any idea *what* held me?"
ru: «Есть какие-нибудь идеи насчет того, *что* меня удерживало?»

source: Ravel thinks I may have been caged or imprisoned when I came to her so long ago... but she couldn't remember exactly. She said something about a promise of some sort, then she tore one of the hairs from her head and told me to take it in place of an answer.
ru: Равель считает, что я мог быть лишен свободы, придя к ней однажды... но точно она не смогла вспомнить. Она упомянула какое-то обещание, затем вырвала клок волос из своей головы и сказала мне взять его вместо ответа.

source: Ravel looks confused, and her face *twists,* as if she is fighting an unpleasant thought. "I have forgotten... mayhap a promise...? No, no..." Her finger tightens around the gray hair, and to your surprise, there is a *snap* like a twig breaking, and Ravel tears the hair from her head. A trickle of black blood worms from beneath her skull cap, and she hisses in anger.
ru: Равель выглядит озадаченной, ее лицо *перекашивается*, как будто она борется с неприятными мыслями. «Я забыла... может, обещание?.. Нет-нет...» Ее пальцы вцепляются в волосы, и к твоему удивлению, слышится *хруст*, будто сломалась ветка, - и Равель вырывает из головы лоскут. По ее голове стекает ручеек черной крови; она шипит от злости.

source: "Ravel...? Are you all right?"
ru: «Равель?.. Ты в порядке?»

source: "No MORE will I say..." Ravel's face wrinkles in pain, the talon covered with the blood-tipped gray hair - even plucked from her head, it looks jagged and stiff. "I do not know, and no knowing shall I share!" She stares down at the gray hair wrapped around her talon, and then she hisses, and flicks it to you. "Take this, and leave the past where it lies, half-man!"
ru: «Больше НИЧЕГО я не скажу...» Лицо Равель сжимается от боли, на когте намотан седой локон, окровавленный на конце. Даже выдернутый из головы, он кажется колючим и жестким. «Я не знаю, и знанием не поделюсь!» Она смотрит на седой локон, намотанный на коготь, и с шипением кидает его тебе. «Забирай это, и хватит ворошить прошлое, получеловек!»

source: "Very well, Ravel; then there is nothing more to be said on the matter. I had some other questions..."
ru: «Ладно, Равель. Тогда не будем больше об этом говорить. У меня есть другие вопросы...»

source: Ravel gestures around her. "Once a maze of lifeless stone it was, featureless, but a small black seed was wound in my hair when I came to this place, and it grew strong amongst the stone, flourishing, flourishing, until it ran thick throughout the maze like the unraveling hair of a crone... and so this maze of another becomes MY garden."
ru: Равель обводит руками вокруг себя. «Когда-то здесь был однообразный лабиринт безжизненных камней, но когда я пришла сюда, в моих волосах запуталось маленькое черное семечко, и оно проросло на камне, все разрастаясь и разрастаясь, пока не покрыло лабиринт, подобно распущенным волосам старухи... и так этот лабиринт стал МОИМ садом».

source: "I had some other questions for you, Ravel..."
ru: «У меня есть к тебе другие вопросы, Равель...»
