Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dravel.dlg.po
Languages: ru

source: The plump, hook-nosed crone before you doesn't look much like a myth; she is outfitted in a simple (if dirty) brown shirt and leggings, with a number of pouches hanging from her frayed belt. She seems oblivious to your presence, more concerned with the tangled black roots woven together to form the floor of the maze than anything transpiring around her.
ru: Пухлая крючконосая старуха перед тобой не очень-то похожа на миф: одета она в простую (хоть и грязную) коричневую рубаху и гетры, с множеством мешочков, свисающих с ее потрепанного пояса. Похоже, она не замечает твоего присутствия, и увлечена скорее рассматриванием запутанных черных корней, образующих пол лабиринта, чем происходящим вокруг себя.

source: Study her for a moment.
ru: Рассмотреть ее немного.

source: Leave the woman to her garden.
ru: Предоставить женщину ее саду.

source: A tangle of jagged gray hair juts from beneath the crone's hood, spreading down her shoulders like a mass of twisted gray roots. Sickly blue-gray flesh hangs in loose folds from her face; her narrow chin, long and sharp, juts forward in an extreme under-bite, and two filthy yellow canines protrude from her lower jaw, like small tusks.
ru: Космы колючих седых волос торчат из-под капюшона старухи, ниспадая на плечи, словно копна покрученных серых корней. Болезненная синюшно-серая кожа свободно свисает складками на ее лице. Узкий подбородок, длинный и острый, выступает вперед, подчеркивая сильно выпирающую нижнюю челюсть, из которой торчат два омерзительных желтых клыка, похожих на небольшие бивни.

source: "Ravel...?"
ru: «Равель?..»

source: Attack her before she notices you.
ru: Напасть на нее, прежде чем она тебя заметит.

source: As you begin to size up the crone for any weaknesses, a swimming sensation passes through your stomach, like nausea. You know, in your heart, that attacking now is tactically sound, but you KNOW you must find out what this crone... this creature... knows about you first.
ru: Как только ты начинаешь высматривать слабые места старухи, твой желудок наполняет ощущение тошноты, похожей на морскую болезнь. В душе ты понимаешь, что нападение в текущий момент тактически выгодно, однако ты ПОНИМАЕШЬ, что сперва должен разузнать все, что известно этой старухе... этому существу... о тебе.

source: Attack her anyway.
ru: Все равно напасть на нее.

source: As the thought of attack flickers across your mind, the crone lifts her head, as if a strange thought had just occurred to her. She blinks and gives a rasping hiss, like a sigh.
ru: Как только мысль о нападении появляется в твоей голове, старуха поднимает голову, как будто ей в голову пришла странная мысль. Она моргает и издает скрипучее шипение, похожее на вздох.

source: "Ah... visitors." The crone's voice is thick and scratchy, as if trying to force its way past layers of dust. Her eyes are a dull, bloody red, with black veins running through them like tree branches. As she gazes at you, a strange crawling sensation passes through you, like snakes burrowing beneath your skin.
ru: «Ага... гости». Голос у старухи низкий и скрипучий, как будто пробивающийся сквозь слой пыли. Ее глаза пусты, налиты кровью, с черными сосудами, покрывающими их подобно ветвям дерева. Когда она бросает на тебя взгляд, по тебе проходит странное щекочущее ощущение, словно змеи проползают у тебя под кожей.

source: "Greetings... Ravel."
ru: «Здравствуй... Равель».

source: "Well, now, my pretty thing, have you returned at last?" Ravel's face splits into a grotesque smile, displaying a row of chipped yellowed fangs. "You were a-gone so long, I a-feared you forgot poor, lonely Ravel."
ru: «Быть того не может, мой красавчик, ты, наконец, вернулся? - лицо Равель расползается в гротескной улыбке, обнажая ряд щербатых желтых клыков. - Тебя так долго не было, что я уж начала побаиваться, не забыл ли ты одинокую бедняжку Равель».

source: "I did forget for a time. Now I have returned."
ru: «Я забыл - на какое-то время. Но теперь я вернулся».

source: "How could I forget you, Ravel? I missed you, but you hid yourself in a place that was difficult for me to reach. Come now... did you not wish my company?"
ru: «Как я мог забыть тебя, Равель? Я скучал по тебе, но ты спряталась в таком труднодоступном месте. Брось... неужели ты не скучала по моему обществу?»

source: "Ahhh...." Ravel's yellow smile widens, peeling back the folds of her skin, and she cackles softly. "Such *sweet* words... you already are a-knowing the answer of your asking, my precious man. I scattered clues like caltrops, and these were my means of a-guiding you to my garden. I a-feared it was YOU who had forgot *I.*"
ru: «А-а-ах... - желтая улыбка Равель расширяется, растягивая складки ее кожи, и она тихонько хихикает. - Такие *сладкие* слова... ты ведь уже знаешь ответ на свой вопрос, мой драгоценный. Я разбросала подсказки, как колючки, и таким образом привела тебя в свой сад. Я боялась, что это ТЫ забыл *меня*».

source: "I assure you, I did no such thing. I have returned to you at last."
ru: «Уверяю тебя, я не забыл. В конце концов, я к тебе вернулся».

source: "Have you? But WHAT has returned?" She squints at you with her black-veined eyes and hisses softly. "Let Ravel see how you've a-fared in this life." She reaches out, as if to caress you, and you suddenly notice her fingers are talons, each fingernail filthy and wickedly sharp.
ru: «Не уж-то? Но ЧТО вернулось ко мне? - она смотрит на тебя прищурено своими глазами в черных прожилках и тихо шипит. - Дай-ка Равель посмотрит, как тебе жилось-поживалось». Она вытягивает руку, будто собирается приласкать тебя, и вдруг ты замечаешь, что на пальцах у нее когти, грязные и зловеще острые.

source: Let her touch you.
ru: Позволить ей прикоснуться к себе.

source: "Do not touch me, Ravel. I only wish to trade words with you, nothing more."
ru: «Не трогай меня, Равель. Мне нужно только поговорить с тобой, не более».

source: Strike her as she reaches out to touch you.
ru: Напасть на нее, когда она попытается притронуться к тебе.

source: As the thought of attacking her flickers across your mind, Ravel's eyes *blaze* like fires, and her voice suddenly gains a threatening weight. "Do NOT. If you value what *little* you still hold, do NOT."
ru: Как только мысль о нападении возникает в твоей голове, глаза Равель *вспыхивают* огнем; в ее голосе внезапно появляются угрожающие нотки. «Не СТОИТ. Коли ты дорожишь тем *малым*, что у тебя осталось, не СТОИТ».

source: "I don't think you can stop me, Ravel. Try if you can."
ru: «Не думаю, что тебе удастся остановить меня, Равель. Только попробуй».

source: "Then don't touch me, Ravel. I only wish to trade words with you, nothing more."
ru: «Тогда не трогай меня, Равель. Мне нужно только поговорить с тобой, и больше ничего».

source: "You have forgotten your place, HALF-man. Humility is in order."
ru: «Ты забыл свое место, ПОЛУчеловек. Тебе следовало подчиниться».

source: "We'll see, you foul witch..."
ru: «Посмотрим, грязная ведьма...»

source: Her ragged talons trace their way across your skin, and in their wake you feel the same strange tingling sensation you felt when Ravel first looked at you. Her eyes dim somewhat, and her talons slide gently along the contours of your face, lingering on your scars.
ru: Ее зазубренные когти проходятся по твоей коже; при этом ты ощущаешь все то же покалывание, которое было у тебя, когда Равель впервые взглянула на тебя. Ее глаза немного тускнеют, а ее когти нежно скользят по контурам твоего лица, задерживаясь на шрамах.

source: Wait...
ru: Подождать...

source: Reach out to touch her, feel her features.
ru: Протянуть руку и прикоснуться к ее лицу.

source: Your hand touches Ravel's cheek as her talons caress your face, and instinctively, you mirror her touch - as her talons drag along your left cheek, your fingers drag along hers. Her eyes close, and yours follow. It feels strangely familiar, but you cannot recall the memory. After a moment, her bloody eyes open, and she gives a rasping hiss.
ru: Твоя рука касается щеки Равель, в то время как ее когти гладят твое лицо, и ты бессознательно начинаешь повторять ее движения: когда ее когти проходят по твоей левой щеке, твои пальцы проходят по ее щеке. Ее глаза закрываются, а с ними и твои. Все это кажется странно знакомым, но вспомнить тебе ничего не удается. Через мгновение ее кровавые глаза распахиваются, и она издает скрежещущее шипение.

source: Wait.
ru: Подождать.

source: Your hand touches Ravel's cheek as her talons caress your face, and instinctively, you mirror her touch - as her talons drag along your left cheek, your fingers drag along hers. Her eyes close, and yours follow. It feels strangely familiar...
ru: Твоя рука касается щеки Равель, в то время как ее когти гладят твое лицо, и ты бессознательно начинаешь повторять ее движения: когда ее когти проходят по твоей левой щеке, твои пальцы проходят по ее щеке. Ее глаза закрываются, а с ними и твои. Все это кажется странно знакомым...

source: Close your eyes, surrender to the memory.
ru: Закрыть глаза, предаться воспоминаниям.

source: When your eyes open, it feels as if all the color has bled out of the trees and the maze; *everything* is a featureless, dusty, dead gray. Ravel's eyes are still closed, but as you watch, they slowly open and she smiles, a sad, gray smile. You feel words rising to your lips, echoing something you have said in the past, in a different place, on another plane...
ru: Когда твои глаза раскрываются, кажется, будто деревья и лабиринт выцвели: *все* вокруг становится невыразительным, тусклым, абсолютно серым. Глаза Равель все еще закрыты, но потом они медленно раскрываются, и она улыбается печальной серой улыбкой. Ты чувствуешь, как слова слетают с твоих губ, повторяя что-то, сказанное тобой в прошлом, в ином месте, на другом плане...

source: Memory Echo: "It is said you are the greatest of the Gray Sisters, Ravel. I have traveled far to reach you."
ru: Эхо воспоминания: «Равель, говорят, что ты - величайшая из Серых сестер. Я преодолел долгий путь, чтобы добраться до тебя».

source: She nods, but slowly, too slowly, as if through a dream. When she speaks, her words are muted, as if being spoken underwater. "But *why* have you traveled so far? Your need must be great... yet you seem to have brought *nothing* that would interest me. You must PAY for your services..."
ru: Она кивает, но медленно, слишком медленно, словно во сне. Произнесенные ею слова приглушены, как будто доносятся из-под воды. «Но *зачем* ты проделал столь долгий путь? Должно быть, ты в великой нужде... Тем не менее, ты не принес мне *ничего*, что бы могло меня заинтересовать. Ты должен ЗАПЛАТИТЬ за услуги...»

source: Memory Echo: "My need is great. My currency is this: a challenge. Perhaps an impossible challenge... one I fear is beyond even *your* abilities...."
ru: Эхо воспоминания: «Моя нужда велика. Моя оплата - вызов тебе. Задача, возможно, неразрешимая... боюсь, что она за пределами даже *твоих* способностей....»

source: You echo the words, and you feel the MANIPULATION, the subtle twist designed to pull Ravel's strings. Her eyes blaze a fiery gray in the dream-memory, and the gray that is eating the landscape seems to ebb from her features. "There is NOTHING that is beyond me, foolish man! NOTHING! Pose your challenge, I will hear you!"
ru: Ты повторяешь слова и чувствуешь МАНИПУЛИРОВАНИЕ, тонкую уловку, созданную для того, чтобы дергать Равель за ниточки. Во сне-воспоминании ее глаза вспыхивают серым пламенем, и серость, пожирающая пейзаж, казалось бы, отступает от ее лица. «Глупец, нет НИЧЕГО неподвластного мне! НИЧЕГО! Изложи свою проблему - я выслушаю тебя!»

source: Memory Echo: "Death waits at the end of life for all men. I need it to wait for me no longer... can you do this, beautiful Ravel?"
ru: Эхо воспоминания: «Каждого человека в конце его жизни поджидает смерть. Мне нужно, чтобы она меня больше не ждала... способна ли ты на такое, прекрасная Равель?»

source: The vision clears, the gray bleeding away from the maze, until the color resumes, your hand still cupping Ravel's cheek. Her eyes are closed, and she sighs. You withdraw it slowly, and after a moment, Ravel's eyes open, and she gives a rasping hiss. "Yessssss..."
ru: Взор проясняется, серость покидает лабиринт, уступая место цвету; твоя рука все еще лежит на щеке Равель. Ее глаза закрыты; она вздыхает. Ты медленно отстраняешь руку, и через миг глаза Равель распахиваются. Она издает скрипучее шипение. «Да-а-а-а...»

source: When I came to Ravel in the black-barbed maze, I remembered what I believe to have been the first time we met... in some place where everything was gray, as if all the colors had been bled from everything. I challenged her to make me immortal, and if memory serves, she agreed.
ru: Когда я пришел к Равель в лабиринт черных шипов, я вспомнил, кажется, первую нашу с ней встречу... в каком-то месте, где все было серым, и цвета покинули каждую вещь. Я поставил перед ней задачу сделать из себя бессмертного, и если память мне не врет, она согласилась.

source: Ravel's finger withdraws, and she looks at you sadly. "Oh, sad, sad, broken half-thing. All-a-pieces." She squints at you again. "No longer the one Ravel knew are you... are you still a-broken, after all this sad, sad time?"
ru: Палец Равель отстраняется; она выглядит опечаленной. «Ох, бедная, бедная поломанная полувещь. Разбитая, - она снова прищурено смотрит на тебя. - Ты больше не тот, кого знала Равель... Ты все еще сломан, после всего этого грустного-прегрустного времени?»

source: "Broken? What do you mean?"
ru: «Сломан? О чем ты?»

source: "Ah... always the cautious one, my most beloved of puzzles?" She withdraws her finger, and lets it fall to her side. "So did I mark you when you *first* came to me on the wastes with your challenge for Ravel."
ru: «Ах... вечно такой осторожный, да, моя излюбленная головоломка? - она убирает палец и опускает руку. - Разве я не пометила тебя, когда ты *впервые* пришел ко Равель со своей задачкой».

source: "I... do not remember such a meeting. There is much that I have forgotten."
ru: «Я... не помню этой встречи. Я многое забыл».

source: "What is this you are speaking of?"
ru: «О чем ты говоришь?»

source: Ravel gives a whispering sigh as she studies you. "Oh, sad, sad, broken half-thing. All-a-pieces. No longer the one Ravel knew are you... are you still a-broken, after all this sad, sad time?"
ru: Изучая тебя, Равель издает тихий вздох. «Ох, бедная, бедная поломанная полувещь. Разбитая. Ты больше не тот, кого знала Равель... Ты все еще сломан, после всего этого грустного-прегрустного времени?»

source: "What do you mean?"
ru: «О чем это ты?»

source: "Ravel, the ritual you performed was flawed... it didn't work. Every time I die... or at least every time I *used* to die, I forgot myself and became somebody else. I'm broken, yes. Can you fix me, help me remember?"
ru: «Равель, проведенный тобой ритуал содержал изъян... он не сработал. Каждый раз, когда я умираю... или, по крайней мере, каждый раз, когда я *умирал*, я забывал себя и становился кем-то другим. Да, я сломан. Ты можешь исправить меня, помочь мне вспомнить?»

source: "A body you possess, but a body of knowledge you do not?" She points her ragged talon at your chest, at your scars. "Many and such, such scars you have, all a-scrawled on your skin. Many tales does your skin tell."
ru: «Владеешь ты телом, но не сутью? - она указывает зазубренным когтем на твою грудь, на твои шрамы. - Много на тебе таких шрамов, и все начертаны на твоей коже. О многом способна поведать твоя кожа».

source: "What are you talking about?"
ru: «О чем ты говоришь?»

source: "What tales does my skin tell?"
ru: «О чем может поведать моя кожа?»

source: "Your scars and tattoos shout to me, 'here is a man in confrontation with the world.'" Ravel makes a crooning noise, not unlike a dying bird. "Yes, such tales as would shrivel even a *hag's* ears..."
ru: «Твои шрамы и татуировки кричат мне: 'вот человек, который борется с миром', - Равель издает звук, похожий на крик умирающей птицы. - Да, экие сказки - даже у *ведьмы* уши завянут...»

source: "Tell me these... tales. I would know them."
ru: «Расскажи мне эти... сказки. Я хочу их услышать».

source: "The tales are many. They echo of balance imbalanced, trials of war, battles with fiendish elements, and a creature that feeds on others from a-far to sustain itself... and of torments. Such *torments* flesh has never known..."
ru: «Сказок много. Они твердят о нарушенном равновесии, об испытаниях войны, о битвах с силами нечисти, и о твари, которая питается другими издали, чтобы поддерживать себя... и о пытках. Таких *пытках*, каких еще не испытывала плоть...»

source: "Balance Imbalanced?"
ru: «Нарушенное равновесие?»

source: "Trials of War?"
ru: «Испытания войны?»

source: "Battles with fiendish elements?"
ru: «Битвы с силами нечисти?»

source: "A creature that feeds on others from afar?"
ru: «Тварь, питающаяся другими издали?»

source: "And these torments... what are these torments you speak of?"
ru: «Пытки... о каких пытках ты говоришь?»

source: Ravel told me I was "broken." She made cryptic comments about my scars and tattoos, saying they spoke of a "balance imbalanced," "trials of war," battles with fiendish elements," and called me a creature "that feeds on others from afar." She admitted to taking my mortality from me, and she said I acted as a lodestone to tormented souls, drawing them to me as a lodestone draws iron.
ru: Равель сказала мне, что я был «сломан». Она сделала загадочное замечание о моих шрамах и татуировках, сказав, что они рассказывают о «нарушенном равновесии», «испытаниях войны», «битвах с отрядами нечисти», и назвала меня существом, «которое питается другими издали». Она признала, что отняла у меня смертность, и сказала, что я служу магнитом для страдающих душ, притягивая их к себе, как магнит - железо.

source: "Divided in two you were, when your mortality was peeled from you. No longer balanced, much a-broken in the separation... both a blessing and a mistake... but more mistake than blessing, Ravel thinks."
ru: «Ты был разделен надвое, когда твою смертность отделили от тебя. Нет больше равновесия - многое было разрушено при разделении... и благо, и ошибка... но больше ошибка, чем благо - так думает Равель».

source: "You *took* my mortality? How?"
ru: «Ты *забрала* у меня смертность? Как?»

source: "Forgotten the how of it, I have... have I?" Ravel's gaze dims for a moment, the black veins swimming in her eyes. "And even if I a-membered it, I would never do it twice. Not forgotten the moment have I, after the *break,* a-seeing the pain stream from your veins, your cries like a wailing child, every bit of your being filled with *emptiness.* Terrible, even for these eyes."
ru: «Уж забыла, как... или не забыла? - взгляд Равель на миг тускнеет, черные прожилки плывут по ее глазам. - И даже если бы и вспомнила - не стала бы это повторять. Я помню миг после *разделения*, когда боль текла из твоих вен, а ты плакал, как малое дитя, и каждая твоя частичка была наполнена *пустотой*. Ужасно, даже для этих глаз».

source: "So... that's why I feel hollow inside? Because my mortality is gone? Very well... what are these other tales my skin tells?"
ru: «Ага... вот почему я чувствую пустоту внутри? Потому что у меня нет смертности? Ладно... о чем еще рассказывает моя кожа?»

source: "Great, great trials of war... much too much to be born by any, any mortal thing."
ru: «Великие испытания войны... их слишком много, чтобы их смог вынести любой смертный».

source: "What war? Where?"
ru: «Что за война? И где?»

source: "This war touches ALL, my precious half-man. There is no place where its caress is not felt... did it touch you?" Ravel's voice drops, almost bitter. "To this, Ravel says 'aye.'"
ru: «Эта война затрагивает ВСЕ, драгоценный ты мой получеловек. Нет места, где бы ни ощущалось ее прикосновение... коснулась ли она тебя? - тон Равель понижается, в нем слышится горечь. - На это Равель ответит 'да'".

source: "That would explain the scars... what are these other tales my skin tells?"
ru: «Это объясняет шрамы... О чем еще рассказывает моя кожа?»

source: "Two fiends butt heads..." Ravel sniffs, as if in contempt. "Their tiny heads filled with ideas of how the Planes *should* be, yet can *never* be or the Planes they would be no longer. Such foolishness!"
ru: «Два задоголовых нечистых... - Равель сопит, словно от негодования. - Их маленькие головы наполнены идеями того, какими *должны* быть планы, но они такими *никогда* не станут, иначе это будут уже не планы. Экая глупость!»

source: "I'm not certain I understand... what are these other tales my skin tells?"
ru: «Не уверен, что понял... О чем еще рассказывает моя кожа?»

source: "No base hungers do you feel, but far, far more terrible ones boil beneath your skin. And *such* a cost..."
ru: «Тебе неведом обычный голод, однако тебя снедает намного более страшный голод. И цена *так* высока...»

source: "Hungers? What do you mean?"
ru: «Голод? Что ты имеешь в виду?»

source: "I know not... knot? Knot the nature nor the cause of these hungers. But heed this: Coming events cast their *shadows* before them, my precious half-man... there is no a-saying of what these events will be, not even with *Ravel's* eyes."
ru: «Я не знаю... или знаю?.. не знаю ни сути, ни причины этого голода. Но учти следующее: грядущие события отбрасывают перед собой *тени*, драгоценный ты мой получеловек... предвестий для них не разглядишь, даже глазами *Равель*».

source: "Uh, very well... what are these other tales my skin tells?"
ru: «Эм, ладно... о чем еще рассказывает моя кожа?»

source: "A lodestone pulls iron to it... and so do you, my precious half-man, but it is not iron, but tormented souls. As others suffer, they are drawn to you, and your path becomes theirs."
ru: «Магнит притягивает к себе железо... и так же ты, мой драгоценный получеловек, только ты притягиваешь не железо, а измученные души. Когда страдают другие, их тянет к тебе, и ваши пути сходятся».

source: "Why is this so?"
ru: «Отчего так?»

source: "A lodestone pulls iron to it... and so do you, my precious half-man, but it is not iron, but tormented souls. As others suffer, they are drawn to you, and your path becomes theirs." She makes a sweeping gesture. "Do you not see them in the eyes of those that have traveled here with you?"
ru: «Магнит притягивает к себе железо... и так же ты, мой драгоценный получеловек, только ты притягиваешь не железо, а измученные души. Когда страдают другие, их тянет к тебе, и ваши пути сходятся, - она делает взмах рукой. - Разве ты не видишь это в глазах тех, кто идет с тобой?»

source: "My companions? What do you mean?"
ru: «Мои товарищи? О чем это ты?»

source: "Do *you* wish to explain, gith?" Ravel throws a burning glance at Dak'kon, tempered with a fanged smile. "Vows may prove tighter than any chain, no? The manacles of a race once enslaved, now a slave again?"
ru: «Может, *ты* хочешь объяснить, гит? - Равель бросает пылающий взгляд на Даккона, смягчая его клыкастой улыбкой. - Клятвы могут оказаться крепче цепей, разве не так? Кандалы для когда-то подневольной расы превратили тебя в раба?»
