Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dravel.dlg.po
Languages: ru

source: "The cog-box..." Ravel's gaze drifts to Nordom. "Once it knew only *suffering's* definition, but now it feels its sting. There is no room for '2' in the world of 1's and 0's, no place for 'mayhap' in a house of trues and falses, and no 'green with envy' in a black and white world. When it discovers how the planes turn, when it discovers the TRUTH behind loyalty and ill-logic, more torments will it know..."
ru: «Ящик с шестеренками... - взгляд Равель переходит на Нордома. - Когда-то он знал лишь определение *страдания*, но теперь он его почувствовал его жало. Нет места для двойки в мире единиц и нулей, нет места для 'возможно' в обители истины и лжи, нет 'зеленого от зависти' в черно-белом мире. Когда он узнает, как крутятся планы, когда он откроет ИСТИНУ, находящуюся за лояльностью и ложной логикой, он познает страдания...»

source: "Ravel, leave my companions alone. I have q--"
ru: «Равель, оставь в покое моих товарищей. У меня в...»

source: "The crackling, cackling sorcerer..." Ravel's eyes seem to catch Ignus' fire and blaze with his hellish light. "An ember of Ravel's once-passion he carries, for he cares not what he does, but... mayhap... down inside in the lightless places, he is tormented by what he ONCE was a-fore the passions came upon him... do my words burn true, o smoldering corpse...?"
ru: «Потрескивающий, хихикающий колдун... - кажется, будто глаза Равель занялись огнем Игнуса и пылают его адским светом. - Он несет в себе неугасшее напоминание о былой страсти Равель: ему все равно, что он творит, но... возможно... в самых темных уголках его терзает то, каким он был КОГДА-ТО, прежде чем им овладела его страсть... не правда ли, мои слова обжигают, а, тлеющий труп?..»

source: "The chattering skull..." Ravel doesn't bother to even look at Morte, as if he is beneath her notice. "Are the quips enough of a shield for what lies buried inside your brain-box, hmmm? Why speak truths when lies suffice?"
ru: «Болтливый череп... - Равель не утруждается даже взглянуть на Морта, как будто он не стоит ее внимания. - Хватит ли колкостей, чтобы укрыть то, что похоронено в твоей черепной коробке, м-м? Зачем говорить правду, если достаточно лжи?»

source: "The Abyssal temptress..." Ravel sneers, her yellowed fangs piercing her purpled lips as she squints at Fall-From-Grace. "A skin so fair, lips so rich, eyes that might cause you to forget Ravel herself... and yet she suffers, more than any other. When one turns on their nature, many are the torments that arise from such a betrayal."
ru: «Искусительница из Бездны...» Равель усмехается. Ее желтые клыки выпирают из-под фиолетовых губ, когда она косится на Падшую Грацию. «Такая гладкая кожа, такие полные губки, глаза, способные заставить тебя забыть саму Равель... и все же она страдает больше других. Когда противишься собственной природе, много мук приходится испытать от такого предательства».

source: "Morte...? What do you mean, Ravel?"
ru: «Морт?.. О чем это ты, Равель?»

source: "You LIE, succubus!" Ravel's lips peel back in a snarl. "You LIE! Do not DARE lie to me, when your heart is a BOOK to me! Every word you SPIT *screams* of your torment!"
ru: «Ты ЛЖЕШЬ, суккуб! - губы Равель расходятся в оскале. - Ты ЛЖЕШЬ! НЕ СМЕЙ мне лгать - я читаю твое сердце как КНИГУ! Каждое ИСТОЧАЕМОЕ тобой слово *кричит* о твоих муках!»

source: "Have a care with your words, Ravel! Enough of this!"
ru: «Следи за своими словами, Равель! Хватит!»

source: "Ah..." Ravel gestures at Annah, as if she is for sale upon on auction block. "Look upon the feisty tiefling... such *fiery* hair and voice..." Ravel smiles, baring her rows of yellowed teeth. "Shall I speak of *your* torment, tiefling?"
ru: «А... - Равель указывает на Анну, будто та продается на аукционе. - Поглядите-ка на этого вздорного тифлинга... такие *жгучие* волосы и голос... - Равель улыбается, обнажая ряды желтых зубов. - Мне рассказать о *твоих* страданиях, тифлинг?»

source: "No... no, I shall not speak of it." Ravel's voice drops, almost in exhaustion, and the smile fades from her face. "Grown tired of cruelties and torments, Ravel has... the world is a-jagged enough place..." She turns to you, her bloody eyes dimmed, and she sighs.
ru: «Нет... нет, я не буду об этом говорить, - голос Равель почти сходит на нет, улыбка исчезает с лица. - Устала уж Равель от жестокости и мук... мир и так довольно колючее место...» Она поворачивается к тебе, ее кровавые глаза меркнут. Она вздыхает.

source: "And my precious, precious half-man... for *you,* the greatest torment of all... life forever-more. Can it be life a-cares for you as Ravel does?" She gnashes her yellowed tusks with a horrid *clacking* noise. "One so brave, so passionate, so terribly lost, sad, sad."
ru: «А что до *тебя*, мой драгоценный, мой любимый получеловек... величайшее страдание для тебя - нескончаемая жизнь. Разве жизнь о тебе заботится так, как Равель? - она скрежещет желтыми клыками с отвратительным *клацаньем*. - Такой храбрый, такой пылкий, такой ужасно потерянный и грустный-прегрустный».

source: "Ravel, *why* did you make me immortal? I must kn-"
ru: «Равель, *почему* ты сделала меня бессмертным? Я должен зн...»

source: "A puzzle of bone and skin were you, always, intriguing, and the most beloved of all who came to me, petitioning, requesting, pleading... pleasing? Pleading for help." Ravel stares hard at you, her black-veined ember eyes narrowing. "So *hard* to see a-past the scars, to dig up the man-who-once-was underneath..."
ru: «Ты всегда был занимательной головоломкой из кожи да костей. Ты был самым любимым из всех, кто ко мне приходил, упрашивая, требуя, умоляя... угождая?.. умоляя о помощи, - Равель направляет на тебя тяжелый взгляд, ее глаза в черных прожилках сужаются. - Так *тяжело* видеть в шрамах прошлое, копаться в человеке, когда-то бывшем в моей власти...»

source: "Ravel, can you tell me anything about who I once was?"
ru: «Равель, ты можешь рассказать мне, кем я был когда-то?»

source: "A shadow with substance, a-seeking that which casts the light. I know you more and no... know..." Ravel pauses, her eyes dimming. "No more than I know the nature of ANY man. Crossed pasts have we... a man tainted with un-death, still feeling the pangs of separation, and an old withered crone, now all-imprisoned."
ru: «Тенью во плоти, ищущей источник света. Больше не знаю я тебя... знаю... - Равель умолкает, ее глаза мутнеют. - Не больше, чем я знаю сущность ЛЮБОГО человека. Наше прошлое пересекалось... человек, зараженный нежизнью, все еще страдающий от разделения, и старая высохшая старуха, теперь заточенная».

source: "Crossed Pasts?"
ru: «Прошлое пересекалось?»

source: "Seems it that we are a-meeting for the first time? No, no, not, not... knot?" Ravel seems confused for a moment, then shudders, as if throwing off a weight. "Knot at all. An echo of a future meeting this is... or a past meeting, depending on which way time is facing."
ru: «Кажется, что мы встречаемся впервые? Нет, нет, нет, нет... нет? - на мгновение Равель кажется озадаченной, затем вздрагивает, словно скидывая какую-то ношу. - Вовсе нет. Эта встреча - отражение будущей... или прошлой, смотря с какой стороны смотреть на время».

source: "So this... this meeting echoes a meeting in the past?"
ru: «Значит, эта... эта встреча повторяет встречу в прошлом?»

source: "The now and then - very... similar? So tangled the now-and-then is, both mirrored in each other... once and again, you come a-fore me with a problem, to challenge me for a solution to an IMPOSSIBILITY." Ravel hisses at you, and her eyes blaze. "Beautiful, *ungrateful,* beloved man!"
ru: «Теперь и тогда очень... похожи? Теперь и тогда настолько переплетены между, и оба - отражения друг друга... и снова ты приходишь ко мне с проблемой, чтобы я нашла решение НЕРАЗРЕШИМОМУ, - Равель шипит на тебя, ее взгляд загорается. - Прекрасный, *неблагодарный*, любимый человек!»

source: "What was this impossibility I asked you to solve?"
ru: «Что это за неразрешимость, которую я просил разрешить?»

source: Ravel doesn't seem to have heard you - she still seems to be in the past, for her eyes dim, as if looking far away. "Such fire in your eyes, enough to stir a Gray Lady's heart... passion to be free, but when freed, the fire in your eyes guttered out. With the separation, your life has shed all meaning, I fear." Ravel smiles with her yellowed fangs, then *clicks* them together, as if laughing. "Mayhap you should sit on your hind legs and limp your forepaws -- mayhap Ravel will give you a another scrap of knowing."
ru: Похоже, Равель тебя не слышит: кажется, она погрязла в прошлом. Ее глаза затуманены, будто она смотрит вдаль. «В твоих глазах так много огня - хватит, чтобы даже растрогать сердце Серой Леди... страсть к свободе, но когда свободу получил - погас огонь в твоих глазах. Боюсь, что с разделением твоя жизнь утратила всякий смысл, - Равель улыбается, затем клацает своими желтыми клыками, будто смеясь. - Попробуй ты сесть на задние лапы и похромать передними - может, тогда Равель даст тебе еще один клочок знаний».

source: "If begging will bring me answers, then I beg you, Ravel: Tell me what you know. I need your help in remembering what happened."
ru: «Если унижение даст мне ответы, тогда умоляю тебя, Равель, расскажи мне то, что знаешь. Мне нужно, чтобы ты помогла мне вспомнить то, что случилось».

source: "I will not *beg* for your aid, Ravel. I will ask, nothing more."
ru: «Я не стану *вымаливать* у тебя помощь, Равель. Я только попрошу».

source: "Ah... a gentled heart now?" Ravel's black-veined eyes glint, and the corner of her mouth twists upwards, like a snake. "Has life a-softened you... ah, but one can hope."
ru: «А... теперь твое сердце смягчилось? - глаза Равель в черных прожилках сверкают, уголки ее рта поднимаются вверх как змеи. - Не уж-то жизнь тебя размягчила?.. Ах, на это можно надеяться».

source: "Ravel, I have many questions I wish to ask you..."
ru: «Равель, у меня к тебе столько вопросов, которые я хотел задать...»

source: "As it ever was for you, you would not bend your knee to me, my precious man."
ru: «Ты, как и прежде, не преклонишь передо мной колени, мой драгоценный».

source: "Oh, MORE questions do you have?" Ravel croons softly, but there is an edge to it, as if she is reprimanding you. "Tchhh-tcchhh. But you have already asked *soooo* many." Ravel's black-veined eyes take on a curious gleam. "The time for MY questions is now, half-man."
ru: «О, у тебя ЕЩЕ вопросы?» Равель что-то тихонько бормочет; в бормотании слышна резкость, будто она тебя выговаривает. «Ц-ц-ц. Но ты и так уже задал *сто-о-олько* вопросов, - в глазах Равель появляется блеск любопытства. - Теперь МОЯ очередь спрашивать, получеловек».

source: "Very well, Ravel... ask your questions."
ru: «Хорошо, Равель... задавай свои вопросы».

source: "Ravel, I need a little more information first..."
ru: «Равель, сперва мне нужно еще немного информации...»

source: "You shall gather NO more seeds of knowing from my mind until MY questions have been *sated.* Do not TRY me on this - there are *limits* to your preciousness in my eyes."
ru: «Ты больше не получишь НИ КРУПИЦЫ знаний из моей головы, пока МОИ вопросы не будут *отвечены*. Не ИСПЫТЫВАЙ меня: твоя ценность в моих глазах имеет *границы*».

source: "Very well..."
ru: «Хорошо...»

source: "I will ask my questions, and you will answer, Ravel. I have neither the time nor patience for your questions..."
ru: «Я задам свои вопросы, а ты, Равель, ответишь на них. У меня нет ни времени, ни терпения на твои вопросы...»

source: "Answer my questions you will not... DARE not?" To your surprise, her yellowed fangs extend and gleam, and you watch her talons *grow.* "I WARNED you, step a-lightly, I did... lest the questions TEAR you apart..."
ru: «Отказываешься отвечать... ПОСМЕЕШЬ не отвечать на мои вопросы?» К твоему удивлению, ее желтые клики удлиняются и начинают мерцать, а когти - *расти*. «Я ПРЕДУПРЕЖДАЛА тебя: будь осторожен... как бы вопросы не РАЗОРВАЛИ тебя на части...»

source: "Ravel, I..."
ru: «Равель, я...»

source: "Know this and know Ravel's law: if you do not answer my questions, no more of *your* questions will I answer, my precious man. Step a-lightly with the answers, or the asking shall TEAR you apart..."
ru: «Тогда вот тебе правило Равель: не будешь отвечать на мои вопросы - я больше не стану отвечать на *твои*, мой драгоценный. Будь осторожней с ответами, не то вопросы РАЗОРВУТ тебя на части...»

source: "Understood. Ask your questions, Ravel."
ru: «Понятно. Задавай свои вопросы, Равель».

source: "Your rules are fair. Ask your questions, Ravel."
ru: «Твои правила справедливы. Задавай свои вопросы, Равель».

source: "Do not *threaten* me, Ravel... ask your questions and be done with them..."
ru: «Не *угрожай* мне, Равель... задавай свои вопросы, и покончим с этим...»

source: "I would know why you stand here a-fore me, all-alone... why do no others stand with you?"
ru: «Я хотела бы знать, почему ты стоишь передо мной, один-одинешенек... почему с тобой нет остальных?»

source: "I have no wish for companions. My path is my own, and I have no desire to walk it with others."
ru: «Мне не нужны попутчики. Мой путь принадлежит мне, и я не разделю его ни с кем».

source: "I have met no one I wish to travel with."
ru: «Я не встретил никого, с кем бы хотел путешествовать».

source: "I would not bring anyone to this place, Ravel, especially when the way out is not known. It is a journey I thought I should undertake alone."
ru: «Я бы никого сюда не привел, Равель, особенно если учесть, что выход отсюда неизвестен. Я посчитал, что этот поход я должен осуществить в одиночку».

source: Truth: "The others are here. I have told them to wait elsewhere... for I thought we should speak alone."
ru: Правда: «Другие здесь. Я сказал им подождать в стороне... потому что решил, что нам стоит поговорить наедине».

source: "I wished to speak to you alone, Ravel."
ru: «Я хотел поговорить с тобой наедине, Равель».

source: "I thought we might speak alone, beautiful Ravel, speak of old times, you and I..."
ru: «Я подумал, что мы могли бы поговорить наедине, прекрасная Равель, вспомнить былые времена, только ты и я...»

source: "This question I will not answer, Ravel... ask another."
ru: «На этот вопрос, Равель, я не отвечу... задавай другой».

source: "I tire of your questions, Ravel. It is my turn again."
ru: «Я устал от твоих вопросов, Равель. Теперь моя очередь».

source: "Ahhh... so it was then... so it is now. Another question have I..."
ru: «А-а... так было тогда... и сейчас все так. У меня еще вопрос...»

source: "Go ahead..."
ru: «Продолжай...»

source: "Is that why you told them to wait elsewhere in my Black-Barbed Maze, my precious man? You travel alone in word only, for you have brought *others* with you. Yet mayhap still you speak true... though Ravel is not inclined to believe your honeyed words." She sniffs. "Now, another question..."
ru: «Это потому ты сказал им подождать где-то в моем лабиринте черных шипов? Ты путешествуешь в одиночку лишь на словах, ведь ты привел с собой *других*. И все-таки возможно, что ты говоришь правду... хотя Равель не склонна верить твоим сладким речам, - она фыркает. - А теперь другой вопрос...»

source: "I tried to help a Lady and a-kindly she did not take to it."
ru: «Я пыталась помочь Леди, но ей это пришлось не по душе».

source: "Ahhh... very well. Answers and questions will you and I trade... they shall be as *secrets* between you and I. Now, another question have I..."
ru: «А-а-а... очень хорошо. Мы обменяемся вопросами и ответами... вроде как *посекретничаем*. А теперь у меня еще вопрос...»

source: "Tchhhh! Flatterer!" Ravel's face splits into a foul grin, then she cackles softly. "Yet your attentions are not unwelcome... mayhap flattery will serve you well here. So... answers and questions will you and I trade... they shall be as secrets between you and I." Her grin melts away. "Now, another question do I have..."
ru: «Пф-ф! Льстец! - лицо Равель расплывается в отвратительной ухмылке, она тихонько хихикает. - И все же твое внимание ко мне не нежеланно... быть может, лесть неплохо послужит тебе здесь. Итак... Мы с тобой обменяемся вопросами и ответами... это будет вроде как секреты между нами, - ее ухмылка пропадает. - А теперь у меня еще вопрос...»

source: "I would know *why* you traveled here with these others... know not the place they were traveling to?"
ru: «Я хочу знать, *почему* ты пришел сюда с другими... которые не знали, куда идут?»

source: "They chose to walk this path with me."
ru: «Они выбрали идти со мной этим путем».

source: "Of course they knew. Who would *not* want to travel here to meet with you, beautiful Ravel? Few opportunities does life provide for such a meeting. They wished to see if the tales of your power and beauty were true... as I knew them to be."
ru: «Конечно, они знали. Кто бы *отказался* прийти сюда, чтобы встретиться с тобой, прекрасная Равель? Такая возможность выпадает едва ли не раз в жизни. Они хотели воочию убедиться, что сказки о твоем могуществе и красоте... какими я их знал... не врут».

source: Ravel stares at you for a moment in silence, then her face splits into a horrendous grin, her row of yellowed fangs glistening in the faint light of her eyes. "Ahhhh... my precious man, you carry *only* words..." A blackish tongue darts from her purple lips, and rolls around the rim of her mouth, as if anticipation of a meal. "...but you are WELL armed, indeed..."
ru: Некоторое время Равель молча смотрит на тебя, потом ее лицо расплывается в кошмарной ухмылке; ряды клыков сверкают в тусклом свете ее глаз. «А-а-ах... мой драгоценный, за тобой *только* слова, - черный язык высовывается из ее фиолетовых губ и загибается за край ее рта, как бы в предвкушении пищи, - но ты и правда ОТЛИЧНО подготовлен...»

source: Truth: "Only truths do I speak, Ravel."
ru: Правда: «Я говорю только правду, Равель».

source: Lie: "Only truths do I speak, Ravel."
ru: Ложь: «Я говорю только правду, Равель».

source: She nods slowly, and her grin fades. "And they travel with you willingly?"
ru: Она медленно кивает, и ее ухмылка меркнет. «И они путешествуют с тобой по доброй воле?»

source: "They chose to walk my path with me. As I said, who wouldn't wa-"
ru: «Они выбрали идти со мной этим путем. Как я уже сказал, кто бы не за...»

source: "*Chose?* Ahh... a dangerous word. Is it so?"
ru: «*Выбрали*? Ах... опасное слово. Это так?»

source: "Yes."
ru: «Да».

source: "Yes, look, Ravel, I don't have time for th--"
ru: «Да. Послушай, Равель, у меня нет времени на э...»

source: "Yes?" Ravel throws a black-veined glance at Dak'kon, her voice like an arrow. "Is it *choice,* gith? Is it? Or is it a matter of two skies?"
ru: «Да? - Равель бросает свой взгляд в черных прожилках на Даккона. - Это *выбор*, гит? Не уж-то? Или дело тут в двойных небесах?»

source: "What of the cog-box?" Ravel turns to Nordom, sneering. "What does IT know of *choice?*" She snaps her fingers, like the sound of cracking bone. "There is only obey and obey, hmnnn?"
ru: «Как насчет ящика с шестеренками? - ухмыляясь, Равель поворачивается к Нордому. - Что ОНО знает о *выборе*?» Она щелкает пальцами - звук такой, словно переломили кость. «Тут одно лишь повиновение, м-м?»

source: "You think the burning man cares any for *choice?* To burn or not to burn, those are his only choices, and in the end, one 'choice' always wins. For does fire have any desire *but* to burn?"
ru: «Ты считаешь, что горящий человек беспокоится о *выборе*? Гореть или не гореть - вот единственный его выбор, и, в конце концов, побеждает лишь один из вариантов. Ведь какие еще желания у огня, *кроме* как гореть?»

source: Ravel turns to Morte. "Skull, skull, skull..." Ravel clicks her tongue after each word, and her smile widens. "Your expression is difficult to read without the skin wrapping, but I feel your FEAR from here. Coming here was *not* your choice."
ru: Равель поворачивается к Морту. «Череп, череп, череп... - Равель цокает после каждого слова, и ее улыбка расширяется. - Твое лицо непросто прочитать без кожного покрова, но я и отсюда чую твой СТРАХ. Идти сюда *не было* твоим выбором».

source: "The succubus..." Ravel squints. "Did she have a choice? Mayhap in her smooth-skinned mind of soft silks and hard truths, MAYBE choice... tchhh. But no. A Sensate MUST experience all, and to refuse to come - NOT a Sensate would you be. Still no choice!"
ru: «Суккуб... - Равель прищуривается. - Был ли у нее выбор? Возможно, в ее гладкокожем разуме легких шелков и тяжелой правды и ЕСТЬ выбор... пф-ф. Ну уж нет. Чувствующий ДОЛЖЕН перепробовать все. Отказаться идти сюда - чувствующий такого бы НЕ СДЕЛАЛ. Так что выбора нет!»

source: "Ravel. Enough of this..."
ru: «Равель. Хватит...»

source: "The *tiefling.* The FIERY one." Ravel cackles softly, and her eyes kindle, as if amused. "No choice. At. All. When you *feel* instead of *think,* there is little room for choice."
ru: «*Тифлинг*. ОГНЕННАЯ, - Равель тихонько хихикает, ее глаза загораются, будто она веселится. - Без вариантов. Вооб-ще. Когда ты *чувствуешь*, а не *думаешь*, то для выбора нет места».

source: "Shhhhhh... there will be time enough for you to speak, my precious man." Ravel taps a talon against one of her yellowed tusks. "This question next: What do you feel for these that have come with you? Do they MATTER in your heart?" She smiles, black veins dancing in her eyes. "Or are they TOOLS for your will?"
ru: «Тс-с-с... у тебя еще будет достаточно времени на разговоры, мой драгоценный, - Равель постукивает когтем по одному из своих желтых клыков. - Следующий вопрос: что ты чувствуешь к тем, кто пришел с тобой? Каково их МЕСТО в твоем сердце? - она улыбается, черные жилки танцуют в ее глазах. - Или же они - ИНСТРУМЕНТЫ твоей воли?»

source: "Why do you want to know such a thing?"
ru: «Зачем тебе это знать?»

source: Truth: "They *matter* to me, and that is all the answer you need. Ask your next question."
ru: Правда: «Они мне *небезразличны*, и это все, что ты услышишь. Задавай следующий вопрос».

source: Truth: "They *matter* to me."
ru: Правда: «Они мне *небезразличны*».

source: Truth: "Tools only. Nothing more. That is all the answer you need, so ask your next question."
ru: Правда: «Они не более чем инструменты. Это все, что ты услышишь. Задавай следующий вопрос».

source: Truth: "Tools only. Nothing more. They follow for reasons of their own, and their skills I will use."
ru: Правда: «Они не более чем инструменты. Они преследуют собственные цели, а я пользуюсь их умениями».

source: "My feelings for my companions are a matter between them and I, Ravel. Ask another question, for that one I will not answer."
ru: «Равель, мои чувства по отношению к моим товарищам касаются только их и меня. Задавай следующий вопрос, потому что на этот я не отвечу».

source: "I will not answer that question, Ravel..."
ru: «Я не отвечу на этот вопрос, Равель...»

source: "Tchhhh... thick and stubborn as a githzerai! That is yet ANOTHER question, but the answer shall cost you nothing - my answer is because I WISH to know, no other reason. Now, surrender your answer from your skeptical heart."
ru: «Пф-ф... ты туп и упрям, прям как гитцерай! Это уже ДРУГОЙ вопрос, но ответ тебе ничего не будет стоить. Мой ответ - потому что я ХОЧУ знать, и других причин нету. А теперь давай, раскрой тайны своего скептичного сердца».

source: "You will keep no secrets from me *here,* half-man!" Ravel hisses. "You WILL answer my questions, or you shall suffer within these brambled walls."
ru: «У тебя не будет от меня секретов *здесь*, получеловек! - шипит Равель. - Ты ОТВЕТИШЬ на мои вопросы, или будешь страдать в этих стенах из ежевики».
