Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dravel.dlg.po
Languages: ru

source: Ravel frowns disapprovingly, her bluish skin twisting like a rag. "Does Ravel know the *Art?!* Is your mind gone a-way of the mortality, a thing all up-and-lost?! I have forgotten more of the Art than *you* shall..." She jabs you with one of her talons. "Ever." She jabs you again. "Know."
ru: Равель неодобрительно хмурится, ее синюшная кожа сморщивается как тряпка. «Знает ли Равель *Искусство*?! Ты что, ума лишился вместе со смертностью, вещица ты потерянная?! Да я забыла больше Искусства, чем *ты* когда-нибудь, - она тыкает тебя своим когтем, - БУДЕШЬ, - она снова тыкает тебя, - ЗНАТЬ».

source: "Can you teach me some of the Art, then?"
ru: «Тогда можешь научить меня Искусству?»

source: "Never mind, then. I had some other questions..."
ru: «Ладно, забудь. У меня есть другие вопросы...»

source: Ravel narrows her black-veined eyes, studying you. "Mayhap I could be persuaded by one such as you... though any other would NOT have such a chance, nor the boon I offer. Are you a rudimentary student in the arts or am I facing a tried-true-and-tired... attired? A-tired master?"
ru: Равель прищуривает свои глаза в черных прожилках, внимательно глядя на тебя. «Возможно, кто-нибудь вроде тебя смог бы меня уговорить... никто другой НЕ ПОЛУЧИЛ БЫ такого шанса, как бы он не умолял. Ты в Искусстве - новичок, или же передо мной понюхавший пороху... прореху?.. пороху мастер?»

source: "I am but a rudimentary student."
ru: «Я всего лишь новичок».

source: "I am but a rudimentary student, beautiful Ravel."
ru: «Я всего лишь новичок, прекрасная Равель».

source: "A master in the arts."
ru: «В Искусстве я мастер».

source: "A master in the arts, beautiful Ravel."
ru: «В Искусстве я мастер, прекрасная Равель».

source: "I really couldn't say... I seem to be alternately complimented and ridiculed for my efforts."
ru: «Не могу сказать в точности... Похоже, мои успехи в равной мере хвалят и осмеивают».

source: "Perhaps I could receive teaching another time. I had some other questions..."
ru: «Пожалуй, я мог бы поучиться в другой раз. У меня есть другие вопросы...»

source: Ravel snorts. "Ha! I will not be a-sharing my knowledge with none but a TRUE practitioner and no other, and nothing will bend me on this, not even you."
ru: Равель фыркает. «Ха! Я не стану делиться своим знанием ни с кем, кроме НАСТОЯЩИХ магов, и более ни с кем, и ничто меня не убедит - даже ты».

source: "Beautiful Ravel, I ask only that you teach some of your ways... I ask nothing more than a glimpse into the vast well of knowledge that you no doubt possess."
ru: «Прекрасная Равель, я прошу тебя только научить меня некоторым вещам... Я прошу лишь мимолетного взгляда в тот глубокий колодец знаний, которыми ты, несомненно, обладаешь».

source: "Very well, then. I had some other questions..."
ru: «Ну ладно. У меня есть другие вопросы...»

source: "Flatterer... and yet your words warm me." Ravel's voice changes, alternating in pitch, like someone plucking a stringed instrument. "Much have I learned tending this garden. Charms and incantations, distilled from the barbs..." She begins to hum slightly to herself. "...rhyming, swaying ways of the consonants constants and motions that bring the briars to your aid... listen, the branches will speak of it."
ru: «Льстец... и все же твои слова меня согревают». Голос Равель меняет свой тон, словно кто-то дергает струны какого-то инструмента. «Многому я научилась, ухаживая за этим садом. Амулеты и заговоры, - она начинает тихонько напевать себе под нос, - рифмование, колебание созвучных постоянных и жесты, призывающие на помощь колючки... слушай - ветви расскажут об этом».

source: Close your eyes, listen.
ru: Закрыть глаза и слушать.

source: "Very well..." Ravel's voice changes, alternating in pitch, like someone plucking a stringed instrument. "Much have I learned tending this garden. Charms and incantations, distilled from the barbs..." She begins to hum slightly to herself. "...rhyming, swaying ways of the consonants constants and motions that bring the briars to your aid... listen, the branches will speak of it."
ru: «Ладно...» Голос Равель меняет свой тон, словно кто-то дергает струны какого-то инструмента. «Многому я научилась, ухаживая за этим садом. Амулеты и заговоры, - она начинает тихонько напевать себе под нос, - рифмование, колебание созвучных постоянных и жесты, призывающие на помощь колючки... слушай - ветви расскажут об этом».

source: As you close your eyes and listen, a tremor passes through you, as if barbed snakes were burrowing beneath your flesh. When your eyes open, within your palm is a strange, black-barbed seed. You have no idea how it got there. Ravel is watching you carefully. "Take the seed. Learn from it."
ru: Когда ты закрываешь глаза и прислушиваешься, по тебе проходит дрожь, как будто под твоей кожей проползли колючие змеи. Открыв глаза, ты обнаруживаешь в ладони необычное семечко с черными шипами. Ты не понимаешь, как оно там оказалось. Равель внимательно наблюдает за тобой. «Возьми семечко. Изучи его».

source: "Very well... I had other questions for you, Ravel."
ru: «Хорошо... У меня есть к тебе другие вопросы, Равель».

source: As you close your eyes and listen, a great trembling passes through you, as if dozens of barbed snakes were burrowing beneath your flesh. When your eyes open, within your palm are several strange, black-barbed seeds. You have no idea how it got there. Ravel is watching you carefully. "Take the seeds. Learn from them."
ru: Когда ты закрываешь глаза и прислушиваешься, по тебе проходит сильная дрожь, как будто под твоей кожей проползла сотня колючих змей. Открыв глаза, ты обнаруживаешь в ладони несколько необычных семян с черными шипами. Ты не понимаешь, как они там оказались. Равель внимательно наблюдает за тобой. «Возьми семена. Изучи их».

source: As you close your eyes and listen, a great trembling passes through you, as if dozens of barbed snakes were burrowing beneath your flesh. Just when you think the pain is more than you can bear, you suddenly, instinctively, begin humming, the same tune that Ravel did... and the pain ebbs. In the distance of the maze you can hear the clicking of the tree creatures, as if responding to your call.
ru: Когда ты закрываешь глаза и прислушиваешься, по тебе проходит сильная дрожь, будто под твоей кожей проползла сотня колючих змей. Как только тебе начинает казаться, что больше ты уже не вытерпишь эту боль, внезапно ты начинаешь несознательно напевать тот же мотив, что и Равель... и боль утихает. В глубине лабиринта ты слышишь щелканья древовидных существ, как будто они отвечают на твой зов.

source: Continue to hum.
ru: Продолжить напевать.

source: Ravel watches you with a curious light in her black-veined eyes. "Such *power*..." She gives a soft hiss, as if in wonder, and her lips peel back in a smile. "It a-touches all that hear it. You are powerful, my precious man, so powerful... one day even the Planes may bend to your will..."
ru: Равель наблюдает за тобой с огоньком любопытства в своих глазах с черными жилками. «Такая *мощь*... - она тихо шипит, словно от удивления, и ее губы растягиваются в улыбке. - Она будоражит всех, кто ее слышит. Ты могуч, мой драгоценный, ты так могуч... однажды даже планы склонятся перед твоей волей...»

source: "I do not wish such a thing, Ravel. There are many who would walk that path, but not I."
ru: «Это мне не нужно, Равель. Многие предпочли бы пойти этим путем, но только не я».

source: "The day the Planes bend to me is not long in coming, Ravel. The more of my memories return, so shall my power grow until none shall stop me."
ru: «День, когда планы склонятся передо мной, уже близок, Равель. Моя память будет возвращаться, а сила - расти, до скоро уже никто не сможет меня остановить».

source: Ravel nods, then nods at your hand, which to your surprise, holds a number of black-barbed seeds. "Take those seeds. Use them as you will... and to this, I grant an additional boon." She plucks a hair from her head and takes a handful of the seeds, places them in her palm, then crushes them. A small trail of blackish blood runs from her hand, but when she opens it, there is no wound... only a necklace of black-barbs, woven around a lock of Ravel's gray hair. "Take this; it is *of* me, and it will serve you well."
ru: Равель кивает, потом кивком указывает на твою ладонь, в которой, к своему удивлению, ты обнаруживаешь несколько семян с черными шипами. «Возьми этих семян. Пользуйся ими, как тебе будет угодно... и вдобавок я преподношу тебе еще один дар». Она выдергивает из головы локон и достает горсть семян, берет все это в пригоршню и сдавливает. Ручеек черной крови стекает по ее руке, но когда она раскрывает ее, раны нет... только ожерелье из черных шипов, нанизанное на локон седых волос Равель. «Возьми это. Это - *часть* меня, и послужит тебе добрую службу».

source: Take the seeds and the strange barbed charm.
ru: Взять семена и странный колючий амулет.

source: Ravel taught me some of the Art, and in the process, I tapped into the surroundings of her black-barbed maze, so much so that the tree creatures, the Trigits, answered me when I called them. Ravel was impressed, and she gave me an additional charm and told me that there was a secret space within the maze I might reach if I kept the black-barbed seeds with me.
ru: Равель научила меня кое-чему из Искусства, и в ходе обучения я пробудил окружение ее лабиринта, да так, что древовидные существа, тригиты, откликнулись на мой зов. Равель это впечатлило: вдобавок она подарила мне еще и амулет, и сказала, что в лабиринте есть секретное место, куда я мог бы добраться, взяв с собой семян с черными шипами.

source: "Save those seeds, precious man... use not all of them, for they may prove more useful in *other* places in this maze... but if powerful you are, these places you will find."
ru: «Сохрани эти семена, мой драгоценный... не трать их все, ведь они больше пригодятся в *других* местах этого лабиринта... но коли ты могуч - найдешь эти места».

source: "You are one who creeps along the middle path when speaking to others, I see. Such a path lacks conviction..." Ravel scrunches her eyes as she stares at you. "I'd a-guess you are a fledgling mage, but you have a branching of potential that has yet to grow. I'll give you this... shhhh... close your eyes, listen..."
ru: «Я вижу, что ты тот, кто держится середины дороги в разговоре с остальными. Этому пути недостает убежденности... - Равель щурит глаза, глядя на тебя. - Полагаю, в магии ты новичок, однако в тебе есть ветвь потенциала, которой еще предстоит прорасти. Я дам тебе это... Тс-с-с... Закрой глаза и слушай...»

source: "Hold..." Ravel's voice drops to a low hiss, like that of a serpent. "The most important question you have YET to ask, my precious man. Has it occurred to you yet?"
ru: «Погоди... - голос Равель превращается в тихое шипение, как у змеи. - Самый важный вопрос тебе еще ПРЕДСТОИТ задать, мой драгоценный. Ты уже догадался?»

source: "No... what question are you speaking of?"
ru: «Нет... о каком вопросе ты говоришь?»

source: "Yes... I need to know how to leave this place. Do you know the answer to this question?"
ru: «Да... мне нужно знать, как выбраться из этого места. Ты знаешь ответ на этот вопрос?»

source: "'Ravel, do you know how to leave this beautiful garden of yours,' must you ask - ask this, will you?" She prompts you with one of her talons, her bloody eyes gleaming. "Go on, go on."
ru: "'Равель, ты знаешь, как выйти из твоего прекрасного сада' - вот что ты должен спросить. Ведь спросишь?» Она подзадоривает тебя своим когтем, ее кровавые глаза блестят. «Ну же, ну же».

source: "Ravel... how do I leave this beautiful garden of yours?"
ru: «Равель... ты знаешь, как выйти из твоего прекрасного сада?»

source: "I know the branchings of this place, the twistings and bendings and burrowings. Though there are no leaves here, one may take their leave when they wish it."
ru: «Я знаю ветвления этого места, извилистые, кривые и витиеватые. Хотя выходов здесь нет, выйти отсюда можно, коли захочешь».

source: "So you DO know how to leave?"
ru: «Значит, ты ЗНАЕШЬ, как отсюда выйти?»

source: "Wrap your hands about you like branches, make them encircle your chest like a cage. Step from the edge of the maze into the darkness, and into another cage your body shall go - a simple leaving, but there is NO return when that final step is taken, so TAKE heed and TAKE what you need before you take the step."
ru: «Обхвати себя руками, как ветками, - пусть они обовьют твою грудь как клетка. Шагни с края лабиринта во тьму - и твое тело окажется в другой клетке. Уйти просто, но когда последний шаг сделан, назад дороги НЕТ, так что ВНИМАТЕЛЬНЫМ будь, и ЗАХВАТИ все нужное, прежде чем шагнуть».

source: "Which of the edges of the maze do I leave by?"
ru: «Через какой из краев лабиринта я могу выйти?»

source: "Which, a question posed to the witch... which? One of the edges knows, not I. The remembering of which has failed me, and the edges of the maze have had little to say on the matter."
ru: «Какой, спросили ведьму... какой? Края знают, а не я. В этом месте меня подводит память, а края лабиринта мало об этом болтают».

source: "You've known how to leave? All this time? Then... why don't you leave?"
ru: «Ты знала, как выйти? Все это время? Тогда... почему ты не ушла?»

source: "Why stay when one can leave is your question to me?" Ravel breaks into a crooked smile, displaying a row of fangs. "I turn the question upon its head and send it a-scurrying back to you. The answer lies not in the staying or leaving, but in the causes and reasons, my precious half-man."
ru: «Зачем оставаться здесь, коли можно уйти - это твой вопрос? - Равель расплывается в кривой улыбке, демонстрируя ряд клыков. - Я переверну вопрос в ног на голову и мигом верну тебе. Ответ не в том, чтобы остаться или уйти, а в причинах и мотивах, драгоценный ты мой получеловек».

source: "Don't you *want* to leave?"
ru: «Разве тебе не *хочется* уйти отсюда?»

source: "It is *a* want, a once-want, but not a now-want, and more and more a not, naught, knotted-want. What do I need that lies beyond my brambled walls? It is a cruel, jagged world beyond the edges of this maze, and Ravel has pulled *enough* of its shards from her skin."
ru: «*Хотела*, однажды хотела, но не сейчас, и все больше и больше не хочу. Что мне до всего того, что за моими ежевичными стенами? За пределами этого лабиринта - жестокий колючий мир, и Равель вытащила *достаточно* его осколков из-под кожи».

source: "You have done me a great service, beautiful Ravel. Thank you for hearing my request and sharing your knowledge with me."
ru: «Ты оказала мне огромную услугу, прекрасная Равель. Спасибо, что услышала мою просьбу и поделилась со мной своим знанием».

source: "Very well... thank you, Ravel. I must bid you farewell."
ru: «Хорошо... спасибо тебе, Равель. Пора нам с тобой прощаться».

source: Ravel gives a crooked smile, all tusks, and then gives a soft cackle. "Ah... it is *I* who thanks you, my precious man. Long has it been since such sweet flattery has been brought to this maze... I wish to grant you a boon, my songbird."
ru: Равель криво улыбается, обнажая все клыки, затем тихонько хихикает. «Ах... это *я* тебя благодарю, мой драгоценный. Много уже времени прошло с тех пор, как в этом лабиринте раздавалась такая сладкая лесть... Я хочу преподнести тебе дар, соловушка ты мой».

source: "No boon is necessary, beautiful Ravel."
ru: «Не нужно подарков, прекрасная Равель».

source: "A boon? I would gladly accept any gifts you wish to give."
ru: «Дар? Я с радостью приму от тебя любые подарки».

source: "Your protestations have no place here, songbird. Shhh... I would tell you a secret..."
ru: «Твои протесты здесь неуместны, соловушка. Тс-с... Я расскажу тебе тайну...»

source: "At the risk of repeating myself, please: no boon is necessary, beautiful Ravel."
ru: «Рискую повториться, однако скажу еще раз: не нужно подарков, прекрасная Равель».

source: "Very well..." Ravel hisses softly, as if disappointed. "No gifts shall I give this day..."
ru: «Хорошо... - тихо произносит Равель, будто бы разочаровавшись. - Сегодня не будет никаких подарков...»

source: "Then listen to me... close your eyes, and I shall let you see the nature of the multiverse..."
ru: «Тогда слушай меня... закрой глаза, и я покажу тебе сущность мультивселенной...»

source: Close your eyes and listen...
ru: Закрыть глаза и слушать...

source: You close your eyes, and as you do, you feel a sharp, stabbing pain in your right eye. Your eye... *one* of your eyes... opens... and you see Ravel before you, her blood-red eyes gleaming with delight; one of her talons is extended, and is tipped with your blood... and an eyeball. Yours.
ru: Ты закрываешь глаза, а затем чувствуешь острую колющую боль в правом глазу. Твой глаз... *один* из твоих глаз... открывается... и ты видишь перед собой Равель. Ее кроваво-красные глаза светятся от радости. Она вытянула один из своих когтей; на его конце - твоя кровь... и глазное яблоко. Твое.

source: "What... did... you... do...?"
ru: «Что... ты... натворила?..»

source: "A boon I have granted, songbird. A twist of perception, a tap into the branches of the mind, a tap into the roots of Ravel's knowing have I granted you... a piece of me..." She takes the eyeball, and you watch in disgust as she pulls forth a black seed and places them both in her left palm. With a grotesque smile, she crushes the two of them with a sickening *crunch.* "Ahh..."
ru: «Мой дар, соловушка. Проблеск восприятия, проход в переплетения ума, в корни знаний Равель - вот что я тебе подарила... кусочек себя...» Она снимает глаз, и ты с отвращением наблюдаешь, как она достает семечко, потом кладет его и глаз в левую ладонь. С гротескной улыбкой она раздавливает их с тошнотворным *чвак*. «Ах...»

source: "Give... it back..."
ru: «Верни... его...»

source: "Of course, precious man..." Ravel opens her palm and your eye lies there, seemingly untouched, staring at you. She places it between her thumb and forefinger, then before you can react, she stabs it into your empty eye socket.
ru: «Конечно, мой драгоценный...» Равель раскрывает ладонь, и в ней лежит твой глаз, смотрящий на тебя, - с виду целый и невредимый. Она берет его большим и указательным пальцами, и прежде чем ты успеваешь среагировать, впихивает его в твою пустую глазницу.

source: "Erhhkkkk..."
ru: «Ай-й-й-й...»

source: In response to my flattery, Ravel plucked out my right eye, crushed a black-barbed seed into it, then jabbed it back into my bloody eye socket. I now see things a little differently... it's as if I'm seeing the Planes through Ravel's perspective as well as my own. Of course, this experience has also taught me that I'm going to be really careful about who I flatter from now on, especially if they're within stabbing distance.
ru: В ответ на мою лесть Равель выдернула у меня правый глаз, вдавила в него семя с черными шипами, а затем воткнула его обратно в мою окровавленную глазницу. Теперь я вижу все немного по-другому... Как будто я смотрю на планы одновременно своим взглядом и взглядом Равель. Еще этот опыт научил меня тому, что впредь нужно быть весьма осторожным с теми, кому ты льстишь, особенно если они находятся на расстоянии вытянутой руки.

source: "A piece of me lies in your good eye, precious man. When you see the Planes through that eye, you will understand MORE than you once did... wiser you will be, and more experience of the Planes and their turnings will you understand... and that is all."
ru: «В твоем добром глазу - кусочек меня, мой драгоценный. Глядя на планы этим глазом, ты будешь понимать БОЛЬШЕ, чем прежде... ты будешь мудрее и опытнее по части планов и их вращений... и это все».

source: As you are about to utter your farewell, you suddenly feel a crawling sensation in your skull - and you notice that Ravel's black-veined eyes have taken on a strange, predatory fire.
ru: Ты уже собираешься попрощаться, но вдруг чувствуешь щекочущее ощущение в черепе и замечаешь, что в покрытых черными жилками глазах Равель появился странный хищный огонь.

source: "You're not going to let me leave, are you Ravel?"
ru: «Равель, ты ведь не собираешься позволить мне уйти?»

source: "Uh... thank you, Ravel. I must bid you farewell."
ru: «Э... спасибо тебе, Равель. Пора нам с тобой прощаться».

source: "A perceptive question - yet it not the real question." Ravel's voice takes on a strange whisper - very sad, that sends a faint echo through your mind. "The question is do you *wish* to leave me, half-man?"
ru: «Проницательный вопрос - но не настоящий» Голос Равель переходит на странный шепот, очень печальный, звучащий слабыми отголосками в твоей голове. «Вопрос в том, *хочешь* ли ты уйти, получеловек?»

source: "Fair Ravel, you helped me when I came to you so long ago, and you have done so again. I shall not forget what you have done. But now I must leave - I have to know more about myself."
ru: «Справедливая Равель, ты помогла мне, когда я давным-давно пришел к тебе, и помогла мне еще раз. Я не забуду того, что ты сделала. Но сейчас мне нужно идти: я хочу узнать о себе больше».

source: "I have to. It's important that I find out all I can about myself, and there is much more I need to know."
ru: «Я обязан. Мне важно выяснить о себе все. Мне нужно еще так много всего узнать».

source: "I do not wish to be trapped her in this place, Ravel. It is your home, not mine."
ru: «Я не хочу быть заключенным здесь, Равель. Это твой дом, а не мой».

source: "I do not want to be trapped in this maze. Do I intend to leave? Yes."
ru: «Я не хочу быть заключенным в этом лабиринте. Намерен ли я уйти? Да».

source: "Ah... so you say..." Ravel's voice takes on a strange whisper - very sad, that sends echoes through your mind. "One final question do I have for you: do you *wish* to leave me, my precious half-man?"
ru: «О... вот как ты говоришь...» Голос Равель переходит на странный шепот, очень печальный, звучащий слабыми отголосками в твоей голове. «У меня к тебе один последний вопрос: ты *хочешь* покинуть меня, мой драгоценный получеловек?»

source: "I do not wish to be trapped here in this place, Ravel. It is your home, not mine."
ru: «Я не хочу быть здесь заточенным, Равель. Это твой дом, а не мой».

source: "No, know, no... know THIS..." Ravel raises a taloned finger, as if warning you. "Know it is OUR home, my precious half-man. Two immortals shall we be in this black-brambled garden, and I shall keep you safe from the Planes."
ru: «Нет-нет-нет... знай ВОТ ЧТО... - Равель поднимает когтистый палец, как бы предупреждая тебя. - Знай, что это НАШ дом, драгоценный ты мой получеловек. Мы будем двумя бессмертными в этом черно-ежевичном саду, и я буду оберегать тебя от планов».

source: "I think you know not what you say, Ravel..."
ru: «Мне кажется, ты не знаешь, о чем говоришь, Равель...»

source: "In the leaving I find fault, and your answer seems to be one of conviction, but it is the *wrong* answer, my precious half-man." She *clacks* her yellowed teeth together like a bear trap. "No, no, I shall *keep* you here in this place. Two immortals shall we be in this black-brambled garden, and I shall keep you safe from the Planes."
ru: «В уходе я вижу ошибку, но твой ответ полон убежденности, и все же это *неверный* ответ, драгоценный ты мой получеловек, - она щелкает желтыми зубами, словно это медвежий капкан. - Нет-нет, я буду *держать* тебя здесь. Мы будем двумя бессмертными в этом черно-ежевичном саду, и я буду оберегать тебя от планов».

source: There is a terrible *shimmering* in the air around Ravel - and the sound of snapping twigs and cracking tree limbs, and the horrid sound of the trees *bending* and *splintering*...
ru: Вокруг Равель появляется жуткое *мерцание*. Раздается звук ломающихся и трещащих веток, а еще ужасный хруст, как будто дерево *гнется* и *лопается*...
