Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dreek.dlg.po
Languages: ru

source: You see Reekwind... his eyes have reverted to their normal size, and he is no longer assailed by the twitching spasms that you noted before. He is smiling, and he looks considerably cleaner than before.
ru: Ты видишь Зловонного... его глаза вернулись к своим обычным размерам, и его больше не мучают те конвульсивные спазмы, которые ты раньше замечал. Он улыбается и выглядит намного чище, чем раньше.

source: He looks at you, amazed. "It... stopped. It all stopped, just like that." He snaps his fingers, then looks down at himself. "Powers above, I..." He laughs. "I feel *clean* again."
ru: Он изумленно смотрит на тебя. "Все... прошло. Все прошло, вот просто так, - он щелкает пальцами, потом смотрит на себя. - Силы небесные, я... - он смеется. - Я снова чувствую себя *чистым*".

source: "I thank you, sir. I..." He looks flustered. "I have nothing to pay you with, but you are in my good graces..." He shrugs. "For whatever that is worth." He frowns, then stands straight. "I will tell the story of your kindness to all who will listen."
ru: "Спасибо, сер. Я... - он кажется взволнованным. - Мне нечем тебе отплатить, но я у тебя в долгу... - он пожимает плечами. - Если это хоть что-то для тебя значит, - он нахмуривается, затем выпрямляется. - Я поведаю историю о твоей доброте всем, кто будет слушать".

source: "Of course, of course!" Reekwind looks around... "Though I've had enough of telling tales for a while... do you have something I could write them in?"
ru: "Конечно, конечно! - Зловонный оглядывается. - Хотя я уже нарассказывался на много лет вперед... у тебя есть что-нибудь, на чем можно их записать?"

source: Reekwind takes the journal. "Ah..." He scribbles for a while, then hands it back to you. "There you are."
ru: Зловонный берет дневник. "О... - некоторое время он пишет в нем, затем отдает его тебе. - Держи".

source: "Eh... if you would never use that name again, I... among others, would be thankful."
ru: "Э... Если ты больше не будешь использовать это имя, я... кроме всего прочего, буду благодарен тебе".

source: "My name is --" He suddenly catches himself and smiles. "No, perhaps I shall keep that to myself this time." He nods respectfully to you. "Thank you again, good sir."
ru: "Меня зовут... - внезапно он запинается и улыбается. - Нет, пожалуй, на этот раз я оставлю его при себе, - он вежливо кланяется тебе. - Еще раз спасибо, добрый сер".

source: Leave the ragged man in peace.
ru: Оставить оборванца в покое.

source: "Not today. Farewell."
ru: "Не сегодня. Прощай".

source: "Dangerous?"
ru: "Опасны?"

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: "An... appropriate name."
ru: "Э... подходящее имя".

source: "Heh. The name fits you well."
ru: "Хе. Это имя тебе вполне подходит".

source: "Is that your real name?"
ru: "Это твое настоящее имя?"

source: "I... see. Farewell."
ru: "Понятно... Прощай".

source: "What do you mean?"
ru: "О чем это ты?"

source: "I don't know my true name."
ru: "Я не знаю свое настоящее имя".

source: "Have you been hurt?"
ru: "Тебя обидели?"

source: "Very well. Here's three copper."
ru: "Хорошо. Вот три медяка".

source: Lie: "I don't have that much with me. I had some questions, though..."
ru: Ложь: "У меня нет с собой столько. Хотя у меня есть еще вопросы..."

source: Truth: "I don't have that much with me. I had some questions, though..."
ru: Правда: "У меня нет с собой столько. Хотя у меня есть еще вопросы..."

source: Listen.
ru: Слушать.

source: "Actually, I don't have time for a story right now. I had some other questions..."
ru: "На самом деле, сейчас у меня нет времени на рассказы. У меня есть несколько вопросов..."

source: "I think I've heard enough. Farewell."
ru: "Думаю, я услышал достаточно. Прощай".

source: "Hold a moment... I've *met* the person who cursed you. His name is Murdersense, isn't it?"
ru: "Постой-ка... Я *встречал* человека, который тебя проклял. Его зовут Смыслогуб, не так ли?"

source: "I've heard enough. Farewell."
ru: "Я услышал достаточно. Прощай".

source: "I... see. I had some other questions..."
ru: "Понятно... У меня были еще вопросы..."

source: "What happened after you met... him?"
ru: "Что случилось после того, как ты встретил... его?"

source: "Unfortunate tale. I had some other questions for you..."
ru: "Печальный рассказ. У меня были еще вопросы к тебе..."

source: "He's dead, you know."
ru: "Ну, знаешь, он мертв".

source: "I could probably get him to remove the curse, you know."
ru: "Знаешь, я, пожалуй, мог бы заставить его снять проклятие".

source: "Farewell."
ru: "Счастливо".

source: "I had some other questions for you..."
ru: "У меня были еще вопросы к тебе..."

source: "I'll go see him about it right now. Farewell."
ru: "Пойду, поговорю с ним сейчас же. Прощай".

source: "Greetings, Reekwind. I had some questions for you..."
ru: "Привет, Зловонный. У меня есть вопросы к тебе..."

source: Leave Reekwind in peace.
ru: Оставить Зловонного в покое.

source: "Who are you again?"
ru: "Еще раз, кто ты?"

source: "What happened to you?"
ru: "Что с тобой случилось?"

source: "I'd like to hear a story."
ru: "Я хочу послушать историю".

source: "Can you tell me about this area?"
ru: "Что ты можешь рассказать об этом месте?"

source: "Can you tell me where I could find someone named Pharod?"
ru: "Ты не подскажешь, где я могу найти некоего Фарода?"

source: "Can you tell me about Pharod again?"
ru: "Что ты можешь еще раз сказать мне о Фароде?"

source: "I'm missing a journal. Have you seen one?"
ru: "Я потерял дневник. Тебе он не попадался?"

source: "I found that man who cursed you in the Civic Festhall. His name is Murdersense."
ru: "Я встретил проклявшего тебя человека в Городском Фестхолле. Его имя - Смыслогуб".

source: Wait for him to choose a story.
ru: Подождать, пока он выберет историю.

source: "I'd like to hear the story about how you were cursed."
ru: "Я хотел бы послушать историю о том, как ты был проклят".

source: "I'd like to hear about what happened to the Alley of Dangerous Angles."
ru: "Я хотел бы послушать о том, что случилось с Переулком Опасных Углов".

source: "I'd like to hear Ignus' tale."
ru: "Я хотел бы послушать рассказ об Игнусе".

source: "I want to hear the story of the man who came to this city without name or memory and spoke with the cursed story-teller who warned him of the danger of names."
ru: "Я хотел бы послушать историю о человеке, который пришел в этот город без имени и без воспоминаний, и поговорил с проклятым рассказчиком, который предупредил его об опасности имен".

source: "How did the fire start?"
ru: "Как начался пожар?"

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "I see... Farewell."
ru: "Понятно... Прощай".

source: "Who?"
ru: "Кто?"

source: "That is all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "An unfortunate tale. I had some other questions for you..."
ru: "Какая несчастливая история. У меня к тебе еще несколько вопросов..."

source: "Never mind then. Farewell."
ru: "Тогда неважно. Прощай".

source: "Uh... do you know where I could find him?"
ru: "Э... Ты знаешь, где его можно найти?"

source: "Nevertheless, I would hear it."
ru: "Тем не менее, я хотел бы ее услышать".

source: "Very well. I had some other questions..."
ru: "Очень хорошо. У меня есть другие вопросы..."

source: "It would begin with a man waking up in the Mortuary, believed dead, but in truth, only his memories are dead."
ru: "Она начинается с человека, который очнулся в Морге, сочтенный мертвым, но на самом деле мертвы были только его воспоминания".

source: "He escapes the Mortuary, enters the Hive, and speaks to a man who let his true name slip once and has regretted it."
ru: "Он совершает побег из Морга, попадает в Улей и заводит разговор с человеком, который однажды позволил своему настоящему имени ускользнуть и пожалел об этом".

source: "Is he? Is it better to suffer the truth with all its consequences or is it better to remain ignorant? Which of the two men is better off?"
ru: "Вот как? Что лучше: страдать от правды со всеми ее последствиями или оставаться в неведении? Кому из этих людей лучше?"

source: "I want to hear your answer."
ru: "Я хочу услышать твой ответ".

source: "The man who knows his true name is better off, for he knows himself and is stronger person for it."
ru: "Человек, знающий свое истинное имя, лучше, поскольку он знает себя, и потому он более сильный".

source: "The man who has forgotten his true name is better off, for he is protected against those that would do him harm, including himself. Where a named man moves, he is followed. When a nameless one moves, his name leaves no trail."
ru: "Человек, забывший свое истинное имя, лучше, ведь он защищен от тех, кто хочет причинить ему боль, включая себя самого. Человека с именем можно выследить. Безымянный же не оставляет за собой следа".

source: "Never mind. I had some other questions..."
ru: "Неважно. У меня есть другие вопросы..."

source: Truth: "Perhaps. What happens will happen, and it may be that this tale has no answer."
ru: Правда: "Возможно. Чему быть - того не миновать, и, может статься, этот рассказ не содержит ответа".

source: Truth: "It must have an answer, and every tale has an ending. I will refuse to accept it any other way."
ru: Правда: "Ответ должен быть, и у каждой истории есть конец. Я отказываюсь принимать любые другие варианты".

source: Truth: "I do not know. It is not for me to decide."
ru: Правда: "Я не знаю. Это не мне решать".

source: "A fair price. Very well, then, perhaps there are some questions you can answer for me..."
ru: "Справедливая цена. Что ж, очень хорошо. Возможно, ты ответишь мне еще на пару вопросов..."

source: "Good to hear it. Jumble didn't want to remove the curse, but I got it out of him."
ru: "Рад слышать это. Джамбл не хотел снимать проклятье, но я его заставил".

source: "Glad to hear you're doing well."
ru: "Рад слышать, что тебе уже лучше".

source: "Actually, do you have any stories you haven't told me already? That could be payment enough..."
ru: "А вообще, у тебя есть истории, которые ты мне еще не рассказывал? Этого было бы достаточно..."

source: "Thanks, Reekwind. I was happy to help."
ru: "Спасибо, Зловонный. Был рад помочь тебе".

source: "I have a journal here."
ru: "У меня с собой дневник".

source: "Thanks, Reekwind."
ru: "Спасибо, Зловонный".

source: "Very well. What should I call you?"
ru: "Отлично. Как же мне тебя называть?"

source: "Fair enough. Farewell."
ru: "Вполне справедливо. Прощай".

source: I met a diseased storyteller in the Hive, a foul-smelling man by the name of "Reekwind." When I spoke to him, he warned me of the danger of names, saying that when you carry a name, that it somehow allows you to be tracked, seen... hunted. For some reason, that thought chilled me. Is that *why* I'm nameless?
ru: В Улье я встретил больного рассказчика, смрадно пахнущего мужчину по имени "Зловонный". Когда я заговорил с ним, он предупредил меня об опасности имен, сказав, что когда ты носишь имя, это позволяет как-то выследить, обнаружить... поймать тебя. По какой-то причине от этой мысли у меня мороз по коже. Может, *поэтому* у меня нет имени?

source: Reekwind told me he wasn't always the smelly wreck he's become - apparently, he crossed paths with someone who didn't take kindly to him, and he was cursed as a result. Apparently, because the curse-thrower knew Reekwind's real name, he was able to make the curse stick, and Reekwind has been suffering ever since. Judging from Reekwind's description, the curse-thrower was some fat, balding man who had the look of a "pumpkin" about him... which presumably means he favors dressing in orange. He's probably in one of the Upper Wards where Reekwind once lived.
ru: Зловонный сказал мне, что он не всегда так пах - похоже, он с кем-то пересекся, и отнесся к нему не по-доброму, и за это был проклят. Очевидно, по причине того, что проклявший знал настоящее имя Зловонного, он смог прилепить к нему это проклятье, и Зловонный до сих пор мучается. Судя по описанию Зловонного, проклявший его был полным лысеющим мужчиной, похожым на "тыкву"... что, предположительно, означает, что он предпочитает одеваться в оранжевое. Вероятно, он из Верхних Районов, где когда-то жил Зловонный.

source: Apparently, Reekwind was cursed by Jumble Murdersense.
ru: Скорее всего, Зловонного проклял Джамбл Смыслогуб.

source: Reekwind told me a story of the "Alley of Dangerous Angles," the alleyway near where he's set up kip. He told me it used to be a street, but a great fire raged through it one night, setting the buildings and people a-flame, leaving just the skeletal frames of the houses... and their residents. The broken timbers of the old burnt buildings are what give the Alley its name. Apparently, several groups of thugs have now taken up residence there.
ru: Зловонный рассказал мне историю о "Переулке Опасных Углов", улочке, возле которой он обосновался. Он сказал, что когда-то это была улица, но однажды по ней пронесся большой пожар, который сжигал дома и людей, оставляя только скелеты домов... и их жителей. Сломанные балки старых сгоревших домов дали переулку его имя. По всей видимости, теперь там поселилось несколько банд головорезов.

source: Reekwind told me a story of Ignus, the mad sorcerer who was responsible for creating the Alley of Dangerous Angles. He said that Ignus was a powerful sorcerer who had been taught by one of the last of the Great Magi. Ignus burned with the Art, so much so it drove him to burning people and buildings when the urge struck him. One night, he unleashed his power on one of the streets in the Hive, burning it down and torching the residents. Whether out of revenge or justice, several minor mages in the Hive banded together and used their combined knowing of the Art to turn Ignus' body into a conduit to the Elemental Plane of Fire. They hoped the pain would kill him... it didn't. Apparently, it just caused Ignus to enter a deep sleep.
ru: Зловонный рассказал мне историю об Игнусе, сумасшедшем чародее, который был в ответе за создание Переулка Опасных Углов. Он сказал, что Игнус был могущественным колдуном, учеником одного из последних Великих магов. Искусство прожгло Игнуса, да настолько, что он стал сжигать людей и дома, как только испытывал желание сделать это. Однажды ночью он обрушил свою мощь на одну из улиц Улья, сжигае ее и испепеляя ее жителей. То ли из мести, то ли из чувства справедливости несколько более слабых магов Улья объединились и использовали свои общие знания Искусства, чтобы превратить тело Игнуса в портал в стихийный План Огня. Они надеялись, что боль убьет его... но этого не произошло. По всей видимости, от этого Игнус просто впал в глубокий сон.

source: Reekwind told me the story of Pharod; apparently, Pharod was one a member of the "aristocracy" in Sigil, but he used his position to bend laws, cheat others, and even condemn innocent men. His acts were so deceitful that it damned his soul to the Lower Planes when he died - when he learned of this, he became afraid and looked for a way to dodge his fate. Apparently, he consulted several seers and was told that he would find a means of saving himself in the trash of Sigil. Pharod cast off his position of respect and became a Collector King, sending his Hiver gang to scour the Sigil streets in search of something that would set his soul free... but he knows not what it is.
ru: Зловонный рассказал мне историю Фарода; по всей видимости, Фарод был одним из членов "аристократии" в Сигиле, но использовал свое положение, чтобы обходить законы, обманывать других и даже приговаривать невинных. Его деяния были столь вероломны, что это обрекло его душу на вечные муки в Нижних Планах, когда он умрет. Когда он узнал об этом, он испугался и начал искать способ, как бы уклониться от своей судьбы. Очевидно, он посоветовался с несколькими провидцами, и ему сказали, что он спасется в мусоре Сигила. Фарод отбросил свою уважительную должность и стал королем Сборщиков, который послал свою банду выходцев из Улья прочесывать улицы Сигила в поисках чего-то, что освободит его душу... но ему неизвестно, что это может быть.

source: In exchange for helping him shed his curse, Reekwind put all the stories he knew in my journal: The first of the stories was a tale of the "Alley of Dangerous Angles," the alleyway near where he'd set up kip. It used to be a street, but a great fire raged through it one night, setting the buildings and people a-flame, leaving just the skeletal frames of the houses... and their residents. The broken timbers of the old burnt buildings are what give the Alley its name. Apparently, several groups of thugs have now taken up residence there. The second tale was the story of Ignus, the mad sorcerer who was responsible for creating the Alley of Dangerous Angles. Ignus was a powerful sorcerer who had been taught by one of the last of the Great Magi, and he burned with the Art, so much so it drove him to burning people and buildings when the urge struck him. One night, he unleashed his power on one of the streets in the Hive, burning it down and torching the residents. Whether out of revenge or justice, several minor mages in the Hive banded together and used their combined knowing of the Art to turn Ignus' body into a conduit to the Elemental Plane of Fire. They hoped the pain would kill him... it didn't. Apparently, it just caused Ignus to enter a deep sleep. The third and last tale was the story of Pharod; apparently, Pharod was one a member of the "aristocracy" in Sigil, but he used his position to bend laws, cheat others, and even condemn innocent men. His acts were so deceitful that it damned his soul to the Lower Planes when he died - when he learned of this, he became afraid and looked for a way to dodge his fate. Apparently, he consulted several seers and was told that he would find a means of saving himself in the trash of Sigil. Pharod cast off his position of respect and became a King of Rags, sending his gang of Collectors to scour the Sigil streets in search of something that would set his soul free... but he knows not what it is.
ru: В обмен на помощь в избавлении от проклятья Зловонный записал в твои дневник все истории, которые он знал: Первая из историй - рассказ о "Переулке Опасных Углов", улочке, возле которой он обосновался. Когда-то это была улица, но однажды по ней пронесся большой пожар, который сжигал дома и людей, оставляя только скелеты домов... и их жителей. Сломанные балки старых сгоревших домов дали переулку его имя. По всей видимости, теперь там поселились несколько банд головорезов. Второй рассказ - история об Игнусе, сумасшедшем чародее, который был в ответе за создание Переулка Опасных Углов. Игнус был могущественным колдуном, который был учеником одного из последних Великих магов. Искусство прожгло Игнуса, да настолько, что он стал сжигать людей и дома, как только испытывал желание сделать это. Однажды ночью он обрушил свою мощь на одну из улиц Улья, сжигае ее и испепеляя ее жителей. То ли из мести, то ли из чувства справедливости несколько более слабых магов Улья объединились и использовали свои общие знания Искусства, чтобы превратить тело Игнуса в портал в стихийный План Огня. Они надеялись, что боль убьет его... но этого не произошло. По всей видимости, от этого Игнус просто впал в глубокий сон. Третий и последний рассказ - историю Фарода; по всей видимости, Фарод был одним из членов "аристократии" в Сигиле, но использовал свое положение, чтобы обходить законы, обманывать других и даже приговаривать невинных. Его деяния были столь вероломны, что это обрекло его душу на вечные муки в Нижних Планах, когда он умрет. Когда он узнал об этом, он испугался и начал искать способ, как бы уклониться от своей судьбы. Очевидно, он посоветовался с несколькими провидцами, и ему сказали, что он спасется в мусоре Сигила. Фарод отбросил свою уважительную должность и стал королем Сборщиков, который послал свою банду выходцев из Улья прочесывать улицы Сигила в поисках чего-то, что освободит его душу... но ему неизвестно, что это может быть.

source: This man is looking at you with a strange, bug-eyed stare. His eyes are *huge*... so huge they look ready to pop out of his sockets and roll across the cobblestones. He nods eagerly as you approach, bobbing his head like a bird... and as you near him, you suddenly notice the smell of urine and feces surrounds him.
ru: Этот человек смотрит на тебя странными выпученными глазами. Глаза у него просто *огромные*... настолько большие, что, кажется, они вот-вот выпадут из орбит и покатятся по мостовой. При твоем приближении он начинает неистово кивать, по-птичьи двигая головой взад-вперед... приблизившись к нему, ты неожиданно замечаешь запах мочи и экскрементов, окружающий его.

source: "Greetings."
ru: "Приветствую".

source: The man sniffles, wiping his nose on his sleeve, then opens his mouth to reveal blackened, rotted gums. "Stories-for-coin, sirrah?" His breath reeks; it smells like this man has been keeping rotten meat stored inside his mouth. "Stories-for-coin?"
ru: Человек шмыгает носом, сморкается в рукав, затем открывает рот, обнажая свои почерневшие гнилые десны. "Что, братец, рассказы-за-монетки? - его дыхание зловонно; пахнет так, будто он держит во рту гнилое мясо. - Рассказы-за-монетки?"

source: "Who are you?"
ru: "Кто ты?"
