Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dreek.dlg.po
Languages: ru

source: The man snorts, thick with phlegm. "Names, names... who you are, who you are..." His head does a slight twitch every time he repeats himself. "Names... dangerous, dangerous." He glances at the ground and stirs the dirt with his foot.
ru: Человек хрипло фыркает. "Имена, имена... кто ты, кто ты... - каждый раз, когда он повторяет это, его голова слегка подергивается. - Имена... опасны, опасны". Он переводит взгляд на землю и ковыряет ногой грязь.

source: "Not my true name, true name." Reekwind mumbles on, his head twitching every time he says *name.* "A true name's a dangerous thing, gives others power." He stares at you with his huge eyes and wags his finger. "Keep your name secret, keep it close, never let it out."
ru: "Не мое настоящее имя, ненастоящее, - бормочет Зловонный, при каждом слове *имя* голову его голову передергивает. - Настоящее имя - опасная штука, дает другим силу, - он пристально смотрит на тебя своими огромными глазами и машет тебе пальцем. - Храни свое имя в тайне, храни его при себе, не выдавай его".

source: "Names are like smells... things can track you with them." Reekwind coughs, his eyes almost popping out of his skull as he does so. His cough seems to loosen his bowels, for he breaks wind loudly, as if to accentuate his point. "If someone knows a true name, it gives them power." He licks his lips. "The power to *hurt.*"
ru: "Имена - как запахи... по ним тебя можно выследить". Зловонный кашляет, при этом его глаза чуть не выпадают из орбит. Похоже, от кашля его кишечник опорожняется, потому что он громко пукает, как бы подчеркивая свои слова. "Если кому-то известно настоящее имя, это дает ему силу, - он облизывает губы. - Силу причинять *боль*".

source: Reekwind's eyes widen; seeing his eyeballs bulge even larger makes you uneasy. "Then you are blessed, blessed. Remain nameless, and you shall be as a spirit on the Planes, untraceable, untrackable, unseen, undiscovered." He smacks his gums wetly. "A name chosen, a name given... it allows others to find you and hurt you."
ru: Глаза Зловонного расширяются; от наблюдения за тем, как выпячиваются его глазные яблоки, тебе становится неуютно. "Тогда ты благословлен, благословлен. Оставайся безымянным, и будешь как призрак над планами, которого нельзя найти, выследить, увидеть, изучить, - он влажно причмокивает. - Имя выбранное, имя данное... позволяет другим выследить тебя и причинить тебе боль".

source: Reekwind gives a twitching nod, then scratches himself. "Let my name slip once, once, only once, only once." His eyes film over as if the memory is painful, then glances at you uneasily. "Tell you the story I can, I will, but three coppers must I see." His face splits into a smile as he says the word *coppers,* and his reeking breath hits you like a hammer.
ru: Зловонный делает судорожный кивок и чешется. "Пусть имя мое ускользнет единожды, раз, только раз, только раз, - глаза его застилает пелена, как от болезненных воспоминаний, потом он бросает на тебя неловкий взгляд. - Могу я рассказать тебе историю, все так, но должен я увидеть три монетки". При слове *монетки* лицо его расплывается в улыбку, и его зловонное дыхание бьет тебя, словно молот.

source: Reekwind gets into a stance, looks left, looks right, then faces you. His face clenches, then with a grunt, he breaks wind again. The smell nearly levels you, but he takes no notice. "Cursed, I! Walked the wards in splendor..." He stands up stiffly, nose high in the air. He saunters back and forth, nodding to invisible passers-by.
ru: Зловонный встает в позу, смотрит влево, потом вправо, потом на тебя. Его лицо напрягается, затем, отрыгнув, он снова пукает. Запах чуть было не сшибает тебя с ног, но он не замечает этого. "Проклят я! По городу ходил я величаво..." - он неуклюже встает и задирает нос. Затем начинает слоняться взад-вперед, кивая невидимым прохожим.

source: Reekwind freezes, his arms akimbo. "Crossed paths with a crossed one. Had the looking of a pumpkin, his seeds, curses!" Reekwind then thrusts his belly out so as to appear fat, slicks back his hair with his filthy palm so he looks almost bald, and begins drumming his fingers on his 'fat' belly. He then walks about, circling the spot where his 'stuffy, upper class persona' used to be. "All-a-jumble with curses, this one was." With a sneer and a careless gesture, Reekwind tosses an invisible curse at the 'stuffy persona.'
ru: Зловонный застывает, руки в боки. "Пересеклись пути с негодяем. С виду как тыква, бросается проклятьями!" Далее Зловонный выпячивает живот, чтобы тот казался толстым, приглаживает волосы назад своими грязными ладонями, чтобы выглядеть почти лысым, и начинает барабанить пальцами по своему "толстому" пузу. Затем он начинает слоняться вокруг того места, где должен быть его "напыщенный тип из высшего общества". "Сумасброд с проклятьями - вот он кто", - с презрительной усмешкой Зловонный небрежным жестом швыряет невидимое проклятье в "напыщенного типа".

source: "Knew my name, let it slip I had, I had, all it took, took it all!" He stiffens up again, inhaling deeply and resuming his 'upper class' persona. The persona suddenly crumples, and Reekwind breaks wind violently, then exhales, filling the air with his foul, reeking breath. "Cursed with stenches, smells, excrement! Came here to tell tales, all good for, all good for now. Now Reekwind is the name, given name, given name..."
ru: "Узнал мое имя, позволил я ему ускользнуть, все так, получил по полной, по полной получил!" Он снова напыщивается, глубоко вдыхает и продолжает изображать своего типа "из высшего общества". Внезапно он сгибается пополам и ожесточенно испускает газы, потом выдыхает, наполняя воздух омерзительным зловонием. "Проклят зловонием и испражненьями! Пришел сюда, чтобы рассказывать истории, пока все, пока все хорошо. Теперь Зловонный - имя мне, придуманное имя, придуманное имя..."

source: At the sound of the name, Reekwind's cheeks swell, his eyes bulge, and he suddenly vomits onto the ground at his feet. His entire body shudders, his frame wracked with coughing and retching... at the end of several long minutes, he nods weakly, and makes a semi-circle over his heart.
ru: От звука этого имени щеки Зловонного раздуваются, глаза выкатываются, и он неожиданно блюет себе под ноги. Все его тело дрожит, его мучит кашель и рвота... после нескольких долгих минут он вяло кивает и описывает полукруг возле сердца.

source: Reekwind looks hopeful for a moment, then he looks sad. "Promises, promises..." He gives a stuttering sigh, each sigh punctuated by a foul-smelling hiccup. "Try if you wish, if you wish..."
ru: На миг Зловонный кажется обнадеженным, потом сникает. "Обещанья, обещанья... - он издает вздох, прерываемый зловонной икотой. - Попробуй, если хочешь, если хочешь..."

source: Reekwind gives a stuttering sigh, each sigh punctuated by a foul-smelling hiccup. "No matter, then, no matter..."
ru: Зловонный издает вздох, прерываемый зловонной икотой. "Тогда неважно, неважно..."

source: Reekwind spots you as you approach, bobbing his head eagerly, and staring at you with his huge eyes. As you near him, you are again struck by the smell of urine and feces that surrounds him.
ru: Когда ты подходишь, Зловонный узнает тебя и начинает яростно кивать взад-вперед, глядя на тебя своими огромными глазами. Вблизи к нему тебе в нос снова ударяет запах мочи и испражнений, окружающий его.

source: "Questions, questions..." Reekwind hunches over, regarding you warily with his huge eyes. "Answers, answers...?"
ru: "Вопросы, вопросы... - Зловонный сгибается, недоверчиво глядя на тебя своими огромными глазищами. - Ответы, ответы?.."

source: "Tell you a story I can, I will, but three coppers must I see." His face splits into a smile, and his reeking breath hits you like a hammer.
ru: "Могу историю поведать я, все так, но должен я увидеть три монетки". Лицо его расплывается в улыбке, а его зловонное дыхание бьет тебя, словно молот.

source: He takes the copper, gums it, then to your surprise, he swallows it. "Best purse, best purse there is, belly, belly." He gives a reeking wheeze. "A story, a story..." He smacks his lips, scratching his dirty rags.
ru: Он берет медяк, пробует его на зуб, затем, к твоему удивлению, проглативает его. "Лучший кошелек, лучший кошелек здесь - это пузо, пузо, - он издает зловонную отрыжку. - История, история..." Он причмокивает, почесывая свои грязные лохмотья.

source: "The Hive, the Hive... a tale I can tell, a tale I can tell, I will, but three coppers must I see." He smacks his gums together and snorts like a pig.
ru: "Улей, Улей... историю могу поведать я, историю могу поведать я, все так, но должен я увидеть три монетки". Он причмокивает и хрюкает, как кабан.

source: "Spireward, spireward..." He points to his left, at the charred alley in the distance. "An Alley of *Dangerous Angles.* He bends his limbs in a twisted parody of one of the skeletal buildings. "Not always angled, not always burned and charred, once alive, no longer."
ru: "В сторону шпиля, в сторону шпиля... - он указывает влево, на обугленную улицу вдали. - Переулок *Опасных Углов*, - он изгибает конечности в извращенной пародии на одно из тех скелетообразных строений. - Не всегда угловатый, не всегда сожженный и обугленный, когда-то оживленный, но не теперь".

source: "Flames, fire!" He flings his hands up in the air, then waves them to simulate flames. "The alley burned, great smoke, ash everywhere... in the end, only *skeletons* of buildings left, bones of dead buildings, bones of dead buildings. Angles... everywhere, angles."
ru: "Пламя, пожар! - он вскидывает руки и колышет ими, изображая языки пламени. - Улица горела, много дыма, пепел повсюду... в итоге остались только *скелеты* домов, кости мертвых зданий, кости мертвых зданий. Углы... повсюду углы".

source: He hunches forward, his voice a whisper. Again, the stench from his body hits you like a wave. "Dangerous, now, bad men have set up their kip there, kip there." He bows, then breaks wind in quick spurts, like a bugle blowing. "That is the tale of how a street becomes an Alley of Dangerous Angles."
ru: Он наклоняется вперед, голос его переходит в шепот. И вновь зловоние его тела сшибает тебя как волна. "Теперь опасно там - плохие люди устроили там логово, там логово, - он кивает, затем прерывисто пукает, как будто дует в горн. - Вот история о том, как улица стала Переулком Опасных Углов".

source: He makes a semi-circle over his heart. "A man made it so. A beast made it so. A man whom even *fiends* admire."
ru: Он описывает полукруг возле сердца. "Это сделал человек. Это сделал зверь. Человек, которым восхищаются даже *демоны*".

source: "A sorcerer's tale, filled with madness, sadness, burning, yearning... a tale I can tell, a tale I can tell, I will, but three coppers must I see." He hisses, then cackles in a way that reminds you of a fire burning. "A dangerous tale, a dangerous tale."
ru: "Рассказ о чародее, наполненный безумием, унынием, пламенем, желанием... могу рассказ поведать я, могу рассказ поведать я, все так, но должен я увидеть три монетки, - шепчет он, затем издает звук, напоминающий тебе горящее пламя. - Опасный рассказ, опасный рассказ".

source: "A sorcerer there was, no simple hedge wizard this, but a mage of *power.*" Reekwind brings his hands together reverently, then smiles evilly. "He burned with the Art, and the Art burned him."
ru: "Был когда-то колдун, не простой маг-самоучка - *могущественный* чародей, - Зловонный благоговейно складывает руки, затем злобно усмехается. - Он сжигал Искусством, а Искусство сжигало его".

source: "The name given him was Ignus, a name respected, then feared, then hated, then punished." Reekwind gives a rattling wheeze, then claws the air and hisses, apparently imitating 'Ignus.'
ru: "Имя ему было Игнус - имя, которое уважали, потом боялись, потом ненавидели, потом преследовали". Зловонный издает клокочущую отрыжку, затем хватает воздух и шипит, очевидно, изображая "Игнуса".

source: "Taught by one of the last great magi Ignus was, and as an apprentice, Ignus learned much, much... and nothing at the same time." Reekwind shakes his head sadly. "In his heart, his coal-black heart, a fire blazed. It burned, it burned, and it *hungered.*" Reekwind claws at his chest, as if pain. "As it hungered, Ignus hungered. It was his wish to see the Planes *burn.*"
ru: "Обучен был Игнус одним из последних великих магов, и как ученик, Игнус знал много, много... и в то же время ничего, - Зловонный горько качает головой. - В его сердце, угольно-черном сердце, пылал огонь. Он горел, он пылал, и он становился *голодным*, - Зловонный хватается за грудь, словно от боли. - И с ним голод просыпался в Игнусе. Он возжелал увидеть, как планы *сгорят*".

source: "In the night..." Reekwind hunches down and begins to slowly stalk in the direction of the alley, a mad grin on his face. "Ignus came to the Alley that was to be the Alley of Angles, and the fire in his eyes, the fire in his heart, both he let out." Reekwind points at the Alley, then flings his arms in the air, silently screaming and laughing at the same time.
ru: "Однажды ночью... - Зловонный сгибается и начинает медленно красться в сторону улицы, его лицо перекошено от безумного оскала. - Игнус пришел на улицу, ставший Переулком Углов, и выпустил огонь, что был в его глазах и в его сердце", - Зловонный указывает на Переулок, затем вскидывает руки, беззвучно крича и смеясь в одно и то же время.

source: "Flesh ran like wax, people like candles, and Ignus laughed, laughed..." Reekwind crumples to the ground, his body wracked with imagined pain. "An evil, an evil was done, and forgotten not, forgotten not." He stands up, then hunches over, looks left, looks right, then starts mumbling, as if secretly in a conference with someone. "Something was to be done, be done..."
ru: "Плоть плавилась как воск, люди - словно свечи, а Игнус все смеялся, смеялся... - Зловонный падает на землю, его тело мучит воображаемая боль. - Зло, зло было содеяно, и не забыто, не забыто, - он встает, потом сгибается, смотрит налево, потом направо, потом начинает бормотать, будто бы тайком обращаясь к кому-то. - Что-то нужно было сделать, сделать..."

source: He stands up, stiffly, his face resolute. "A punishment was decided, all the hedge wizards, midwives, rune-tellers, copper-pinching witches, all manner of magelings... they came, all, even those with the smallest trace of the Art, to punish Ignus. Separately, they were flies..." He makes a buzzing noise between his rotten gums. "Together, dangerous, dangerous."
ru: Он неуклюже встает, в лице его - решительность. "Было принято решение о наказании: все маги-самоучки, повитухи, пересказчики рун, гадалки, всякие там ученики магов... они собрались - все те, в ком есть хоть малейший след Искусства, - чтобы покарать Игнуса. По отдельности они как мухи... - он изображает своими гнилыми губами жужжание. - Вместе - опасны, опасны".

source: He hums, then raises his hands... "Caught Ignus, granted his wish..." He swirls his hands, as if casting a spell. "He wished to burn, they granted it, using his own desire to fuel the casting. They made his body a door to the Plane of Fire -- they intended to kill him, kill him..."
ru: Он жужжит, потом поднимает руки... "Поймали Игнуса, исполнили его желание... - он вертит руками, как будто плетет заклинание. - Он хотел гореть, и они дали ему это, используя его собственную жажду, чтобы подпитать заклинание. Они сделали его тело дверью в План Огня - они намеревались убить его, убить его..."

source: "Failed, failed..." Reekwind breaks wind again, as if to accentuate the failure of the wizards. "Ignus lived, Ignus lived, only slept, blanket of flames, flames, turned in his sleep as he burned, never happier, never happier..." He shuts his eyes, wraps his arms around himself and turns slowly. "Burning... ever-burning..." His eyes suddenly snap open. "One day he will wake, and then, then the Planes shall *burn!*"
ru: "Не удалось, не удалось... - Зловонный снова выпускает газы, как бы подчеркивая провал магов. - Игнус выжил, Игнус выжил, только заснул; объятый пламенем, пламенем, заснул он - счасливей не был никогда, никогда... - он закрывает глаза, обхватывает себя руками и медленно поворачивается. - Пламя... вечное пламя... - его глаза неожиданно раскрываются. - Однажды он проснется - и тогда, тогда планы *сгорят*!"

source: Reekwind breaks wind, then scratches his arms. He thinks for a moment, then shakes his head. "No journal, no journal have I seen."
ru: Зловонный пукает, затем чешет руку. Минуту он раздумывает, потом качает головой. "Не видал, не видал я дневников".

source: Reekwind suddenly hunches over and leers at you. He walks around you for a moment, dragging his leg as if lame. "A king! A noble tale, a noble tale! A tale I can tell, but three coppers must I see..."
ru: Зловонный неожиданно сгибается и косится на тебя. Некоторое время он ходит вокруг тебя, подволакивая ногу, словно он хромой. "Король! Славный рассказ, славный рассказ! Могу поведать я рассказ, но должен я увидеть три монетки..."

source: Reekwind remains hunched over, staring at you. "Once a man of respect, Pharod was, a man, a man of goals, and *position.* All became nothing, nothing, turned to air." Reekwind squints, then breaks wind, filling the air with a gut-churning smell. "Turned to air... and stink."
ru: Зловонный продолжает сутулиться, смотря на тебя. "Был когда-то уважаемый человек, Фарод - человек, человек целей и *положения*. Все пошло прахом, прахом, превратилось в дым, - Зловонный прищуривается, затем пукает, наполняя воздух запахом, от которого тебя выворачивает наизнанку. - Превратилось в дым... и зловоние".

source: "A liar, a cheater, a man who twisted law, Pharod was." He hunches over, as if writing at a desk. He 'writes' for a moment, then suddenly stops, afraid. "Then one day, he found that he had twisted himself!"
ru: "Лжец, обманщик, человек, извращающий закон - вот кем был Фарод", - он сгибается, как будто пишет что-то на столе. Некоторое время он "пишет", потом вдруг испуганно останавливается. "Потом, в один прекрасный день, он обнаружил, что обманул самого себя!"

source: "Such a liar he had become, that when he died, he was to go to a horrible place..." Reekwind shakes his head sadly, then hunches over again and looks wildly in all directions. "Pharod would not accept it, would not, would not! He had cheated others, he would cheat his fate, too!"
ru: "Таким лжецом он стал, что после смерти должен был попасть в ужасное место... - Зловонный горько качает головой, потом снова сгибается и бешено оглядывается по сторонам. - Фарод такого не примет, нет, нет! Он обманывал других - обманет и судьбу!"

source: "He read, dug in books, and consulted seers..." Reekwind stalks back and forth, his hand over his eyes as if staring off into the distance. "...and they told him that only in trash could he find that which would let him cheat his fate." Reekwind breaks wind again, then gives a reeking cough. "Perhaps they lied..."
ru: "Он читал, копался в книгах, советовался с провидцами... - Зловонный, крадучись, отходит назад, подносит руку ко лбу, как бы вглядываясь вдаль. - И они сказали ему, что только в отбросах найдет он то, что позволит ему обмануть свою судьбу, - Зловонный снова пукает, потом разражается зловонным кашлем. - Возможно, они солгали..."

source: Reekwind stands up stiffly, then begins to fling off imaginary clothes. With every piece of 'clothing' he throws away, he becomes more hunched. "Pharod threw away his position, his goals, and took up a new title..." Reekwind stops, then leers at you. He claws at his rags, shaking them. "And became a King of Rags! He would rule the trash, have his subjects search it all, and find that which he needed." He shakes his head. "He looks even now, even now..."
ru: Зловонный неуклюже выпрямляется, затем начинает избавляться от воображаемой одежды. С каждой "вещью", которую он выкидывает, он все больше ссутуливается. "Фарод отбросил свое положение, свои цели, и принял новый титул... - Зловонный останавливается, косясь на тебя. Он хватает свои лохмотья, трясет ими. - И стал Королем Оборванцев! Он правит отбросами, заставляет своих подданным обыскивать все вокруг в поисках то, что ему нужно, - он качает головой. - Он ищет по сей день, по сей день..."

source: Reekwind shakes his head. "He lives amongst rags and trash. There, you will find him, find him..."
ru: Зловонный качает головой. "Он живет среди тряпья и отбросов. Там ты его и найдешь, найдешь..."

source: "Where would such a tale begin...?" Reekwind grunts, then gives a reeking wheeze that makes your eyes tear up. He seems to be thinking.
ru: "Где же начинается такая история?.." Зловонный пукает, потом издает зловонную отрыжку, от которой у тебя слезятся глаза. Кажется, он в раздумье.

source: Reekwind nods, then studies you and starts scratching himself violently, as if to give himself scars. "Dead, but not dead... no memories, no memories, no name..."
ru: Зловонный кивает, затем внимательно смотрит на тебя и начинает яростно чесаться, как будто хочет наделать себе шрамов. "Мертвый, но не мертвый... нет памяти, нет памяти, нет имени..."

source: Reekwind seems hypnotized by your words. "Yes, yes, much danger in naming... perhaps..." He pauses. "Perhaps the man to whom the nameless one speaks is a warning to the danger of names." He seems to chew this over. "Perhaps he who has forgotten his name is better off...?"
ru: Зловонный, казалось бы, загипнотизирован твоими словами. "Да, да, в именах много опасности... наверно... - он умолкает. - Наверно, тот, с кем говорит безымянный, сам является предостережением об опасности имен, - он, похоже, обдумывает это. - Наверно, тому, кто забыл свое имя, повезло?.."

source: Reekwind gives a hacking cough, then spits, the spittle green and wet, then he turns back to you. "It is your question, your tale..." He speaks slowly. "It is *you* who must answer it."
ru: Зловонный отрывисто кашляет, затем сплевывает. Плевок зеленый и влажный. После этого он оборачивается к тебе. "Это твой вопрос, твоя история... - говорит он неспешно. - И *ты* должен на него ответить".

source: Reekwind shakes his head. "My answer, my answer..." He coughs again, belching forth another wave of fumes. He smacks his lips, as if trying to drive the taste from his mouth. "My answer is this: They are both fools, but only one knows himself a fool."
ru: Зловонный качает головой. "Мой ответ, мой ответ..." Он снова кашляет, изрыгая очередную волну зловония. Он причмокивает, как бы пытаясь убрать этот вкус изо рта. "Вот мой ответ: они оба - дураки, но только один из них знает об этом сам".

source: Reekwind mulls this over, licking his lips. He begins to nod slowly, then mumbles under his breath, as if debating with himself. Eventually, he turns back to you. "That is a tale, a tale with a moral that tells the teller's morals..." He coughs and spits another phlegmy glob onto the cobblestones. "A tale that will answer itself, in time, in time...?"
ru: Зловонный обдумывает это, облизывая губы. Он начинает медленно кивать, затем бормочет себе что-то под нос, как бы споря с самим собой. Наконец он оборачивается к тебе. "Это история, история с моралью, которая рассказывает о морали рассказчика... - он кашляет и сплевывает еще одну каплю мокроты на мостовую. - История, которая ответит за себя со временем, со временем?.."

source: Reekwind scratches himself for a moment, nodding, then reaches into the folds of his robe and flicks you a coin. "For such a tale: a clipped copper." He sneers. "No more, for the tale's not finished."
ru: Зловонный некоторое время чешется, кивая, затем залазит в складки своей одежды и достает тебе монету. "За такой рассказ - срезанный медяк, - усмехается он. - Не больше, ведь рассказ не закончен".
