Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dridskel.dlg.po
Languages: ru

source: This skeleton is shaking its head and giggling to itself. It guffaws and snorts occasionally, biting down on its bony hand to stop itself. It is old enough so that no meat is left on its bones... only a few colored rags.
ru: Этот скелет мотает головой и хихикает себе под нос. Временами он начинает громко хохотать, закусывая свою костлявую руку, чтобы остановиться. Он довольно стар, так что на его костях не осталось плоти... только несколько цветных тряпок.

source: "Greetings, yes!" It sniggers, puffs of dust flying forth with each breath.
ru: "Ага, здравствуй!" Он давится от смеха, при каждом выдохе из него вылетают облачка пыли.

source: "T'would do thee well to seek answers from another, for I've no interest in hearing thy questions." It covers its mouth, giggling and snorting. "I know, terribly rude, but thou shall have to forgive me this."
ru: "Тебе бы поискать ответы в другом месте, мне неохота слушать твои вопросы, - он прикрывает рот, хихикая. - Знаю, это ужасно грубо, но тебе придется простить меня".

source: It titters mockingly. "Not likely!" Seeing your expression only causes it to laugh harder, chattering its teeth at you.
ru: Он насмешливо хихикает. "Не думаю!" Выражения твоего лица только усиливает его смех, он начинает клацать зубами.

source: The laughter stops abruptly. "Hmph!" The skeleton turns its head away from you.
ru: Смех внезапно прекращается. "Пф!" - скелет отворачивается от тебя.

source: It nods, giggling. "Dost thou want to hear it?"
ru: Он кивает, хихикая. "Хочешь ее услыхать?"

source: "Ahem! Now, think of words which end in '-GRY.' Angry and hungry are two of them. There are but three words in the Common Tongue... what is the third word? The word is something that one uses every day. If thou hast listened carefully, I have already told thee what it is."
ru: "Гм! Так, вспомни слова, которые кончаются на '-люс'. Вот два из них - полюс и плюс. Всеобщий планарный язык содержит три слова... Какое третье слово? Оно употребляется в каждодневной речи. Если ты слушал внимательно, то я его уже произнес".

source: "Gaaaah! How did thou know?!"
ru: "А-а-а! Как ты узнал?!"

source: "Aw, troll's leavings! Oh, well. Just don't tell anyone else the answer. Will thou promise me that, at least?"
ru: "Эх, троллиные отбросы! А, ладно. Только больше никому не говори ответ. Хотя бы пообещай мне это, добро?"

source: "Because I enjoy the idea of them standing about, trying to puzzle it out for all eternity." It giggles evilly, holding a skeletal hand over its mouth. "Well? Will thou promise?"
ru: "Потому что мне нравится, когда люди стоят в ступоре, гадая загадку целую вечность, - он злобно хихикает, прикрывая рот костлявой рукой. - Ну как, обещаешь?"

source: "Remember..." It pauses to snigger. "Don't tell anyone the answer!"
ru: "Запомни... - он прерывается, чтобы похихикать. - Никому не говори ответ!"

source: "Villain! Ruining my fun, damn thee to Baator! I would spit at thee, had I any! Hmph!" The skeleton turns its head away from you.
ru: "Злодей! Портишь мне веселье, гореть бы тебе в Бааторе! Плюнул бы в тебя, да нечем! Пф!" Скелет отворачивается от тебя.

source: "Wait, wait! Don't tell anyone the answer. Will thou promise me that, at least?"
ru: "Погоди, погоди! Никому не говори ответ. Хотя бы пообещай, добро?"

source: The skeleton bursts into a fit of mocking, derisive laughter. It points at you with a skeletal finger, chortling and chattering as it clutches some imaginary gut.
ru: Скелет взрывается в припадке язвительного хохота. Он тычет в тебя костлявым пальцем и держится за воображаемый живот, смеясь и клацая зубами.

source: "Not a chance! Not a *chance!"* Seeing your expression only causes it to laugh more, chattering its teeth at you.
ru: "Не скажу! *Не скажу*!" Выражения твоего лица только усиливает его смех.

source: The laughter stops abruptly. "What's this?" It cups a bony hand to the side of its skull. "Do I hear... a challenge? Yes... yes... go ahead! But should thou lose, or leave half-way through, I shan't speak to thee again!"
ru: Смех внезапно прерывается. "Что это? - он прикладывает костлявую ладонь ребром к виску. - Я слышу... вызов? Да... да... давай! Но если ты проиграешь или уйдешь на полпути, я больше не буду с тобой разговаривать!"

source: It nods eagerly.
ru: Он энергично кивает.

source: "Easy, too easy! One pound of gold is *always* worth more than one half pound! Foolish, foolish!" It giggles.
ru: "Просто, слишком просто! Фунт золота *всегда* дороже половины фунта! Глупо, глупо!" - хихикает он.

source: The skeleton crouches down and draws a simple face in the dust. Pointing to it, it speaks: "Uncles and brothers have I none, but that man's father is my father's son. Who is he, eh?"
ru: Скелет наклоняется и рисует на пыли простенькое личико. Указывая на него, он произносит: "Дядей и братьев нет у меня, но его отец - сын моего отца. Кто он, а?"

source: "Bah! Your turn."
ru: "Ха! Твоя очередь".

source: The skeleton titters childishly. "Not true, not true! The answer is 'coffin,' and I certainly see mine!"
ru: Скелет по-детски хихикает. "Неправда, неправда! Ответ - 'гроб', а свой-то я точно видел!"

source: "What five letter word does even the greatest of mortal sages pronounce wrong?"
ru: "Какое слово из одиннадцати букв даже величайшие из смертных мудрецов произносят неправильно?"

source: It shakes its fist at you. "Oooo, curses! Go."
ru: Он грозит тебе кулаком. "О-о-о, проклятье! Давай".

source: "Eh... hmm. Ah... stars! Stars, hee-hee!"
ru: "Э... хм. А... звезды! Звезды, хи-хи!"

source: The skeleton cracks its knuckles. "I never was, am always to be, no one ever saw me, nor will ever see. And yet I am the confidence of all, to live and breath in this hallowed hall."
ru: Скелет хрустит пальцами. "Что было завтра, а будет вчера?"

source: "Waaah! Yes, tomorrow, indeed. Go, then."
ru: "А-а-а! Да, точно, это сегодня. Теперь ты".

source: The skeleton begins to giggle derisively, but suddenly stops. "Ah... er. Oh, dear."
ru: Скелет начинает саркастически хихикать, но вдруг останавливается. "А... э-э. Вот дела".

source: The skeleton hangs its head. "I... don't know."
ru: Скелет опускает голову. "Я... не знаю".

source: It nods. "It is 'tongue.' The first two sentences are unrelated, only there to trick thee. Remember: there are three words in 'the - Common - Tongue.' The third word is 'tongue.'" It sighs loudly. "Thy answer?"
ru: Он кивает. "Это язык. Первое предложение и половину второго можно проигнорировать: они просто запутывают тебя. Вспомни: 'всеобщий - планарный - язык' содержит три слова... Третье слово - 'язык', - он громко вздыхает. - Твой ответ?"

source: "Heh... amusing. So, what is the answer? Ah... wait! Where are thou going?"
ru: "Хм... занимательно. Так какой же ответ? Ой... погоди! Куда ты уходишь?"

source: The skeleton convulses with loud laughter. Its cackling and hooting echo from the catacomb walls, and it spins its skull about gleefully, chattering its teeth at you all the while.
ru: Скелета трясет от оглушающего хохота. Его гоготание эхом отражается от стен катакомб. Он весело крутит черепом, без конца клацая зубами.

source: "Greetings..."
ru: "Приветствую..."

source: Ignore it and pass by.
ru: Не обращать на него внимания, пройти мимо.

source: "I understand you've got a difficult riddle."
ru: "Я так понял, у тебя есть сложная загадка".

source: "I'd like the answer to one of your riddles."
ru: "Мне нужен ответ на одну из твоих загадок".

source: "I had some questions..."
ru: "У меня есть некоторые вопросы..."

source: "I'll take my leave, now. Farewell."
ru: "Мне пора идти. Прощай".

source: "Very well, I'll find someone else. Farewell."
ru: "Очень хорошо, я найду кого-нибудь еще. Счастливо".

source: "What is the riddle, then?"
ru: "И что за загадка?"

source: Truth: "Tell me, or I'll break you into tiny, giggling bits."
ru: Правда: "Говори, иначе я разобью тебя на маленькие хихикающие кусочки".

source: Bluff: "Tell me, or I'll break you into tiny, giggling bits."
ru: Блеф: "Говори, иначе я разобью тебя на маленькие хихикающие кусочки".

source: "Farewell, then."
ru: "Тогда прощай".

source: Leave.
ru: Уйти.

source: "Yes."
ru: "Да".

source: "No, farewell."
ru: "Нет, прощай".

source: "Of course you have. It's 'tongue.'"
ru: "Конечно. Это 'язык'".

source: "It's... uh... hmm."
ru: "Это... э... хм".

source: "I'll think about it. Farewell."
ru: "Я подумаю над этим. Прощай".

source: "The first two sentences are unrelated, only there to trick you. There are three words in 'the - Common - Tongue.' The third word is 'tongue.'"
ru: "Первые два предложения проигнорировать: они просто запутывают тебя. Вспомни: 'всеобщий - планарный - язык' содержит три слова... Третье слово - 'язык'".

source: Walk away, laughing.
ru: Уйти, смеясь.

source: "Why shouldn't I?"
ru: "Почему я не должен?"

source: "Sure. I promise not to tell. Farewell."
ru: "Конечно. Я обещаю никому не рассказывать. Прощай".

source: "I won't promise anything. Farewell."
ru: "Я не буду ничего обещать. Прощай".

source: "Right, right. Farewell."
ru: "Хорошо, хорошо. Прощай".

source: "All right, what's the answer?"
ru: "Ладно, ладно, какой ответ?"

source: "Heh. Farewell."
ru: "Хе. Прощай".

source: "What if I stump *you?* Will you tell me, then?"
ru: "Что, если мне удастся поставить тебя в тупик? Тогда ты мне скажешь?"

source: "Very well. Let's begin."
ru: "Хорошо. Давай начнем".

source: "Never mind this. Farewell."
ru: "Не бери в голову. Прощай".

source: "Hmm. What is worth more? A pound of one-hundred-common, pure gold coins, or half a pound of two-hundred-common, pure gold coins?"
ru: "Хм. Что дороже: фунт золотых монет достоинством по сотне или полфунта по двести?"

source: "Very well. Your turn."
ru: "Отлично. Твоя очередь".

source: "He is your son."
ru: "Он твой сын".

source: "I... don't know."
ru: "Я... не знаю".

source: "The maker doesn't want it, the buyer does not use it, the user does not see it. What is it?"
ru: "Кто сделал - тому не нужно, кто купил - тот не пользуется, кто пользуется - тот не видит. Что это?"

source: "Very well. Your turn again."
ru: "Хорошо. Теперь твоя очередь".

source: "Hmm. 'Wrong.'"
ru: "Хм. 'Неправильно'".

source: "At night they come without being fetched, and by day they are lost without being stolen."
ru: "Рассыпалось к ночи золотое зерно, глянули утром - нет ничего".

source: "Yes, of course. Ask away."
ru: "Да, верно. Загадывай".

source: "The answer is... is... ah! 'Tomorrow.'"
ru: "Ответ... а! 'Сегодня'".

source: "I shall. What is the beginning of eternity, the end of time and space, the beginning of every end, and the end of every place?"
ru: "Сейчас. Чем кончаются жизнь и смерть?"

source: "Well? Your answer... let's have it."
ru: "Ну? Я жду ответа".

source: Give him some mocking laughter of your own.
ru: Самому издевательски посмеяться над ним.

source: Wait patiently.
ru: Терпериво ждать.

source: "Give me your first riddle's answer, and I'll give you mine."
ru: "Скажи мне ответ на твою первую загадку, а я скажу тебе ответ на свою".

source: "The letter 'E.'"
ru: "Мягким знаком".

source: "Not a chance, not a chance. Farewell."
ru: "Без шансов, без шансов. Прощай".

source: "Very well. The letter 'E.'"
ru: "Хорошо. Мягким знаком".

source: Laugh and walk away.
ru: Посмеяться и уйти.

source: The skeleton ignores any attempts to speak with it.
ru: Скелет игнорирует все попытки заговорить с ним.
