Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/drkchsr.dlg.po
Languages: ru

source: This filthy, robed man is meandering about, looking around warily. You notice he never seems to stray far from a young nobleman nearby. He sees you looking at him, and begins to move off hurriedly.
ru: Этот грязный мужчина в мантии с опаской оглядывается по сторонами. Ты замечаешь, что он ни на шаг не отходит от молодого аристократа. Он замечает твой взгляд и пытается поспешно скрыться.

source: He spins to face you, eyes wide with fear. You notice his face is covered with weeping sores; fat, black flies flit lazily about his head. "Don't hurt me, m'lord... I don't know nothin', I don't got nothin'!"
ru: Он поворачивается к тебе с широко раскрытыми от ужаса глазами. Ты замечаешь, что его лицо покрыто гноящимися язвами, а над головой лениво кружатся жирные черные мухи. "Не делайте мне больно, господин... Я ничего не знаю, у меня ничего нет!"

source: He steps back a ways, stumbling, and sputters out: "But... but I told ya, m'lord... I don't know nothin'! I don't!"
ru: Он отступает назад, спотыкаясь и несвязно бормоча: "Но... но я же говорю, господин... Я ничего не знаю! Ничего!"

source: "Aye... I'll... I'll talk to ya, m'lord..." He wrings his hands together nervously, stopping only to ward off any flies that land on his facial sores.
ru: "Да... Я... я все скажу, господин..." Он потирает руки, останавливаясь только на то, чтобы отогнать садящихся на язвы мух.

source: He nods fearfully. "Anythin', m'lord... just ask..."
ru: Он со страхом кивает. "Все что угодно, господин... Спрашивайте..."

source: "Nothin' like that, m'lord, nothin'. I swear it!" He proffers his empty hands for inspection.
ru: "Ничего похожего, господин, ничего. Честное слово!" В доказательство он протягивает пустые руки для осмотра.

source: He shakes his head. "Nay, don't know him, m'lord."
ru: Он качает головой. "Нет, я не знаю его, господин".

source: "Eh? Oh! I run on me own, m'lord, I do. No friends, no partners..."
ru: "А? А! Я сам по себе, господин. Ни друзей, ни партнеров..."

source: "Me? Malric, m'lord. But, er... but I'm called Rake-Chaser."
ru: "Я? Малрик, господин. Но, э-э-э... меня все зовут Охотником на повес".

source: "Huh? Oh... I follow this blood about." He nods towards the young nobleman standing nearby, who spots him and frowns contemptuously before looking away again. "Clean up his messes, if ya know what I mean. The bodies."
ru: "А? Э-э-э... Я следую за этим знатоком, - он кивает на молодого стоящего рядом аристократа, который, заметив его, презрительно хмурится и отворачивается. - "Прибираю за ним, если вы понимаете, о чем я. Тела".

source: "I, eh, sell the deaders at the Mortuary, to the Dustmen. For jink, ya know. I sell what they got on 'em, too, if they died alone. Without friends."
ru: "Я, э-э-э, продаю жмуриков в Морге тленным. За звенелки. Еще я продаю то, что у них было, если они умерли одни. Без друзей".

source: "Who, him? I dunno, m'lord. Wandered in one day, started pickin' fights... 'duels', he calls 'em. I don't speak to him, ya see... just drag off the deaders. Maybe you could go, eh, ask him..."
ru: "Который, этот? Не знаю, господин. Увидел однажды, как он затеял драку... 'дуэль', как он говорит. Я ведь не могу с ним разговаривать, как вы понимаете... Просто утаскиваю жмуриков. Может быть, вы сможете спросить его..."

source: "Eh... with a curved sword, m'lord, a sword. Right fancy thing it is, an' he's got some right fancy moves to go with it. He's fast, moves like he's dancin'." The man leaps into a poor imitation of a fencer's stance, sending off a cloud of annoyed flies. "Snick! Snack! Snicker-snak! An' like that, ye're dead!" He nods.
ru: "Э-э-э... Изогнутым мечом, мой господин. Довольно причудливая штука, а он делает с ней довольно причудливые приемы. Он быстр, двигается словно танцует, - он прыгает вперед, пытаясь изобразить стойку фехтовальщика. Туча надоедливых мух тут же взлетает ввысь. - "Вжик! Вжик! Вжик-вжик! И вы уже мертвые!" Он кивает.

source: He suddenly looks worried. "Eh, no! That's not what I was sayin, m'lord! I haven't seen ya fight, though. Mayhap you could, eh, try him. Find out. But he'll kill ya if ye're not good enough, ya know. If ya want, I can give the Dustman yer last wishes. In case ya, er... lose."
ru: Неожиданно он принимает обеспокоенный вид. "Э-э-э, нет! Я не хотел этого сказать, господин! Я ни разу вас не видел в бою. Может быть вы и сильнее. Попробуйте, испытайте его. Только он вас убьет, если вы недостаточно хороши, как вы понимаете. Если хотите, я могу передать тленным вашу последнюю волю. В случае вашего, э-э-э, поражения".

source: "The Hive, m'lord?" He scratches through his hood, shrugging. "It's what it is... bleak slums from one end to the other. Couldn't tell ya more than that, really."
ru: "Об Улье, господин? - в раздумье он чешет голову сквозь капюшон. - Это то, что и есть... Унылые трущобы от начала до конца. Больше к этому ничего не прибавить".

source: The man seems startled at your approach, but a look of recognition soon creeps over his sore-ridden features. "Greetings, m'lord."
ru: При твоем приближении мужчина пугается, но постепенно на его покрытом язвами лице проступает выражение узнавания. "Приветствую вас, господин".

source: This filthy, robed man is meandering about, glancing around warily. He sees you looking at him, and begins to move off hurriedly.
ru: Этот грязный мужчина в мантии с опаской оглядывается по сторонами. Он замечает твой взгляд и пытается поспешно скрыться.

source: The man suddenly flees in a flurry of corpse-flies and dirty, brown robes!
ru: Неожиданно мужчина срывается с места, оставляя после себя только облако трупных мух!

source: The man sees your approach, and his sore-ridden face becomes wrought with worry. He begins to back away from you.
ru: При твоем приближении на язвенном лице мужчина появляется обеспокоенность. Он начинает пятится от тебя прочь.

source: "Eh? What do ya mean, m'lord?" He seems genuinely confused.
ru: "А? О чем вы говорите, господин?" Похоже, он неподдельно смущен.

source: "I... I don't know what ye're getting' at, m'lord... I surely don't! Have ya mistaken me for someone else, mayhap?"
ru: "Я... Я не понимаю, что вы хотите, господин... В самом деле не понимаю! Должно быть, вы спутали меня с кем-то другим?"

source: Horror creeps over the man's sore-ridden features as you approach him; the man yelps and begins to back away.
ru: При твоем приближении на язвенном лице мужчины проступает ужас. Он вскрикивает и пытается скрыться.

source: He stares at you in what can only be mute horror.
ru: Он пялится на тебя в безмолвном ужасе.

source: "Greetings..."
ru: "Приветствую..."

source: Leave him in peace.
ru: Оставить его в покое.

source: "Don't bother with the facade. I know what you are, fiend."
ru: "Хватит кривляться. Я знаю кто ты, нечисть".

source: "I've heard you're more than you appear to be."
ru: "Говорят, ты на самом деле нечто большее, чем это может показаться".

source: "I had some questions..."
ru: "У меня есть несколько вопросов..."

source: "Farewell, then."
ru: "Тогда прощай".

source: "We'll see about that. Will you speak?"
ru: "Сейчас мы это выясним. Не так ли?"

source: "Fine, then, go. Farewell."
ru: "Ну и хорошо. Прощай".

source: "Who are you?"
ru: "Кто ты?"

source: "What are you doing here?"
ru: "Что ты здесь делаешь?"

source: "Tell me about this area."
ru: "Расскажи мне об этом месте".

source: "I'm looking for someone named Pharod."
ru: "Я ищу кое-кого по имени Фарод".

source: "I'm looking for a journal I lost. Seen one?"
ru: "Я ищу потерянный дневник. Не находил такого?"

source: "Nothing, never mind. Farewell."
ru: "Ничего, неважно. Прощай".

source: "I had other questions..."
ru: "У меня есть другие вопросы..."

source: "Are you sure? I understand he's a Collector."
ru: "Ты уверен? Насколько я знаю, он сборщик".

source: "I have some other questions..."
ru: "У меня были еще вопросы..."

source: "Never mind, then. Farewell."
ru: "Тогда неважно. Прощай".

source: "I see. I had other questions..."
ru: "Понятно. У меня были еще вопросы..."

source: "Why's that?"
ru: "Отчего так?"

source: "That's all I wanted to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "Why do you do that?"
ru: "Зачем ты это делаешь?"

source: "Who is he?"
ru: "Кто он такой?"

source: "That's all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "Who is the noble?"
ru: "Кто этот аристократ?"

source: "I had other questions."
ru: "У меня есть другие вопросы".

source: "He's a good fighter, then?"
ru: "Так значит, он хороший боец?"

source: "Why do you drag the bodies off?"
ru: "Зачем ты утаскиваешь тела?"

source: "Perhaps I will. Farewell."
ru: "Возможно, я так и сделаю. Прощай".

source: He nods. "Oh, aye... I'm no great judge, ya see, but he seems right deadly, he does. I wouldn't fight him, if that's what ye're thinkin'..."
ru: Он кивает. "О, да... Я не могу судить об этом, как вы понимаете, но он определенно смертельный противник. Я бы с ним не стал сражаться, если вы об этом подумали..."

source: "You think he's better than me?"
ru: "Ты считаешь, что он лучше меня?"

source: "How's he fight? With a sword? Magic?"
ru: "И чем он сражается? Мечом? Магией?"

source: "Don't worry yourself with that. I had other questions..."
ru: "Не беспокойся насчет этого. У меня есть другие вопросы..."

source: "No thanks. Farewell."
ru: "Нет, спасибо. Прощай".

source: "Greetings, 'Rake-Chaser.' I've heard you're more than you appear to be."
ru: "Привет, 'Охотник на повес'. Говорят, ты на самом деле нечто большее, чем это может показаться".

source: "Greetings, Rake-Chaser. I had some questions..."
ru: "Здравствуй, Охотник на повес. У меня есть несколько вопросов..."

source: "Greetings, and farewell."
ru: "Здравствуй и прощай".

source: "Damn..."
ru: "Черт..."

source: "I had some more questions..."
ru: "У меня есть еще несколько вопросов..."

source: "Why don't you tell me, 'Rake-Chaser.'"
ru: "Почему бы тебе все не рассказать, Охотник на повес?"

source: "You know what I mean. Who are you, really?"
ru: "Ты знаешь, что я имею в виду. Кто ты на самом деле?"

source: "Forget it. I had some other questions..."
ru: "Забудь об этом. У меня есть несколько вопросов..."

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: "Fine. I had other questions, then..."
ru: "Хорошо. Тогда у меня другие вопросы..."

source: Truth: "Talk, or I'll beat the answer out of you, wretch!"
ru: Правда: "Говори, или я выбью из тебя ответ, негодяй!"

source: Bluff: "Talk, or I'll beat the answer out of you, wretch!"
ru: Блеф: "Говори, или я выбью из тебя ответ, негодяй!"

source: "Wait, I had some questions..."
ru: "Постой, у меня есть несколько вопросов..."

source: Let him go.
ru: Позволить ему уйти.

source: "Well?"
ru: "Ну?"

source: "Don't be frightened, I'm not here to harm you."
ru: "Не бойся, я здесь не для того, чтобы причинить тебе вред".

source: "As I thought. Farewell."
ru: "Я так и думал. Прощай".
