Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/drnghcp.dlg.po
Languages: ru

source: This female ghoul carries herself with greater authority than those around her. Her eyes seem clearer and less feral, too. "Can I... help you, meat?"
ru: Эта упыриха держится с большей важностью, чем остальные. Да и взгляд у нее более ясный и не такой дикий. "Чем могу... помочь, мясско?"

source: "Who are you? What are you doing here?"
ru: "Кто ты? Что ты здесь делаешь?"

source: "What is this place?"
ru: "Что это за место?"

source: "No, thanks. Farewell."
ru: "Нет, спасибо. Прощай".

source: "I? I am .... Alaina. These are my ghoulss. We are sscoutss and hunterss. We sseek more territory... we sseek more *food*. And now that I have ansswered your questionss... what are YOU doing here?"
ru: "Я? Я... Алайна. Это мои упыри. Мы разведчики и охотники. Мы ищем новые месста... мы ищем *еду*. А теперь моя очередь спрашшивать... что здессь делаешшь ТЫ?"

source: "I am looking for a bronze sphere."
ru: "Я ищу бронзовый шар".

source: "I am looking for a decanter of water."
ru: "Я ищу графин с водой".

source: "I am looking for a crypt rife with traps."
ru: "Я ищу склеп, в котором много ловушек".

source: "I'm just wandering."
ru: "Я просто тут бродил".

source: "I don't know."
ru: "Я не знаю".

source: "Thiss iss the Drowned Nationss. Thiss iss a hunting ground for uss. Thiss... iss where we, the hunterss, rule. What do you want here?"
ru: "Это Затопленные Народы. Это нашши охотничьи земли. Здессь... управляем мы, охотники. Чего тебе здессь нужно?"

source: "A bronze... ssphere? We have found... no ssuch thing. Search the far reachess of this place and you may find what you sseek."
ru: "Бронзовый... шшар? Мы такого... не находили. Поищи в дальних уголках этого месста - может, там ты найдешшь то, что ищешшь".

source: "I had a few more questions..."
ru: "У меня несколько вопросов..."

source: "Thanks. Farewell."
ru: "Спасибо. Прощай".

source: "We have not found the ssource of the water here, but it seems most damp to the easst. Search there, and you may find it."
ru: "Мы не нашшли иссточник воды, но похоже, что большше всего воды к восстоку. Поищи там, и, возможно, найдешшь его".

source: "There are cryptss all around uss, and we protect their inhabitantss... I will not tell you."
ru: "Кругом одни ссклепы, и мы защищаем их обитателей... Я ничего тебе не сскажу".

source: "It is very important to me that I find it."
ru: "Для меня очень важно найти его".

source: "It is very important that I find it."
ru: "Для меня очень важно найти его".

source: "Very well. Then answer some other questions for me..."
ru: "Очень хорошо. Ответь тогда еще на пару моих вопросов..."

source: "All right. Farewell, then."
ru: "Хорошо, тогда прощай".

source: "Thiss... iss not a good place to wander. Much danger there is. We have marked out the boundariess of safety with totemss... sstray not beyond them and you sshould remain ssafe. Watch for the denizenss here - they are deadly, and sswarm in increassing numberss."
ru: "Это... плохое мессто для прогулок. Здессь много опассностей. Мы обозначили тотемами безопассные пределы... не перессекай их, и будешшь в безопассности. Опассайся здешшних обитателей - они смертельно опассны, и посстоянно прибавляют в чиссле".

source: "What denizens would those be?"
ru: "Что еще за обитатели?"

source: "Thanks. I had a few more questions..."
ru: "Спасибо. У меня еще несколько вопросов..."

source: "Don't know? Don't know? Perhapss... you ought to leave. This place iss... dangerouss... to meat creaturess."
ru: "Не знаешшь? Не знаешшь? Пожалуй... тебе лучшше уйти. Это мессто... опассно... для мяссных тварей".

source: "Dangerous? Dangerous how?"
ru: "Опасно? Чем опасно?"

source: "I just had a few questions..."
ru: "У меня всего лишь несколько вопросов..."

source: "I will ... ansswer what I can."
ru: "Я... отвечу, ессли смогу".

source: "What can you tell me of this place?
ru: "Что ты можешь рассказать об этом месте?"

source: "Forget it. Farewell."
ru: "Забудь. Прощай".

source: The ghoul captain eyes you coolly, evaluating you. "Ssseek it to the sssouth and easst. Do not disturb the other inhabitantsss of thesse cryptss or you shall *ssuffer*."
ru: Лидер упырей окидывает тебя холодным оценивающим взглядом. "Ищи на юго-восстоке. Не бесспокой других обитателей этих ссклепов, иначе *пожалеешшь*".

source: "My thanks. I had a few more questions..."
ru: "Спасибо. У меня еще несколько вопросов..."

source: The ghoul captain eyes you, heat growing in her eyes. "I care *NOT* how much it meanss to you, meat creature. I will tell you *NOT*."
ru: Лидер упырей окидывает тебя взглядом, в ее глазах загорается пламя. "Мне вссе *РАВНО*, нассколько это для тебя важно, мяссная тварь. Я ничего тебе не *ССКАЖУ*".

source: "Fine, fine. Just answer some other questions for me, then."
ru: "Ладно, ладно. Тогда ответь на еще на пару вопросов".

source: "Tell me or you die."
ru: "Говори или умрешь".

source: "Thanks for your time, anyway. Farewell."
ru: "Что ж, спасибо за уделенное время. Прощай".

source: "This place hass been overrun... with trocopotocas, white, horned creaturesss with boundlessss appetitess and cruel disspositionss. Many vargouilless make their homess here ass well, their number ever growing from foolsss who venture thisss far into the catacombsss."
ru: "Это мессто кишшит... трокопотоками, белыми рогатыми сущесствами с безмерными аппетитами и жесстоким нравом. Еще здессь поселилоссь много варгулий, и их количесство расстет за счет глупцов, которые забираютсся так далеко в катакомбы".

source: "I see... can you answer some other questions for me?"
ru: "Понятно... может, ответишь еще на пару вопросов?"

source: "Thanks for the tips. Farewell."
ru: "Спасибо за совет. Прощай".

source: "You have returned, yess? What is it you want?"
ru: "Ты вернулсся, да? Чего ты хочешшь?"

source: "I wanted the answers to some questions..."
ru: "Я хотел задать пару вопросов..."

source: "Nothing. Farewell."
ru: "Ничего. Прощай".
