Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/droberta.dlg.po
Languages: ru

source: "No, that's it. So long."
ru: "Нет, это все. До встречи".

source: You see a well-dressed, middle-aged woman. She has a scowl on her face and appears to be looking for someone or something.
ru: Ты видишь хорошо одетую женщину средних лет с рассерженным лицом. Похоже она ищет кого-то или что-то.

source: "Greetings."
ru: "Приветствую".

source: Ignore her.
ru: Игнорировать ее.

source: She stops and stares at you for a moment before answering. "Who are you and what do you want of me?"
ru: Она останавливается и пристально смотрит на тебя. "Кто вы такой и что вам нужно от меня?"

source: Lie: "I'm Adahn and I have some questions..."
ru: Ложь: "Меня зовут Адан, и у меня есть несколько вопросов..."

source: "I don't remember my name."
ru: "Я не помню своего имени".

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: She offers you her hand. "Good day to you, cutter. I am Roberta."
ru: Она протягивает тебе руку. "Добрый день, рубака. Меня зовут Роберта".

source: Taking her hand and bowing: "Well met, Lady Roberta."
ru: Поцеловать ее руку и поклониться: "Рад встрече, госпожа Роберта".

source: "I believe you had some questions for me?"
ru: "Полагаю, у вас есть ко мне какие-то вопросы?"

source: "Yes, Lady."
ru: "Да, госпожа".

source: "Never mind, Lady. Farewell."
ru: "Не имеет значения, госпожа. Прощайте".

source: "I am at your service. Please ask them."
ru: "Я к вашим услугам. Спрашивайте".

source: "I'm looking for a deva. I've been told he's in Curst."
ru: "Я ищу одного дэва. Мне сказали, что он в Проклятом".

source: "You seem upset. Is something amiss?"
ru: "Похоже, вы вне себя. Что-то не так?"

source: "Anything of interest happening here?"
ru: "Здесь происходит что-нибудь, что достойно внимания?"

source: "Can you tell me about Curst?"
ru: "Что вы можете рассказать о Проклятом?"

source: "Who's in charge here?"
ru: "Кто здесь всем управляет?"

source: "I must take my leave. Farewell."
ru: "Я должен идти. Прощай".

source: She pauses to think. "I have heard that rumor as well. Unfortunately, I am unable to help you. I do not know the whereabouts of such a creature. You should inquire at the administration office in the town square."
ru: Она задумывается. "Я тоже слышала эти слухи. К сожалению, в этом я не смогу помочь вам. Я не знаю, где может находиться подобное существо. Вам следует справиться в административном здании на городской площади".

source: "I see. I have some other questions..."
ru: "Понятно. У меня были еще вопросы..."

source: "I thank you. Farewell."
ru: "Спасибо вам. Прощайте".

source: She frowns. "Yes... my husband, Carl Parfidor, is not where he told me he would be. This is not the first time that he has lied to me about his whereabouts and I am beginning to think that he..." She pauses for a moment. "I am beginning to think he is with another woman. A harlot."
ru: Она хмурится. "Да... Мой муж, Карл Парфидор, вопреки его словам, находится не там, где он должен был быть. И это случается уже не в первый раз, когда он лжет мне о своем местонахождении. Я начинаю думать, что он... - она делает небольшую паузу. - Я начинаю думать, что он сейчас с другой женщиной. С проституткой".

source: "Why would you think that?"
ru: "Почему вы так думаете?"

source: "I have some other questions..."
ru: "У меня были еще вопросы..."

source: "I must be going, farewell."
ru: "Я должен идти. Прощай".

source: She sighs. "He was quite a ladies' man before we wed, especially among that type of woman, and I've heard rumors..." She looks angry. "If I find the rumors to be true then I have a surprise for him."
ru: Она вздыхает. "До того, как мы поженились, он был популярен среди дам, особенно среди этого типа женщин, кроме того, я слышала слухи... - она выглядит рассерженной. - Если я найду, что эти слухи являются правдой, то я приготовлю сюрприз для него".

source: "A surprise?"
ru: "Сюрприз?"

source: "Yes." She lifts her skirt, exposing her inner thigh. You see a sheathed dagger strapped to her leg. She draws the blade and gives you a wicked smile. "I think finding this protruding from his back would constitute a surprise. Do you not agree?" She puts the blade away.
ru: "Да". Она задирает юбку, демонстрируя свое бедро. Ты видишь кинжал в привязанных к ее ноге ножнах. Со зловещей улыбкой она достает клинок. "Думаю, что эта вещь, торчащая из его спины, вполне пойдет в качестве сюрприза, вы не находите?" Она опускает кинжал.

source: "So, you intend to kill him?"
ru: "Так вы хотите убить его?"

source: A woman named Roberta Parfidor wants her husband, Carl, dead. It seems he has a taste for other women and Roberta doesn't like it. Interesting.
ru: Женщина по имени Роберта Парфидор, хочет убить своего мужа Карла. Очень похоже, что в этом замешаны другие женщины, и Роберте это не нравится. Интересно.

source: Her smile slowly fades as she considers her words. Finally she sighs and sheaths her blade. "I would if I could... but no, I am being a fool. Carl and I are no longer... intimate. I could never get close enough to deliver such a blow." She looks away for a moment. "Only one of his *women* could..."
ru: Улыбка медленно сходит с ее лица, когда осознает свои слова. В конце концов, она со вздохом вкладывает кинжал назад в ножны. "Если бы я только могла... но нет, я была наивна. Карл и я больше... не близки. Я не смогу оказаться настолько близко, чтобы преподнести подобный подарок". Она отводит взгляд. "Вот если только одна из его *женщин* согласилась..."

source: "I know a harlot named Kiri who needs money. Maybe she could get close enough to do the deed..."
ru: "Я знаю одну проститутку по имени Кири, которой очень нужны деньги. Возможно, она сможет оказаться достаточно близко, чтобы выполнить это дело..."

source: She stares at you for a moment. "I see..." She glances about then leans in to whisper to you. "Would you be willing to approach her and offer her... employment? I'll pay you five hundred coin apiece upon completion of the deed."
ru: Она секунду смотрит на тебя. "Понимаю..." Оглядевшись, она наклоняется ближе и шепчет: "Не могли бы вы найти к ней подход и предложить ей... работу? Я заплачу пять сотен монет каждому сразу же после выполнения дела".

source: "That's not a lot of jink."
ru: "Это не такая уж большая сумма денег".

source: "I don't think so. Farewell."
ru: "Я так не думаю. Прощайте".

source: "I can use the jink. I'll talk to Kiri."
ru: "Я согласен. Нужно переговорить с Кири".

source: I refused to help Roberta Parfidor kill her husband, Carl.
ru: Я отказался помочь Роберте Парфидор убить ее мужа, Карла.

source: I agreed to help Roberta Parfidor kill her husband, Carl. I need to talk to the harlot, Kiri, and see if she will take the job.
ru: Я согласился помочь Роберте Парфидор убить ее мужа, Карла. Теперь мне нужно переговорить с проституткой Кири и убедиться, что она возьмется за работу.

source: She frowns. "Hmmm. That may be the case but it is what I am willing to pay. The two of you can be five hundred coins richer... or not. The choice is yours."
ru: Она хмурится. "Хмм. Возможно, это и так, однако я заплачу именно такую сумму. Каждый из вас двоих сможет стать на пятьсот монет богаче... а может не стать. Выбор за вами".

source: "I'll pass. Farewell."
ru: "Я - пас. Прощайте".

source: She smiles. "Excellent. If she agrees, have her do the deed at her convenience but do not dawdle. Upon completion, you may contact me and I will see to your payment."
ru: Она улыбается. "Великолепно. Если она согласится, пусть выполнит работу по своему усмотрению, но пусть не затягивает с ним. По выполнению вы сможете встретиться со мной, и я выплачу вашу награду".

source: "I have some other quesitons..."
ru: "У меня есть другие вопросы..."

source: "I must be going now. Farewell."
ru: "Я должен идти. Прощайте".

source: She thinks for a moment. "I have heard that a young woman recently disappeared. The daughter of some barkeep. I know nothing of the details. Other than that, I can think of nothing out of the ordinary."
ru: Она немного задумывается. "Я слышала, что пропала одна девушка, дочь какого-то хозяина таверны. Однако подробностей не знаю. Кроме этого, кажется, больше ничего необычного не происходит".

source: She smiles at you and laughs. "Curst is a dung heap, and we are the excrement that fills it." She shrugs. "Nothing more need be said on this subject."
ru: Улыбнувшись тебе, она смеется. "Проклятый - это навозная куча, и мы - экскременты, которые наполняют ее, - она пожимает плечами. - Не будем больше об этом".

source: "Tovus Giljaf. He can be found at the administration office in the town square."
ru: "Товус Гильяф. Его можно найти в административном здании на городской площади".

source: "What can you tell me about Tovus?"
ru: "Что ты можешь сказать о Товусе?"

source: "I have some questions..."
ru: "У меня есть некоторые вопросы..."

source: "Tovus can be a rather... intense individual." She pauses to think. "I know little about him, other than the fact that he is a githzerai and a wizard."
ru: "Товус может быть... эксцентричной личностью, - она задумывается, - Я мало знаю о нем, кроме того, что он гитцерай и волшебник".

source: She looks at you with mild surprise. "Really. Are you, by chance, a petitioner? I understand that they often lose their memories."
ru: Она снисходительно и удивленно смотрит на тебя. "Неужели? Быть может, вы - проситель? Насколько я знаю, они часто теряют свои воспоминания".

source: "What's a petitioner?"
ru: "Кто такой проситель?"

source: She pauses to think for a moment. "Petitioners... are those who have died and had their bodies reform on the plane that most closely reflects their beliefs in life. They usually have no knowledge of their previous existence. Perhaps this is the case with you."
ru: Она задумывается. "Просители... это умершие, чьи их тела появляются на плане, наиболее соответствующем их убеждениям при жизни. Обычно они ничего не знают о своем прошлом существовании. Возможно, это случилось и с вами".

source: "Possibly... This rebirth. How many times can this happen?"
ru: "Возможно... Это возрождение. Сколько раз такое может случаться?"

source: "Well... I am not an expert in these affairs, but it is my understanding that it happens but once. Upon death the spirit then returns to the plane itself. Unless, of course, you have traveled to another plane. If that is the case then upon death you obtain oblivion."
ru: "Ну... Я не специалист в подобных делах, но мне кажется, что такое может случиться только один раз. После смерти дух возвращается на свой план. Если только, конечно же, вы не путешествовали на другой план. В этом случае после смерти вы будете преданы забвению".

source: "I see. In any case, I have no name to give you."
ru: "Понимаю. В любом случае, я не могу назвать вам своего имени".

source: "I thank you. I must take my leave of you now. Farewell."
ru: "Спасибо вам. Вынужден покинуть вас, я должен идти. Прощайте".

source: You see Roberta. She smiles at your approach. "Good day to you, cutter. How may I serve you?"
ru: Перед тобой Роберта. Она улыбается тебе. "Добрый день, рубака. Чем могу вам полезна?"

source: "Do you still want your husband... dealt with?"
ru: "Вы все еще хотите, чтобы с вашим мужем... разобрались?"

source: "Do you still want your husband... dealt with?
ru: "Вы все еще хотите, чтобы с вашим мужем... разобрались?"

source: She smiles at you. "Yes, I certainly do. Why do you ask?"
ru: Она улыбается тебе. "Да, хочу. А почему вы спрашиваете?"

source: "Just curious. I have some other questions..."
ru: "Просто любопытно. У меня есть еще вопросы..."

source: She frowns at you. "Yes, I certainly do. However, you refused my offer of five hundred coin apiece for you and your accomplice. Does this mean you have reconsidered my offer?"
ru: Она хмурится. "Да, хочу. Но ведь вы отказались от моего предложения в пять сотен монет для вас и вашей сообщницы. Означает ли это, что вы передумали?"

source: "No, not really. Farewell"
ru: "Нет, не передумал. Прощайте".

source: She frowns at you. "Yes, I certainly do. You accepted the contract already, has the deed been done?"
ru: Она хмурится. "Да, хочу. Вы уже приняли условия контракта, дело уже выполнено?"

source: "No, not yet. I'm working on it. Farewell."
ru: "Нет, еще нет. Я работаю над этим. Прощайте".

source: You see Roberta. She looks quite happy for once. She glances about, examining her surroundings carefully. "Hello. I can only assume that you've come for your money?" She smiles at you.
ru: Перед тобой Роберта. Она выглядит особенно счастливой. Она внимательно оглядывается по сторонам. "Здравствуйте. Наверное, вы пришли за своими деньгами?" Она улыбается тебе.

source: "Yes, the job you hired me to do has been completed."
ru: "Да, работа, на которую вы меня наняли, выполнена".

source: She glances about again before answering. "Very well. Here is the coin I promised you." A momentary look of concern crosses her face. "Uh... your friend did a... *thorough* job on Carl. My compliments to the both of you." She hands you a heavy purse. "Here is your share; I've paid Kiri already."
ru: Перед тем, как ответить, она снова оглядывается. "Очень хорошо. Вот обещанные вам деньги". Ее лицо приняло озабоченный вид. "Э-э-э... ваша подруга выполнила работу с Карлом... весьма *основательно*. Мои комплименты вам обоим". Она передает тебе тяжелый кошель. "Вот ваша награда. Кири я уже заплатила".

source: "Thank you. It's been a pleasure doing business with you."
ru: "Спасибо. Было очень приятно иметь с вами дело".

source: You see Roberta. "Hello again, cutter. Can I help you?"
ru: Перед тобой Роберта. "И снова здравствуйте, рубака. Я чем-нибудь могу помочь вам?"

source: "Yes, I would like to see Tovus Giljaf. Do you think you could arrange it?"
ru: "Да, я бы хотел увидеться с Товусом Гильяфом. Вы сможете устроить встречу?"

source: You see Roberta. When she notices you a look of rage overcomes her. "You! You maggot infested dung heap! Look what has become of me because of you!" Her face is so red you think she may burst.
ru: Перед тобой Роберта. Когда она замечает тебя, она выходит из себя. "Ты! Личинка навозная! Смотри, что случилось со мной из-за тебя!" Ее лицо настолько раскраснелось, что готово вот-вот взорваться.

source: "Because of me? I'm not the one who plotted the death of my spouse."
ru: "Из-за меня? Это же не я задумал смерть своего супруга".

source: "I must be going now, farewell."
ru: "Я должен идти, прощай".

source: Her eyes narrow to slits and she practically spits her words at you. "You betrayed my trust! Carl gloated over your treachery before he sent me here! You spawn of a harlot!"
ru: Она буквально плюется в тебя словами. "Ты предал меня! Карл злорадствовал по поводу твоего подлого предательства перед тем, как отправить меня сюда! Шлюший выкидыш!"

source: "Speaking of harlots, did Kiri make it down here as well?"
ru: "Кстати, о проститутках. Кири ведь тоже здесь?"

source: She screams at you. "Arrrrrrhhh! You know the answer, lover of goats! You wish to torture me more with this play of innocence!"
ru: Она срывается на крик. "А-а-а! Ты уже знаешь ответ, козлоеб! Зачем еще мучить меня, изображая саму невинность!"

source: "Pretend I don't and tell me what happened to her."
ru: "Я не притворяюсь. Скажи, что стало с ней".

source: "The treacherous wench. She set herself up as Carl's mistress and avoided prison!"
ru: "Коварная шлюха. Она стала дамой Карла и избежала тюрьмы!"

source: "Smart girl... Well, I must be going now. Farewell."
ru: "Умная девочка... Что ж, мне пора идти. Прощай".

source: She glares at you, her eyes dripping hatred. "Yes... walk away, but know this. I will not be in this pit forever, and I will not forget you or the harlot!"
ru: Она смотрит на тебя полным ненависти взглядом. "Да... уходи, но знай. Я не буду в этой дыре вечно, и я не забуду ни тебя, ни проститутку!"

source: Ignore her and leave.
ru: Игнорировать ее и уйти.

source: She gives you a slight bow. "Is there anything else I can do for you?"
ru: Она отмеряет тебе легкий поклон. "Я могу вам чем-нибудь еще полезной?"

source: "No, I don't think so. Farewell."
ru: "Нет, не думаю. Прощайте".

source: She smiles at you. "Tovus... I'm sorry, cutter. He's very busy these days and I've not been able to contact him myself."
ru: Она улыбается. "Товус... Прошу прощения, рубака. Последнее время он очень занят, и даже я лично не могу увидеться с ним".

source: "Thank you. Farewell."
ru: "Спасибо. Прощай".
