Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/droyalgd.dlg.po
Languages: ru

source: This massive skeleton -- far larger than an ordinary human -- wears ornate bronze armor engraved with elaborate symbols. As you approach it, it looks down at you briefly, then away again.
ru: Этот огромный скелет, намного крупнее обычного человека, носит богато украшенный бронзовый панцирь с выгравированными на нем замысловатыми символами. Когда ты подходишь, он бросает на тебя короткий взгляд, потом отводит его в сторону.

source: "Greetings..."
ru: «Приветствую...»

source: Leave the giant skeleton alone.
ru: Оставить гигантского скелета в покое.

source: "Greetings, Living," the thing's voice booms. "I stand here as a Royal Guard of his lord and majesty, the Silent King. I must ask that you do not distract me from my task with questions."
ru: «Приветствую тебя, живущий, - рокочет его голос. - Я стою здесь в качестве королевского стражника его величества Безмолвного Короля. Должен попросить не отвлекать меня вопросами от моего долга».

source: "Why does he need guards? He's dead, after all..."
ru: «Зачем ему стража? В конце концов, он же мертвый...»

source: The giant skeleton flinches, looks around itself, then snarls down at you, hissing through clenched teeth: "Quiet yourself, fool! Speak of it again and you'll be numbered among the Living no longer!"
ru: Гигантский скелет вздрагивает, оглядывается, затем сдавленным голосом рычит на тебя сквозь стиснутые зубы: «Потише, дурак! Повтори это снова - и тебя больше не будет в числе живых!»

source: "Could you at least tell me who you are... or were?"
ru: «Скажи мне хотя бы, кто ты... или кем был?»

source: "Farewell, then."
ru: «Тогда прощай».

source: "Fine. Could you at least tell me who you are... or were?"
ru: «Отлично. Скажи мне хотя бы, кто ты... или кем был?»

source: "The Silent King is more than just a wizened corpse, Living. Even in those long past days when he spoke to us, the Silent King was *more* than just that fine man. The Silent King is an *institution*. One which I now, as I have for the last two hundred years, devoutly defend. His great will lives on through the voices of Hargrimm and Stale Mary and, until my bones are dust beneath the heel of a greater foe, so shall it always."
ru: «Безмолвный Король - нечто большее, чем простой высохший труп, живущий. Даже в те последние долгие дни, когда он говорил с нами, Безмолвный Король был *более* чем просто хорошим человеком. Безмолвный Король - это *организация*. Та, которую я преданно защищаю последние двести лет. Его великая воля живет через голоса Харгримма и Тухлой Мери, и так будет всегда, покуда мои кости не обратятся в пыль под ногами великого врага».

source: "I see. Who are... or were you?"
ru: «Понятно. Кто ты... или кем был?»

source: "I understand. Farewell."
ru: «Я понимаю. Прощай».

source: "I am in death, as I was in life, one of the Ninety-Nine Sons of the Western Mountains, fathered when the member of Amahar was severed and cast down upon the face of Ith'hyr. Honor-bound to defend our queen, we were lost to this world when ours -- and our lady with it -- was destroyed by an angry godling, a brother to Amahar. Many of our number roam the plains, but some - like myself - chose to remain in Sigil. When I passed away, I was interred here, and later awoke in the state you find me in, now. I then chose a new master -- the Silent King -- to defend."
ru: «Я, как в смерти, так и при жизни, являюсь одним из девяноста девяти сынов Западных гор, порожденных тогда, когда часть Амахара была отсечена и брошена в лицо Итхир. Обязанные долгом защищать нашу королеву, мы были утрачены для этого мира, когда наш мир и наша госпожа были уничтожены злым божеством, братом Амахара. Многие из нас бродят по планам, но некоторые, такие как я, решили остаться в Сигиле. Когда я скончался, то был похоронен здесь, но позже очнулся в том состоянии, в котором ты меня видишь. Затем я решил защищать нового хозяина, Безмолвного Короля».

source: "Why defend him? He's dead, after all..."
ru: «Зачем его защищать? В конце концов, он же мертвый...»

source: "I see. Farewell."
ru: «Понятно. Прощай».
