Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/drp_door.dlg.po
Languages: ru

source: This archway leads only inches into the small building before becoming blocked by a solid wall of refuse. The rubbish is packed so tightly it may as well be stones and mortar.
ru: Эта арка углубляется в небольшое здание лишь на пару дюймов, после чего преграждается плотной стеной отбросов. Мусор набит туда так туго, что он все равно что кирпичная кладка.

source: Leave.
ru: Уйти.

source: This archway leads only inches into the small building before becoming blocked by a solid wall of refuse. The rubbish is packed so tightly it may as well be stones and mortar. As you come closer, however, the archway's outline begins to shimmer. You notice the handful of junk you've been carrying about begins to shimmer, as well.
ru: Этот проход углубляется в небольшое здание лишь на пару дюймов, после чего преграждается плотной стеной отбросов. Мусор набит туда так туго, что он все равно что кирпичная кладка. Однако, когда ты подходишь ближе, контур арки начинает мерцать. Ты замечаешь, что кусок мусора у тебя в руках тоже начал мерцать.

source: Thrust the junk into the archway.
ru: Затолкнуть мусор в арку.

source: Step back, leave.
ru: Отступить и уйти.

source: This is the portal that links Ragpicker's Square to the gateway to the Trash Warrens. Unfortunately, you're not holding on to any of the junk that's used to activate it at the moment.
ru: Это портал, связывающий площадь Старьевщиков со входом в Мусорные районы. К сожалению, в текущий момент при тебе нет мусора, который нужен для его активации.

source: This is the portal that links Ragpicker's Square to the gateway to the Trash Warrens. It's already begun to shimmer due to the proximity of the junk you're got on you.
ru: Это портал, связывающий площадь Старьевщиков со входом в Мусорные районы. Он уже начал мерцать из-за близости мусора, который ты несешь с собой.

source: The wall of refuse flickers, wavers, and seems to fold in on itself, revealing an open space beyond it... a passage or portal seems to have has formed within the frame of the archway.
ru: Стена отбросов дрожит и колышется, казалось бы, вдавливается внутрь, раскрывая открытое пространство за собой... похоже, в арке образовался то ли проход, то ли портал.

source: Done.
ru: Готово.

source: I found an impassable, trash-filled archway in Ragpicker's Square. Footprints lead up to it and do not turn around, so there's got to be some way through... perhaps someone in the Square will know.
ru: Я обнаружил на площади Старьевщиков непроходимую арку, забитую мусором. К ней ведут следы, которые не возвращаются обратно, так что тут должен быть проход... может, кто-нибудь на площади что да знает.

source: Just as you turn to go, you notice a number of dirty footprints that lead into the archway... and do not turn around. It seems as if the area sees a lot of traffic for an archway that apparently doesn't lead anywhere...
ru: Разворачиваясь, чтобы уйти, ты замечаешь множество грязных следов, ведущих в арку... и не поворачивающих обратно. Похоже, что тут проходит немало народу, как для арки, которая, по всей видимости, никуда не ведет...

source: "Hmmm. Perhaps someone around here knows how to get through..."
ru: "Хм-м. Может, кто-нибудь в округе знает, как через нее пройти..."
