Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/drubikon.dlg.po
Languages: ru

source: You see a mechanical man constructed to be robe shaped. As you approach, he smiles at you and gives you a slight bow. "So we meet at last..." His voice lacks the monotone quality of the other creatures you have spoken to in the maze.
ru: Перед тобой механизм, выполненный в виде человека в мантии. Завидев твое приближение, он улыбается и делает небольшой поклон. "И вот мы наконец-то встретились..." В его голосе нет того монотонного тембра, который ты слышал от других существ лабиринта.

source: "Greetings."
ru: "Приветствую".

source: Ignore the creature.
ru: Не обращать внимания на существо.

source: He bows once again. "And to you as well, sirrah." He cocks his head to one side and gives you a curious look. "So, do we do battle for control of Rubikon now, or do we engage in conversation so that you may quench your curiosity?" He waits for your answer.
ru: Он снова кланяется. "И я тебя тоже, приятель, - склонив голову набок, он пытливо на тебя смотрит. - Итак, будем биться за контроль над Рубиконом или сначала вступим в переговоры, дабы ты смог удовлетворить свое любопытство?" Он ждет твоего ответа.

source: "Let's get this fight over with."
ru: "Давай сразу начнем битву".

source: "All right, I'm curious. Can we talk?"
ru: "Ну хорошо, мне любопытно. Мы можем поговорить?"

source: He nods smartly at you. "Ah, a man of action I see. I can respect that." He takes a defensive stance. "Let the battle begin!"
ru: Он понимающе кивает. "А, передо мной человек действия. Я уважаю это, - он встает в оборонительную стойку. Да начнется битва!"

source: "Yes, let's get this over with."
ru: "Да, пора кончать с этим".

source: He nods smartly at you. "Ah, a man of knowledge I see. I must admit that I'd be disappointed in you were that not the case."
ru: Он понимающе кивает. "А, передо мной ученый муж. Должен признать, что я бы разочаровался, если бы это не было так".

source: "I have some questions..."
ru: "У меня есть некоторые вопросы..."

source: "On second thought, I'd rather just leave. Farewell."
ru: "Хотя, если подумать, я лучше пойду. Прощай".

source: He smiles. "Ask away."
ru: Он улыбается. "Задавай".

source: "Who are you?"
ru: "Кто ты?"

source: "What are you?"
ru: "Что ты такое?"

source: "What can you tell me about this place?"
ru: "Что ты можешь рассказать об этом месте?"

source: "What can you tell me about the modrons?"
ru: "Что ты можешь рассказать о модронах?"

source: "Why do we have to fight at all? Why not just go our separate ways?"
ru: "Почему мы должны драться? Почему бы просто не разойтись мирно?"

source: "I must be going now, farewell."
ru: "Я должен идти, прощай".

source: He gives you a slight bow. "I am Rubikon, the Master Wizard. It is I who rule the red constructs that inhabit this realm."
ru: Он делает легкий поклон. "Я - Рубикон, Верховный Маг. Я тот, кто правит в этом царстве красными концепциями".

source: "So, are you supposed to be the evil wizard?"
ru: "Так значит, что ты типа злой волшебник?"

source: "I see. I have some questions..."
ru: "Понятно. У меня еще есть вопросы..."

source: He frowns as he thinks. "I'm not comfortable with the word evil, sirrah. I admit that my views do not coincide with those of others in many ways, but does that make me evil? I think not."
ru: Он хмуро обдумывает свой ответ. "Мне не очень нравится слово 'злой', приятель. Я могу признать, что мои взгляды во многом могут противоречить со взглядами других, но разве это делает меня злым? Я так не думаю".

source: "Then what are you?"
ru: "Тогда что же ты такое?"

source: "I have some other questions..."
ru: "У меня были еще вопросы..."

source: He looks angry. "I am a prisoner, sirrah. I am not here by choice, of that I can assure you."
ru: Он сердит произносит: "Я узник, приятель. Я здесь не по своей воле, могу тебя уверить в этом".

source: "What do you mean?"
ru: "О чем это ты?"

source: "I was created by the modrons to play in their meaningless dungeon games. Over time I became self-aware and asked for my freedom. Their leader refused me!"
ru: "Я был создан модронами для их бессмысленных игр в подземелья. Спустя некоторое время я осознал себя и попросил свободы. Но их предводитель отказал мне!"

source: "What did you do?"
ru: "И что ты сделал?"

source: He glares at you. "I did what anyone would do when they are forced into slavery. I fought for my freedom!" He pauses for effect. "I disintegrated their leader and made it look like an accident. I then attempted to flee this hideous existence via the nearest exit."
ru: Он свирепо смотрит на тебя. "Я сделал то, что бы делал любой, кого угнали в рабство. Я бился за свою свободу! - он делает эффектную паузу. - Я подстроил несчастный случай и дизинтегрировал их предводителя. Потом я попытался сбежать из этой отвратительной реальности через ближайший выход".

source: "What happened?"
ru: "И что произошло?"

source: He sighs and frowns. "Unfortunately there was a fail safe mechanism that I was not aware of. My attempt at freedom was judged an *error* and the dungeon collapsed upon itself, trapping me in stasis..." He gazes off into the distance. "I have been in stasis for centuries, sirrah. I would still be there if you hadn't reset the cube and set it for *hard* difficulty." He turns his attention to you.
ru: Он угрюмо вздыхает. "К сожалению, существует предохранительный механизм, о котором я не знал. Моя попытка освободиться была расценена как *ошибка*, подземелье само собой обрушилось, заморозив меня, - он отстраненно смотрит на тебя. Я был в подвешенном состоянии многие столетия, приятель. И продолжал бы висеть, пока ты не сбросил куб и не установил его в *сложный* уровень". Он внимательно смотрит на тебя.

source: "So, what are your plans now?"
ru: "И что ты теперь собираешься делать?"

source: He shrugs. "I intend to openly march on the engineering room and claim it. I will then bend the modrons to my will and have the full resources of the cube at my disposal. Freedom shall be mine."
ru: Он пожимает плечами. "Я собираюсь открыто войти в инженерную комнату и захватить ее. Потом я заставлю повиноваться себе модронов, и тогда весь куб будет в моем распоряжении. Свобода будет моей".

source: "Let's say you do get out. What then?"
ru: "Допустим, что ты выбрался наружу. Что дальше?"

source: "What if the modrons refuse to help you?"
ru: "А что, если модроны откажутся тебе помогать?"

source: "So you intend to make the modrons your slaves?"
ru: "Так ты собираешься сделать модронов своими рабами?"

source: "I haven't decided yet. With the power of the cube behind me, I could be a force to be reckoned with." He shrugs. "Time will tell."
ru: "Я еще не решил. С мощностями куба в руках я смогу разобраться с этой проблемой, - он пожимает плечами. - Время покажет".

source: He smiles at you. "Make no mistake, sirrah. They will help me. One way, or another, they will help me."
ru: Он улыбается. "Безотказный план, приятель. Они помогут мне. Так или иначе, но они помогут".

source: He frowns. "They are slaves already, sirrah! They are slaves to law, logic, and the confines of this experiment of theirs. Under my rule, they will finally have a purpose in life worthy of their abilities."
ru: Он хмурится. "Приятель, да они и так рабы! Они рабы порядка, логики и границ их опыта. Под моей властью они наконец-то найдут применение своим способностям".

source: He laughs and looks around. "This little piece of hell? This is an example of modron madness. It exists on the plane of Limbo, where thoughts can actually become reality. That way they can simply *will* this dungeon into being and then populate it with constructs." He laughs again. "What a marvel."
ru: Он смеется, оглядывая взглядом окружающее пространство. "Этот кусочек ада? Это пример модронского безумия. Оно находится на плане Лимбо, где мысли могут становиться реальностью. Так что они просто могут *захотеть* создать это подземелье и заселить его концепциями, - он снова смеется. - Это просто чудо".

source: He shakes his head. "There are no modrons here, sirrah. Only prisoners and their captors."
ru: "Здесь нет модронов, приятель, - качает он головой. - Только узники и их тюремщики".

source: "I've seen the modrons."
ru: "Я видел модронов".

source: "What prisoners?"
ru: "Какие узники?"

source: He shakes his head and gives you a sad smile. "No, sirrah. The creatures you have met are nothing more than the corrupt remains of modrons. Most, if not all, of these poor creatures are on the verge of going rogue and don't even realize it."
ru: С грустной улыбкой он качает головой. "Нет, приятель. Те существа, которых ты встречал, - не более чем искаженные останки модронов. Многие из этих бедных созданий, если не все, превратились в бродяг, даже не подозревая об этом".

source: "Rogue? What does that mean?"
ru: "Бродяг? Что ты имеешь в виду?"

source: He sighs. "This dungeon is composed of the essence of chaos. Such matter can easily be shaped into objects through the will of many like-minded creatures. It makes the construction of such structures quite simple. However, there is a price to be paid." He pauses.
ru: Он вздыхает. "Это подземелье создано из квинтэссенции хаоса. Подобная материя легко принимают форму различных объектов усилием воли множества мыслящих существ. Благодаря этому создавать подобные структуры довольно просто. Однако за это надо платить".

source: "Go on."
ru: "Продолжай".

source: "Modrons are the very essence of law, sirrah. Here, however, they are being exposed to the essence of chaos. Such exposure often results in a form of insanity. The modrons begin to lose their sense of *we* and instead become individuals. This is called *going rogue* and it is a capital offence in their society."
ru: "Модроны - это существа закона, приятель. Но здесь им приходится иметь дело с сущностью хаоса. Подобные воздействия обычно приводят к безумию. Модроны начинают терять свое чувство *мы* и приобретают собственную личность. Это называется *стать бродягой*, самый страшный проступок в их обществе".

source: "What happens to rogues?"
ru: "Что случается с бродягами?"

source: He shrugs. "I don't fully understand this, but modrons share some sort of common essence. If a modron goes rogue he takes a piece of this essence with him. The modrons will destroy all rogues so that this essence returns to the common pool from which it sprang."
ru: Он пожимает плечами. "Я не совсем это понимаю, но у модронов есть что-то типа общей сущности. Когда модрон становится бродягой, он забирает кусочек этой сущности с собой. Модроны уничтожают всех бродяг, чтобы эта сущность возвращалась в общий источник".

source: He smiles at you. "You have been accepted as their leader and you control the cube. Therefore, you must be eliminated. Nothing personal, you understand."
ru: Он улыбается тебе. "Ты воспринимаешься ими как их предводитель и контролируешь куб. Следовательно, ты должен быть уничтожен. Извини, ничего личного".

source: "What if I tell the modrons you are their new leader?"
ru: "А если я скажу модронам, что теперь ты их новый предводитель?"

source: He shakes his head. "I'm afraid that just wouldn't work. The modrons would not accept the command to make me their leader. As far as they are concerned, I am their construct." He thinks for some time before continuing. "No, I'm going to have to eliminate you and then subjugate them. I see no other way."
ru: Он качает головой. "Боюсь, что это не сработает. Модроны не примут меня в качестве их предводителя. В конце концов, я их концепция, - перед тем как продолжить, он немного думает. - Нет, лучше я уничтожу тебя и потом подчиню их. Другого пути нет".

source: "I can always leave and just let you take over."
ru: "Но ведь я могу просто уйти и позволить тебе захватить власть".

source: "Well... I'm not going to just stand here and let you plot my death. I think it's time I take you out."
ru: "Ну что ж... Я не собираюсь просто стоять и слушать, как ты планируешь меня убить. Мне кажется, что пора с тобой разобраться".

source: He shakes his head. "No, that's not good enough. I need to be sure that I don't have to worry about you ever returning and interfering with my plans. The only way to do that is to bury you here, now."
ru: Он качает головой. "Нет, этого недостаточно. Мне нужна полная гарантия, что ты больше не вернешься и не вмешаешься в мои планы. Есть только один способ сделать это - похоронить тебя здесь, прямо сейчас".

source: He nods at you. "Well, I've enjoyed our conversation, now it's time for you to die." He assumes a defensive stance.
ru: Он кивает тебе. "Ну что ж, рад был пообщаться. Теперь тебе пора умирать". Он встает в оборонительную стойку.

source: "So be it."
ru: "Да будет так".

source: "I am not one to be ignored, sirrah. You and I have a destiny to fulfill." He smiles at you. "So, do we do battle for control of Rubikon now, or do we engage in conversation so that you may quench your curiosity?"
ru: "Я не из тех, на кого можно не обращать внимание, приятель. Нас связывает общая судьба, - улыбается он. - Итак, будем биться за контроль над Рубиконом или вступим в переговоры, дабы ты смог удовлетворить свое любопытство?

source: You see Rubikon, the wizard of the cube. He smiles at you and gives you a stiff bow. "So, we meet again. It seems our destinies still lie entwined. Let the battle begin anew." He takes a defensive stance.
ru: Перед тобой Рубикон, волшебник этого куба. С улыбкой он легко кланяется тебе. "Итак, мы снова встретились. Похоже, наши судьбы все еще сплетены вместе. Да начнется новая битва". Он встает в оборонительную стойку.

source: "It seems to me we've been here before."
ru: "Кажется, мы это уже проходили".

source: He nods but does not relax his guard. "And so we shall until I defeat you. Enough talk, let's get this over with."
ru: Он кивает, но своей страже спуску не дает. "И это будет повторятся, пока я не сокрушу тебя. Довольно разговоров, покончим с этим".

source: "As you wish."
ru: "Как пожелаешь".

source: He shakes his head but does not relax his guard. "The time for questions has passed, sirrah. Now is the time for action."
ru: Он качает головой, но своей страже спуску не дает. "Время вопросов прошло, приятель. Теперь время для действий".
