Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/ds_clerk.dlg.po
Languages: ru

source: This man's gentle voice compliments his calm and refined demeanor. "Greetings. Are you here to use one of the sensory stones?"
ru: Мягкий голос этого человека дополняет его спокойные утонченные манеры. "Приветствую. Вы здесь, чтобы воспользоваться одним из камней переживаний?"

source: "Yes, I am."
ru: "Да".

source: "No, but I had some questions..."
ru: "Нет, у меня есть несколько вопросов..."

source: "No, I'm not. Farewell."
ru: "Нет. Прощай".

source: The man nods. "This is the public sensorium, whose chambers hold recorder or sensory stones. Each of the stones contains a particular sensation - or set of sensations - which a user can experience for his or herself. A Sensate is free to use them at their leisure, while visitors must pay a small fee. Does this answer your questions?"
ru: Человек кивает. "Это публичный сенсориум, в чьих комнатах хранятся записывающие камни или камни переживаний. Каждый из камней содержит определенное переживание, или ряд переживаний, которые пользователь переживает на себе. Чувствующим дозволено пользоваться ими в свое удовольствие, в то время как с посетителей взимается небольшая плата. Я ответил на ваш вопрос?"

source: "For the most part. I'd like to use one of the stones, now."
ru: "По большей части. Я хотел бы воспользоваться одним из камней прямо сейчас".

source: "No..."
ru: "Нет..."

source: "It'll do. Farewell."
ru: "Вполне. Прощай".

source: "Then I cannot help you. Unless, of course, you would care to make use of the stones...?"
ru: "Тогда я не могу вам помочь. Конечно, если только вы не хотите воспользоваться камнями..."

source: "Yes, I would."
ru: "Да".

source: "No thanks. Farewell."
ru: "Нет, спасибо. Прощай".

source: The man smiles and explains to you some of the various sensations that are currently available for your perusal. "Will one of these suit you?"
ru: Человек улыбается и разъясняет тебе некоторые из тех разнообразных переживаний, который в данный момент доступны для тебя. "Какое из них вам подойдет?"

source: "'Unavoidable pain' will do."
ru: "'Неизбежная боль'".

source: "'Tender love' will do."
ru: "'Нежная любовь'".

source: "'Mind-numbing tedium' will do."
ru: "'Жуткая скука'".

source: "'Sheer wonder' will do."
ru: "'Крайнее удивление'".

source: "'Consuming impatience' will do."
ru: "'Всепоглощающее нетерпение'".

source: "'Tired surrender' will do."
ru: "'Усталая капитуляция'".

source: "'Supernatural lust' will do."
ru: "'Сверхъестественная похоть'".

source: "Actually, are there others?"
ru: "Собственно, а другие тут есть?"

source: "Not right now. Farewell."
ru: "Не сейчас. Прощай".

source: The man nods, explaining several sensations that are available for your use. "Will one of these suit you?"
ru: Человек кивает и разъясняет несколько переживаний, доступных для тебя. "Какое из них вам подойдет?"

source: "'Psychosis' will do."
ru: "'Психоз'".

source: "'Festering jealousy' will do."
ru: "'Мучительная зависть'".

source: "'Bitter loathing' will do."
ru: "'Лютая ненависть'".

source: "'Pure glee' will do."
ru: "'Чистое веселье'".

source: "'Frightened exhilaration' will do."
ru: "'Удовольствие от испуга'".

source: "'Grim determination' will do."
ru: "'Мрачная решительность'".

source: "'Complete bafflement' will do."
ru: "'Полное недоумение'".

source: "Actually, what were those last few?"
ru: "Вообще-то, какие там были предыдущие?"

source: "Are there any more?"
ru: "А еще есть?"

source: The man nods, smiling, and explains the last of the presently available sensations. "Will one of these suit you?"
ru: Человек кивает, улыбаясь, и растолковывает оставшиеся из доступных в текущий момент переживаний. "Какое из них вам подойдет?"

source: "'Horrible regret' will do."
ru: "'Горькое раскаяние'".

source: "'Shock and a rise to seething vengefulness' will do."
ru: "'Потрясение и нарастающая жажда мести'".

source: "'Slowly dawning horror' will do."
ru: "'Медленно накатывающий ужас'".

source: "'Indescribable frustration' will do."
ru: "'Неописуемое разочарование'".

source: "'A vastly important secret' will do."
ru: "'Чрезвычайно важная тайна'".

source: "'Lycanthropy' will do."
ru: "'Ликантропия'".

source: "What were the last sensations you described?"
ru: "Какие переживания ты описывал до того?"

source: "There are currently more than a dozen standard sensations available, as well as six more 'extravagant' experiences. The use of a standard stone is ten copper commons; the more involved ones will cost one fifty coppers. Would you care to hear of the standard or the extravagant sensations?"
ru: "В текущий момент доступно больше дюжины обычных переживаний, а также шесть более 'экстравагантных'. Пользование обычными камнями стоит десять медных монет; более сложные обойдутся в пятьдесят медяков. Вы хотели бы послушать про обычные, или про экстравагантные переживания?"

source: "The standard..."
ru: "Обычные..."

source: "The extravagant..."
ru: "Экстравагантные..."

source: "Neither, actually. Farewell."
ru: "На самом деле, никакие. Прощай".

source: "Tell me about some of the others..."
ru: "Расскажи мне немного о других..."

source: "Actually, What are the extravagant ones like?"
ru: "А на что, вообще, похожи экстравагантные?"

source: The man nods and explains several sensations that are available for your use. "Will one of these suit you?"
ru: Человек кивает и объясняет несколько переживаний, доступных для тебя. "Какое из них вам подойдет?"

source: Wait... describe those last ones again..."
ru: "Погоди... Опиши еще раз те, предыдущие..."

source: "Actually, can you tell me about the extravagant ones?"
ru: "Вообще-то, лучше расскажи об экстравагантных?"

source: The man nods, smiling, and explains the more involved sensations. "Will one of these suit you?"
ru: Человек кивает, улыбаясь, и разъясняет более сложные переживания. "Какое из них подойдет вам?"

source: "Actually, can you tell me about the standard ones?"
ru: "Вообще-то, лучше расскажи об обычных?"

source: "A fine choice. The stone you shall want to use is in one of the larger chambers, three rooms counter-clockwise from the stairwell. It is reddish-orange in color."
ru: "Отличный выбор. Камень, которым вы хотите воспользоваться, в одной из больших комнат: третья комната против часовой стрелки, начиная от лестницы. Он красно-оранжевого цвета".

source: "Thanks. Farewell."
ru: "Спасибо. Прощай".

source: "Excellent. The stone you shall want to use in one of the larger chambers, two rooms counter-clockwise from the stairwell. It is violet in color."
ru: "Превосходно. Камень, которым вы хотите воспользоваться, в одной из больших комнат: вторая комната против часовой стрелки, начиная от лестницы. Он фиолетового цвета".

source: "Wonderful. The stone you shall want to use in one of the larger chambers, one room counter-clockwise from the stairwell. It is blue-violet in color."
ru: "Чудесно. Камень, которым вы хотите воспользоваться, в одной из больших комнат: первая комната против часовой стрелки, начиная от лестницы. Он фиолетового цвета".

source: "Good. The stone you shall want to use in one of the smaller chambers, one room clockwise from the stairwell. It is greenish-yellow in color."
ru: "Хорошо. Камень, которым вы хотите воспользоваться, в одной из маленьких комнат: первая комната по часовой стрелке, начиная от лестницы. Он желто-зеленого цвета".

source: "A good choice. The stone you shall want to use in one of the smaller chambers, two rooms clockwise from the stairwell. It is light blue in color."
ru: "Хороший выбор. Камень, которым вы хотите воспользоваться, в одной из маленьких комнат: вторая комната по часовой стрелке, начиная от лестницы. Он светло-голубого цвета".

source: "A good choice. The stone you shall want to use in one of the smaller chambers, three rooms clockwise from the stairwell. It is violet in color."
ru: "Хороший выбор. Камень, которым вы хотите воспользоваться, в одной из маленьких комнат: третья комната по часовой стрелке, начиная от лестницы. Он фиолетового цвета".

source: "A good choice. The stone you shall want to use in one of the smaller chambers, four rooms clockwise from the stairwell. It is greenish-yellow in color."
ru: "Хороший выбор. Камень, которым вы хотите воспользоваться, в одной из маленьких комнат: четвертая комната по часовой стрелке, начиная от лестницы. Он желто-зеленого цвета".

source: "A good choice. The stone you shall want to use in one of the smaller chambers, five rooms clockwise from the stairwell. It is reddish-orange in color."
ru: "Хороший выбор. Камень, которым вы хотите воспользоваться, в одной из маленьких комнат: пятая комната по часовой стрелке, начиная от лестницы. Он красно-оранжевого цвета".

source: "A good choice. The stone you shall want to use in one of the smaller chambers, six rooms clockwise from the stairwell. It is violet in color."
ru: "Хороший выбор. Камень, которым вы хотите воспользоваться, в одной из маленьких комнат: шестая комната по часовой стрелке, начиная от лестницы. Он фиолетового цвета".

source: "A good choice. The stone you shall want to use in one of the smaller chambers, seven rooms clockwise from the stairwell. It is light blue in color."
ru: "Хороший выбор. Камень, которым вы хотите воспользоваться, в одной из маленьких комнат: седьмая комната по часовой стрелке, начиная от лестницы. Он светло-голубого цвета".

source: "I trust you enjoyed the sensory experience? Something may I do for you, now?"
ru: "Надеюсь, чувственный опыт пришелся вам по душе? Могу ли я быть еще чем-нибудь полезен?"

source: "I'd like another session."
ru: "Я хотел бы попробовать еще раз".

source: "I had some questions..."
ru: "У меня есть несколько вопросов..."

source: "Nothing. Farewell."
ru: "Ничего. Прощай".
