Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dsabast.dlg.po
Languages: ru

source: You see an older man in elegant robes. He has bright eyes and a warm smile. He gives you a slight bow as you approach. "Good day, cutter. I am Sebastion, how may I serve you?"
ru: Ты видишь пожилого мужчину в элегантных одеждах. У него ясный взгляд и теплая улыбка. Когда ты подходишь, он слегка кланяется тебе. "Добрый день, рубака. Я Себастион. Чем могу быть полезен?"

source: "Greetings."
ru: "Приветствую".

source: Ignore the man.
ru: Не обращать внимания на мужчину.

source: "Greetings to you as well, cutter..." He stops in mid sentence as he notices your scars. You see his eyes travel along them and his eyebrows arch in surprise. He returns his gaze to you. "I was about to ask what I could do for you, but there is no need. I think I see why you came to see me, cutter."
ru: "Приветствую и тебя, рубака..." Его речь обрывается на полуслове, когда он замечает твои шрамы. Ты видишь, как его глаза блуждают по ним, а брови изгибаются от удивления. Он переводит взгляд на тебя. "Я уж собирался спросить, что я могу для тебя сделать, но в этом нет надобности. Думаю, я знаю, зачем ты ко мне пришел, рубака".

source: "I have some questions..."
ru: "У меня есть некоторые вопросы..."

source: "Actually, I want to talk to you about Dimtree."
ru: "Вообще-то, я хочу поговорить с тобой насчет Димтри".

source: "What... are you trying to say you can help me with these scars?"
ru: "Что... ты хочешь сказать, что можешь помочь мне со шрамами?"

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: His smile broadens as he gives you a slight bow. "Ask away, cutter."
ru: Его улыбка становится шире, и он делает легкий поклон. "Спрашивай, рубака".

source: "Who are you?
ru: "Кто ты?"

source: "What is this place?"
ru: "Что это за место?"

source: "What's going on around here?"
ru: "Что происходит в округе?"

source: "I had a talking skull and he was kidnapped. Can you help me?
ru: "У меня есть говорящий череп, и его похитили. Ты можешь мне помочь?"

source: "I got the impression that you can help me with my scars."
ru: "Я так понял, ты можешь помочь мне со шрамами".

source: "I must go now. Farewell."
ru: "Я уже должен идти. Прощай".

source: "I am Sebastion, a... mage of sorts. I do contract work for those who can meet my price."
ru: "Я Себастион... в некотором роде, маг. Я оказываю услуги тем, кого устраивают мои расценки".

source: "What kind of work?"
ru: "Какого рода услуги?"

source: "You hesitate to use the word *mage.* Why?"
ru: "Ты не решаешься употребить слово *маг*. Почему?"

source: "I have more questions..."
ru: "У меня есть еще вопросы..."

source: He gives you a slight smile and then shrugs his shoulders. "Confidential work, cutter. I am known for my discretion and getting deeds done. People come to me with quests. If I can perform them, I do so. If I can not, I don't. In either case, I keep silent."
ru: Он слегка улыбается и пожимает плечами. "Частные дела, рубака. Я известен своей осторожностью и умением доводить дело до конца. Люди приходят ко мне с поручениями. Если я могу их выполнить, я берусь за них. Если не могу - не берусь. В любом случае, я храню молчание".

source: He nods his head. "Yes... I am not a mage, cutter, but I can perform the Art in my own way. I have forsaken the normal studies of magic and followed my own path." He pauses and shrugs his shoulders. "It is easier to call me a mage than to argue the point."
ru: Он кивает. "Да... я не маг, рубака, но могу творить волшебство по-своему. Я забросил обычное обучение магии и пошел по собственному пути, - он останавливается и пожимает плечами. - Проще назвать меня магом, чем спорить об этом".

source: "What kind of work do you do?"
ru: "Какого рода услуги ты оказываешь?"

source: He gives you a quizzical look. "Do you mean this market, or this ward of Sigil?"
ru: Он недоумевающе смотрит на тебя. "Ты имеешь в виду этот рынок или этот район Сигила?"

source: "The market."
ru: "Рынок".

source: "This ward."
ru: "Этот район".

source: "Never mind. I have other questions..."
ru: "Неважно. У меня есть другие вопросы..."

source: "This is a common market, cutter. There are many things for sale here. Spells, potions, information, women, men... Just about anything, if you can afford the price."
ru: "Это обычный рынок, рубака. Здесь много чего продается: заклинания, снадобья, сведенья, женщины, мужчины... Практически все, если ты можешь за это заплатить".

source: "Tell me about this ward."
ru: "Расскажи мне об этом районе".

source: "This is the Lower Ward, cutter, home of the common people and the industrial side of Sigil. It's not the slums of the Hive, yet it holds no splendor such as the Lady's Ward."
ru: "Это Нижний район, рубака. Дом для обычных людей и промышленная зона Сигила. Это не трущобы Улья, но и лоска, присущего району Леди, тут нет".

source: "Tell me about the market."
ru: "Расскажи мне о рынке".

source: "Why is it called the Lower Ward?"
ru: "Почему его называют Нижним районом?"

source: He lets out a short laugh and shrugs his shoulders. "That depends on your point of view, cutter. The rich say it's because this is the home of the common or *lower* classes. If you ask those who live here it's because of the portals... and the incident."
ru: Он издает короткий смешок и пожимает плечами. "Это зависит от твоей точки зрения, рубака. Богач скажет, что это из-за того, что тут живут простые люди, *низший* класс. Местные ответят, что это из-за порталов... и одного проишествия".

source: "The incident?"
ru: "Проишествия?"

source: "Yes..." He frowns as he pauses to think. "A long time ago this was known as the Prime Ward. People new to the city were placed here and not allowed access to all of Sigil. There were many other restrictions placed upon them as well... Some berk took offense to that and decided to form a rebellion. It went nowhere, of course, until he made a fascinating discovery..."
ru: "Да... - он хмурится, задумавшись на миг. - Когда-то давно это место называлось Исходным районом. Сюда помещали новых переселенцев, и у них не было доступа к остальному Сигилу. Также у них было много других ограничений... Какой-то пень обиделся на все это и решил поднять восстание. Конечно, оно шло к провалу, но тут он сделал замечательное открытие..."

source: "Go on."
ru: "Продолжай".

source: "You see, there are a lot of portals in this area of the city and most of them open onto the Lower Planes. Well, that barmy berk found a way to open them all at once. He allowed *anything* that wanted to come through the portals into the city. It became quite bloody; a terrible war ensued. Anyway, that's why this is known as the *lower* ward. Because of the portals."
ru: "Видишь ли, в этой части города есть множество порталов, и большинство из них ведут в Нижние планы. Так вот, тот спятивший пень выяснил, как открыть их всех сразу. Он позволил *всем* желающим войти через порталы в город. Последствия были весьма кровавыми: развязалась страшная война. Как бы там ни было, из-за этого он и называется *нижним* районом. Из-за порталов".

source: "Sebastion, how did this person open all the gates?"
ru: "Себастион, а как этот человек открыл все порталы?"

source: "I see. I have some other questions..."
ru: "Понятно. У меня были еще вопросы..."

source: "He used an item that he either had commissioned or made himself. What was it called..." He pauses to think for a moment. "Ah, I remember, the Shadow-Sorcelled Key..." At the mention of the key you begin to feel dizzy, the world around you freezes, and everything turns gray. You sense a past memory trying to force it's way into your consciousness.
ru: "Он воспользовался предметом, который то ли заказал, то ли сделал сам. Как же он назывался... - он задумывается на миг. - А, вспомнил: Ключ Теневых Чар..." При упоминании ключа ты чувствуешь головокружение, мир вокруг застывает, и все становится серым. Ты ощущаешь, что в твое сознание пытаются проникнуть старые воспоминания.

source: Relax and let it come.
ru: Расслабиться и позволить им всплыть.

source: I remember something about a rebellion in the Lower Ward. I either caused it or played a significant role in it. I don't know which.
ru: Я вспомнил что-то о восстании в Нижнем районе. Я то ли послужил его причиной, то ли сыграл в нем ключевую роль. Точно я не знаю.

source: He shrugs his shoulders. "No one knows. The key has been lost for some time now. Many believe the Lady of Pain took the key to prevent it ever being used again."
ru: Он пожимает плечами. "Никто не знает. С тех пор ключа никто не видел. Многие считают, что его забрала Леди Боли, чтобы никто им больше не воспользовался".

source: So, what was the outcome of the rebellion?"
ru: "Ну и чем закончилось восстание?"

source: He thinks for a moment. "Well... Everyone, except the leader, was given pages in the dead-book. The leader and the creatures just up and vanished one day, surely the Lady's work. The survivors fled the ward. The fumes of the Lower Planes had polluted the air, you see. Anyway, the ward remained deserted until the Foundry was eventually built."
ru: На мгновение он задумывается. "Ну... Все, кроме предводителя, попали на страницы книги мертвых. Предводитель и пришедшие твари просто исчезли в один прекрасный день - не иначе, дело рук Леди. Выжившие спаслись бегством из района. Видишь ли, воздух загрязнился испарениями с Нижних планов. Как бы там ни было, район пустовал, покуда не построили Литейную".

source: "What can you tell me about the Foundry?"
ru: "Что ты можешь рассказать мне о Литейной?"

source: "I have some other questions..."
ru: "У меня есть еще несколько вопросов..."

source: He frowns. "It is the home of the Godsmen, cutter. If you have any questions regarding them, I suggest you go to the Foundry to ask them."
ru: Он хмурится. "Это жилище Боголюдей, рубака. Если у тебя есть какие-либо вопросы, касающиеся их, советую сходить в Литейную и расспросить их самих".

source: He looks at you suspiciously. "What do you mean, cutter?" He looks around and spreads his arms as if to encompass the whole ward. "Life, cutter. Life as usual, nothing more."
ru: Он подозрительно смотрит на тебя. "О чем это ты, рубака? - он оглядывается и разводит руки, как бы охватывая весь район. - Жизнь, рубака. Обычная жизнь, не более".

source: "All right, I have other questions..."
ru: "Ладно, у меня есть другие вопросы..."

source: He stares at you for some time before answering. "A skull... well, if I were to hazard a guess, I would say that your skull is now in the possession of the Master of the Bones. Which means you should get yourself another skull, cutter."
ru: Он некоторое время смотрит на тебя, после чего отвечает: "Череп... что ж, рискну предположить, что теперь он принадлежит Повелителю Костей. Это значит, что тебе придется найти себе другой череп, рубака".

source: "What can you tell me about the Master of the Bones?"
ru: "Что ты можешь рассказать о Повелителе Костей?"

source: "Where can I find this Master of the Bones?"
ru: "Где я могу найти этого Повелителя Костей?"

source: "I see. Farewell."
ru: "Понятно. Прощай".

source: He frowns and glances about for a moment. "His name is Lothar, and he does not appreciate the attention of others. I know nothing of him and can answer no questions about him." You can actually see a hint of fear in his eyes. "Let us speak of another subject, cutter."
ru: Он хмурится и смотрит по сторонам. "Его зовут Лотар, и он не любит внимания со стороны. Я ничего о нем не знаю и не могу ответить на вопросы о нем, - ты замечаешь в его взгляде намек на испуг. - Давай поговорим на другую тему, рубака".

source: "Very well, I have other questions..."
ru: "Хорошо, у меня есть другие вопросы..."

source: "Farewell."
ru: "Прощай".

source: He glances about nervously. "A ruined house somewhere in this ward leads to his demesne. I know nothing more." You can actually see a hint of fear in his eyes. "Let us speak of another subject, cutter."
ru: Он взволнованно осматривается по сторонам. "Где-то в этом районе есть разрушенный дом, ведущий в его владения. Больше я ничего не знаю, - ты замечаешь в его взгляде намек на испуг. - Давай поговорим на другую тему, рубака".

source: He stares at you for a moment and then sighs. "What about Dimtree, cutter?"
ru: Он пристально смотрит на тебя и вздыхает. "А что с Димтри, рубака?"

source: "He wants to be released from his curse."
ru: "Он хочет освободиться от проклятия".

source: "I just wanted to complement you on a job well done."
ru: "Я просто хотел похвалить тебя за хорошо выполненную работу".

source: He gives you a surprised look and then waves you off. "I find that hard to believe, cutter. Dimtree doesn't have the mental power to desire anything." He frowns for a moment. "Did that idiot Hamrys put you up to this?"
ru: Он смотрит на тебя удивленно, затем отмахивается. "Мне трудно в это поверить, рубака. У Димтри недостаточно воли, чтобы что-либо желать, - на миг он мрачнеет. - Это ведь тот идиот Хамрис тебя подговорил?"

source: "No."
ru: "Нет".

source: "Think about it, Sebastion. Hamrys doesn't know Dimtree is a zombie, let alone who created him. Right?"
ru: "Подумай, Себастион: Хамрис ведь не знает, что Димтри - зомби, не говоря уже о том, кто его создал. Верно?"

source: "What difference does it make?"
ru: "А какое это имеет значение?"

source: He glares at you in thought. "Hmmm. Hamrys is a lackwit. I doubt he could figure out who could have done this." He sighs and shrugs his shoulders in exasperation. "Which means that poor Dimtree is more aware than I thought." He looks away from you and seems to be deep in thought.
ru: Он задумчиво смотрит на тебя. "Хм-м. Хамрису не хватает мозгов. Сомневаюсь, что он способен выяснить, кто это сделал, - он вздыхает и раздраженно пожимает плечами. - Это означает, что бедняга Димтри оказался более сознательным, чем я думал". Он смотрит вдали, погрузившись в мысли.

source: "So, will you release him?"
ru: "Так ты его освободишь?"

source: He sighs and seems to be deep in thought. "Yes... you're right, of course. Hamrys could not have sent you. I guess poor Dimtree is more aware than I intended. A pox on me for my stupidity!"
ru: Он вздыхает; похоже, он глубоко задумался. "Да... конечно же, ты прав. Хамрис не мог тебя послать. Похоже, бедняга Димтри оказался более сознательным, чем я хотел. Чтоб меня оспа побила за мою глупость!"

source: He looks at you for a moment with conflicting emotions crossing his face. He sighs and throws his arms up in exasperation. "I cannot, sorry." He gives you a pleading look. "I want to, mind you, but I cannot. I fulfilled a contract by creating Dimtree and I cannot break it, right or wrong. I am a man of my word, my reputation demands it."
ru: На секунду он задерживает на тебе взгляд; его лицо перекашивает от внутренней борьбы. Он вздыхает и вскидывает руки от досады. "Прости, но я не могу, - он смотрит на тебя умоляюще. - Пойми, я хотел бы, но не могу. Я создал Димтри по контракту, и не могу нарушить его, вне зависимости от того, правильно это или нет. Я человек слова, моя репутация обязывает меня к этому".

source: Truth: "I understand your dilemma and agree with you. Could I release him instead?"
ru: Правда: "Я понимаю твое затруднительное положение и согласен с тобой. Могу ли я сам его освободить?"

source: Truth: "I really don't give a rat's arse about contracts. What you did is wrong and he needs to be freed."
ru: Правда: "Да мне плевать на все эти контракты. Ты поступил неправильно, и его нужно освободить".

source: "Who contracted you? Maybe I can get them to agree to his release."
ru: "Кто тебя нанял? Может, я смогу убедить их освободить его".

source: "Yeah, well I really don't care one way or another. I just agreed to try and help him. Farewell."
ru: "Ага. Так или иначе, мне все равно. Я просто согласился помочь ему. Прощай".

source: "That would be difficult..." He turns and begins to look through a nearby box. After a moment he removes a book which he sets down in front of you. "First, you'd have to have some magical aptitude. Second, you'd have to be able to properly speak the words you find on page twenty-three of this book."
ru: "Это будет непросто..." Он поворачивается и начинает рыться в коробке возле себя. Через миг он достает книгу и кладет ее перед тобой. "Во-первых, у тебя должны быть хоть какие-то магические способности. Во-вторых, ты должен суметь прочесть вслух слова на двадцать третьей странице этой книги".

source: "Last, you'd have to touch Dimtree just as you feel the power of the words culminate within you." He turns his back on you and rummages through another box. "I couldn't allow you to read that book, however. It'd be tantamount to my breaking my word through the actions of another." He continues poking through the box, ignoring you.
ru: "И последнее: ты должен прикоснуться к Димтри, как только почувствуешь, как сила слов в тебе достигла наивысшей точки, - он поворачивается к тебе спиной и роется в другой коробке. - Однако я не могу позволить тебе читать эту книгу. Это будет равносильно нарушению моего слова действиями другого человека". Он продолжает копаться в коробке, игнорируя тебя.

source: Read the book and leave.
ru: Прочесть книгу и уйти.

source: Ignore the book and leave.
ru: Проигнорировать книгу и уйти.

source: I learned the incantation I need to free Dimtree the zombie. Sebastion allowed me to learn it from his book, although he pretended not to notice what I was doing.
ru: Я изучил заклинание, необходимое для освобождения зомби Димтри. Себастион позволил прочесть его из книги, хотя и притворился, что не заметил, как я это делаю.

source: He smiles at you. "I am magically bound not to reveal such information, cutter. That is why people come to me. They know that if I accept a contract, it will be handled with discretion."
ru: Он улыбается тебе. "Я магически принужден не раскрывать подобные сведенья, рубака. Поэтому люди и приходят ко мне. Они знают, что если я возьмусь за контракт, то выполню его должным образом".

source: Truth: "I understand, that's the way business should be conducted. Could I release him instead?"
ru: Правда: "Я понимаю, так и нужно вести дела. Могу ли я сам его освободить?"

source: "Never mind. I don't really want to deal with this. Farewell."
ru: "Неважно. На самом деле, я не хочу в этом участвовать. Прощай".

source: He smiles at you and shrugs his shoulders. "Perhaps, cutter, perhaps." He leans forward and begins to examine your scars carefully. He runs a finger along several of them, mumbling to himself. Finally he looks up at you. "Yes, cutter, I can help you. I cannot cure you, but I can alleviate the worst of your... condition."
ru: Он улыбается и пожимает плечами. "Возможно, рубака, возможно". Он наклоняется вперед и начинает тщательно осматривать твои шрамы. Он проводит пальцем по нескольким из них, что-то бормоча. Наконец он поднимает на тебя взгляд. "Да, рубака, я могу тебе помочь. Я не в силах тебя исцелить, но я могу облегчить самое тяжелое из твоих... расстройств".

source: "And your price?"
ru: "И какова цена?"

source: "Yeah, right. I have some questions for you..."
ru: "Ага, точно. У меня несколько вопросов к тебе..."

source: "Ah, yes... the price." He begins stroking his chin and stares at you. You get the impression you are being weighed somehow. He seems to come to some sort of a decision. "I have a job that I think you could perform."
ru: "Ах, да... цена". Он начинает поглаживать подбородок, пристально глядя на тебя. У тебя создается впечатление, что тебя оценивают. Похоже, он принимает какое-то решение. "У меня есть для тебя работа, которую ты сможешь выполнить, как мне кажется".

source: "Forget it. I have other questions for you..."
ru: "Забудь. У меня есть другие вопросы для тебя..."

source: "I'm not interested in any jobs. Farewell."
ru: "Работа меня не интересует. Счастливо".

source: "I have signed a contract with a certain creature. I am no longer able to fulfill the contract; it is... beyond my abilities. However, the creature will not release me from the contract. Instead it has threatened me with death unless I fulfill the contract."
ru: "Я подписал контракт с одним существом. И больше не могу его выполнять; это... выше моих сил. Однако существо не освободит меня от обязательств. Напротив, оно угрожало мне расправой, если я не выполню контракт".

source: "Let me guess: You want me to solve this problem for you."
ru: "Дай, угадаю: ты хочешь, чтобы я решил эту проблему".

source: "I'm not interested. I have some questions for you..."
ru: "Мне это неинтересно. У меня к тебе несколько вопросов..."

source: "I don't like the way this is going. Farewell."
ru: "Мне не нравится, к чему все идет. Прощай".

source: He sighs. "Yes. I cannot do it myself. My reputation demands that I fulfill the contract or face the consequences. I am at your mercy in this regard. Will you help me?"
ru: Он вздыхает. "Да. Я не могу сделать это сам. Моя репутация требует, чтобы я выполнил контракт либо понес за него ответственность. В этом отношении я полагаюсь на твою милость. Ты мне поможешь?"

source: "What kind of creature are we talking about?"
ru: "О каком существе идет речь?"

source: "What were you contracted to do?"
ru: "Что ты должен был сделать по контракту?"

source: "An abishai named Grosuk, cutter." He pauses to gauge your reaction. "I know this is a difficult task, but one I think you can handle. Also, the reward I offer you is great." He gestures at your scars.
ru: "Это абишай по имени Гросук, рубака, - он останавливается, чтобы оценить твою реакцию. - Я знаю, что это непростая задача, но мне кажется, что ты можешь с ней справиться. К тому же, я предлагаю неплохое вознаграждение", - он указывает на твои шрамы.

source: "I see, an interesting proposal."
ru: "Понятно, любопытное предложение".

source: He shakes his head. "I cannot reveal that information, cutter. I am magically bound not to. That is why people come to me. They know that if I accept a contract, it will be handled with discretion."
ru: Он качает головой. "Я не могу разглашать эту информацию. Я магически принужден не делать этого. Поэтому люди ко мне и приходят. Они знают, что если я возьмусь за контракт, то выполню его должным образом".

source: He looks at you hopefully. "Will you do it, cutter?"
ru: Он смотрит на тебя с надеждой. "Ты сделаешь это, рубака?"

source: "I've already killed him.
ru: "Я уже убил его".

source: "Yes, give me the details."
ru: "Да, посвяти меня в детали".

source: "No, I don't want to get involved."
ru: "Нет, я не хочу в этом участвовать".

source: "I don't know, I'll take it under consideration."
ru: "Даже не знаю; приму это к сведенью".

source: A mage named Sebastion wanted me to kill an abishai for him. In return he was willing to help me with my scars. Fortunately I had already done this and out of gratitude Sebastion helped anyway.
ru: Маг по имени Себастион хочет, чтобы я убил для него абишая. За это он готов помочь мне с моими шрамами. К счастью, я уже сделал это, но из чувства благодарности Себастион все равно помог мне.

source: A mage named Sebastion wants me to kill an abishai for him. In return he will help me with my scars. I've agreed to do this.
ru: Маг по имени Себастион хочет, чтобы я убил для него абишая. За это он поможет мне с моими шрамами. Я согласился сделать это.

source: He smiles at you and gives a sigh of relief. "Thank you, cutter. The creature is an abishai named Grosuk. You will need a magic weapon to cause it any harm, so check with some of the shops if you do not own one. A spell caster can harm it as well. Grosuk can be found to the east, beyond the siege tower."
ru: Он улыбается и вздыхает с облегчением. "Спасибо, рубака. Это существо - абишай по имени Гросук. Чтобы ранить его, тебе понадобится магическое оружие, так что приобрети его в какой-нибудь лавке, если у тебя его еще нет. Заклинатель также сможет причинить ему вред. Гросук где-то на востоке, за осадной башней".
