Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dsabast.dlg.po
Languages: ru

source: "Siege tower?"
ru: "Осадной башней?"

source: "All right, but I have some other questions..."
ru: "Хорошо, только у меня есть еще несколько вопросов..."

source: "Fine. Farewell."
ru: "Ладно. Прощай".

source: He tries to hide his disappointment from you with a smile. "I understand, cutter. Is there anything else I can help you with?"
ru: Он пытается улыбкой скрыть свое разочарование. "Понимаю, рубака. Я могу тебе еще чем-нибудь помочь?"

source: "Yes, I have some more questions..."
ru: "Да, у меня есть еще вопросы..."

source: "No, farewell."
ru: "Нет, прощай".

source: Sebastion smiles at your approach. "Good day, cutter. Have you considered my proposal and decided to accept?"
ru: Себастион улыбается, когда ты подходишь. "Добрый день, рубака. Ты обдумал мое предложение и решился?"

source: "I'm still thinking about it. Farewell."
ru: "Я все еще думаю над ним. Прощай"

source: Sebastion smiles at your approach. "Good day, cutter. Please tell me that you've changed your mind and will help me with my problem."
ru: Себастион улыбается, когда ты подходишь. "Добрый день, рубака. Прошу, скажи, что ты передумал и поможешь мне разобраться с моей проблемой?"

source: "No. Farewell."
ru: "Нет. Прощай".

source: Sebastion smiles at your approach. "Good day, cutter. Have you completed your quest?"
ru: Себастион улыбается, когда ты подходишь. "Добрый день, рубака. Ты выполнил свое задание?"

source: "No, I'm working on it."
ru: "Нет, я работаю над этим".

source: "Yes, and I've come for what is due me."
ru: "Да, я пришел за тем, что мне причитается".

source: "One moment please, cutter." Sebastion reaches into his robe and removes a small crystal ball. He gazes into it for a moment before returning his attention to you. "I cannot thank you enough, cutter. I shall live up to my part of the bargain. Are you ready?"
ru: "Обожди минутку, рубака". Себастион достает из одежд маленький хрустальный шарик. Он несколько секунд всматривается в него, потом возвращается к тебе. "Нет предела моей благодарности, рубака. Перейдем к моей части сделки. Ты готов?"

source: "Yes."
ru: "Да".

source: "It is done, cutter. Once again I thank you." Sebastion bows deeply to you.
ru: "Готово, рубака. Еще раз спасибо тебе", - Себастион низко кланяется тебе.

source: "Thank you and farewell, Sebastion."
ru: "Спасибо и прощай, Себастион".

source: Sebastion smiles at you. "Good day, cutter. How may I help you?"
ru: Себастион улыбается тебе. "Добрый день, рубака. Чем могу помочь?"

source: He smiles at you and gives a sigh of relief. "Thank you, cutter. The creature is an abishai named Grosuk. It can be found to the east, beyond the siege tower."
ru: Он улыбается тебе и вздыхает с облегчением. "Спасибо, рубака. Это существо - абишай по имени Гросук. Оно где-то найти на востоке, за осадной башней".

source: "All right. Farewell."
ru: "Ладно. Прощай".

source: Sebastion smiles at your approach. "Good day, cutter. It's good to see you again."
ru: Себастион улыбается, когда ты подходишь. "Добрый день, рубака. Рад снова тебя видеть".

source: "Can you train me in the Art, Sebastion?"
ru: "Ты можешь обучить меня Искусству, Себастион?"

source: The world around you fades and you find yourself in the darkened streets of Sigil. Your heart is pounding, trying to break free from your chest; your breath comes in ragged gasps. You've been running for hours it seems, and yet you cannot stop...
ru: Мир вокруг тускнеет, и ты оказываешься на темных улицах Сигила. Твое сердце колотится, пытаясь выпрыгнуть из груди; ты судорожно дышишь. Похоже, ты бежишь вот уже несколько часов, и все еще не можешь остановиться...

source: Continue.
ru: Продолжить.

source: You turn a corner and enter an alley, finally slowing your flight. You feel your strength fade as you lean against a nearby wall and try to catch your breath. You become aware of something hard pressed into the palm of your hand. Glancing down you open your clenched fist to stare at the gem embedded in the flesh.
ru: Ты поворачиваешь за угол и попадаешь в переулок, где, наконец, замедляешь бег. Прислонившись к ближайшей стене, ты чувствуешь, как тебя покидают силы. Ты пытаешься перевести дыхание, и тут замечаешь, что что-то крепко стиснул в кулаке. Ты разжимаешь кулак и видишь самоцвет, вжатый в ладонь.

source: Your body sags toward the wall until your forehead touches its cold, damp surface. Your eyes close and you force yourself to take slow deep breaths. Just as you feel your strength returning you hear a faint noise and instantly snap to full awareness. You turn to look toward the alley mouth.
ru: Твое тело клонится к стене, пока ты не касаешься лбом ее холодной влажной поверхности. Твои глаза закрываются, и ты заставляешь себя дышать медленно и глубоко. Только почувствовав, как силы возвращаются к тебе, ты слышишь слабый шум и тут же приходишь в себя. Ты оборачиваешься и смотришь в сторону входа в переулок.

source: At first you see nothing, just ghost visions caused by the shadows of the night. You are about to turn away when a slight movement catches your eye. Slowly, a female form glides around the corner, pauses, and then turns to face you. Your eyes travel from her slender waist toward her full bosom, and then her blade-enshrouded face. Even in the darkness you can see her cold, emotionless eyes...
ru: Поначалу ты не видишь ничего, кроме призрачных видений от ночных теней. Ты уже собираешься отвернуться, когда замечаешь небольшое движение. Медленно из-за угла выскальзывает женская фигура, останавливается, затем поворачивается к тебе. Твой взгляд пробегает по ее стройной талии, полной груди и лицу, окруженному лезвиями. Даже во тьме ты различаешь ее холодные безразличные глаза...

source: The memory fades and your normal vision returns. You are standing before Sebastion in the market. He is looking at you with some concern, but this passes when he sees that you are all right. "Thought I lost you for a moment there, cutter."
ru: Воспоминание угасает, и к тебе возвращается обычное зрение. Ты стоишь на рынке перед Себастионом. Он глядит на тебя с каким-то беспокойством, но оно проходит, когда он замечает, что ты в порядке. "Кажется, я потерял тебя на минуту, рубака".

source: "What became of this Shadow-Sorcelled Key?"
ru: "Что случилось с этим Ключом Теневых Чар?"

source: "Interesting, I have some other questions for you..."
ru: "Интересно. У меня были еще вопросы к тебе..."

source: He beams at you. "Why thank you, cutter. It's always nice to find someone who can appreciate the humor of such a situation."
ru: Он широко улыбается тебе. "Ну, это тебе спасибо, рубака. Всегда приятно найти кого-нибудь, кто ценит комичность подобных ситуаций".

source: "Tell me, why did you do it in the first place?"
ru: "Прежде всего, скажи, зачем ты это сделал?"

source: "Yes... I have some questions for you..."
ru: "Да... У меня несколько вопросов к тебе..."

source: "Well, I must be going. Farewell."
ru: "Ну, мне нужно идти. Прощай".

source: "Oh..." He laughs, shakes his head, and then tries to adopt a more serious composure. "Hamrys loves the sound of his own voice, cutter. He would wander the market for hours, bending people's ears to his endless prattle. Businesses were failing. Dimtree provides him a willing companion to listen to his many tales and, more importantly, keep him in his shop."
ru: "О... - он смеется, качая головой, затем пытается восстановить хладнокровие. - Хамрису нравится звук собственного голоса, рубака. Он может часами бродить по рынку, заставляя всех слушать его бесконечную болтовню. Его дела шли плохо. Димтри для него - товарищ, охотно слушающий его тирады, и, что более важно, удерживающий его в лавке".

source: "I see. I have some questions for you..."
ru: "Ясно. У меня к тебе пара вопросов..."

source: "Oh..." He laughs, shakes his head, and then tries to adopt a more serious composure. "Hamrys loves the sound of his own voice, cutter. He would wander the market for hours, bending people's ears to his endless prattle. Businesses were failing as customers fled him! Dimtree provides him a willing companion to listen to his many tales and, more importantly, keep him in his shop."
ru: "О... - он смеется, качая головой, затем пытается восстановить хладнокровие. - Хамрису нравится звук собственного голоса, рубака. Он может часами бродить по рынку, заставляя всех слушать его бесконечную болтовню. Его дела шли плохо - от него начали уходить клиенты! Димтри для него - товарищ, охотно слушающий его тирады, и, что более важно, удерживающий его в лавке".

source: "I see. Well, never mind then. I have some questions for you..."
ru: "Понятно. Ну, тогда неважно. У меня к тебе несколько вопросов..."

source: "Be that as it may, what you did is still wrong. You need to release Dimtree."
ru: "Может, оно и так, но то, что ты сделал, неправильно. Тебе нужно освободить Димтри".

source: He sighs and seems to be deep in thought. "Yes... you are correct, of course. A pox on me for my stupidity!"
ru: Он вздыхает; похоже, он ушел в мысли. "Да... конечно же, ты прав. Чтоб меня оспа побила за мою глупость!"

source: "Then you'll release him?"
ru: "Так ты его освободишь?"

source: "Yes, over beyond the market. Damned thing just appeared one day, several years back. No one knows why and no one seems able to get inside it to find out."
ru: "Да, прямо за рынком. Несколько лет назад эта чертова штука появилась здесь из ниоткуда. Никто не знает, почему, и никто не может пробраться внутрь и все выяснить".

source: You focus your thoughts and concentrate. Slowly the world regains its color and becomes animate again. The memory fades...
ru: Ты собираешься с мыслями и сосредотачиваешься. Постепенно в мир возвращаются краски, и он снова оживает. Воспоминание уходит...

source: "One moment please, cutter." Sebastion reaches into his robe and removes a small crystal ball. He gazes into it for a moment before returning his attention to you. "I cannot thank you enough, cutter. Even though we have not entered into an agreement, I will help you with your scars. Are you ready?"
ru: "Обожди минутку, рубака". Себастион достает из одежд маленький хрустальный шарик. Он несколько секунд всматривается в него, потом возвращается к тебе. "Нет предела моей благодарности, рубака. Хотя мы и не договаривались, я помогу тебе с твоими шрамами. Ты готов?"

source: "Yes. Thank you."
ru: "Да. Спасибо".

source: He smiles at you. "It is done, cutter. Once again, I thank you."
ru: Он улыбается тебе. "Готово, рубака. Еще раз спасибо тебе".

source: "I must be going, farewell."
ru: "Я должен идти. Прощай".

source: "Are you sure you want to give up your current profession and take up the Art as a mage?"
ru: "Ты уверен в том, что хочешь покинуть свою текущую специализацию и заняться Искусством в качестве мага?"

source: "Yes..."
ru: "Да..."

source: "This is not something I normally do. However, show me what you know and I'll give you some pointers." He watches you carefully as you demonstrate what you know. At several points he stops you and shows you ways to improve upon your skills. Within a few hours time you think you feel comfortable with your abilities as a mage.
ru: "Я обычно таким не занимаюсь. Тем не менее, покажи мне, что ты знаешь, и я дам тебе пару подсказок". Он внимательно наблюдает за тем, как ты демонстрируешь свои знания. В нескольких местах он останавливает тебя и показывает, как тебе улучшить свои умения. Через несколько часов ты осваиваешься со своими магическими способностями.

source: "No, let me think about it. Farewell."
ru: "Нет, дай мне подумать над этим. Прощай".

source: "You are most welcome, friend. Take these two spells as well; they may come in handy. Now if you'll forgive me, I have work to do."
ru: "Всегда рад тебя видеть, друг. Возьми эти два заклинания: они тебе могут пригодятся. А теперь, с твоего позволения, я вернусь к своим делам".

source: "Thank you, Sebastion."
ru: "Спасибо, Себастион".

source: "Never mind, Sebastion. Farewell."
ru: "Не бери в голову, Себастион. Прощай".

source: "You are most welcome, friend. Now if you'll forgive me, I have work to do."
ru: "Всегда рад видеть тебя, друг. А теперь, с твоего позволения, я вернусь к своим делам".

source: Concentrate and repress the memory.
ru: Сосредоточиться и подавить память.

source: I killed the abishai, Grosuk, for Sebastion. As per our agreement he helped me with my scars. I noticed quite an improvement in my general appearance.
ru: Я убил абишая Гросука для Себастиона. Согласно нашему уговору, он помог мне с моими шрамами. Я отметил заметное улучшение своего внешнего вида.

source: I killed an abishai by the name of Grosuk. It seems Sebastion wanted the creature dead for some reason. As a reward, Sebastion helped me with my scars. I noticed an immediate improvement in my general appearance.
ru: Я убил абишая по имени Гросук. Похоже, Себастион по какой-то причине желал смерти этому существу. В награду Себастион помог мне с моими шрамами. Я отметил заметное улучшение своего внешнего вида.
