Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dsadjuli.dlg.po
Languages: ru

source: "What's wrong, Juliette?"
ru: "Что не так, Джульетта?"

source: "I had some questions..."
ru: "У меня есть некоторые вопросы..."

source: "I was just passing by, Juliette. Farewell."
ru: "Я просто проходил мимо, Джульетта. Счастливо".

source: "No, not yet. Farewell."
ru: "Еще нет. Прощай".

source: "Yes, in fact. He was heartbroken, and has decided to leave you to your 'new love.'"
ru: "На самом деле, да. Он был убит горем, и решил уступить место твоей "новой любви"".

source: "Montague intended to leave you to your 'new love,' and so I told him it was all a ruse. I'm not sure what he'll do, now."
ru: "Монтекки намеревался уступить место твоей "новой любви", так что я сказал ему, что это был розыгрыш. Не уверен, что он теперь будет делать".

source: "Montague seemed disinterested... I recall him saying he was 'bored with things, in any case.'"
ru: "Монтекки это, похоже, безразлично... Кажется, он сказал, что он "в любом случае, устал от всего этого"".

source: "I gave him the letters, but... could gauge no reaction. I suggest you speak with him yourself some time."
ru: "Я отдал ему письма, но... не увидел никакой реакции. Советую тебе как-нибудь поговорить с ним лично".

source: "Montague seemed disinterested... I recall him saying something about another lover of his own, too."
ru: "Монтекки это, похоже, безразлично... И, кажется, он сказал что-то о другой своей любовнице".

source: "Enough of the crying... I want my questions answered, and now - we had a deal."
ru: "Хватит рыдать... я хочу услышать ответы на свои вопросы сейчас же - у нас был уговор".

source: "It's a shame it turned out this way. I'll come back another time, Juliette; farewell."
ru: "Жаль, что все так вышло. Я вернусь в другой раз, Джульетта. Прощай".

source: Leave quietly.
ru: Тихо уйти.

source: "Since he knows everything now, you may as well discuss your feelings about the relationship openly."
ru: "Поскольку теперь он все знает, ты также можешь открыто обсудить с ним свои чувства по поводу ваших отношений".

source: "That's your decision - I did my part. I want my questions answered, now..."
ru: "Это твое решение - я выполнил свою часть. А теперь ответь на мои вопросы..."

source: "I'm not sure. I had some questions, though..."
ru: "Я не уверен. У меня есть несколько вопросов..."

source: "I don't know. Farewell."
ru: "Не знаю. Прощай".

source: "Of course. Now I want my questions answered..."
ru: "Конечно. А теперь ответь на мои вопросы..."

source: "Of course. I had some questions, now..."
ru: "Конечно. У меня есть другие вопросы..."

source: "My pleasure. Farewell."
ru: "Пожалуйста. Прощай".

source: "Perhaps. In any case, I've done my part... I'd like my questions answered, now."
ru: "Возможно. В любом случае, я сделал свое дело... Теперь я хотел бы услышать ответы на свои вопросы".

source: "Perhaps. I've some questions, now..."
ru: "Возможно. У меня есть еще вопросы..."

source: "Maybe so. Farewell, Juliette."
ru: "Может, и так. Прощай, Джульетта".

source: "Why don't you just *talk* to him about it? You ought to try discussing the relationship openly before concocting any more of your schemes."
ru: "Почему бы тебе просто не *поговорить* с ним об этом? Ты просто обязана попытаться открыто обсудить ваши отношения, прежде чем выдумывать еще один план".

source: "Yes, in fact. He was heartbroken, and has decided to leave you to me."
ru: "На самом деле, да. Он был убит горем, и решил оставить тебя мне".

source: "Montague intended to leave you to me, and so I told him it was all a ruse. I'm not sure what he'll do, now."
ru: "Монтекки намеревался оставить мне тебя, так что я сказал ему, что это был обман. Не уверен, что он теперь будет делать".

source: "Montague seemed disinterested..."
ru: "Монтекки это, похоже, безразлично..."

source: "I made my demands, but... could gauge no reaction. He didn't want to fight me, though. I suggest you speak with him yourself some time."
ru: "Я выдвинул свои требования, но... не увидел никакой реакции. Он даже не захотел со мной драться. Советую тебе как-нибудь поговорить с ним лично".

source: " Montague seemed disinterested..."
ru: "Монтекки это, похоже, безразлично..."

source: "I made my demands, but... could gauge no reaction. I suggest you speak with him yourself some time."
ru: "Я выдвинул свои требования, но... не увидел никакой реакции. Советую тебе как-нибудь поговорить с ним лично".

source: "No, he won't."
ru: "Нет".

source: "No, he won't. I recall him saying he was 'bored with things, in any case.'"
ru: "Нет. Припоминаю, что он сказал, что "в любом случае, устал от этого"".

source: "No, he won't. I recall him saying something about another lover of his own, too."
ru: "Нет. К тому же, припоминаю, что он говорил что-то о другой своей любовнице".

source: "I've some questions, Juliette."
ru: "У меня несколько вопросов, Джульетта".

source: "Just passing by. Farewell, Juliette."
ru: "Я просто проходил мимо. Прощай, Джульетта".

source: "Yes, I have..."
ru: "Да, так и есть..."

source: "No, just passing by. Farewell, Juliette."
ru: "Нет, просто проходил мимо. Прощай, Джульетта".

source: "Are they? Interesting. I had another question..."
ru: "Правда? Интересно. У меня еще один вопрос..."

source: "I see... that's all I wished to know. Farewell, Juliette."
ru: "Понятно... Это все, что я хотел узнать. Прощай, Джульетта".

source: "I... had some questions, Juliette..."
ru: "У меня... пара вопросов, Джульетта..."

source: "Is the relationship lacking, then?"
ru: "Значит, в ваших отношениях чего-то не хватает..."

source: "There's a problem with the relationship?"
ru: "У вас проблемы в отношениях?"

source: "It's not something I care to speak of..."
ru: "Это не то, о чем бы я хотел говорить..."

source: Juliette scoffs. "What? Surely this is some sort of cruel game thou art playing with me..." She suddenly gasps and covers her mouth. "No... no! I can see thou dost speak true! He... was dueling again, wasn't he?"
ru: Джульетта усмехается. "Что? Это, несомненно, какая-то жестокая игра, в которую ты со мной играешь... - неожиданно у нее перехватывает дыхание, и она прикрывает рот. - Нет... нет! Я вижу, что ты действительно не лжешь! Он... снова был на дуэли, правда?"

source: "Something like that... yes."
ru: "Что-то вроде этого... да".

source: "Wait... Montague? There's a problem. He won't speak with me."
ru: "Постой... Монтекки? Тут есть одна проблема. Он не хочет со мной разговаривать".

source: "Wait... Montague? There's a problem... he's been killed."
ru: "Постой... Монтекки? Тут есть одна проблема... Его убили".

source: Juliette had asked me to deliver some 'false' love-letters to her lover, Montague. I explained to her that Montague had become hostile towards me and so wouldn't speak to me.
ru: Джульетта попросила меня доставить несколько "фальшивых" любовных писем ее возлюбленному, Монтекки. Я объяснил ей, что Монтекки стал ко мне враждебно настроенным и не хочет со мной разговаривать.

source: Juliette had asked me to deliver some 'false' love-letters to her lover, Montague. I explained to Juliette that Montague had been killed.
ru: Джульетта попросила меня доставить несколько "фальшивых" любовных писем ее возлюбленному, Монтекки. Я объяснил Джульетте, что Монтекки был убит.

source: Juliette had asked me to play the jealous suitor to her lover, Montague. I explained to her that Montague had become hostile towards me and so wouldn't speak to me.
ru: Джульетта попросила меня сыграть роль ревнивого поклонника для ее возлюбленного, Монтекки. Я объяснил ей, что Монтекки стал враждебно настроенным ко мне, и не хочет со мной разговаривать.

source: Juliette had asked me to play the jealous suitor to her lover, Montague. I explained to Juliette that Montague had been killed.
ru: Джульетта попросила меня сыграть роль ревнивого поклонника для ее возлюбленного, Монтекки. Я объяснил Джульетте, что Монтекки был убит.

source: "There's a problem. He won't speak with me."
ru: "Есть проблема. Он не хочет со мной говорить".

source: "There's a problem... he's been killed."
ru: "Есть проблема... Его убили".

source: One of the prostitutes suggested that I ask Nenny if she knows anything about who took Vivian's personal scent. Apparently, Nenny's got a reputation for always wandering around and watching what other people are doing.
ru: Одна из проституток посоветовала мне расспросить Ненни, не знает ли она, кто забрал личный аромат Вивьен. Очевидно, что у Ненни репутация вездесущей и следящей за всеми девушки.

source: One of the prostitutes suggested that I ask Nenny if she's seen Marissa's Crimson Veil anywhere. Apparently, Nenny's got a reputation for always wandering around and watching what other people are doing.
ru: Одна из проституток посоветовала мне расспросить Ненни, не видела ли она где-нибудь малиновую вуаль Мариссы. Очевидно, что у Ненни репутация вездесущей и следящей за всеми девушки.

source: I asked one of the Brothel's prostitutes about Ravel, and she suggested I speak to Yves about it. I'm told that Yves collects all sorts of tales, and will likely have one about Ravel in her repertoire.
ru: Я спросил одну из проституток Борделя о Равель, и она предложила мне поговорить об этом с Ив. Мне сказали, что Ив собирает различные истории, и, скорее всего, имеет что-нибудь про Равель в своем репертуаре.

source: One of the prostitutes suggested that I ask Dolora about Ecco, the silent prostitute. She said that Dolora sometimes spoke to an old lover of Ecco's, one who knew her before she stopped speaking.
ru: Одна из проституток посоветовала мне расспросить Долору об Экко, молчаливой проститутке. Она сказала, что Долора однажды общалась со старым любовником Экко, который знал ее до того, как она перестала разговаривать.

source: "I don't know about that..."
ru: "Мне это незнакомо..."

source: Juliette, one of the prostitutes in the Brothel of Slating Intellectual Lusts, refuses to answer any of my questions. It seems the only thing she cares to speak of is her self-professed miserably boring life.
ru: Джульетта, одна из проституток Борделя утоления интеллектуальной страсти, отказывается отвечать на любые мои вопросы. Похоже, что единственное, о чем она хочет говорить - это о своей жалкой скучной жизни, какой она сама и признает ее.
