Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dsadjuli.dlg.po
Languages: ru

source: This dark-haired young woman is staring listlessly off into space, sighing miserably and occasionally picking at the seams of her green velvet gown. It's difficult to discern whether she's depressed or simply bored.
ru: Эта темноволосая девушка бесцельно смотрит в пустоту, горько вздыхая и время от времени теребя швы на своем зеленом вельветовом платье. Трудно сказать, подавлена она или просто скучает.

source: Leave her be.
ru: Оставить ее в покое.

source: "Greetings..."
ru: "Приветствую..."

source: I have agreed to pretend to be a jealous suitor of Juliette, one of the prostitutes at the Brothel of Slating Intellectual Lusts. I am to find her lover, Montague, in the Civic Festhall, and demand that he relinquish her to me.
ru: Я согласился притвориться ревнивым поклонником Джульетты, одной из проституток Борделя утоления интеллектуальной страсти. Мне нужно найти ее возлюбленного, Монтекки, в Городской ратуше, и потребовать, чтобы он уступил ее мне.

source: I have agreed to deliver some 'false' love-letters to a man named Montague for her lover, Juliette, in order to make him think she's having an affair - apparently, she's not satisfied with the level of excitement in their relationship. As soon as I can find some letters, I'm to take them to him at the Civic Festhall as 'proof' of her affair. Juliette suggested I speak to Scofflaw Penn, who I should be able to find in his print shop in the Lower Ward.
ru: Я согласился доставить несколько "поддельных" любовных писем человеку по имени Монтекки по просьбе его возлюбленной, Джульетты, чтобы заставить его думать, что у нее роман. Очевидно, ее не удовлетворяет уровень страстей в их отношениях. Как только я достану несколько писем, мне нужно будет передать их ему в Городской Ратуше в качестве "доказательства" ее интрижки. Джульетта предложила мне поговорить с Нарушителем Пенном, которого я могу найти в типографии в Нижнем районе.

source: Juliette told me that Kimasxi Addertongue, one of the prostitutes in the Brothel of Slating Intellectual Lusts, is the half-sister of Kesai-Serris, who I've been told is Ravel Puzzlewell's daughter.
ru: Джульетта сказала мне, что Кимаши Змееязыкая, одна из проституток Борделя утоления интеллектуальной страсти, приходится сводной сестрой Кесай-Серри, которая, насколько я слышал, является дочерью Равель Заморочки.

source: I told Juliette what transpired with Montague. She was less than pleased with the news, but agreed to answer my questions nonetheless.
ru: Я рассказал Джульетте, что случилось с Монтекки. Она этому не слишком обрадовалась, но тем не менее согласилась ответить на мои вопросы.

source: She gives you only the briefest of glances before staring off into the distance once more. "Greetings, yes... I am named Juliette. How may I... oh, never thou mind. Leave me be, please." She gives an exasperated sigh.
ru: Она мельком смотрит на тебя, после чего снова устремляет свой взор вдаль. "Да, приветствую... Меня зовут Джульетта. Чем я могу... ах, не обращай внимания. Оставь меня, пожалуйста". Она раздраженно вздыхает.

source: "Oh, nothing at all. Only that I spend my days gazing into the face of mediocrity, seeing if anything can erase its dreadful, tedious passage."
ru: "О, ничего страшного. Не учитывая того, что я провожу дни напролет, глядя в лицо посредственностям, пытаясь найти что-нибудь, способное избавить меня от их ужасно скучных разговоров".

source: "Alas, it is." She sighs, closing her eyes and massaging her temples. "Dreadfully boring!"
ru: "Увы, это так, - она вздыхает, закрывает глаза и массирует себе виски. - Ужасная скука!"

source: "No, no... 'tis kind of thee to offer, though. I am already with a man, sir, and I do love him dearly. 'Tis just that I wish..." She taps her finger against her chin. "...something *more* of our liaison."
ru: "Нет, нет... хотя было любезно с твоей стороны предложить мне это. У меня уже есть мужчина, сэр, и я всем сердцем люблю его. Просто я хочу... - она постукивает пальцами по подбородку. - чего-то *большего* от наших с ним отношений".

source: She frowns at you and rolls her eyes. "Doubtful, at best. I am already with a man, sir, and I do love him dearly. 'Tis just that I wish..." She taps her finger against her chin. "...something *more* of our liaison."
ru: Она нахмуривается и закатывает глаза. "В лучшем случае, сомнительно. У меня уже есть мужчина, сэр, и я всем сердцем люблю его. Просто я хочу... - она постукивает пальцами по подбородку. - Чего-то *большего* от наших с ним отношений".

source: "The only thing it *lacks* is excitement, sir. Our families took the news of our courtship splendidly, his siblings love my siblings, and our friends think our union to be blessed by the Powers themselves. All fine and good, but things are going..." She frowns. "...so *smoothly.* 'Tis not right to have such a trouble-free courtship."
ru: "Единственное, чего в них *не хватает* - это волнующих моментов, сэр. Наши семьи прекрасно восприняли новость о том, что мы встречаемся, его родственники любят моих, а наши друзья считают, что наш союз благословили сами Силы. Все просто чудесно, вот только... - она мрачнеет. - уж слишком *гладко*. Ведь не должно же быть, чтобы отношения были такими беззаботными".

source: "Yes, there is a problem..." She huffs. "...in that there are no problems to speak of! Our families took the news of our courtship splendidly, his siblings love my siblings, and our friends think our union to be blessed by the Powers themselves. All fine and good, but things are going..." She frowns. "...so *smoothly.* 'Tis not right to have such a trouble-free courtship."
ru: "Да, проблема в том... - она вспыхивает, - что нет проблем, о которых можно было бы рассказать! Наши семьи прекрасно восприняли новость о том, что мы встречаемся, его родственники любят моих, а наши друзья считают, что наш союз благословили сами Силы. Все просто чудесно, вот только... - она мрачнеет. - уж слишком *гладко*. Ведь не должно же быть, чтобы отношения были такими беззаботными".

source: "Dost thou not? Hast thou ever had such a courtship?" She glances briefly at you. "T'would seem that thy life is filled with a variety of problems, judging by the pallor of thy skin.""
ru: "Разве нет? У тебя никогда не было таких отношений? - она ненадолго обращает на тебя свой взгляд. - Похоже, что жизнь твоя исполнена множеством трудностей, судя по бледности твоей кожи".

source: "'Tis just that all my friends have such interesting relationships... ones fraught with turmoil, feuding families, daggers at one another's backs, poison, mad siblings and irate fathers with large swords. I have a lover whose family loves me and whom the world loves." She sighs again. "A great source of annoyance. How I wish I could formulate some way to spice things up..."
ru: "Просто у всех моих подруг такие интересные отношения... с суматохой, враждующими семьями, кинжалами в спинах, ядами, сумасшедшими родственниками и разгневанными отцами с огромными мечами. Я же люблю человека, семья которого любит меня, и его самого все любят, - она снова вздыхает. - Величайший источник досады. Как бы я хотела внести пикантность в наши отношения..."

source: "I wish to experience troubles, though. I wish to experience the up and downs of courtship... but with him, no other." She sighs. "Ah, such a thing is love. It can be as dull as a club, and is of no use to an aspiring Sensate."
ru: "Тем не менее, я хочу испытать трудности. Я хочу пережить все радости и невзгоды отношений... но только с ним, и ни кем другим, - она вздыхает. - О, любовь - такая штука. Она может быть тупой как дубина и совсем бесполезной для стремящихся быть Чувствующими".

source: "I am not sure. Some element of danger. Or jealousy. Something *intense.*"
ru: "Я не уверена. Какой-то элемент опасности. Или ревности. Что-нибудь *впечатляющее*".

source: She chews her lip. "Never could I have a *true* affair, for I love him too much! But perhaps... I could have a false one?" She looks you up and down critically. "Thou dost appear to be no stranger to dangerous behavior. Art thou interested in becoming a suitor?"
ru: Она закусывает губу. "У меня никогда было *настоящих* увлечений, ведь я так его люблю! Но может... мне завести ненастоящий роман? - она критически осматривает тебя сверху донизу. - Похоже, тебе не чужды опасные предприятия. У тебя нет желания стать моим ухажером?"

source: Juliette frowns. "My company and my gratitude will be enough."
ru: Джульетта нахмуривается. "Моего общества и моей благодарности будет достаточно".

source: Her frown deepens at this complication. "What didst thou have in mind...that does *not* involve touching me?"
ru: Услышав это, она мрачнеет еще больше. "Что у тебя на уме... это ведь *не предполагает* касаний ко мне?"

source: Juliette mulls it over, the nods. "Very well. I shall deliver once *thou* dost deliver. Dost thou understand?"
ru: Джульетта обдумывает это предложение, затем кивает. "Очень хорошо. Я выполню обещанное, *как только* ты выполнишь свое обещание. Ты все понял?"

source: "Then we have reached an impasse. Art thou certain thou dost not wish to reconsider?"
ru: "В таком случае, мы зашли в тупик. Ты уверен, что не хочешь еще раз подумать?"

source: Juliette's eyes brighten. "Excellent notion! Most excellent!" She suddenly frowns. "But he knows my handwriting... wilt thou write some for me?"
ru: Глаза Джульетты вспыхивают. "Отличная идея! Просто отличная! - внезапно она мрачнеет. - Вот только он знает мой почерк... может, ты мне что-нибудь напишешь?"

source: "Oh, wouldst thou? Excellent! When thou dost find some, please give them to my love, Montague... he may be found within the Civic Festhall. As for the letters... please try Scofflaw Penn. He runs a print shop in the Lower Ward. I thank thee!"
ru: "О, сделаешь? Великолепно! Как только ты достанешь их, пожалуйста, отдай их моему любимому, Монтекки... его можно найти в Городской ратуше. Что касается писем... пожалуйста, обратись к Нарушителю Пенну. У него типография в Нижнем районе. Благодарю тебя!"

source: Juliette glances at you, then scoffs. "Oh, I highly doubt th- hmm. Actually, that idea 'tis not half as addled as I had first thought. Thou dost certainly look *dangerous* enough." She looks you in the eye, as if appraising a horse. "Art thou as rugged and tough as thy appearance would indicate?"
ru: Джульетта смотрит на тебя, затем усмехается. "О, я очень сомневаюсь, что... хмм. На самом деле, эта идея не такая уже и тухлая, как я сперва подумала. Определенно, на вид ты довольно *опасен*, - она смотрит тебе в глаза, как будто приценивается к лошади. - Ты столь же грубый и жесткий, насколько можно судить по твоей внешности?"

source: "Thou shalt do this for me, then?"
ru: "Значит, ты выполнишь это для меня?"

source: "Excellent! My love, Montague, may be found within the Civic Festhall. I thank thee!"
ru: "Великолепно! Моего возлюбленного, Монтекки, можно найти в Городской ратуше. Спасибо тебе!"

source: Juliette rolls her eyes, "Oh, go on, if thou must."
ru: Джульетта закатывает глаза: "О, продолжай, если это необходимо".

source: Juliette exhales a long and forlorn sigh. You realize she's not even really looking at you.
ru: Джульетта делает долгий и несчастный вздох. Ты понимаешь, что она вовсе и не смотрит на тебя.

source: "Hmm? Oh, I was not truly listening - my apologies. But certainly thou hast not come simply to deliver a litany of questions on my life of tedium and my tedious doings...?"
ru: "Хм? О, я, по правде говоря, и не слушала... прошу прощения. Но ты ведь, несомненно, пришел не только для того, чтобы задавать кучу вопросов о моей скучной жизни и моих скучных деяниях?.."

source: "I am here in preparation to become a Sensate. Mistress Grace is our teacher. All the prostitutes here are her students."
ru: "Я здесь готовлюсь стать Чувствующей. Госпожа Грация - наш учитель. Все проститутки здесь - ее ученицы".

source: Juliette nods. "A member of the Society of Sensation, a faction devoted to sensation and experience. Mistress Grace would be better suited to answer thy questions regarding the Sensates than I."
ru: Джульетта кивает. "Член Общества Восприятия, фракции, посвященной чувствам и впечатлениям. Госпожа Грация лучше, чем я, подойдет для ответов на вопросы, касающиеся Чувствущих".

source: Juliette smirks. "The Brothel... 'tis a school for aspiring Sensates. Mistress Grace is our teacher and, by the way, more qualified to answer such questions than myself. Mayhap thou wouldst rather speak with her?"
ru: Джульетта ухмыляется. "Бордель... это школа для стремящихся быть Чувствующими. Госпожа Грация - наш учитель и, кроме того, она более компетентна в таких вопросах, чем я. Быть может, тебе лучше поговорить с ней?"

source: Juliette shakes her head sadly. "Such a pity, too! Poor woman. I will admit I have crept into her chambers at times to apply a drop or two of her perfumes... but for one to be so bold as to make off with Vivian's own, personal scent? Unbearably rude! In any case, ask young Nenny of it. She's always flitting about, watching everyone."
ru: Джульетта печально качает головой. "В самом деле, как жалко! Бедняжка. Признаюсь, я временами пробиралась в ее покои, чтобы взять пару капель ее духов... но чтобы осмелиться улизнуть с личным ароматом Вивьен? Как просто возмутительно! В любом случае, спроси об этом малышку Ненни. Она без конца тут порхает, высматривает все".

source: "Oh, who would ever wish to *find* the thing? I, for one, hope that unmannerly and utterly disagreeable woman is confined to her chambers until I am well and gone from this place! But to answer thy question, no; I have not seen it, nor do I know where it might be. Nenny might, though - she's forever wandering about, watching everything."
ru: "О, да кому вообще *понадобилась* эта вещь? Я, к примеру, надеюсь, что эта невоспитанная и чрезвычайно неприятная женщина останется в своей комнате до тех пор, пока я не покину это место! Что до твоего вопроса, то ответ - нет; я ее не видела, и не знаю, где бы она могла быть. Во всяком случае, Ненни может знать: она без конца тут блуждает, присматриваясь ко всему".

source: "Ravel Puzzle-what? Who?" Juliette appears perplexed. "Is that truly someone's name? If it is, Yves might know of her. She knows myriad tales, and can likely tell thee one of this 'Ravel.'"
ru: "Равель чего? Это еще кто? - Джульетта кажется сбитой с толку. - Это действительно чье-то имя? Если так, то Ив должна о ней знать. Ей известны мириады рассказов, так что она, скорее всего, расскажет тебе историю этой Равель".

source: "Whatever art thou *speaking* of?"
ru: "О ком это ты *говоришь*?"

source: "I have no idea of whom thou art speaking."
ru: "Не представляю, о ком ты ведешь речь".

source: You see sad Juliette, looking as miserable as ever. She barely acknowledges your presence, looking your way only briefly before staring off into space once more.
ru: Ты видишь Джульетту, как всегда несчастную. Она едва отмечает твое присутствие, лишь на секунду взглянув в твою сторону, после чего снова устремляет свой взгляд в пустое пространство.

source: Juliette looks to you hopefully. "Well? Anything, yet?"
ru: Джульетта с надеждой смотрит на тебя. "Ну? Уже что-нибудь есть?"

source: Juliette looks shocked and, seconds later, begins to whimper and cry pitifully.
ru: Похоже, Джульетта шокирована, и уже через секунду она начинает хныкать и жалобно рыдать.

source: She manages to reign in her sobbing and, wiping her eyes, looks to you again.
ru: Ей удается унять свои рыдания, и, утерев глаза, она смотрит на тебя.

source: "Thou told him...? Blast! Now what shall I do?!"
ru: "Ты сказал ему?.. Проклятье! Что же мне теперь делать?!"

source: Juliette nods. "'Tis true enough, yes. I thank thee."
ru: Джульетта кивает. "Да, совершенно верно. Благодарю тебя".

source: Juliette looks shocked. "He... he said *what?!* How could I have been so... oh! It would appear as if my relationship had the troubles I so desired, and I merely missed them in all my melancholy!"
ru: Джульетта выглядит шокированной. "Он... он сказал *такое*?! Как я могла быть такой... ах! Похоже, что в наших отношениях были проблемы, которых я так жаждала, а я просто не замечала их из-за своей меланхолии!"

source: Juliette grits her teeth in frustration. "Oooo! How enormously frustrating! I shall have to try something else, then."
ru: Джульетта разочарованно стискивает зубы. "Оооо! Какое сильное разочарование! Значит, мне придется попробовать что-нибудь еще".

source: "Is he not going to fight for me, then?"
ru: "И что, он не собирается за меня драться?"

source: Juliette looks the worst you've ever seen her. Her face is haggard and pale, with black rings beneath her bloodshot eyes. She offers you a faltering smile, as if trying to present a pleasant front.
ru: Джульетта выглядит хуже, чем ты когда-либо ее видел. Ее лицо изможденное и бледное, с черными кругами вокруг налитых кровью глаз. Она дарит тебе нерешительную улыбку, как будто пытаясь выглядеть мило.

source: "Greetings. Come to ask thy questions of me, I take it?"
ru: "Приветствую. Пришел задавать свои вопросы, угадала?"

source: "Ravel... hmm... ah! I thought I might have heard that name before. I know not the truth of it, but I *have* heard such a rumor. Thou may wish to ask Kimasxi Addertongue that very same question... they are half-sisters, thou see."
ru: "Равель... хмм... а! Думаю, я где-то уже слышала это имя. Не знаю, правда ли это, но до меня *доносились* кое-какие слухи. Ты можешь спросить о том же Кимаши Змееязыкую... видишь ли, они сестры по крови".

source: "Oh, 'tis Ecco thou speak of. They say she is sworn never to speak again, for one reason or another. I cannot imagine why anyone would do such a thing."
ru: "О, ты говоришь об Экко. Говорят, она поклялась никогда больше не говорить по какой-то причине. Представить не могу, зачем кому-либо делать такое".

source: "What's wrong?"
ru: "Что не так?"

source: "I had some questions, first..."
ru: "Для начала, у меня есть некоторые вопросы..."

source: "All right; farewell."
ru: "Ладно. Счастливо".

source: "Is your life so tedious?"
ru: "У тебя такая скучная жизнь?"

source: "I see. I had some questions..."
ru: "Понятно. У меня были вопросы..."

source: "That's all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "Perhaps I could make it less boring for you, my lady."
ru: "Возможно, я мог бы сделать ее менее скучной, моя госпожа".

source: "I'm certain I could add some excitement to your life ..."
ru: "Уверен я мог бы добавить твою жизнь немного волнения..."

source: "I can't remember any courtships I have had, really."
ru: "Не помню, чтобы у меня хоть с кем-то быль отношения, правда".

source: "I can't remember any courtships I have had. The remnants of the ones I have encountered suggest that I may have had some problems."
ru: "Не помню, чтобы у меня хоть с кем-то быль отношения. Остатки воспоминаний о них наводят меня на мысль, что у меня были какие-то проблемы с этим".

source: "That doesn't sound wise. Relish what you have."
ru: "Это звучит не очень мудро. Довольствуйся тем, что имеешь".

source: "What did you have in mind?"
ru: "Что ты имела в виду?"

source: "What did you have in mind to spice things up?"
ru: "И как же ты собираешься оживить ваши отношения?"

source: "An aspiring Sensate?"
ru: "Стремишься быть Чувствующей?"

source: "Why don't you have an affair?"
ru: "Почему бы тебе не завести роман?"

source: "Why don't you make up some fake love letters from a hidden affair?"
ru: "Почему бы тебе не написать несколько фальшивых любовных писем от неизвестного почитателя?"

source: "I can pretend to be a jealous suitor, if you want."
ru: "Если хочешь, я мог бы притвориться ревнивым поклонником".

source: "Good luck. Farewell."
ru: "Удачи. Прощай".

source: "Yes; I'll do it."
ru: "Да. Я сделаю это".

source: "What's in it for me?"
ru: "А что мне от этого?"

source: "No... but I have some questions..."
ru: "Нет... У меня есть кое-какие вопросы..."

source: "No thanks. Farewell."
ru: "Нет, спасибо. Прощай".

source: "All right; I'll do it, then."
ru: "Ладно; в таком случае, я займусь этим".

source: "No, it won't."
ru: "Нет".

source: "Forget it. I have some questions..."
ru: "Забудь. У меня есть некоторые вопросы..."

source: "Don't flatter yourself any more than it takes to make me angry. I want some information."
ru: "Больше не льсти себе - это меня бесит. Мне нужна кое-какая информация".

source: "I want some information."
ru: "Мне нужна кое-какая информация".

source: "Agreed."
ru: "Согласен".

source: "No; that won't do it."
ru: "Нет. Так не пойдет".

source: "All right... I'll do it."
ru: "Ладно... Я этим займусь".

source: "No, sorry. I had some questions..."
ru: "Нет, извини. У меня есть некоторые вопросы..."

source: "No. Farewell, Juliette."
ru: "Нет. Прощай, Джульетта".

source: "Not my sort of thing. I can find you some, though."
ru: "Это не ко мне. Хотя я мог бы присмотреть кое-что для тебя".

source: "Actually, forget it. I had some questions..."
ru: "А вообще, забудь об этом. У меня есть несколько вопросов..."

source: "I'd rather not. Farewell, Juliette."
ru: "Пожалуй, нет. Прощай, Джульетта".

source: "Of course. Farewell."
ru: "Конечно. Прощай".

source: "They don't make them any tougher than me, I assure you."
ru: "Круче меня не найдешь, уверяю тебя".

source: "Yes, I am."
ru: "Да".

source: "Yes, I'll do it."
ru: "Да, я сделаю это".

source: "Well, what's in it for me?"
ru: "А что мне от этого будет?"

source: "Actually... no. But I have some questions..."
ru: "Вообще-то... нет. Но у меня есть пара вопросов..."

source: "Of course. I'll go speak to him... farewell."
ru: "Конечно. Пойду, поговорю с ним... Счастливо".

source: "What are you doing here?"
ru: "Что ты здесь делаешь?"

source: Can you tell me about this place?"
ru: "Что ты можешь сказать об этом месте?"

source: "What can you tell me about the silent prostitute?"
ru: "Что ты можешь рассказать о молчаливой проститутке?"

source: "I heard that Kesai-Serris is Ravel's daughter. Is that true?"
ru: "Я слышал, что Кесай-Серри - дочь Равель. Это правда?"

source: "I'm trying find Vivian's scent... do you know where it might be?"
ru: "Я пытаюсь найти аромат Вивьен... не знаешь, где он может быть?"

source: "I'm trying find Marissa's Crimson Veil... do you know where it might be?"
ru: "Я пытаюсь найти малиновую вуаль Мариссы... не знаешь, где она может быть?"

source: "Do you know anything about Ravel Puzzlewell?"
ru: "Ты что-нибудь знаешь о Равель Заморочке?"

source: "I've spoken to nine prostitutes altogether... do you know who or where the tenth student is?"
ru: "Я переговорил со всеми девятью проститутками... ты не знаешь, кто десятая или где она находится?"

source: "Can you tell me about this place?"
ru: "Что ты можешь сказать об этом месте?"

source: "Never mind, actually. Farewell."
ru: "Вообще-то, ничего особенного. Прощай".

source: "Juliette? Did you hear me?"
ru: "Джульетта? Ты меня слышишь?"

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: "Actually, yes, I did have questions..."
ru: "Вообще-то, да, у меня есть вопросы..."

source: "A Sensate?"
ru: "Чувствующей?"

source: "I had another question..."
ru: "У меня есть другие вопросы..."

source: "You're aspiring to be a... Sensate?"
ru: "Ты стремишься быть... Чувствующей?"

source: "Not right now. I had another question..."
ru: "Не сейчас. У меня другой вопрос..."

source: "Perhaps so. Farewell."
ru: "Возможно и так. Прощай."

source: "Never mind. I had another question..."
ru: "Неважно. У меня другой вопрос..."

source: "Forget it, Juliette. Farewell."
ru: "Забудь об этом, Джульетта. Прощай".

source: "The tenth prostitute - who is she?"
ru: "Десятая проститутка - кто она?"

source: "I had another question, then..."
ru: "Тогда у меня еще вопрос..."

source: "In that case, farewell."
ru: "В таком случае, прощай".
