Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dsalabsh.dlg.po
Languages: ru

source: "No... just some questions..."
ru: "Нет... только несколько вопросов..."

source: "No, I don't. Farewell."
ru: "Нет. Прощай".

source: "About what, hmmm? Not the Ward and the like, I hope... plenty of more common folk could answer such questions, and I'd just as soon direct you to one of them."
ru: "Хм, о чем? Надеюсь, не о Районе и тому подобных вещах... на такие вопросы тебе могут ответить немало других людей, а я лучше направлю тебя к кому-нибудь из них".

source: "Why are you called 'the Onyx?'"
ru: "Почему тебя называют "Ониксом"?"

source: "What did you mean by 'future mage-tutor of the Festhall?"
ru: "Что ты имел в виду под "будущим наставником магов в Ратуше"?"

source: "You're a Master of Curses? Perhaps you could - *hiccup!* - help me..."
ru: "Ты - Мастер проклятий? Может быть, ты мог бы - *ик!* - помочь мне..."

source: "Are you the mage that cursed the performer down the street?"
ru: "Ты - тот маг, который проклял актера вниз по улице?"

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: Salabesh smirks. "I am not surprised."
ru: Салабеш самодовольно ухмыляется. "Я не удивлен".

source: "I had another question..."
ru: "У меня есть другие вопросы..."

source: "That's all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "Help you?" Salabesh sneers. "Doubtful." Before you can respond, he sighs, shaking his head. "Well... *perhaps* I could. What troubles you, then?"
ru: "Помочь тебе? - Салабеш насмешливо ухмыляется. - Сомневаюсь". Не успеваешь ты ответить, как он вздыхает и качает головой. "Что ж... *возможно*, я помогу. Так что же тебя беспокоит?"

source: "Jumble Murdersense cursed me."
ru: "Джамбл Смыслогуб проклял меня".

source: "Never mind, actually. Farewell."
ru: "А вообще, не обращай внимания. Счастливо".

source: "Jumble Murdersense? Hah! That sputtering mooncalf could *never* best me! Oh, the battles we used to have, though..." Salabesh frowns. "But I'm past all that, now. No longer my sort of thing, you see. I really don't know what I could do for you... after all, it's *his* curse. Not the sort you'd find on an item or somesuch, you know, that you could remove with simple magicks... *he'll* have to remove it, and willingly."
ru: "Джамбл Смыслогуб? Ха! Этот бормочущий идиот *ни разу* не смог одержать надо мной верх! Ух, ну и битвы же у нас были... - Салабеш нахмуривается. - Но теперь для меня все это в прошлом. Понимаешь, это больше не по мне. Я действительно не знаю, как тебе помочь... к тому же, это *его* проклятье. Не из тех, которые можно встретить на предметах и тому подобных вещах, ну ты понимаешь, которые можно развеять простой магией... *он* должен снять его, и по доброй воле".

source: "Well, could you teach me a curse, then, that I could use on him?"
ru: "Ну, тогда ты мог бы научить меня проклятию, чтобы я смог бы применить его на нем?"

source: "I had another question, then..."
ru: "Тогда у меня еще вопросы..."

source: "In that case, farewell."
ru: "В таком случае, прощай".

source: "Hmm. Well... I don't normally do that. I keep my curses to myself, you know. And besides, even a single curse would take one a long, long while to learn - more time than I'd care to spend on it."
ru: "Хмм. Ну... обычно я такого не делаю. Держу свои проклятья при себе, ну ты понимаешь. И потом, чтобы выучить даже одно-единственное проклятие, понадобится очень много времени - больше, чем я могу позволить себе потратить".

source: "I could pay you for your trouble..."
ru: "Я мог бы заплатить тебе за беспокойство..."

source: "Perhaps you're just worried your curses aren't good enough to best him, anymore..."
ru: "Наверное, ты просто боишься, что твои проклятья уже не годятся для того, чтобы переплюнуть его..."

source: "No, no... I've simply no desire to do it." Salabesh looks directly into your eyes. "Now kindly drop the subject, sirrah, before you begin to annoy me."
ru: "Нет, нет... Я просто не хочу это делать, - Салабеш смотрит тебе прямо в глаза. - А теперь, любезный, будь добр, заканчивай с этой темой, пока ты не начал раздражать меня".

source: "All right. I had another question..."
ru: "Хорошо. У меня есть другой вопрос..."

source: "It's dropped, Salabesh. Farewell."
ru: "У меня все, Салабеш. Прощай".

source: "You *what?!* Of all the ridiculous... now look here, you knuckle-dragging sack of scars, Salabesh the Onyx is the *MASTER* of Curses, and there is no other! Why, I could give you but a single phrase that would render that nincompoop's cursing wholly impotent!"
ru: "Ты *что*?! Что за нелепость... так, слушай сюда, гориллообразный мешок со шрамами: Салабеш Оникс - *МАСТЕР* проклятий, другого такого нету! Да я могу сказать тебе одну единственную фразу, от которой все проклятия того простофили станут совершенно бесполезными!"

source: "Teach it to me, then..."
ru: "Тогда научи меня..."

source: Purse your lips, look skeptical.
ru: Скривиться, посмотреть скептически.

source: "I'm sure you could. I had another question..."
ru: "Уверен, так оно и есть. У меня есть еще один вопрос..."

source: "All right, all right... farewell."
ru: "Ну хорошо, хорошо... прощай".

source: "That's it! You've *made* me do it!" Salabesh utters a short string of impossible syllables... words of power, which you note mentally for later use against Jumble. "There! See what *that* does to him, and tell me Salabesh the Onyx isn't *the* Master of Curses, then!"
ru: "Ну все! Ты *вынуждаешь* меня делать это! - Салабеш произносит несколько невероятных слов... слов силы, которые ты мысленно отмечаешь, чтобы позже использовать против Джамбла. - Ну вот! Посмотри, что *это* сделает с ним, и потом попробуй сказать, что Салабеш Оникс - *не* Мастер проклятий!"

source: "Thanks, Salabesh; I'll do that. Farewell."
ru: "Спасибо, Салабеш; так и сделаю. Прощай".

source: I learned a short curse from Salabesh the Onyx, which I should be able to use against Jumble Murdersense.
ru: Я научился у Салабеша Оникса короткому проклятью, которое могу применить против Джамбла Смыслогуба.

source: "Oh..." Salabesh narrows his eyes; his lip curls up. "*Him.* Yes, I cursed him, and he was well-deserving of it! Mocking a passing mage... now what sort of fool does that? He was *asking* for it! After all, I *am* Salabesh the Onyx, Master of Curses. Don't worry yourself, though... the curse is harmless. Improves his sorry little act, if anything - he'll be fine."
ru: "А... - Салабеш прищуривает глаза, его рот искривляется. - *Он*. Да, я его проклял, и он более чем заслуживал этого! Насмехаться над проходящим мимо магом... что за дурак мог до такого додуматься? Он просто *напрашивался*! В конце концов, я ведь Салабеш Оникс, Мастер проклятий. Но ты не волнуйся... проклятие безвредно. И даже улучшает его никудышную игру, во всяком случае, он не пропадет".

source: "Master of Curses? Perhaps you could - *hiccup!* - help me, then..."
ru: "Мастер проклятий? Тогда, может, ты мог бы - *ик!* - помочь мне..."

source: "It's a prestigious position, to be an official tutor in one the Festhall's training chambers. It's my intention to one day take the position of mages' tutor, but the title's currently in the possession of the Lady Thorncombe. If only I could somehow prove that I'd be a superior tutor..."
ru: "Это престижная должность - быть официальным наставником в одном из тренировочных залов Ратуши. Я намереваюсь однажды занять должность наставника магов, но в текущий момент ее занимает госпожа Торнкомб. Если бы мне как-то удалось доказать, что я - лучший учитель..."

source: "You could always bring up the fact that she's addicted to sensory stones. She doesn't seem to want to teach anymore..."
ru: "Ты всегда можешь обратить внимание на тот факт, что она одержима камнями переживаний. Похоже, она больше не хочет преподавать..."

source: I told Salabesh that Lady Thorncombe spent all her time in the sensorium and no longer wished to teach. He was eager to take up her position himself, but I'm unsure as to how good a tutor he'd be. Perhaps I'd best inform Lady Thorncombe of his intentions to give her a final chance to sort out her priorities.
ru: Я рассказал Салабешу, что госпожа Торнкомб проводит все свое время в сенсориуме и больше не желает преподавать. Он пожелал занять ее место, но я не уверен на счет того, насколько хороший учитель из него получится. Пожалуй, мне лучше сообщить госпоже Торнкомб о его намеренья, чтобы дать ей последний шанс сделать выбор.

source: Salabesh's tight lips curl into a nasty smile. "*Is* she, now? And she no longer cares to teach? Excellent..." He rubs his hands together, like a clich' villain with a dastardly plot. "I'll request to be made the new mage's tutor shortly, then."
ru: Салабеш искривляет губы в отвратительной улыбке. "Значит, *вот* как? И ее больше не заботит учеба? Превосходно... - он потирает руки, словно типичный злодей, задумавший подлость. - Тогда я немедленно потребую, чтобы меня назначили новым учителем магов".

source: You see Salabesh the Onyx. He makes a brief but graceful half-bow. "Hmm. Again you stand before me..."
ru: Ты видишь Салабеша Оникса. Он делает короткий, но изящный полупоклон. "Хмм. Вновь ты стоишь передо мной..."

source: "Yes. I had some questions..."
ru: "Да. У меня есть несколько вопросов..."

source: "I was just passing by. Farewell."
ru: "Я просто проходил. Прощай".

source: I met a man named Salabesh outside the Civic Festhall. He claimed to be vying for the prestigious position of 'mage-tutor of the Festhall,' but needs a way to prove that he'd be a better tutor than the current one.
ru: Я встретил человека по имени Салабеш возле Городской Ратуши. Он заявил, что соперничает за престижную должность "наставника магов в Ратуше", но ему нужно как-то доказать, что он лучше текущего наставника.

source: "Oh, yes... you heard right." Salabesh sighs happily and chuckles to himself. "That sort of thing is why I'm know as the Master of Curses, you know."
ru: "О, да... ты правильно услышал, - Салабеш вздыхает и тихонько смеется. - Поэтому-то меня и называют Мастером проклятий, ну ты понимаешь".

source: "Reek...? Hmmm." Salabesh's eyebrows suddenly dart up. "Oh, yes... Jumble Murdersense cursed that man, if I recall correctly. Why? Seeking to get his curse undone? Good luck... only Jumble can do that, you know."
ru: "Зловонный?.. Хмм, - внезапно Салабеш поднимает бровь. - А, да... Если я правильно помню, этого человека проклял Джамбл Смыслогуб. А что? Ищешь, как бы снять с него проклятье? Удачи... только Джамбл может это сделать, ну ты понимаешь".

source: "Where would I find this Jumble Murdersense?"
ru: "Где мне найти Джамбла Смыслогуба?"

source: "Within the Civic Festhall, I suppose. A short, portly fellow with a leering smile. Never speaks, so you'll be hard pressed to get anything out of him."
ru: "Полагаю, в Городской Ратуше. Невысокий толстяк с лукавой улыбкой. Никогда не разговаривает, так что трудно будет выудить из него хоть что-нибудь".

source: "Do you know of a cursed man called Reekwind?"
ru: "Ты знаешь проклятого человека по имени Зловонный?"

source: I was told that Jumble Murdersense made Reekwind - the cursed, stench-ridden man I met in the Hive - what he is, and that I could find him in the Civic Festhall.
ru: Мне сказали, что это Джамбл Смыслогуб сделал Зловонного (одолеваемого зловонием проклятого человека, которого я встретил в Улье) таким, каким он есть, и что я могу найти его в Городской Ратуше.

source: "You cursed him so that *what?*"
ru: "Он *что*?"

source: Salabesh's expression darkens. "No... I recently upset the head of the Festhall's board of mages, and I feel it would be best to wait for a time before making my request. Besides, I am certain that 'Lady' Thorncombe won't come skipping out of the sensorium anytime soon..." He chuckles evilly.
ru: Салабешь мрачнеет. "Нет... Недавно я вывел из себя главу совета магов, и мне кажется, что необходимо выждать момент перед тем, как подавать прошение. Кроме того, я уверен, что "госпожа" Торнкомб еще долго не покинет сенсориум...". Он злобно посмеивается.

source: "Humph! That vacuous, scatter-brained child of a woman... Thorncombe finally saw fit to leave the sensoriums and return to teaching, so my chance is lost. I do not wish to speak of it any longer!" Salabesh continues to mumble foul curses beneath his breath.
ru: "Хм! Эта праздная, легкомысленная девчонка... Торнкомб, наконец, посчитала нужным покинуть сенсориумы и вернуться к учебе, так что я упустил свой шанс. Я больше не хочу об этом говорить!" Салабеш продолжает ругаться себе под нос.

source: "Have you put in your request to be made mage-tutor of the Festhall, yet?"
ru: "Ты еще не подавал запрос на место наставника магов в Ратуше?"

source: "So... whatever happened to your becoming mage-tutor of the Festhall?"
ru: "Так... как там на счет твоего намеренья стать наставником магов в Ратуше?"
