Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dsandoz.dlg.po
Languages: ru

source: A muffled voice comes out from behind the door. "Go away!"
ru: Из-за двери слышится приглушенный голос. "Поди прочь!"

source: "Are you Sandoz?"
ru: "Ты Сандоз?"

source: "All right, I'm leaving. Farewell."
ru: "Ладно, я ухожу. Прощай".

source: Sandoz' voice is muffled by the thick door. "What do you want?" The voice sounds desperate and lonely.
ru: Голос Сандоза приглушен толщей двери. "Чего тебе надо?" В его голосе звучит отчаяние и одиночество.

source: "I'm here to talk to you, Sandoz."
ru: "Я пришел поговорить с тобой, Сандоз".

source: "I'm here to tell you what your daughter said."
ru: "Я пришел передать тебе слова твоей дочери".

source: "I'm here to tell you that you might as well end it all."
ru: "Я пришел сказать тебе, как разом покончить с этим".

source: "They said I should come talk to you. I guess they don't want you dead?"
ru: "Они сказали, что мне следует поговорить с тобой. Надеюсь, они не желают твоей смерти?"

source: "Nothing. Farewell."
ru: "Ничего. Прощай."

source: The voice snaps, "Who else would I be? These are my rooms, this is my faction." It laughs bitterly. "This is where I'm going to die."
ru: Голос обрывается, "Кто еще это может быть? Это мои комнаты, это моя фракция, - он горько смеется. - Здесь я и умру".

source: "Tell me about yourself, Sandoz."
ru: "Расскажи мне о себе, Сандоз".

source: "Would you like to hear what your daughter said?"
ru: "Ты хочешь услышать, что твоя дочь просила тебе передать?"

source: "Well, good luck with it, then. No one really cares."
ru: "Что ж, тогда удачи. Никому до тебя дела нет".

source: "You want to talk? Is that what you want? How about you listen?" The voice pauses, and then gathers steam. "What's the point of it, that's what I want to know. Why do we do the things we do? What's the thing that keeps us driving, hm?"
ru: "Хочешь поговорить? Действительно хочешь? А может лучше послушаешь? - голос замолкает, будто разогреваясь. - Зачем все это, вот что я хочу знать. Зачем мы делаем то, что делаем? Что заставляет нас двигаться вперед, а?"

source: Wait for him to continue.
ru: Подождать его продолжения.

source: "I'd say it's life that keeps us driving."
ru: "Я бы сказал, что сама жизнь движет нас вперед".

source: "I don't know, what?"
ru: "Не знаю, что?"

source: There is a pause. The voice comes, more brittle than before. "You talked to my daughter?"
ru: Следует пауза. Голос звучит вновь, еще более надломлено, чем раньше. "Ты говорил с моей дочерью?"

source: "Yes. This is what she said: 'All life is a test. One cannot expect to skip to the end directly. That is not the answer. Only the Doomguard and the Dustmen believe in utter decay - and you have always held them in contempt. Remember this.'"
ru: "Да. Вот, что она сказала: Вся жизнь - это испытание. Никто не может проскочить напрямую к его завершению. Такого ответа нет. Только Хранители Рока и Тленные верят в полное разрушение - и за это ты всегда их презирал. Вспомни об этом".

source: "Yes, and she said that you might as well kill yourself."
ru: "Да, и она сказала, что ты можешь покончить собой, если хочешь".

source: He laughs, hollowly. "She said all that, did she? Give me a minute."
ru: Он гулко смеется, словно пустая бочка. "Она так и сказала? Погоди-ка минуту".

source: "Take all the time you need."
ru: "Сколько бы времени тебе ни понадобилось".

source: You hear a muffled sob, a curse, and a pause. You hear the scraping of wood on the floor, a sudden flurry of movement, and the unmistakable snap of breaking bone.
ru: Ты слышишь приглушенный всхлип и проклятие. Через мгновение раздается скрежетание дерева по полу, внезапное движение и безошибочно узнаваемый хруст ломающейся кости.

source: "That's that, then..."
ru: "Чему быть, того не миновать..."

source: When it speaks again, the voice sounds a little more balanced. "Go down and tell Keldor you've talked some sense into me. I'll want to see him eventually... but you've done your job. Go on now."
ru: Когда он говорит снова, голос звучит более уравновешенно. "Ступай вниз и скажи Кельдору, что ты вразумил меня. В конце концов я захочу его увидеть... но ты свою работу сделал. Уходи сейчас же".

source: "Thanks. Farewell."
ru: "Спасибо. Прощай".

source: "I see... send a concerned stranger to talk me out of it, eh? Ha!" The voice drops to a conspiratorial tone. "Did they tell you could join 'em if you just came to talk to me? Did they think it would make you care more?"
ru: "Понятно... послали ко мне обеспокоенного чужака, чтобы вразумить меня, да? Ха! - голос затихает до заговорщицкого шепота. - Они пообещали принять тебя, если ты сходишь поговорить со мной? Они подумали, что это сделает тебя более заботливым?"

source: "I just wanted to see if I could help."
ru: "Я просто хотел помочь".

source: "Well? Say something! Or are you suddenly mute? Ha! If you had seen half the things I'd seen... half the things I'd seen..."
ru: "Ну? Так говори уже! Или ты внезапно онемел? Ха! Если бы ты видел хоть половину того, что видел я... половину всех вещей, что я узрел..."

source: "What have you seen?"
ru: "Что ты видел?"

source: "You have no idea what *I* have seen, Sandoz, and you don't see me threatening to kill myself, do you? Get a grip on yourself, man, and grow up."
ru: "Ты себе даже не представляешь, что видел *я*, Сандоз, и, как видишь, покончить с собой я не грожусь, ведь так? Приятель, возьми себя в руки и немного повзрослей".

source: "Probably better for you to try to expunge that with sweet oblivion, then..."
ru: "Тогда возможно для тебя будет лучше погрузить себя в сладкое забытье..."

source: "I have seen horrors beyond imagining. I have seen a twisted, tortured god, bound by laughing fiends. I have seen a layer of the Abyss distill itself into the essence of a single individual... I have seen all the laws of nature perverted and I have seen all the truths of man turned upside-down. None of it makes sense to me anymore, and I cannot bear it any longer! What's the point, I ask you, what's the point?"
ru: "Я видел невообразимые ужасы. Видел искаженного, измученного бога, окруженного смеющимися демонами. Я видел как слой Бездны слился в сущность одного индивидуума... Я видел как исказились все законы природы, и видел, как все правды человеческие встали с ног на голову. Все это для меня утратило смысл и стало невыносимым! Зачем, я тебя спрашиваю, в чем смысл?"

source: "That's the entire basis of the Godsmen philosophy, Sandoz. Just remember that you're going through tests. What's being tested now is your grasp, or perhaps the expanse of your intellect. Look at what you've done, and ask what you're supposed to learn."
ru: "В этом заключается основа философии Боголюдей, Сандоз. Просто вспомни, что ты проходишь испытания. Что подверглось испытанию, то теперь твое, то теперь расширило твой разум. Смотри на деяния рук твоих, и спрашивай себя, чему ты научился".

source: "I don't know what the point is, but it seems that life itself should be the point."
ru: "Не знаю в чем смысл всего, но думаю, что смысл жизни в самой жизни".

source: "There is no point."
ru: "Смысла нет".

source: He spits scornfully. You hear the saliva hit the door. "Go away until you grow yourself a brain or find someone to give you the answers." He does not answer any further queries you make for now.
ru: Он горько сплевывает. Вы слышите как слюна попадает в дверь. "Пошел прочь, пока не отрастишь себе мозг, или найди кого-нибудь, кто даст тебе ответы". После этого он ни на что не отвечает.

source: "Farewell, then."
ru: "Тогда прощай".

source: He barks out a sharp laugh. "They taught you well, at least. Let me think about this. I hope you've got some time."
ru: Он издает лающий смех. "По крайней мере, они тебя хорошо натаскали. Мне нужно подумать над этим. Надеюсь, ты не торопишься".

source: "All the time in the world, Sandoz. Think it over."
ru: "В моем распоряжении время всего мира, Сандоз. Ты думай, не торопись".

source: There is a short, sharp breath from behind the door, and then a low, unamused chuckle. "You're not much on tact, are you? What if I told you I had my head in a noose right this instant?"
ru: За дверью слышится короткий, острый вздох, а затем низкий, недовольный смешок. "А ты не очень-то вежлив, да? А если я тебе скажу, что моя голова уже в петле?"

source: "I'd tell you to stop being ridiculous and face reality. Killing yourself won't change anything. It just means you've failed your test."
ru: "Тогда я скажу тебе, что тебе пора перестать делать из себя посмешище и посмотреть действительности в глаза. Самоубийство ничего не изменит. Оно только докажет, что ты не прошел свое испытание".

source: "I'd dare you to do it. Frankly, if you're such a coward that you consider killing yourself, I don't think you're brave enough to follow through on it."
ru: "Кишка у тебя тонка. Честно говоря, если ты такой трус, что хочешь себя убить, то думаю, тебе просто не хватит духа довести начатое до конца".

source: "You... All right, then... give me a minute to think this out..."
ru: "Ты... Ну ладно... дай мне минуту все обдумать..."

source: "Pride! Pride and ego! We keep telling ourselves that we can be something, that we mean something, that there's a reason we're here, but in the end... in the end it's all just blackness. I've *seen* that final blackness and there's no reason to deny it. Yet we keep pushing on out of foolish pride. There's no reason to it."
ru: "Гордыня! Гордыня и самомнение! Мы продолжаем себе говорить, что мы представляем из себя что-то, значим что-то, что есть причина, по которой мы есть, но в конце концов... в конце есть только чернота. Я *видел* черноту, которой все заканчивается, и бессмысленно это отрицать. Но мы продолжаем тешить себя глупой гордыней. В этом нет ни какого смысла".

source: "Did you ever consider that you became a Godsman for a reason?"
ru: "Ты не думал, что ты стал Богочеловеком по какой-то причине?"

source: "Now that you mention it, you're right..."
ru: "Теперь, когда ты упомянул об этом, я понимаю, что ты прав..."

source: "What do you mean?"
ru: "О чем это ты?"

source: "You found a reason once. You believed that all we face is a test. You believed that we're here to push past that final blackness, to overcome it. Don't tell me you've gotten weak now."
ru: "Однажды ты нашел причину. Ты верил, что мы все проходим испытание. Ты верил, что мы все должны пройти через эту окончательную черноту, преодолеть ее. Не говори теперь, что ослабел".

source: "Why did you join the Godsmen?"
ru: "Почему ты присоединился к Боголюдям?"

source: "Because I thought there was meaning. I was wrong. There is no meaning. Love, family, wealth, accomplishment... it all means nothing."
ru: "Потому что я думал, что в этом есть смысл. Я ошибался. Смысла нет. Любовь, семья, богатство, достижения... все это пустышки".

source: "All of it? Is there anything that could prove you wrong?"
ru: "Все? Разве нет чего-либо, что докажет ошибочность этого утверждения?"

source: "Except that it all keeps going. You became a Godsman because you don't believe in chance for something this magnificent. Surpass this test, Sandoz, and you become ever stronger."
ru: "Но жизнь продолжается. Ты стал Богочеловеком, потому что верил в шанс сотворения чего-либо великолепного. Пройди это испытание, Сандоз, и станешь сильнее, чем прежде".

source: "Find someone who can persuade me otherwise, someone who can tell me differently. You can't, it seems... find someone who can." He walks away from the door, and conversation becomes impossible.
ru: "Найди кого-нибудь, кто сможет меня переубедить, кого-то, кто мне скажет иначе. Похоже, сам ты не можешь... так что поищи других". Он отходит от двери, и разговор продолжать невозможно.

source: "I'll be back."
ru: "Я еще вернусь".

source: "I owe you my life, stranger. I won't forget it. But right now, I have some thinking to do. I hope you'll forgive me for not talking."
ru: "Я обязан тебе жизнью, чужак. Я не забуду этого. Но сейчас мне нужно кое-что обдумать. Надеюсь, ты меня простишь за то, что я не стану с тобой сейчас разговаривать".

source: "Sure. Farewell."
ru: "Конечно. Прощай".
