Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dsaros.dlg.po
Languages: ru

source: Saros gave me an awl with Thildon's name engraved on it. He told me that he found it the night of the murder, near the body.
ru: Сарос дал мне шило с вырезанным на рукояти именем Тильдона. Он сказал мне, что нашел его в ночь убийства возле тела.

source: Saros admitted that he planted the awl at the scene of the murder, and he's open about it. He claims that he did it to make sure people would investigate Thildon's involvement.
ru: Сарос упомянул, что он оставил шило на месте преступления, и не отвергает этого. Он утверждает, что сделал это, чтобы обратить внимание тех, кто ведет расследование, на участие в этом деле Тильдона.

source: Saros denies framing Thildon. He says Thildon should be arrested for murder. As if I didn't already know SOMEONE should be.
ru: Сарос отрицает, что подставил Тильдона. Он говорит, что Тильдона нужно арестовать за убийство. Как будто я уже не знаю, КОГО нужно арестовать.

source: I told Saros how to be an Anarchist.
ru: Я рассказал Саросу, как стать Анархистом.

source: "Hey, don't touch me! Leave me alone!"
ru: "Эй, не трогай меня! Оставь меня в покое!"

source: "I just wanted to... forget it."
ru: "Я просто хотел... а, забудь".

source: "They caught you, huh? Too bad."
ru: "Значит, они тебя поймали? Очень плохо".

source: "Farewell."
ru: "Прощай".

source: "Thanks for your mercy. I'll stay on the straight and narrow now, all right?"
ru: "Спасибо за твою доброту. Теперь я встану на стезю добродетели, ладно?"

source: "Sure, Saros. Answer some questions for me, will you?"
ru: "Конечно, Сарос. Ответь на пару вопросов, ладно?"

source: "Whatever. Farewell."
ru: "Как угодно. Прощай".

source: "What have you found? Are you going to let me go free?"
ru: "Что ты нашел? Ты собираешься освободить меня?"

source: "Thildon says that you planted the awl at the murder scene, and that you're trying to frame him for the murder because you two disagreed."
ru: "Тильдон говорит, что ты оставил шило на месте преступления, и что ты пытаешься его подставить, потому что между вами разногласия".

source: "Thildon tells me that you and Bedai-Lihn are Anarchists, and that you're trying to frame him because he turned down an offer to join you."
ru: "Тильдон говорит, что вы с Бедай-Линн - Анархисты, и что ты пытаешься подставить его, потому что он отказался присоединиться к вам".

source: "I've found enough to make a decision."
ru: "Я выяснил достаточно, чтобы принять решение".

source: "No, not yet. However, I had some more questions for you."
ru: "Пока что нет. Тем не менее, у меня к тебе еще несколько вопросов".

source: "Not yet. Farewell."
ru: "Еще нет. Прощай".

source: "Sure. Whatever you want to know..."
ru: "Конечно. Все, что угодно..."

source: "Tell me about yourself."
ru: "Расскажи мне о себе".

source: "Tell me about the Great Foundry."
ru: "Расскажи мне о Великой Литейной".

source: "Tell me about the Anarchists."
ru: "Расскажи мне об Анархистах".

source: "Tell me about the people here."
ru: "Расскажи мне о людях здесь".

source: "Nothing right now. Farewell."
ru: "Пока больше ничего. Прощай".

source: "Let's see... I grew up in the Foundry with my sister Sarossa. My father Sandoz is a factor here, so he spent more time away trying to gain converts and increase the influence of the faction. My sister Sarossa's kind of a witch, but she knows stuff. She knows how to change people to make them more like what they are."
ru: "Так, посмотрим... я вырос в Литейной с моей сестрой Сароссой. Мой отец, Сандоз, является здесь фрактором, и потому провел много времени вдали отсюда, пытаясь привлечь новообращенных и усилить влияние фракции. Моя сестра Саросса - вроде бы как колдунья, но она свое дело знает. Она знает, как менять людей, чтобы сделать их ближе к тому, чем они являются".

source: "What do you mean?"
ru: "О чем это ты?"

source: "I've heard that already. Answer some other questions, will you?"
ru: "Я это уже слышал. Ответь еще на пару вопросов, ладно?"

source: "Thanks for your time. Farewell."
ru: "Спасибо за уделенное время. Прощай".

source: "Leave me alone. My father's dead."
ru: "Оставь меня в покое. Мой отец мертв".

source: "I had a few questions."
ru: "У меня есть несколько вопросов".

source: "Very well. Farewell."
ru: "Отлично. Прощай".

source: "I said to leave me alone!"
ru: "Я сказал: оставь меня в покое!"

source: "Fine, fine. Farewell."
ru: "Ладно, ладно. Прощай".

source: "I grew up here. I played in the main foundry area and ran through the barracks. It stinks and it's loud and people can be ... people, I guess... but it's still home for me."
ru: "Я вырос здесь. Я играл в главном зале литейной и бегал по баракам. Здесь воняет и шумно, и люди здесь могут быть... людьми, наверное... и все же это мой дом".

source: "Touching. Answer a few more questions for me..."
ru: "Как трогательно. Ответь мне еще на пару вопросов..."

source: "Thanks, Saros. Farewell."
ru: "Спасибо, Сарос. Прощай".

source: "They're all dead. All the people who would play with me when I was a kid... they all died in that explosion. The Foundry used to feel like home, but it just hurts now. Can you leave me alone?"
ru: "Они все мертвы. Все, с кем я играл, когда был ребенком... все они погибли в том взрыве. К Литейной привыкаешь, как к дому, но теперь от этого только больнее. Можешь оставить меня в покое?"

source: "Tough, kid. I have some more questions."
ru: "Тогда держись, парень. У меня имеется еще несколько вопросов".

source: "I'd rather not talk about that. I thought they'd help me and make my life exciting, but instead they turned on me. I guess they have to look out for themselves when everyone's against them... but I just wanted to be part of them."
ru: "Я не хотел бы об этом говорить. Я думал, что они мне помогут и сделают мою жизнь интересней, но вместо этого они пошли против меня. Думаю, им приходится бы следить за собой, когда все против них... но я только хотел быть одним из них".

source: "That defeats the entire point of anarchy, Saros. You're supposed to be your own person."
ru: "Это ломает саму суть анархии, Сарос. Ты должен быть сам по себе".

source: "Sure. You're just a kid. You'll get over it. Answer some more questions for me."
ru: "Конечно. Ты же еще ребенок. Ты это переживешь. Ответь мне еще на несколько вопросов".

source: "I understand. You'll get over it. Farewell."
ru: "Понимаю. Ты это переживешь. Счастливо".

source: He shrugs. "They're just people."
ru: Он пожимает плечами. "Они просто люди".

source: "Helpful. Can you answer any more questions for me?"
ru: "Очень содержательно. Не мог бы ты ответить мне еще на пару вопросов?"

source: "Thanks. Farewell."
ru: "Спасибо. Прощай".

source: "So to be part of them I have to not want to be part of them?"
ru: "Значит, чтобы быть с ними, я не должен хотеть быть с ними?"

source: "Basically. By being yourself, you become more than a pawn. Think about it. Farewell."
ru: "По сути - да. Будучи самим собой, ты становишься чем-то большим, чем просто пешка. Подумай об этом. Прощай".

source: "She can just look at someone and see what needs adding and what needs taking away. I don't know how she does it. My father always said it was something about her ascending to another level. He said *she* was a born Godsman."
ru: "Она может просто глянуть на кого-то и увидеть, что нужно добавить, а что - забрать. Я не знаю, как она это делает. Мой отец всегда говорил, что это как-то связано с ее подъемом на другой уровень. Он говорил, что *она* - прирожденный Богочеловек".

source: "Thanks. I had some more questions..."
ru: "Спасибо. У меня есть другие вопросы..."

source: "You already said that! Can't you come up with something original? Why do you keep saying the same things over and over, anyway? Are you looking for something more from me?"
ru: "Ты уже это говорил! Можешь сказать что-нибудь новое? Почему ты продолжаешь снова и снова повторять одни и те же вещи? Ты хочешь от меня чего-то еще?"

source: "Guess not. Farewell."
ru: "Пожалуй, нет. Прощай".

source: "What did you want to know?"
ru: "Что ты хотел узнать?"

source: "Nothing more for now. Farewell."
ru: "Пока достаточно. Прощай".

source: "Of course he'd say that! Just 'cos he's guilty and he wants to make you look someplace else! I saw him kill that man! Sure we disagreed, but that doesn't mean I want him dead. Just because he's a total berk doesn't mean he should be arrested. He should be arrested for killing Avildon! Tell him he needs proof!"
ru: "Конечно же, он буде так говорить! Он же виновен и хочет, чтобы ты искал в другом месте! Я видел, как он убил того человека! Конечно, мы поссорились, но это вовсе не означает, что я желаю его смерти. То, что он полный придурок, вовсе не значит, что его нужно арестовать. Его нужно арестовать за убийство Авильдона! Скажи ему, что у него нет доказательств!"

source: "All right, then. I had some more questions for you."
ru: "Ну хорошо, у меня есть другие вопросы к тебе..."

source: "I'll do that. Farewell."
ru: "Хорошо. Прощай".

source: Saros pales. "She has nothing to do with this. I did it on my own. But the truth is, Thildon shoved Avildon into the gears. I put the awl there to make sure everyone would know he was there, because I'm just a kid and no one would believe what I was saying. All right? I admit that I planted the awl. But I only did it to make sure he got punished for his crime."
ru: Сарос бледнеет. "Она к этому непричастна. Я сделал это сам. Но правда в том, что это Тильдон толкнул Авильдона в механизмы. Я оставил там шило, чтобы убедиться, что все узнают о том, что он был там, потому что я еще ребенок, и никто мне не поверит, если я это скажу. Идет? Я признаю, что шило оставил я. Но я сделал это только чтобы убедиться, что он будет наказан за преступление".

source: "Then I'll make a decision on how to tell Keldor about this."
ru: "Тогда я решу, как рассказать об этом Кельдору".

source: "Why? Why should I not think that you're doing this to get back at him for some other crime?"
ru: "Почему? Почему же мне не думать, что ты делаешь это, чтобы отомстить ему за какое-то другое преступление?"

source: "We'll see about that. Farewell."
ru: "Посмотрим на счет этого. Прощай".

source: "What is that decision?" He seems to be holding back tears.
ru: "И какое же это решение?" Он, похоже, еле сдерживает слезы.

source: "You'll see when I've told him."
ru: "Ты увидишь, когда я с ним поговорю".

source: "I'm scared. I'm afraid you're going to choose me as the killer, and I ain't!"
ru: "Мне страшно. Я боюсь, что ты собираешься сделать меня убийцей, но это ведь не я!"

source: "We'll see about that. Answer some other questions for me..."
ru: "На этот счет еще посмотрим. Ответь мне еще на несколько вопросов..."

source: "I will if you're guilty. Farewell."
ru: "Если ты виновен, я так и сделаю. Прощай".

source: "Everything seems to be going wrong here now... they say it's another test for life, but... I don't know..."
ru: "Кажется, теперь здесь все идет не так... говорят, что это еще одно испытание жизни, но... я даже не знаю..."

source: "Answer some other questions for me, then..."
ru: "Тогда ответь мне на несколько вопросов".

source: "Things are rough all over. Farewell."
ru: "Везде есть трудности. Прощай".

source: "I grew up here. I played in the main foundry area and ran through the barracks. It stinks and it's loud and people can be like Thildon... but it's still home for me."
ru: "Я вырос здесь. Я играл в главном зале литейной и бегал по баракам. Здесь воняет и шумно, с люди могут быть... такими как Тильдон... и все же это мой дом".

source: "I see. Answer me some other questions..."
ru: "Понятно. У меня есть еще вопросы..."

source: "I see. Farewell."
ru: "Понятно. Прощай".

source: "They're... some people came to talk to me and told me that I was the sort of person they needed, because I have access to everything and no one thinks about me being here... I never knew someone was going to die. I thought I was just supposed to be eyes and ears. But then Thildon pushed Avildon into the gears and said he'd tell on me and... I don't even know who it was who talked to me!"
ru: "Они... какие-то люди подходили поговорить со мной, и сказали, что я как раз тот, кто им нужен, потому что у меня есть доступ куда-угодно, и никто не обращает на меня внимание... я и представить себе не мог, что кому-то придется умереть. Я-то думал, что я должен просто подсматривать и подслушивать. Но потом Тильдон толкнул Авилдона в механизмы и сказал, что донесет на меня... а я ведь даже не знаю, кто со мной говорил!"

source: "So did you and Bedai-Lihn frame Thildon? He says you did. He seems pretty sure she was involved."
ru: "Так вы с Бедай-Линн подставили Тильдона? Он говорит, что ты это сделал. Похоже, он точно уверен, что она к этому тоже причастна".

source: "They're smiths and workers. I think they mean well, but they're all so earnest and *boring*. They need to liven themselves up a bit. Like, say, the Sensates."
ru: "Они - рабочие и кузнецы. Думаю, что у них добрые намерения, но они все такие серьезные и *скучные*. Им нужно стать хоть немного живее. Скажем, как Чувствующие".

source: "You like the Sensates, huh?"
ru: "Тебе нравятся Чувствующие, не так ли?"

source: "I can see why you might think that. I had some other questions..."
ru: "Понимаю, почему ты можешь так думать. У меня есть другие вопросы..."

source: "That poor smith... I can't believe what happened to him..."
ru: "Тот несчастный кузнец... не могу поверить, что с ним такое случилось..."

source: "Do you have any idea what might have happened, or have some leads?"
ru: "У тебя есть идеи на счет того, что там могло произойти, или хотя бы какие-то зацепки?"

source: "It's pretty awful to be wedged into the gears like that. I had some questions for you..."
ru: "Это просто ужасно - быть вот так раздавленным в механизмах. У меня к тебе несколько вопросов..."

source: "Who told you? The supervisor? She's right. I come in here at night sometimes when there's no one around." He looks around conspiratorially for a moment, and lowers his head toward you. "I saw Thildon, creepin' out of here. The main reason I know it was him is because he dropped something." He hands you an awl, with the name 'Thildon' etched into the wooden handle.
ru: "Кто тебе рассказал? Бригадир? Она права. Я иногда прихожу сюда, когда здесь никого нет, - он осторожно оглядывается, и наклоняется к тебе. - Я видел Тильдона, крадущегося отсюда. Я узнал его главным образом потому, что он кое-что уронил". Он дает тебе шило с надписью 'Тильдон', вырезанной на деревянной рукоятке.

source: "Thanks. I'll be back to talk to you again, I'm sure."
ru: "Спасибо. Уверен, я еще вернусь, чтобы поговорить с тобой".

source: "Ask whatever you want."
ru: "Спрашивай что угодно".

source: "Because... because... I don't know why you'd think that. But I promise... go talk to him and tell him what I said, and then you can decide for yourself.'
ru: "Потому что... потому что... я не знаю, к чему тебе так думать. Но я обещаю... иди, поговори с ним и скажи ему то, что я рассказал, а потом уж решай".

source: "I'll do that. Stay here."
ru: "Я этим займусь. Оставайся здесь".

source: "They know how to live life. They know what it's all about. Not like these people. They keep pretending there's some big noble purpose to it all, but I don't see it. My sister says that life is more than our senses show, but I don't see how she knows that, since all she knows is through her senses. I just don't get why people make this stuff up."
ru: "Они знают, что значит жить. Они знают, зачем это все. Не то что эти люди. Продолжают делать вид, что у всего есть какая-то большая и благородная цель, но я-то ее не вижу. Моя сестра говорит, что жизнь - нечто большее, чем то, что показывают нам наши чувства, но я не вижу, откуда ей это знать. Ведь все, что она знает, она получила через чувства. Просто не понимаю, зачем людям все это выдумывать".

source: "Who's your sister?"
ru: "Кто твоя сестра?"

source: "Hmm. I see. I had some more questions..."
ru: "Хмм. Понятно. У меня еще пару вопросов..."

source: "Sarossa? She can just look at someone and see what needs adding and what needs taking away. I don't know how she does it. My father always said it was something about her ascending to another level. He said *she* was a born Godsman."
ru: "Саросса? Она может просто глянуть на кого-то и увидеть, что нужно добавить, а что - забрать. Я не знаю, как она это делает. Мой отец всегда говорил, что это как-то связано с ее подъемом на другой уровень. Он говорил, что *она* - прирожденный Богочеловек".

source: "Interesting. Let me ask some more questions..."
ru: "Интересно. У меня есть другие вопросы..."

source: "Me? I'm Saros. I grew up around here. Got to run through the Foundry, playing with stuff... I like pretty much everyone here, except for Thildon. He keeps saying I'm not raised right and that my father is a poor parent. All I know is that Thildon's the biggest sod I ever met."
ru: "Я? Я - Сарос. Я вырос здесь. Бегал по Литейной, играл с оборудыванием... я почти как все здесь, за исключение Тильдона. Он продолжает повторять, что меня неправильно воспитывали, и что мой отец - плохой родитель. Все, что я знаю, так это то, что Тильдон - самая большая сволочь из тех, что я когда-либо встречал".

source: "I'm sure. I had a few more questions."
ru: "Уверен в этом. У меня есть пару вопросов..."

source: "Got it. Farewell."
ru: "Ясно. Прощай".

source: "You again, huh? What do you want?"
ru: "А, снова ты? Чего тебе?"

source: "I just wanted to ask a few questions..."
ru: "Я просто хотел задать пару вопросов..."

source: "Nothing. Farewell."
ru: "Ничего. Прощай".

source: You see a sandy-haired youth. He's on the cusp between adolescence and adulthood, and from his eyes, it looks like he's trying to be as adult as possible without having the slightest idea how - in other words, he seems innocent. "Hey, stranger. What can I do for you?"
ru: Ты видишь юношу со светло-русыми волосами. Он как раз на грани между юностью и зрелостью, и по его глазам видно, что он, похоже, пытается быть взрослым, насколько это возможно, не имея ни малейшего представления о том, что это такое. Другими словами, он кажется простодушным. "Привет, незнакомец. Чем я могу тебе помочь?"

source: "You could answer a few questions for me..."
ru: "Ты не мог бы ответить мне на пару вопросов?"

source: "Nothing, thanks. Farewell."
ru: "Ничего, спасибо. Прощай".

source: "Nor I. Farewell."
ru: "Я - тоже. Прощай".
