Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dscpat4.dlg.po
Languages: ru

source: This is a woman with a far-off cast to her face. She is not exactly young, nor is she exactly old. Perhaps it's the expression of slight disbelief that's etched across her features. The expression says that she doesn't believe her senses. When she focuses on you, she speaks sharply, but not angrily. "Do you need something?"
ru: Перед тобой женщина с отрешенным лицом. Он не очень молода, но и не очень стара. Кажется, на ее лице можно прочесть легкое недоверие. Это выражение говорит о том, что она не верит своим чувствам. Обратив на тебя внимание, она резко, но не грубо спрашивает: "Тебе что-то нужно?"

source: "Who are you?"
ru: "Кто ты?"

source: "I'm looking for a journal."
ru: "Я ищу дневник".

source: "I'm looking for a Collector by the name of Pharod. Have you seen or heard of him?"
ru: "Я ищу сборщика по имени Фарод. Ты видела его или, может быть, слышала о нем?"

source: "What can you tell me about this place?"
ru: "Что ты можешь рассказать об этом месте?"

source: "Who is that burning by the entryway?"
ru: "Кто это горит у входа?"

source: "What was that you and your friend were saying about Sigil?"
ru: "Что ты со своим другом говорили о Сигиле?"

source: "Nothing. Good day."
ru: "Ничего. Хорошего дня".

source: "Do you need something?"
ru: "Тебе что-то нужно?"

source: "The answers to some questions."
ru: "Ответь на несколько вопросов".

source: "No. Farewell."
ru: "Нет. Прощай".

source: "I'm Kiarus. Kiarus Thorntongue. I'm here with my cousin, because my uncle doesn't want me wandering the Hive on my own. He doesn't seem to think I'm competent on my own. He may be right. I don't know this city or this plane very well. I'm not from here. I'm from the Prime."
ru: "Я Киарус. Киарус Языкастая. Я здесь со своим кузеном, потому что мой дядя не хочет, чтобы я ходила по Улью одна. Похоже, он считает, что я не смогу постоять за себя. Возможно, он прав. Я не очень хорошо знаю этот город или план. Я не здешняя. Я с Первичного".

source: "The Prime? What's that?"
ru: "Первичного? Что это значит?"

source: "You're from the Prime?"
ru: "Ты с Первичного?"

source: "Well, you still might be able to answer my questions."
ru: "Ну что же, может ты все-таки сможешь ответить на мои вопросы".

source: "Then you probably can't answer my questions. Farewell."
ru: "Тогда, скорее всего, ты не сможешь ответить на мои вопросы. Прощай".

source: "Sorry. I'm new in town, and I can assure you I haven't seen anything that I'd recognize as a journal -- though I am told that something that appears to be a person could in actuality be the journal for some other creature. I'm still trying to get my head around the philosophy here. It's a little overwhelming, but they say if you stick with it, it becomes much easier."
ru: "Извини, я недавно в городе. Могу тебя заверить, что я не встречала ничего, что можно принять за дневник - хотя мне сказали, что кто-то может быть дневником для другого существа. Я все еще пытаюсь совладать со здешней философией. Она немного тяжела для восприятия, но мне сказали, что если ее усвоить, все станет намного проще".

source: "That's a relief. I'd like to get some answers from you."
ru: "Какое облегчение. Я бы хотел задать еще пару вопросов".

source: "I certainly hope so. Farewell."
ru: "Очень надеюсь на это. Прощай".

source: "This is, I understand, the Smoldering Corpse Tavern, named after that fellow near the entrance. From what I can see, it's a dive where scum mixes with cream to create an entirely unappetizing new flavor. Of course, being from the Prime, my perceptions might be jaundiced."
ru: "Это, насколько я знаю, таверна 'Тлеющий труп', названная так в честь того несчастного у входа. По моему мнению, это что-то типа тематического бара, где пена смешивается с кремом, создавая новый, совершенно неаппетитный вкус. Конечно же, мое мнение, существа с Первичного, может быть предубежденным".

source: "You're from the Prime? What does that mean?"
ru: "Ты с Первичного? Что это значит?"

source: "You're from the Prime? What are you doing here?"
ru: "Ты с Первичного? А что ты тут делаешь?"

source: "That's possible. Things are not always as they seem here. Can you answer some questions for me?"
ru: "Возможно. Некоторые вещи кажутся не тем, чем они на самом деле являются. Ответишь еще на парочку вопросов?"

source: "That's possible. Farewell."
ru: "Возможно. Прощай".

source: "That is Ignus. He attempted to burn down a portion of the city some time back -- centuries? -- and was punished by being turned into a living flame. A nasty fate, but fitting for a known pyromaniac and arsonist. From what I have read, it'd be best to leave him well alone."
ru: "Это Игнус. Когда-то давно - лет сто назад? - он попытался сжечь часть города, и за это был наказан. Он стал живым факелом. Ужасная судьба, но она очень подходит для такого пироманьяка и поджигателя. Насколько мне известно, лучше держать его таким".

source: "How do you know so much about the place? Aren't you a prime?"
ru: "Откуда ты так много знаешь об этом месте? Разве ты не первичница?"

source: "I'd like to ask you more questions."
ru: "Я хотел бы задать тебе еще пару вопросов".

source: "Thank you. Good day."
ru: "Спасибо. Хорошего дня".

source: "He's not my friend, he's my cousin. He was just telling me that this isn't the center of the multiverse, despite it being located smack in the middle of the Outlands, despite it being the focal point of portals from all over the cosmos -- there isn't a known place with more -- despite all the quarreling the gods do over it, despite the sheer variety and concentration of power that accumulates here. There is no place like this in the cosmos, and he's telling me it's nothing special? Ha!"
ru: "Он мне не друг, это мой кузен. Он сказал, что это не центр мультивселенной, несмотря на то, что оно расположено прямо посреди Внешних земель; несмотря на то, что оно является точкой назначения со всех порталов всего космоса - и при этом второго такого места нет; несмотря на то, что все боги желают завладеть им; несмотря на то, что здесь сосредоточение всевозможных сил. Во вселенной больше нет такого места нет, а он заявляет, что в нем нет ничего особого? Ха!"

source: "That's an interesting perspective. Perhaps you both have elements of truth?"
ru: "Очень интересная точка зрения. Возможно, вы оба правы по-своему?"

source: "Be that as it may, I'd like to ask more questions."
ru: "Может быть, это так, а может и нет, но мне хотелось задать еще несколько вопросов".

source: "Interesting. I must go now. Farewell."
ru: "Очень интересно. Мне нужно идти. Прощай".

source: "Ask away. I'll answer if I can."
ru: "Задавай. Отвечу, если смогу".

source: "Perhaps you're correct, but I find that such relativism is often beyond me. Either the place is important, or it is not. Paradox may fuel the planes, but there must be sense to it somehow."
ru: "Возможно, ты прав, но я нахожу, что подобная относительность выше моего понимания. Либо это место особенное, либо нет. Может быть, планы и держатся на парадоксах, но в этом должен быть хоть какой-то здравый смысл".

source: "Not necessarily... but I haven't time to argue this right now. Instead, I'd like to ask more questions."
ru: "Не обязательно... Но в данный момент у меня нет времени спорить об этом. Вместо этого я хотел бы задать еще несколько вопросов".

source: "I hope so. I need answers. Farewell."
ru: "Я тоже на это надеюсь. Мне нужны ответы. Прощай".

source: She cocks her head and looks at you oddly. "The Prime Material Plane? The place where the belief the Outer Planes are shaped of is born? The world? Stars, moons, and so forth? Belief and reality? I sure hope you know what the Prime is, because it's an essential part of planar knowledge."
ru: Она поднимает голову и недоуменно на тебя смотрит. "Первичный материальный план? Место, где рождаются убеждения, формирующие Внешние планы? Мир? Звезды, луны и все такое прочее? Убеждения и реальность? Уверена, что ты знаешь, что такое Первичный, потому как это неотъемлемая часть планарных знаний".

source: "I knew that. I had other questions."
ru: "Я знал это. У меня есть другие вопросы".

source: "Oh. Well, then. Farewell."
ru: "О. Ну да. Прощай".

source: "Visiting. Expanding my horizons. The Prime is a fine place to live, but it's a little too... real, I suppose. My uncle gives each of his nieces and nephews a few years in the planes, and allows us to remain here if we so desire. I think I might so desire. I am fascinated and repelled. But then, I suppose that's the nature of the planes, isn't it?"
ru: "Путешествую. Расширяю кругозор. Первичный - неплохое место для жизни, но он слишком... реальный, что ли. Мой дядя дает всем племянниками и племянницам пожить несколько лет на планах и разрешает остаться, если мы захотим. Я очарована и шокирована. Но, наверное, в этом и есть вся соль планов, верно?"

source: "As I understand it, yes. Do you have enough knowledge to give me some answers?"
ru: "Насколько я понимаю, да. Тебе хватит знаний, чтобы ответить на некоторые вопросы?"

source: "Yes, it is. Farewell, and good luck."
ru: "Да, это так. Удачи. Прощай".

source: "Yes. Farewell."
ru: "Да. Прощай".

source: "The uncle Cielan and I share is a wizard who makes his home here. He brings his relatives to the planes on occasion to show them the delights and horrors of the multiverse. I wanted to be sure I was ready for the trip, and so I prepared myself. Extensively. I probably know more about the city than my cousin who's lived here his entire life." She gestures disparagingly at the man nearby.
ru: "Наш с Силаеном дядя - волшебник, который живет здесь. Он периодически приводит своих родственников на планы, чтобы показать им все красоты и ужасы мультивселенной. Я хотела быть готовой к путешествию, так что я хорошенько подготовилась. Возможно, об этом городе я даже знаю больше, чем мой кузен, который живет тут всю свою жизнь". Она пренебрежительно указывает на стоящего рядом мужчину.

source: "That's quite an uncle. Can I ask some other questions?"
ru: "Какой хороший дядя. Могу ли я задать еще несколько вопросов?"

source: "That's quite a gift. Farewell."
ru: "Это просто подарок какой-то. Прощай".

source: "A Collector? I don't believe I've heard the term..." She pauses, thinking. "Is that one of those haulers of the dead? The poor folk who collect the Hive's innumerable victims for money?"
ru: "Сборщика? Не думаю, что знакома с этим понятием... - она немного задумывается. - Это не те охотники на трупов? Бедные люди, которые за деньги собирают бесчисленных жертв Улья?"

source: "Yes."
ru: "Да".

source: "It's apparent you don't know the man, so answer some other questions for me."
ru: "Видимо, ты не знаешь его, так что лучше ответь на другие вопросы".

source: "Forget it. Farewell."
ru: "Забудь. Прощай".

source: "From what I understand, they mostly congregate in the areas of the Hive that are farther from the Mortuary, where there is more life and more violence. Your best bet might be to concentrate your search away from the house of the dead."
ru: "Насколько я понимаю, их больше всего в наиболее отдаленных от Морга районах Улья, где жизнь бьет ключом и много насилия. Тебе лучше сконцентрировать свои поиски подальше от дома мертвых".

source: "I might just do that, but first I'd like to ask another question of you."
ru: "Возможно, я так и сделаю, но сначала я бы хотел задать тебе другой вопрос".

source: "That's a good suggestion. Thank you, and farewell."
ru: "Хороший совет. Спасибо и прощай".
