Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dscpat1.dlg.po
Languages: ru

source: "I'm looking for a journal. Have you seen one?"
ru: "Я ищу дневник. Тебе ничего такого не попадалось?"

source: I'm looking for a Collector by the name of Pharod. Do you know anything about him?"
ru: "Я ищу сборщика по имени Фарод. Ты что-нибудь знаешь о нем?"

source: "What can you tell me about this place?"
ru: "Что ты можешь рассказать об этом месте?"

source: "Who is that burning by the entryway?"
ru: "Кто это горит у входа?"

source: "Obviously, you can't help me. Good day."
ru: "Очевидно, ты не можешь мне помочь. До свидания".

source: "If it ain't my old friend, Sir Scar!" He chortles under his breath, or at least makes a valiant attempt. In his inebriated condition, he has trouble doing anything quietly. "What can ol' Slappy do for you, scarman?"
ru: "Уж не это ль мой старинный приятель, Сэр Шрам!" Он давит в себе смех или, по крайней мере, геройски пытается это сделать. Будучи пьяным, сделать это тихо весьма затруднительно. "Чего старый Шлепок может сделать для тебя, человек в шрамах?"

source: "Who are you?"
ru: "Кто ты?"

source: "I'm looking for a journal. I seem to have misplaced it."
ru: "Я ищу дневник. Кажется, я его где-то забыл".

source: "Nothing. Good day."
ru: "Ничего. До свидания".

source: "Me? I'm ANDOR!" He weaves on his feet. "Usedta be a helluva fight man, too, but that'uz before the bub took a hold of me. Friends called me Slappy cuz I was so good at doin' it to people, but now they call me Slappy cuz so many women do it t'me when I talk to'm."
ru: "Я? Я - АНДОР! - он слабо покачивается, стоя на ногах. - Был когда-то адским воякой, но это еще до запоя. Дружки прозвали меня Шлепком, потому что я тогда нехило раздавал затрещины, а теперь меня так зовут, потому что чуть ли не каждая телка шлепает меня по морде, когда я к ней подкатываю".

source: "That's great. Can you answer some questions for me?"
ru: "Здорово. Можешь ответить на пару моих вопросов?"

source: "That's great... umm... Andor. Farewell."
ru: "Все это замечательно... эээ... Андор. Прощай".

source: He pauses for a moment. "Well, if you lost it in the hive, issa good chance some Collector somewhere has it. Check out in the Hive s'more. They find all sorts of stuff out there. Maybe they can help you."
ru: Он задумывается на секунду. "Ну, раз ты чего-то там потерял в Улье, то, скорее всего, какой-то сборщик его где-то подобрал. Попробуй поищи в Улье еще чуток. Они всяко найдут. Может, и тебе помогут".

source: "All right. I require a few more answers, please."
ru: "Отлично. Мне нужно задать еще несколько вопросов".

source: "Thank you. Farewell."
ru: "Спасибо. Прощай".

source: "This place? Smold'ring Corpse. Best place in town for a drink. Leastways, long's you don't mind drinkin' near a fiend or two. Nor if you don't mind Red Death pokin' their heads in on occasion. Lots of people here. Lots of interesting things. Lots."
ru: "Этом? Тлеющий труп. Лучшее место в городе по части выпивки. По крайней мере, пока ты не против выпить с нечистым под боком, или двумя. И если ты не против тех, из Красной смерти. Здесь просто тьма народу. И куча интересных вещей. Просто уйма".

source: "I assume you're one of the attractions, then. Answer some more questions for me."
ru: "Тогда полагаю, что ты - один из здешних аттракционов. Ответь еще на пару вопросов".

source: "I see. Farewell."
ru: "Понятно. Прощай".

source: "That? That's Ignus. He's some crazy ol' coot mage who got the bright idea t'burn down the Hive. You see the Alley of Dangerous Angles? He done that. Group o' wizards got together'n did some magicks on him and now he's a tavern theme thing... umm... mascot. My cousin was one o' the wizards. No great shakes as a mage, but he sure got this berk!"
ru: "Этот? Это Игнус. Старый съехавший маг-простофиля, которому в голову пришла отличнейшая мысль: спалить Сигил. Видал переулок Опасных углов? Его работенка. Кучка волшебников собрались вместе и немного поколдовали над ним, и вот теперь он тут, в таверне, в качестве... м-м-м... талисмана. Мой двоюродный брат был одним из тех волшебников. Не абы какой маг, но ведь сцапал же того пня!"

source: "That's great, Slappy. Answer some other questions for me."
ru: "Отлично, Шлепок. Можешь ответить на пару моих вопросов?"

source: "Thanks, Slappy. Farewell."
ru: "Спасибо, Шлепок. Прощай".

source: "Whaddya need to know?"
ru: "Чего тебе еще надо?"

source: "I'm looking for a journal. Have you seen one recently?"
ru: "Я ищу дневник. Тебе такой не попадался недавно?"

source: "I'm looking for a Collector by the name of Pharod. Do you know anything about him?"
ru: "Я ищу сборщика по имени Фарод. Ты знаешь что-нибудь о нем?"

source: "Pharod? The name sounds familiar, but... ah, you know how it is when you done pickled your head wi' bub, I'm sure. I just can't remember. You got my apologies, scar."
ru: "Фарод? Звучит знакомо, но... знаешь, как это, когда ты залит выпивкой под самую макушку. Не могу припомнить. Уж извиняй, шрам".

source: "Very well. Then answer some other questions for me, will you?"
ru: "Отлично. В таком случае, ответь еще на несколько вопросов, ладно?"

source: "Very well. Good day."
ru: "Отлично. До свидания".

source: You see a scruffy, ill-kempt man. He smells strongly of alcohol. "Yeah? Whaddya want, eh?" He leans in close and looks you up and down. "Looks like you could use a HEALER!" He laughs loudly at his own poor humor, and the nauseating stench of liquor and poorly-chewed food washes over you.
ru: Ты видишь неряшливого лохматого мужчину. От него сильно несет алкоголем. "Да? Чего тебе? - он пододвигает поближе и осматривает тебя сверху донизу. - Похоже, тебе нужен ЛЕКАРЬ!" Он громко хохочет над своей несмешной шуткой, обдавая тебя тошнотворной смесью запахов дешевого пойла и плохо пережеванной пищи.
