Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dscpat3.dlg.po
Languages: ru

source: This is a slightly balding man with a cynical cast to his face. He speaks in a staccato voice, rapping out each word distinctly and clearly. "What do you want, cutter?"
ru: Перед тобой лысеющий мужчина с циничным выражением лица. Он говорит хорошо поставленным голосом, звонко и четко акцентируя каждое слово. "Что тебе нужно, рубака?"

source: "Who are you?"
ru: "Кто ты?"

source: "I'm looking for a journal."
ru: "Я ищу дневник".

source: "I'm looking for a fellow named Pharod. He's a Collector. Have you seen or heard of him?"
ru: "Я ищу приятеля по имени Фарод. Он Сборщик. Ты не встречал его или не слыхал о нем?"

source: "What can you tell me about this place?"
ru: "Что ты можешь рассказать об этом месте?"

source: "Who is that burning by the entryway?"
ru: "Кто это горит у входа?"

source: "What was that you and your friend were saying about Sigil?"
ru: "Что ты со своей подругой говорили о Сигиле?"

source: "Nothing. Good day."
ru: "Ничего. До свидания".

source: "Just when she and I were about to launch into another scintillating conversation." Sarcasm drips from his voice. "What can I do for you?"
ru: "Мы только собирались начать очередную искрометную беседу, - в его голосе слышится сарказм. - Чем могу быть полезен?"

source: "I wanted to ask you more questions."
ru: "Хотел бы задать тебе еще несколько вопросов".

source: "Nothing. Forget it."
ru: "Ничего. Забудь".

source: "I am Cilaen Irontoes. Before you ask, I got the name because my idiot brother dropped a fifty-pound stone on my feet and crushed my toes. Now I have iron toes. All right?"
ru: "Я - Силаен Железнопалый. Пока ты не успел спросить, я получил это имя благодаря своему идиоту-брату, который уронил пятидесятифунтовый камень мне на ногу и разбил все мои пальцы. Так что теперь у меня пальцы из железа. Все понятно?"

source: "All right. I suppose. Answer some other questions, will you?"
ru: "Все. Вроде бы. Ты не мог бы ответить на другие вопросы?"

source: "It'll do. Farewell."
ru: "Да. Прощай".

source: "I haven't seen one. At least, not one that stuck out in my mind. If it wasn't valuable, try the trash mounds out on the opposite side of the Hive. I sympathize with your plight. Journals are the very essence of identity. They keep us aware of our past and help us plot our future paths. I always keep a journal, myself, and I find I am a better person because of it." He says this last with self-satisfied relish.
ru: "Не видал. По крайней мере, не припомню ничего такого. Если он не особо ценный, попробуй поискать в мусорных горах на противоположной стороне Улья. Сочувствую твоему положению. Дневник - это очень важная часть личности. Он напоминает о прошлом и помогает строить планы на будущее. Я сам веду личный дневник, и благодаря ему нахожу себя превосходным". В последней фразе слышаться самодовольные нотки.

source: "You're not kidding. Answer some other questions."
ru: "Без дураков. Ответь на другие вопросы".

source: "The trash warrens? My thanks."
ru: "В мусорных районах? Спасибо за совет".

source: "This is the Smoldering Corpse. I have brought my greenhorn, clueless, prime cousin here to see some of the sights, smells, and sounds of Sigil's beauties. So far, she remains unimpressed."
ru: "Это Тлеющий Труп. Я привел сюда свою неопытную пустоголовую кузину-первичницу, чтобы она в полной мере насладилась видом, запахами и звуками красот Сигила. Правда, пока она ими не впечатлена".

source: "I can see why. Can you tell me something else?"
ru: "Что не очень-то удивительно. Ты можешь рассказать о кое-чем еще?"

source: "Really? Odd. Good day, sir."
ru: "Правда? Странно. Хорошего дня, сэр".

source: "Chant has it that the unfortunate fellow goes by the name of Ignus. Burned down a portion of the Hive before the folks here got together and took care of him. They made him a conduit to the Elemental Plane of Fire, and now he has to writhe there for folks' amusement. Not too amusing, but interesting, certainly."
ru: "Говорят, что этого неудачника зовут Игнусом. Однажды сжег дотла часть Улья, пока люди не собрались не разобрались с ним. Они сделали из него канал в стихийный план Огня, и теперь он корчится здесь на забаву публики. Не очень забавно, но, несомненно, весьма интересно.

source: "It certainly is. Can you tell me something else?"
ru: "Да, несомненно. Ты можешь рассказать о кое-чем еще?"

source: "Yes, it is. Farewell."
ru: "Да, это так. Прощай".

source: "Ah. My *cousin*" (he stresses the word, as if to emphasize that he has no choice in his acquaintance) "has recently come here from her backwater prime world. My uncle, a renowned wizard, brought her here to expand her horizons. She labors under the delusion that *this* is the center of the multiverse, and she thinks it's somehow important. Since I've lived here my whole life, I know otherwise -- it's a place the powers and planeborn overlook, just as humans overlook the squirrels in their city parks. It's not important, and the sooner humans come to realize they're not important, the better off they'll be."
ru: "А. Моя *кузина*, - он делает ударение на этом слове, как бы отмечая, что родственников выбирать не приходится, - прибыла сюда недавно из тихого первичного мира. Мой дядя, прославленный маг, привел ее сюда, чтобы расширить ее взгляды. Она одержима заблуждением, что будто *это* является центром мультивселенной. Она думает, что оно очень важно. Я же жил здесь всю свою жизнь, и знаю другое: это место обзора для сил и планарников, как в парке, где люди наблюдают за белками. Оно не важно, и чем раньше люди поймут это, тем лучше для них же".

source: "Really? Hm. I'll have to hear her justification for this. In the meantime, can you answer some other questions for me?"
ru: "Правда? Хм. Стоит услышать ее точку зрения по этому поводу. А пока ответь на другие вопросы".

source: "Fascinating. Thank you, and good day."
ru: "Очаровательно. Спасибо и хорошего дня".

source: "What would you like to know?"
ru: "Что ты хочешь узнать?"

source: "I'm looking for a Collector by the name of Pharod. Have you seen or heard of him?"
ru: "Я ищу Сборщика по имени Фарод. Ты видела его или, может быть, слышала о нем?"

source: "A Collector? Isn't that one of those nasty dead-haulers? I don't associate with that type. This isn't my Ward, really. So no, I've never heard of him."
ru: "Сборщик? Это не те ли ужасные охотники до трупов? Я не общаюсь с подобными типами. Да и вообще это не мой район. Так что нет, я никогда о нем не слышал?"

source: "What IS your Ward?"
ru: "А какой район ТВОЙ?"

source: "That's not very helpful. Perhaps you can answer some questions for me."
ru: "Не очень полезные сведения. Возможно, ты сможешь ответить на другие мои вопросы".

source: "Then farewell."
ru: "Тогда прощай".

source: "I live in the Lady's Ward, with my uncle. It's generally a better class of person there, if I may say so myself. None of the riff-raff that you see floating around here so much. No, I'd say that coming to this area is DEFINITELY slumming. I can't say that I enjoy it, but then, I'm told one should experience a wide variety of life's offerings. I'm just about done with this one."
ru: "Я живу в районе Леди, вместе со своим дядей. Он гораздо лучше этого, если можно так сказать. Никаких отбросов общества, коих можно наблюдать здесь в изрядном количестве. Нет, этот район ОПРЕДЕЛЕННО можно считать трущобами. Не могу сказать, что мне здесь нравится, но мне сказали, что мне стоит испробовать все грани жизни. Чем я тут и занимаюсь".

source: "Lady's Ward, eh? Very well. Answer some questions."
ru: "Район Леди, значит? Хорошо. Ответь на другие вопросы".

source: "Very well. Farewell."
ru: "Отлично. Прощай".
