Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dsctrap.dlg.po
Languages: ru

source: I opened and read a magically trapped scroll that read simply: "this may not KILL you but it will SLOW you down I am SURE" "STOP CHASING ME YOU THIEVING BASTARDS it's MY body MINE MINE MINE " "now... DIE" I received it scroll from a woman who told me that it had been given to her mother with directions to deliver it to a man with my description.
ru: Я вскрыл и прочел свиток с магической ловушкой, в котором было написано: "это может и не УБИТЬ тебя но по крайней мере ЗАМЕДЛИТ я в этом УВЕРЕН" "ХВАТИТ ПРЕСЛЕДОВАТЬ МЕНЯ УБЛЮДОЧНЫЕ ВОРЫ это МОЕ тело МОЕ МОЕ МОЕ" "а теперь... СДОХНИ" Я получил этот свиток от женщины, которая сказала, что ей его дала мать с указаниями вручить его человеку, похожему на меня.

source: This is an old, fading, innocuous-looking parchment scroll, bound with a single red ribbon and smelling faintly of mildew. The ribbon is held in place with a plain wax seal.
ru: Это старый, поблекший и безобидный пергамент, перевязанный красной лентой. Он слега попахивает плесенью. Лента на месте узла скреплена восковой печатью.

source: Break the seal, open the scroll, read it.
ru: Сломать печать, открыть свиток, прочитать его.

source: Put the scroll away.
ru: Отложить свиток.

source: The scroll contains a few lines of shaky calligraphy and a strange rune. The calligraphy reads: "this may not KILL you but it will SLOW you down I am SURE" "STOP CHASING ME YOU THIEVING BASTARDS it's MY body MINE MINE MINE " "now... DIE"
ru: Свиток содержит несколько строк, написанных корявым почерком, и странную руну. Записка следующая: "это может и не УБИТЬ тебя но по крайней мере ЗАМЕДЛИТ я в этом УВЕРЕНА" "ХВАТИТ ПРЕСЛЕДОВАТЬ МЕНЯ УБЛЮДОЧНЫЕ ВОРЫ это МОЕ тело МОЕ МОЕ МОЕ" "а теперь УМРИ"

source: "What the...?"
ru: "Что за?.."

source: The rune suddenly throbs, and the entire scroll begins to dissolve into a stinking, black mess. The fluid seeps directly into the flesh of your hands... in seconds, the magical hemotoxin has rendered your blood into black bile. You begin to die an exquisitely painful death...
ru: Руна неожиданно начинает пульсировать, превращая весь свиток в бесформенную вонючую черную массу. Жидкость сразу же впитывается в твою плоть... за считанные секунды магический гемотоксин превращает твою кровь в черную желчь. Ты умираешь страшной и мучительной смертью...

source: Fall into darkness...
ru: Упасть в темноту...

source: The rune suddenly throbs, and the entire scroll begins to dissolve into a stinking, black mess. The fluid seeps directly into the flesh of your hands... in seconds, the magical hemotoxin begins to render your blood into black bile. For a moment you clutch at yourself, howling in agony... and then the pain subsides. You have survived whatever horrible magic was placed upon the scroll.
ru: Руна неожиданно начинает пульсировать, превращая весь свиток в бесформенную вонючую черную массу. Жидкость сразу же впитывается в твою плоть... за считанные секунды магический гемотоксин превращает твою кровь в черную желчь. На мгновение тебя охватывает агония... но затем боль отступает. Какой ужасной ни была магия в свитке, тебе удалось выжить.

source: Done.
ru: Готово.
