Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dsdthug.dlg.po
Languages: ru

source: The man whirls on you as he hears your howl, then gives a lop-sided grin and he throws his head back, howling with you. He stops a few moments later, then resumes his loping about, snarling and barking like some feral dog.
ru: Услышав, как ты воешь, человек начинает кружить перед тобой, затем криво оскаливается и запрокидывает голову, подхватывая твой вой. Через несколько мгновений он останавливается, затем продолжает скакать, рычать и лаять, словно какой-то одичавший пес.

source: The man's barking ends with a snarl, and he leaps at you!
ru: Его лай оканчивается рыком, и он набрасывается на тебя!

source: This wild-eyed man is still loping about, barking and howling at the top of his lungs.
ru: Этот человек с бешеными глазами все еще скачет, лает и завывает на всю мощь своих легких.

source: "Greetings."
ru: "Приветствую".

source: Give a long, forlorn howl.
ru: Выдать долгий жалобный вой.

source: Leave the man alone.
ru: Оставить человека в покое.

source: "I *said,* 'Greetings.'"
ru: "Я *сказал*, 'приветствую'".

source: Snarl back at him, baring your teeth.
ru: Зарычать на него, оскалившись.

source: "Uh... farewell, then."
ru: "Э... тогда прощай".

source: "I said, 'Greetings.'"
ru: "Я сказал: приветствую".

source: "Uh... great talking to you, then."
ru: "Э... Что ж, приятно было поболтать".

source: "If this is how you want to die, wolf man..."
ru: "Если ты так хочешь умереть, волко-человек..."

source: This wild-eyed man is hunched over, barking and howling at the top of his lungs. Beneath his thick, matted hair, you can make out a series of strange tattoos... they run the range from screaming faces, to bizarre geometric shapes, to what appear to be lines of verse. He is almost naked, but the dirt and filth covering him gives him the semblance of modesty.
ru: Этот человек с бешеными глазами согнулся, лая и завывая на всю мощь своих легких. Под его густыми спутанными волосами ты замечаешь ряд странных татуировок... они меняются от кричащих лиц до странных геометрических фигур и чего то, похожего на строки стихов. Он почти голый, однако грязь, покрывающая его, придает ему вполне благопристойный вид.

source: The man whirls on you, and gives a low growl. He draws out the growl for a few seconds, then starts barking violently at you. In the distance, you can hear answering barks.
ru: Человек кружит перед тобой, затем издает низкий рык. Несколько секунд он продолжает рычать, затем начинает неистово лаять на тебя. Ты слышишь, как издалека кто-то лает ему в ответ.
