Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dsere.dlg.po
Languages: ru

source: "I didn't crawl out of any crypt."
ru: "Не выползал я ни из какого склепа".

source: "I'm fresh from the Mortuary, actually."
ru: "На самом деле, я только что из Морга".

source: Joke: "Well, the crypt was losing its charm, so now I'm looking around for the right place to die. Know of anywhere?"
ru: Шутка: "Ну просто склеп потерял свое очарование, так что теперь я ищу подходящее местечко для смерти. Не знаешь такого?"

source: "Sorry, I thought you were someone else. Farewell."
ru: "Прошу прощения, я обознался. Прощай".

source: Sere smirks as she sees you. "La, now, if it isn't the cryptcrawler. What brings you to Sere's door this time, boy?"
ru: Увядшая ухмыляется, завидев тебя. "О-ля-ля, не могильный ли это червячок. Что принесло тебя к дверям Увядшей, сынок?"

source: "I *didn't* crawl out of any crypt."
ru: "*Не выползал* я ни из какого склепа".

source: "I had some questions..."
ru: "У меня есть вопросы..."

source: "Nothing, just stopped by to check on you. Farewell."
ru: "Ничего, просто пришел проведать тебя. Прощай".

source: "Questions, eh? Well, you ken ask..." Sere looks at you with a steely eye, then smiles. "...Cryptcrawler."
ru: "Вопросы, да? Ну что ж, задавай..." Увядшая смотрит на тебя холодным взглядом, затем улыбается. "... могильный червяк".

source: "I wanted to ask you about some of the Dustmen in particular..."
ru: "Я хочу расспросить тебя о некоторых тленных..."

source: "Are you a Dustman?"
ru: "Ты - тленная?"

source: "Can you tell me about Hamrys?"
ru: "Что ты можешь сказать о Хамрисе?"

source: "I wanted to talk to you about your beliefs. What happened that made you stop believing the Dustman philosophy?"
ru: "Я хочу поговорить о твоей вере. Почему ты перестала верить в философию тленных?"

source: "Sere, you're not a Dustman any longer. Want an alternative?"
ru: "Увядшая, ты ведь больше не тленная. И что дальше?"

source: "Have you seen a journal recently? I'm missing mine."
ru: "В последнее время тебе не попадался дневник? Я потерял свой".

source: "I am searching for a man named Pharod. Have you seen him?"
ru: "Я разыскиваю мужчину по имени Фарод. Ты его не встречала?"

source: "I must take my leave. Farewell."
ru: "Я должен идти. Прощай".

source: "That so?" Sere raises an eyebrow. "Warms my ears to hear you gave that place the laugh, boy. Not much of a watering hole for one who isn't relieving themselves." She sniffs. "Tchhhh. Too many cobwebs and dusty minds."
ru: "Вот как? - Увядшая поднимает брови. - Мне приятно слышать, что ты свалил оттуда, парень. Не лучшая забегаловка для тех, кто не справляет нужду, - она фыркает. - Пф-ф. Слишком много паутины и трухлявых голов".

source: "You don't like the Mortuary? Aren't you a Dustman?"
ru: "Тебе не нравится Морг? Ты разве не тленная?"

source: "I must take my leave, farewell."
ru: "Я должен идти, прощай".

source: She frowns, her face wrinkling like crumpled parchment. "Right, then. What *coffin* did you crawl out of?" She mumbles. "One of those shoddy-splint coffins at Hamrys', most like. Gives corpses splinters, I hear." She sniffs. "That boy's not been worth a clipped copper since his father died."
ru: Она хмурится, ее лицо морщится как мятый пергамент. "Ну да, конечно. Из какого *гроба* ты выполз? - бормочет она. - Скорее всего, из одного из дрянных гробов Хамриса. Я слыхала, он делает жмурикам раздолбанные гробы, - она фыркает. - Этот мальчик и гроша ломанного не стоит с тех пор, как его отец умер".

source: "I didn't crawl out of a *coffin,* either."
ru: "Все равно, я не выползал ни из какого *гроба*".

source: "Who is Hamrys?"
ru: "Кто такой Хамрис?"

source: "I didn't crawl out of a coffin... I'm fresh from the Mortuary, actually."
ru: "Не выползал я ни из какого гроба... На самом деле, я только что из Морга".

source: Joke: "Well, the coffin he made was too drafty, so now I'm looking around for the right place to die. Know of anywhere?"
ru: Шутка: "Ну, в его гробу гуляли сквозняки, так что теперь я ищу более подходящее местечко для смерти. Не знаешь такого?"

source: "I'm looking for some information. Can I ask you some questions?"
ru: "Мне нужна кое-какая информация. Могу ли я задать пару вопросов?"

source: "Sorry to bother you. Farewell."
ru: "Извини за беспокойство. Прощай".

source: She smiles, revealing a row of uneven teeth. "All right, boy. What *sarcophagus* did you crawl out of?" She stops and chuckles to herself. "Just ribbing you, boy. No harm meant. You do look like death's own, though."
ru: Она улыбается, показывая ряд неровных зубов. "Ладно, парень. Из какого *саркофага* ты выполз?" Она останавливается и начинает тихо смеяться. "Я просто тебя подкалываю, мальчик. Без обид. Хотя ты и выглядишь под стать смерти".

source: "Who is that Hamrys you mentioned?"
ru: "А кто такой Хамрис?"

source: "I should... I'm fresh from the Mortuary."
ru: "Так и есть... Я только что из Морга".

source: Joke: "No harm done. To be honest, the sarcophagus was too roomy, so now I'm looking around for the right place to lie down and die. Know of anywhere?"
ru: Шутка: "Никаких обид. Если честно, саркофаг был слишком просторным, так что теперь я ищу более подходящее местечко для смерти. Не знаешь такого?""

source: "Hamrys is a coffin-breaker... pardon, 'coffin-maker'... in the Lower Ward. Inherited the shop when his father died, much to the shame of every corpse needing a coffin, crypt, or tombstone in Sigil."
ru: "Хамрис - это грубовщик... пардон, 'гробовщик'... из Нижнего района. Получил лавку в наследство после смерти отца, на горе любому трупу из Сигила, которому нужен гроб, склеп или могильный камень".

source: "What happened to his father?"
ru: "А что случилось с его отцом?"

source: "I see. Can I ask you some questions?"
ru: "Понятно. Могу ли я задать пару вопросов?"

source: "Thanks for the information... Farewell."
ru: "Спасибо за информацию... Прощай".

source: "Those ears just for show, boy? He *died.*" She mumbles. "His son talked him to death, most likely. That boy's tongue doesn't stop rattling. I'm surprised he doesn't shake his head loose from his shoulders."
ru: "Парень, ты что, оглох? Он *умер*, - бормочет она. - Скорее всего, сын и довел его до смерти. Язык этого мальчишки всегда болтал без умолку. Удивительно, что у него голова еще не отвалилась от болтовни".

source: "You two sound like you have a lot in common, then."
ru: "В таком случае, вы - два сапога пара".

source: Joke: "Well, it doesn't sound like I'd like to be buried in one of his coffins, then. Can you recommend anywhere else I could lie down and die?"
ru: Шутка: "Тогда не хотел бы я, чтобы меня похоронили в одном из его гробов. Ты не можешь порекомендовать местечко, где я бы мог лечь и умереть?"

source: She narrows her eyes. "Do us both a favor and latch that bone-box of yours, boy. Don't be drawing commons between me and that yapping whelp."
ru: Она щурится. "Вам бы обоим не помешало захлопнуть свои черепушки. Не сравнивай меня с этим тявкающим щенком".

source: "Very well. I had some other questions..."
ru: "Хорошо. У меня есть другие вопросы..."

source: She barks a laugh that rattles your ears. "Ha! Not here... unless you want to die of boredom."
ru: Она так громко хохочет, что у тебя закладывает уши. "Ха! Только не здесь... если только ты не хочешь умереть от скуки".

source: "What's wrong with here?"
ru: "А что здесь не так?"

source: "I'll keep that in mind. I had some questions.."
ru: "Я запомню. У меня еще несколько вопросов..."

source: "I must take my leave. Farewell, Sere."
ru: "Я должен идти. Прощай, Увядшая".

source: "Tchhh. Someone pinch your sense *and* your sight, boy?" She waves her hand around the bar. "Look around. What do your eyes tell you?"
ru: "Пф-ф. Сынок, тебя что, *ослепили*? - она окидывает бар рукой. - Погляди вокруг. Что видят твои глаза?"

source: "Dustmen."
ru: "Тленных".

source: "A Dustman bar."
ru: "Бар тленных".

source: "A bunch of fun-loving Dustmen, drinking happily and conversing merrily, celebrating life to its fullest."
ru: "Кучу жизнерадостных тленных, наслаждающихся выпивкой и живым общением, дышащих полной жизнью".

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "*Very* good!" Sere chuckles dryly, though she doesn't seem to be laughing at you. "At the risk of explaining myself, Dustmen are the dullest breed of dullards ever to nest in Sigil... always speaking of death reverently, like it's some holy union that every creature in the multiverse should strive for. Tccchhhh."
ru: "*Очень* хорошо!" Увядшая тихо хихикает, но не похоже, что она смеется не над тобой. "С риском для себя поясню, что тленные - самые распоследние дебилы во всем Сигиле... Все время так почтительно говорят о смерти, как будто это самая великая благодать для любого существа в мультивселенной, ради которой стоит бороться. Пф-ф".

source: "But you're a Dustman."
ru: "Но ты ведь тленная".

source: "I see. I had some other questions..."
ru: "Понятно. У меня есть другие вопросы..."

source: "You've got a clever tongue there, boy... mayhap your tongue is cleverer than you are?" Sere squints at you, then snorts. "That'd explain the scars."
ru: "У тебя острый язык, сынок... Может быть, он тебя перехитрил? - Увядшая косится на тебя, хмыкая. - Так вот откуда шрамы".

source: "But it doesn't explain why a Dustman is standing here ridiculing other Dustmen. Care to answer that one? *Are* you a Dustman?"
ru: "Но это не объясняет того, почему тленный высмеивает других тленных. Может быть, ты ответишь? Разве ты *не тленная*?"

source: "Very clever. Look, I had some other questions..."
ru: "Очень остроумно. Послушай, у меня есть другие вопросы..."

source: "I think I've heard enough. Farewell."
ru: "Думаю, я выслушал достаточно. Прощай".

source: "A Dustman? I s'pose." Sere sniffs. "Tchhhh. I've seen enough sand pass through the hourglass while wearing these robes. This body's almost ready to pay the ferryman." She chuckles, but there's not much mirth in it.
ru: "Тленная? Да, наверное, - она фыркает. - Пф-ф. Слишком много утекло воды с тех пор, как я одела эту мантию. Это тело почти готово заплатить паромщику". Она смеется, но радости в ее смехе не слышно.

source: "Are you afraid of dying?"
ru: "Ты боишься умереть?"

source: "I had some questions..."
ru: "У меня есть вопросы..."

source: "'Course I am, boy! Who isn't?" She frowns and glances around. "Well, except Dustman. They're not afraid because they've been swallowing so much of their own bat droppings over the decades they've blinded themselves into thinking that death is some kind of 'release.' Tccchhh."
ru: "Конечно, сынок! А кто не боится?" Она хмурится, озираясь по сторонам. "Ну, за исключением тленных. Они не боятся лишь потому, что они десятилетиями капали себе на мозги тем, что смерть - это разновидность 'освобождения'. Пф-ф".

source: "It *is* a release of a sort."
ru: "Она и *есть* в какой-то мере освобождение".

source: "You don't sound much like a Dustman."
ru: "Твои слова не похожи на слова тленного".

source: "So what sparked this crisis of faith?"
ru: "Так что же вызвало кризис веры?"

source: "If you think this life is a burden, boy, then perhaps. I'm not convinced of that."
ru: "Если ты считаешь эту жизнь тягостной, сынок, то так оно может и быть. Но я так не думаю".

source: "So you don't believe in what the Dustmen say? Aren't you a Dustman?"
ru: "Так ты не веришь в то, что говорят тленные? Но разве ты не тленная?"

source: She shrugs. "Life, I s'pose. It... eh..." She frowns. "Ha! Never you mind. I won't bore you with the niggling details."
ru: Она пожимает плечами. "Жизнь, наверное. Она... э-э... - она хмурится. - Ха! Забей. Я не собираюсь грузить тебя мелочными деталями".

source: "I'd like to know, actually."
ru: "И все же я хочу знать".

source: "All right. I had some other questions..."
ru: "Хорошо. У меня есть другие вопросы..."

source: "Well, thank the Powers for that. Farewell."
ru: "Спасибо Силам за это. Прощай".

source: "Oh, *would* you?" She looks at you skeptically. "Tchhhh. How old you take me for, boy?"
ru: "О, *правда*? - она скептически смотрит на тебя. - Пф-ф. Сколько лет ты мне дашь, сынок?"

source: Truth: "Old."
ru: Правда: "Много".

source: Let her down gently: "Not too old."
ru: Быть с ней повежливей: "Не так уж много".

source: Lie out of kindness: "Rather youngish."
ru: Наглая ложь: "Ты молодо выглядишь".

source: "I don't know, and I don't care."
ru: "Я не знаю, да мне и без разницы".

source: She snorts. "Well, you're wrong. I'm *really* old. Now, I've spent most of my long years teaching Dustmen. I've seen many Dustmen whelps grow within our order, taught them the ways of the faction, kept the faith, preached the tenets of the faction..." She frowns. "...and so on and so on. No questions. No doubt. This life was merely an antechamber that led to the True Death."
ru: Она вздыхает. "Что ж, ты ошибаешься. Я *очень* стара. Я потратила много лет на обучение тленных. Я взрастила многих детей тленных, обучала их основам нашей фракции, хранению веры, заставляла их следовать догматам фракции, - она хмурится, - и так далее и тому подобное. Без вопросов. Без сомнений. Эта жизнь была для меня лишь преддверием к Истинной Смерти".

source: "What happened?"
ru: "Что произошло?"

source: "You know, this is starting to bore me. Farewell."
ru: "Знаешь, это становится скучным. Прощай".

source: "I see. Look, I had some other questions..."
ru: "Понятно. Послушай, у меня были еще вопросы..."

source: Sere blinks, then smiles. "Aren't *you* a dear?" She chuckles to herself, then coughs. "Well, I'm older than I look. Much older." She sighs. "I've spent most of my life teaching Dustmen. I've seen many Dustmen whelps grow within our order, taught them the ways of the faction, kept the faith, preached the tenants of the faction..." She frowns. "...and so on and so on. No questions. No doubt. This life was merely an antechamber that led to the True Death."
ru: Она растерянно моргает, затем улыбается. "Разве *ты* не душка?" Она тихо смеется, затем кашляет. "Ну, я старше, чем я выгляжу. Намного старше, - она вздыхает. - Я потратила большую часть своей жизни на обучение тленных. Я взрастила многих детей тленных, обучала их основам нашей фракции, хранению веры, заставляла их следовать догматам фракции, - она хмурится, - и так далее и тому подобное. Без вопросов. Без сомнений. Эта жизнь была для меня лишь преддверием к Истинной Смерти".

source: Sere frowns. "Tchhhh. *You* were the one who asked me to rattle my bone box, boy. I'd be careful what you ask for in the future."
ru: Увядшая хмурится. "Пф-ф. Парень, разве это не *ты* попросил меня тут трясти черепушкой? Будь осторожнее в следующий раз, когда будешь просить снова".

source: "I will. Farewell."
ru: "Хорошо. Прощай".

source: "Well... a half-month back, I went sick with the fever." She sighs. "I thought it was the end. It... eh, it rattled my cage."
ru: "Эм... полмесяца назад я подхватила лихорадку, - она вздыхает. - Я думала, что это конец. Это... э-э, это перевернуло мою клетку".

source: "How?"
ru: "Каким образом?"

source: Her face becomes as stone. "There's something about having your faction members circle around your deathbed like a pack of pale-faced ghouls, nodding and agreeing that your suffering and dying is all for the best. 'Oh, Sere is so fortunate! She shall soon be relieved of the burden of life!' *Burden of Life?* That's when it struck me..."
ru: Ее лицо каменеет. "Представь себе, что члены твоей фракции кружат над твоим смертным одром, как стая бледнокожих упырей, бубня и соглашаясь, как это хорошо - заболеть и умереть. 'О, Увядшей так повезло! Она скоро сбросит тяжесть этой жизни!' *Тяжесть этой жизни*? Это меня подкосило..."

source: "That...?"
ru: "Это?.."

source: "That there's something..." A queer expression comes over her features. "...addled about not appreciating your *life.* The Dustmen keep saying that life is misery and suffering... is it? That we should be happy to pass on into oblivion... should we?" She shakes her head. "Questions, questions... and precious few answers."
ru: "Эта идея - не ценить свою *жизнь*... - на ее лице появляется странное выражение, - в ней есть что-то тухлое. Тленные все время твердят, что жизнь ничтожна и полна страданий... что, правда? Что мы должны радоваться забвению... разве должны? - она качает головой. - Вопросы, вопросы... и так мало ответов".

source: "It doesn't sound like you believe in the Dustmen philosophy anymore."
ru: "Похоже, что ты больше не веришь в философию тленных".

source: "What will you do?"
ru: "И что ты собираешься делать?"

source: "I suppose I have got a swarm of doubts all buzzing in my skull." She rubs her temples. "Hard to get them all to be quiet sometimes. They need to be fed some answers, and I haven't got them all worked out yet."
ru: "Я чувствую, как в моем черепе жужжит целый рой сомнений, - она потирает виски. - Иногда очень трудно заставить их замолчать. Им нужны ответы, которых у меня пока нет".

source: "To be square, boy, I don't know." Sere sighs. "That's the problem with doubt. I can't even trust that what I'm feeling is true, or if I'm scared of death only because of my brush with the fever, or even what I should do. Is this a passing thing? I don't know."
ru: "Если честно, сынок, я не знаю, - Увядшая вздыхает. - Вся проблема в сомнениях. Я не могу даже доверять своим чувствам: может, я просто боюсь смерти из-за приступа лихорадки, или даже боюсь того, что должна сделать. Пройдет ли это? Я не знаю".

source: "Sere, if you had truly believed in the Dustman philosophy then your brush with the fever would not have left you with such doubts."
ru: "Увядшая, если бы ты действительно верила в философию тленных, то твоя лихорадка не вызвала бы в тебе таких сомнений".

source: "Sere, I would treat this as a test of your belief. It sounds like these feelings are only temporary. All those years of devotion to the Dustmen could not have been false."
ru: "Увядшая, на твоем месте я бы считал, что это испытание твоих убеждений. Похоже на то, что это только временные чувства. Все эти годы, посвященные тленным, не могут быть обманом".

source: "At the core of the Dustmen philosophy is that this life is one of pain. It is a weapon that life uses against a soul to keep it anchored to this existence. Do not let this brush with the fever break your Dustman beliefs so. Time will heal these doubts."
ru: "Вся философия тленных основана на том, что жизнь - это боль. Это оружие, которое жизнь использует против души, дабы привязать ее к этому существованию. Не позволь какой-то лихорадке разрушить веру в учения тленных. Время излечит эти сомнения".

source: "It is a difficult thing to answer. Look, I had some other questions..."
ru: "Трудно что-либо сказать. Послушай, у меня есть вопросы к тебе..."

source: Sere stares at you, then nods slowly. "Maybe so... maybe so." She frowns, her face wrinkling up in concentration. "I'll have to chew it over some more."
ru: Увядшая пристально смотрит на тебя, а затем медленно кивает. "Быть может... Быть может". Она хмурится, ее лицо покрывается морщинами. "Мне нужно подумать над этим".

source: "You should. It's no small matter."
ru: "Обязательно. Это не какой-то пустяк".

source: "That's all I ask. Look, I had some other questions..."
ru: "Это все, что я хотел. Слушай, у меня есть другие вопросы..."

source: "La, now... enough of me rattling on about my woes!" Sere stares at your scars. "You look like you've shared a few handshakes with death yourself. Hasn't that changed your views somewhat? Doesn't it make you appreciate life a bit more?"
ru: "О-ля, а теперь... довольно оплакивать мою скорбь! - Увядшая смотрит на твои шрамы. - Ты выглядишь так, как будто не раз здоровался со смертью. И это не изменило твои взгляды? Разве это не заставило тебя ценить жизнь чуть больше?"

source: "Well, my condition is unique... I woke up in the Mortuary. I think they mistook me for a corpse and were prepared to bury me. The strange thing is, I think I actually had died... and got better."
ru: "Ну, у меня особый случай... я очнулся в Морге. Думаю, меня по ошибке приняли за мертвого и собрались похоронить. Странно то, что я считаю, что я действительно умер... и стал лучше".

source: "Well, my brushes with death are a lot closer than those of other people. I can't seem to die... at least, as far as I know."
ru: "Ну, мои отношения со смертью гораздо ближе, чем у других людей. Я не могу умереть... по крайней мере, насколько мне известно".

source: Truth: "Yes."
ru: Правда: "Да".

source: Truth: "Not really."
ru: Правда: "Да не очень-то".

source: "I don't really want to talk about it. I had some other questions, though..."
ru: "Я не хочу об этом говорить. Но у меня есть другие вопросы..."

source: Sere blinks. "Yer rattling my coffin."
ru: Увядшая моргает. "Ты издеваешься надо мной".

source: "It's true."
ru: "Это правда".

source: "Yeah, I'm just joking."
ru: "Ага, я пошутил".

source: "Not really."
ru: "На самом деле, нет".

source: "I think I've said enough. Farewell."
ru: "Думаю, я достаточно наговорился. Прощай".

source: "Strange are the ways of the Planes, and I've seen too much to throw *any* tale out with the wash." She studies your face. "If it's true, why does this happen?"
ru: "Всякое случается на Планах, и я многое повидала, чтобы не верить в *любую* небылицу, - она изучает твое лицо. - Если это правда, как такое могло произойти?"

source: "I don't know."
ru: "Я не знаю".

source: "All I know is I woke up in the Mortuary with no memory and covered with enough wounds to kill me three times over."
ru: "Все, что я знаю, это то, что я проснулся в Морге без памяти. На мне было столько ран, что хватило бы, чтобы убить меня трижды".

source: "I don't really know. Look, I had some other questions..."
ru: "Я толком не знаю. У меня еще есть вопросы..."

source: She seems to think for a moment, then shrugs. "Makes two of us, then. Most peculiar. Never heard of anything like that. Shame about the memories."
ru: Она на мгновение задумывается, а затем пожимает плечами. "И я тоже. Очень странно. Никогда не слыхала о таком. Мне жаль насчет твоих воспоминаний".

source: "Do you have any idea why this happens?"
ru: "Ты не знаешь, почему так могло случиться?"

source: "Farewell."
ru: "Прощай".

source: "Now don't be saying that too loud." She glances around. "Most peculiar. Never heard of anything like that. Shame about the memories."
ru: "Не надо говорить так громко, - она смотрит по сторонам. - Очень странно. Никогда не слыхала о таком. Мне жаль насчет твоих воспоминаний".

source: "Nay, not a one. Never knew anyone who death wouldn't take... until now."
ru: "Неа, без понятия. Не знала никого, кому бы отказывала смерть... до сих пор".

source: "Well, perhaps I could ask you some other questions..."
ru: "Что ж, может, я задам тебе еще несколько вопросов..."

source: She frowns. "I'd watch that wit of yours. It's sharp enough to kill you." She turns away, makes a dismissive gesture with her hand. "Leave me be."
ru: Она хмурится. "Да ты остряк, как погляжу. Так можно и до смерти дошутиться". Она отворачивается, делая отстраняющий жест рукой. "Оставь меня".

source: "Eh? Speak plainly, boy."
ru: "Э-э? Говори яснее, сынок".

source: "I have some friends who believe that institutions such as the Dustmen should be laid low."
ru: "У меня есть друзья, которые уверены, что организации вроде тленных должны быть свержены".

source: "Actually, I misspoke. There were some other questions I wanted to ask you..."
ru: "На самом деле, я оговорился. У меня есть еще вопросы, которые я бы хотел задать..."

source: "Never mind. I must take my leave. Farewell."
ru: "Тогда неважно. Я должен идти. Прощай".

source: "Oh?" She smirks. "Would you be referring to the *League?*"
ru: "О? - она ухмыляется. - Ты имеешь в виду *Лигу*?"

source: "Yes."
ru: "Да".

source: "Maybe..."
ru: "Может быть..."
