Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dsere.dlg.po
Languages: ru

source: "Tccchhh! Those hot-collared rabble-rousers are barmier than the Dustmen, boy. They're not for an old woman like me."
ru: "Пф-ф-ф! Сынок, эти обозленные подстрекатели еще более чокнутые, чем тленные. Среди них нет места для такой пожилой женщины, как я".

source: "They aren't? I think you could be a valuable member."
ru: "Среди них? А я думаю, что ты стала бы ценным членом".

source: "Before you say no, consider this: Your brush with death convinced you life may be worth living after all. The Dustmen corrupt new recruits, making them believe that death is preferable to life. Do you think that's right?"
ru: "Перед тем как ты скажешь нет, задумайся: ведь твое общение со смертью в конце концов заставило тебя понять, чего стоит жизнь. Тленные портят своих новобранцев, заставляя их верить, что смерть предпочтительней жизни. Ты считаешь, что это правильно?"

source: "It seemed like you were in need of a change."
ru: "Похоже, тебе нужно измениться".

source: "Very well. I will take my leave... let me know if you change your mind."
ru: "Хорошо. Я ухожу... дай мне знать, если ты передумаешь".

source: "I think you're mistaken." Sere smiles slightly; she seems amused. "I may have my doubts, but they don't carry me *that* far afield."
ru: "Я думаю, ты ошибаешься". Увядшая слабо улыбается; кажется, она развеселена. "У меня есть сомнения, но они никогда не уводили меня *так* далеко".

source: "Then consider this: Your brush with death convinced you life may be worth living after all. The Dustmen recruit new members by making them believe that death is preferable to life. Do you think that's right?"
ru: "Тогда подумай над этим: твое общение со смертью в конце концов заставило тебя понять, чего стоит жизнь. Тленные набирают новых членов, заставляя их верить, что смерть предпочтительней жизни. Ты считаешь, что это правильно?"

source: "Very well, one last question: What do you think of the Death Contract?"
ru: "Хорошо, последний вопрос: что ты думаешь о Контракте Смерти?"

source: "Forget it, then. I had some questions..."
ru: "Тогда забудь об этом. У меня есть несколько вопросов..."

source: "The Dead Contract?" She seems surprised. "What about it?"
ru: "Контракте Смерти? - она удивлена. - А что в нем такого?"

source: "Do you think buying a person's corpse as slave labor is a *good* thing? Taking advantage of momentary weakness in a person's spirit to enslave their bodies after they pass on? Is that something the Dustmen should be proud of?"
ru: "Ты считаешь, что покупать труп человека в качестве раба - это *хорошо*? Воспользоваться мимолетной слабостью души, чтобы угнать в рабство ее тело после того, как она покинет его? Стоит ли тленным этим гордиться?"

source: "Doubtful, boy."
ru: "Сомневаюсь, сынок".

source: "Can I ask you some other questions...?"
ru: "Могу ли я задать тебе пару вопросов?"

source: "Farewell, then."
ru: "Тогда прощай".

source: "Well, no... but..."
ru: "Ну, нет... но..."

source: "And what about the Dead Contract? Do you think buying a person's corpse as slave labor is a *good* thing? Taking advantage of momentary weakness in a person's spirit to enslave their bodies after they pass on? Is that something the Dustmen should be proud of?"
ru: "А как же Контракт Смерти? Ты считаешь, что покупать труп человека в качестве раба - это *хорошо*? Воспользоваться мимолетной слабостью души, чтобы угнать в рабство ее тело после того, как она покинет его? Стоит ли тленным этим гордиться?"

source: "Listen to yourself, Sere. Even your answer betrays your doubts. You don't believe the Dustmen philosophy. You know it's wrong."
ru: "Прислушайся к себе, Увядшая. Каждый ответ выдает твои сомнения. Ты не веришь в философию тленных. Ты знаешь, что она неправильная".

source: "Eh... now..." Sere frowns. "Hmmmm. Now, I'm not saying I *agree* with all of the Dustman practices, but what would your friends do about it?"
ru: "Э... ну... - Увядшая хмурится. - Хмм. Не сказала бы, что я *согласна* с практикой тленных, но что твои друзья могут с этим поделать?"

source: "We would tear down the walls. We will start anew. And everyone will be free of these hypocrisies that they call philosophies."
ru: "Мы разрушим стены. Мы начнем заново. И каждый будет освобожден от этой фальши, которую они называют философией".

source: "All right, I'll be an ear for your friends." Sere seems surprised at herself. "And maybe more." She laughs. "I feel more alive already... must be the intrigue of it all."
ru: "Хорошо, я прислушаюсь к твоим друзьям". Кажется, Увядшая удивлена сама себе. "А, может, и не только прислушаюсь, - смеется она. - Я чувствую себя более живой... В конце концов, это будет очень интересно".

source: "You won't regret it. I had some other questions..."
ru: "Ты не пожалеешь об этом. У меня есть еще вопросы..."

source: "Thank you, Sere. Farewell."
ru: "Спасибо, Увядшая. Прощай".

source: "What does it look like?"
ru: "На что он похож?"

source: "No idea."
ru: "Без понятия".

source: "Never mind. I had some other questions..."
ru: "Неважно. У меня есть другие вопросы..."

source: "It is of no importance. I must take my leave. Farewell."
ru: "Это не имеет значения. Я должен идти. Прощай".

source: "If you don't know what it looks like, how do you expect to find it?"
ru: "Если ты не знаешь, как он выглядит, как ты рассчитываешь найти его?"

source: "I'm beginning to wonder that myself. I had some other questions..."
ru: "Я начинаю удивляться самому себе. У меня есть вопросы..."

source: Sere's face crumples into a frown. "That *dog*... he's the worst of the Collector lot. I heard he has his kip set up somewhere in Ragpicker's Square, many streets west of the Mortuary gate. Dangerous place, though. Some of those Collectors aren't patient enough to wait for folks to die so they can sell them for jink."
ru: Лицо Увядшей становится суровым. "Этот *пес*... он намного хуже любого сборщика. Я слышала, что у него берлога где-то на площади Старьевщиков, к западу от ворот Морга. Очень опасное место. Некоторые сборщики бывают слишком нетерпеливыми, чтобы ждать, что кто-нибудь умрет своей смертью".

source: "Collectors?"
ru: "Сборщики?"

source: "Thanks for the warning. Farewell."
ru: "Спасибо за предупреждение. Прощай".

source: "They're vermin that scavenge the bowels of the Hive for bodies to sell to the Dustmen. Make a living off the dead. A motley breed. Makes you ashamed to share the same city with them." She sighs. "Tcchhh. At least they help keep the streets clean."
ru: "Это паразиты, которые прочесывают потроха Улья в поисках трупов на продажу тленным. Избавляют живых от общества мертвых. Разношерстное племя. Они заставляют устыдиться в том, что ты живешь с ними в одном городе, - она вздыхает. - Пф-ф. По крайней мере, они помогают поддерживать улицы в чистоте".

source: "Oh. I had some other questions..."
ru: "О. У меня есть другие вопросы..."

source: "No harm in it. Who's on your mind?"
ru: "В этом нет ничего плохого. Кто тебя тревожит?"

source: "Can you tell me about Awaiting-Death?"
ru: "Что ты можешь рассказать о Ждущем Смерти?"

source: "Can you tell me about Mortai?"
ru: "Что ты можешь сказать о Мортае?"

source: "Can you tell me about Emoric?"
ru: "Что ты можешь сказать об Эморике?"

source: "Can you tell me about Old Coppereyes?"
ru: "Что ты можешь сказать о старике Медноглазом?"

source: "Actually, I met a scribe named Dhall at the Mortuary. Do you know him?"
ru: "В Морге я встретил писца Дхолла. Ты знаешь его?"

source: "I met a guide at the Mortuary, Soego. Do you know him?"
ru: "В Морге я встретил проводника Соэго. Ты знаешь его?"

source: "One of the embalmers in the Mortuary... Ei-Vene. Do you know her?"
ru: "Одна из бальзамировщиц в Морге... Эи-Вейн. Ты знаешь ее?"

source: "Actually, never mind - I don't know any of their names."
ru: "На самом деле, неважно - я не знаю их имен".

source: "Forget it. I had some other questions instead..."
ru: "Забудь об этом. Вместо этого у меня есть несколько вопросов..."

source: "That boy used to be a regular around here. Don't know what happened to him. Could be, he was shaken up after his friend died."
ru: "Этот мальчик частенько здесь появлялся. Не знаю, что с ним произошло. Наверное, он очень потрясен смертью своего друга".

source: "Explain."
ru: "Объясни".

source: "Has Soego always been a guide at the Mortuary?"
ru: "Соэго всегда был проводником в Морге?"

source: "Can I ask you about some other Dustmen?"
ru: "Могу ли я тебя спросить о других тленных?"

source: "One of his friends was killed in the Hive a few weeks ago, torn apart by rats." She shakes her head. "Messy business."
ru: "Несколько недель назад в Улье убили одного из его друзей - крысы разорвали его на части, - она качает головой. - Ужасное дело".

source: "No, only for the past few months... and last I heard, he was just sent off for some missionary duty, but I don't know where."
ru: "Нет, только пару последних месяцев... и еще я слышала, что он куда-то отправился с каким-то миссионерским делом, но не знаю, куда".

source: "Tchhhh. Dhall? He was my instructor in the Philosophical Arts during my early training at the Mortuary and a crusty fool to boot. He's ill, so my ears tell me. I bet he'll even bore death with his presence."
ru: "Пф-ф. Дхолл? Он был моим учителем философских искусств, когда я еще училась в Морге и была несдержанной дурой. Он болен, если верить слухам. Могу поспорить, что он устал ждать, когда смерть придет за ним".

source: "Is he dying?"
ru: "Он умирает?"

source: "Tchhhh. Sicker than a spotted dog, he is. Not much sand left in the hourglass for him."
ru: "Пф-ф. Да он дряхлее плешивого пса. Его дни сочтены".

source: "Awaiting-Death? Tchhh! That boy has *half* the sense of a jackass. He actually *wants* to die, and him so young, too. I wish death *would* rattle his cage. Teach him a few things..."
ru: "Ждущий Смерти? Пф-ф! У этого мальчика нет и *половины* мозгов осла. Он *хочет* умереть, а он еще так молод. Надеюсь, что смерть *сможет* встряхнуть его клетку. Научить его кое-чему..."

source: "That stone-faced old fool. I taught him, you know, and I used to hold the man in high regard, then I woke up. He's a crusty old ghoul that sits here in his off hours to make sure the younger Dustmen have a symbol of authority here in this bar." She mumbles. "Old vulture."
ru: "Тот камнелицый старый дурак. Знаешь, я учила его, пытаясь воспитать в нем высокие помыслы, но потом очнулась. Он - старый упырь, который сидит здесь и следит, чтобы молодые тленные соблюдают приличия в этом баре, - ворчит она. - Старый стервятник".

source: "Mortai? Ha! I thought you were going to ask about a Dustman." She spits. "There's no Dustman who's less a Dustman than that jink-smacking bone-box-rattling lackwit!"
ru: "Мортай? Ха! Я думала, что ты спрашиваешь о тленном, - она сплевывает. - Нет такого тленного, который был бы меньше тленным, чем этот жадный до звенелок пустомеля".

source: "What do you mean?"
ru: "О чем это ты?"

source: "Mortai's so anxious to impress his betters by getting the most Dead Contracts signed that I wonder if he'll ever be a Dustman."
ru: "Мортай так озабочен своим первенством по подписанию Контрактов Смерти, что я удивляюсь, как он вообще может называть себя тленным".

source: "I don't understand."
ru: "Я не понимаю".

source: "He's *eager* to get contracts signed, boy. He's concerned about his reputation. He's thinking of his *career* in the Dustmen. That alone says it all."
ru: "Сынок, он *страстно* желает, чтобы контракт был подписан. Он сильно заинтересован в своей репутации. Он считает, что он делает *карьеру* среди тленных. И это все объясняет".

source: "I still don't understand."
ru: "Я все еще не понимаю".

source: "It's said that passions kill." Sere snorts. "Tchhh. For Dustmen, it's the opposite. Passions keep you alive. And if you can't strip yourself of passions, whether eagerness, greed or ambition, then you're doomed to never truly die, because life will always hold a piece of you."
ru: "Сказано, что чувства убивают, - Увядшая фыркает. - Пф-ф. Для тленного все наоборот. Чувства удерживают тебя живым. И если ты не можешь отринуть чувства, будь то страсть, жадность или амбиции, то ты обречен никогда не умереть истинной смертью, потому как жизнь всегда удерживает часть тебя".

source: "Who?"
ru: "Кто?"

source: "A strange young woman... poor eyesight, near-deaf, talons for hands?"
ru: "Такая странная девушка... плохо видит и слышит, с когтями на руках?"

source: "Never mind. Can I ask you about some other Dustmen?"
ru: "Неважно. Могу ли я тебя спросить о других тленных?"

source: "No matter. I had some other questions..."
ru: "Неважно. У меня есть другие вопросы..."

source: "Forget it. I must take my leave. Farewell."
ru: "Забудь об этом. Я должен идти. Прощай".

source: Sere shakes her head. "Maybe she's a new initiate. I've never heard of her."
ru: Увядшая трясет головой. "Наверное, она недавно посвящена. Я никогда не слышала о ней".

source: "Very well. Can I ask you about some other Dustmen?"
ru: "Хорошо. Могу ли я тебя спросить о других тленных?"

source: "Don't know much about that one... He's a strange blood. He never moves from that spot, never eats, never drinks, just waits." She shivers slightly. "Makes me uneasy."
ru: "Я мало знаю о нем... Он какой-то странный. Никогда не сходит своего места, никогда не ест, не пьет, только ждет, - она вздрагивает. - Мне от него неуютно".

source: "That's all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "And well it should. Nothing comforting about death."
ru: "Ну конечно, должно было. В смерти нет ничего утешительного".

source: "I suppose not. I had some other questions, though..."
ru: "Пожалуй, это так. Слушай, у меня есть еще вопросы к тебе..."

source: "La, well, that's a shame, boy." Sere *harumphs.* "If a death's head grin isn't enough to make you want to hold onto life, there's probably not a force on the Planes that can make you see sense."
ru: "О-ля, ну что ж, очень жаль, сынок, - Увядшая фыркает. - Если уж оскала смерти тебе недостаточно для того, чтобы ты хватался за жизнь, тогда на Планах не найдется силы, которая смогла бы на тебя повлиять".

source: "Well, my brushes with death are a lot more common than other people. You see, I can't seem to die... at least, as far as I know. It kind of deadens you to death."
ru: "Ну, мои отношения со смертью гораздо ближе, чем у других людей. Видишь ли, похоже, я не могу умереть... по крайней мере, насколько мне известно. Это жутко до смерти".

source: "That's your opinion. I had some other questions..."
ru: "Это твое мнение. У меня есть другие вопросы..."

source: "La, well, I'll spare you the introductions." Sere sniffs. "They're a motley lot. If you want to know about one of them, find out their name first then make your way back to me."
ru: "О-ля, тогда я уберегу тебя от знакомств, - она хмыкает. - Это разношерстная орава. Если хочешь узнать о ком-то подробнее, сначала узнай его имя, а потом возвращайся ко мне".

source: "I think I'll go speak to some of them, then. Farewell."
ru: "Думаю, надо поговорить с некоторыми из них. Прощай".

source: She shrugs. "I guess the Dustman robes don't fit me as well as they used to."
ru: Она пожимает плечами. "Думаю, что мантия тленных теперь не подходит мне, как раньше".

source: Sere frowns when she sees you. "Better hop-a-long back to your crypt, boy. I don't have much time left in this life to banter words with you."
ru: Увядшая хмурится при твоем приближении. "Тебе лучше закопаться обратно в свой склеп, парень. Мне уже на так много осталось, чтобы перебрасываться с тобой словами".

source: As you approach, the elderly woman turns and stares at you. "La, look who's come a-calling on Sere today... death's dearest son." She looks you up and down, then shakes her head in disbelief. "By every Power and its mother, boy... what crypt did *you* crawl out of?"
ru: При твоем приближении пожилая женщина поворачивается в твою сторону и пристально смотрит на тебя. "О-ля-ля, смотрите, кто сегодня пожаловал к Увядшей... любимый сын смерти". Она окидывает тебя взглядом, затем трясет головой в неверии. "Во имя Сил и их матерей, парень... из какого склепа *ты* выполз?"
