Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dsguard.dlg.po
Languages: ru

source: "Sorry, sir. No one's allowed up here 'til the factor Sandoz gets back. You can't go in."
ru: «Простите, сэр. Никому туда нельзя, пока не вернется фрактор Сандоз. Вы не можете туда войти».

source: "What can you tell me about him?"
ru: «Что ты можешь рассказать о нем?»

source: "All right. Farewell."
ru: «Ладно. Прощай».

source: "He's a believer, sir, a true believer - but he's moody and all that travel across the multiverse can't be good for your head. You either lose perspective or get too much of it. Either way, it ain't good. I'm hoping he'll make it back safe."
ru: «Он верящий, сэр, истинный верящий. Однако у него часто меняется настроение, и все эти странствия по мультивселенной не могут не сказаться на голове. Ты либо теряешь общую картину, либо получаешь слишком много. Так или иначе, это не к добру. Надеюсь, он вернется в целости и сохранности».

source: "We'll see, I suppose. Farewell."
ru: «Что ж, посмотрим. Прощай».

source: "Greetings, sir. Did Keldor send you? Sandoz came up here and he's been raving and muttering behind the door all day. I hope you can do something for him."
ru: «Приветствую, сэр. Вас прислал Кельдор? Сандоз зашел туда и вот уже целый день беснуется и что-то бормочет за дверью. Надеюсь, вы сможете что-нибудь с ним сделать».

source: "We'll see about that." Call through the door: "Sandoz! I need to talk to you!"
ru: «На этот счет посмотрим». Крикнуть через дверь: «Сандоз! Нужно поговорить!»

source: "Need to talk to Sandoz, sir? Good luck..."
ru: «Хотите поговорить с Сандозом, сэр? Удачи...»

source: "Thanks." Call through the door: "Sandoz! We've got to talk!"
ru: «Спасибо». Крикнуть через дверь: «Сандоз! Нужно поговорить!»

source: "Sir." The guard seems unwilling to speak further.
ru: «Сэр». Похоже, стражник не желает продолжать разговор.

source: "Farewell."
ru: «Прощай».

source: The guard stares bitterly at you. "He's dead already. Aren't you happy with yourself? Go down and talk to Keldor."
ru: Стражник сурово смотрит на тебя. «Он уже мертв. Доволен собой? Иди и поговори с Кельдором».

source: "Fine. Farewell."
ru: «Отлично. Прощай».
