Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dsguard3.dlg.po
Languages: ru

source: You see a Harmonium guard. He watches you approach with a bored look.
ru: Ты видишь стражника Гармониума. При твоем приближении он смотрит на тебя скучающим видом.

source: He nods to you. "And to you as well, citizen."
ru: Он кивает тебе. "И тебе тоже, гражданин".

source: "I am new to the Harmonium and to this ward, citizen. I can not help you with your questions." He gives you an apologetic smile.
ru: "Я новенький в Гармониуме и в этом районе, гражданин. Я не смогу ответить на твои вопросы. Он извиняющеся улыбается.

source: He nods. "These people have been found guilty of minor crimes. They have been sentenced to a few years of indentured servitude and are being sold." He pauses. "That is all I can say, citizen."
ru: Он кивает. "Эти люди были признаны виновными в небольших преступлениях. Их приговорили к нескольким годам каторжных работ и продаже". Он делает паузу. "Это все, что я могу сказать, гражданин".

source: He shakes his head. "I must be vigilant in my duty, citizen. I must ask you to move on now."
ru: Он качает головой. "Я должен быть бдительным при исполнении обязанностей, гражданин. Я вынужден попросить тебя уйти".

source: You see a Harmonium guard. He nods at your approach. "Hello again, citizen. May I help you?"
ru: Ты видишь стражника Гармониума. При твоем приближении он кивает. "Здравствуй снова, гражданин. Чем я могу помочь?"

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: "Greetings."
ru: "Приветствую".

source: Ignore the man.
ru: Не обращать внимания на мужчину.

source: "I have some questions..."
ru: "У меня есть несколько вопросов..."

source: "Farewell."
ru: "Прощай".

source: "Can you at least tell me what's going on here?"
ru: "Можешь тогда сказать, что здесь происходит?"

source: "Fine, farewell."
ru: "Отлично, прощай".

source: "I see. Can I ask you something else?"
ru: "Понятно. Могу ли я спросить о чем-нибудь еще?"

source: "Thank you. Farewell."
ru: "Спасибо. Прощай".
