Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dsheryl.dlg.po
Languages: ru

source: A young woman named Sheryl is worried about her missing father. She fears that he may be trapped in a crypt that can only be reached by a portal. Sheryl wants me to talk to a witch named Ulthera, whom she believes gave her father the portal key. I have agreed to help her.
ru: Девушка по имени Шерил беспокоиться о своем пропавшем отце. Она боится, что тот оказался в ловушке в склепе, попасть в который можно только через портал. Шерил хочет, чтобы я поговорил ведьмой по имени Ультера, которая, предположительно, дала отцу ключ к порталу. Я согласился помочь ей.

source: You see a pretty, young woman in tattered clothes. She is pacing back and forth with a worried expression on her face. She does not notice your approach.
ru: Ты видишь привлекательную девушку в лохмотьях. Со встревоженным выражением лица она ходит взад-вперед. Она даже не замечает твоего присутствия.

source: "Greetings."
ru: "Приветствую".

source: Ignore her.
ru: Игнорировать ее.

source: She jumps at your greeting and spins to face you. You notice her eyes travel along your many scars and her worried look deepens. "Uh... Hello, cutter. Can I help you with something?"
ru: Подскочив от неожиданности, она она разворачивается к тебе. Ты замечаешь, как ее взгляд скользит вдоль твоих шрамов, отчего она становится еще более встревоженней. "Э-э-э... Привет, рубака. Чем я могу тебе помочь?"

source: "I have some questions..."
ru: "У меня есть некоторые вопросы..."

source: "You seem upset. Is something wrong?"
ru: "Ты выглядишь обеспокоенной. Что-то не так?"

source: "No, not really. I think I'll be going now. Farewell."
ru: "Нет, ничем. Думаю, мне стоит уйти. Прощай".

source: "Questions... I think I can help you." She waits for you to speak.
ru: "Вопросы... Думаю, я смогу тебе помочь". Она ждет твоего вопроса.

source: "Who are you?"
ru: "Кто ты?"

source: "What are you doing here?"
ru: "Что ты здесь делаешь?"

source: "What can you tell me about this place?"
ru: "Что ты можешь рассказать об этом месте?"

source: "You seem upset. Is there something wrong?"
ru: "Ты выглядишь обеспокоенной. Что-то не так?"

source: "You mentioned the Weeping Stone Catacombs. What can you tell me about them?"
ru: "Ты упомянула про Катакомбы Плачущих Камней. Что ты можешь рассказать о них?"

source: "Never mind, I must be going now. Farewell."
ru: "Неважно. Я должен идти. Прощай".

source: "Sheryl..." She seems distracted as she speaks to you. "My name is Sheryl."
ru: "Шерил... - кажется, она сбита с толку. - Меня зовут Шерил".

source: "I see. I must be going, farewell."
ru: "Ясно. Я должен идти, прощай".

source: She hesitates before answering. "Nothing... Nothing really. I just..." She shrugs and looks away from you. You think she is hiding something.
ru: Она мешкает с ответом. "Ничего... Совсем ничего. Я просто..." Она пожимает плечами и отводит в сторону взгляд. Тебе кажется, что она что-то скрывает.

source: "Hmm. I have some questions..."
ru: "Хм-м. У меня есть некоторые вопросы..."

source: "Well, I'll be going now. Farewell."
ru: "Ладно, мне пора идти. Прощай".

source: "You new here?" She gives you a quizzical look and then sighs. "Of course you are... I'm sorry, what would you like to know?"
ru: "Ты нездешний? - она насмешливо смотрит на тебя, затем вздыхает. - Ну конечно же... Извини, что ты хочешь узнать?"

source: "I'm looking for someone named Pharod. Do you know where I can find him?"
ru: "Я ищу кое-кого по имени Фарод. Ты не знаешь, где его можно найти?"

source: "Is there anything you can tell me about this place?"
ru: "Ты можешь мне что-нибудь рассказать об этом месте?"

source: "Hmm. Never mind, I have other questions..."
ru: "Хм-м. Неважно, у меня есть другие вопросы..."

source: "Never mind, I must be going. Farewell.
ru: "Неважно. Я должен идти. Прощай.

source: "Pharod..." At the mention of Pharod she tenses up for just a moment but quickly hides it. "I know of him... You a friend of his?"
ru: "Фарод... - при упоминании Фарода она на секунду напрягается, но тут же берет себя в руки. - Я знаю его... Ты его друг?"

source: "Yes, we go back a long way."
ru: "Да, мы с ним закадычные друзья".

source: "No, I just want to... *talk* to him."
ru: "Нет, я просто хочу... *поговорить* с ним".

source: She frowns and nods. "Well, you can find your *friend* to the north. I must take my leave now. Farewell." She ignores any further attempt to talk to her.
ru: Она хмурится и кивает. "Тогда ты можешь найти своего *друга* на севере. Мне пора идти. Прощай". Твои дальнейшие попытки заговорить с ней заканчиваются неудачей.

source: Leave.
ru: Уйти.

source: She stares at you for a moment and then smiles. "I see... Well, he's to the north. Look for the passage with the two thugs outside. I think you can find him there."
ru: Она пристально смотрит на тебя, затем улыбается. "Ясно... Что ж, он на севере отсюда. Поищи проход с двумя головорезами по бокам. Думаю, ты сможешь найти его там".

source: "I get the impression you don't care for Pharod much."
ru: "У меня создалось впечатление, что ты не особо волнуешься за Фарода".

source: "Is there anything else you can tell about this place?"
ru: "Ты можешь мне еще что-нибудь рассказать об этом месте?"

source: "I have some more questions..."
ru: "У меня есть еще вопросы..."

source: "I must be going, farewell."
ru: "Я должен идти. Прощай".

source: "No, I don't." She pauses for a moment and then sighs. "He's got himself set up as some sort of *baron* here. Everyone does what he says; everyone pays him tribute. If you don't..." She shrugs.
ru: "Нет, нисколько, - на секунду умолкнув, она вздыхает. - Здесь он возомнил себя кем-то на вроде *барона*. Все делают так, как он говорит, все платят ему дань. А если нет..." Она пожимает плечами.

source: "Tribute? From what?"
ru: "Дань? За что?"

source: She looks about nervously and then leans in close to whisper to you. "Southeast of here is the Weeping Stone Catacombs. Pharod sends his collectors in there to rob the dead of any treasure they may have. He gets a pretty hefty share of anything that is found..." She straightens up and pauses."
ru: Она нервничает, когда наклоняется к тебе ближе, чтобы прошептать слова. "На юго-восток отсюда есть Катакомбы Плачущих Камней. Фарод отправляет туда своих сборщиков забирать у мертвых любые сокровища, которые были при них. Себе он оставляет солидную долю от найденного..." Она выпрямляется и умолкает.

source: "Go on."
ru: "Продолжай".

source: She shrugs. "Pharod gets rich, his collectors just get by... barely. It's the same story no matter where you go. The rich get richer and the poor get poorer."
ru: Она пожимает плечами. "Фарод богатеет, а его сборщики... едва сводят концы с концами. Такое повсюду случается. Богачи становятся богаче, бедняки становятся беднее".

source: "Is there anything else you can tell me about this place?"
ru: "Ты можешь мне еще что-нибудь рассказать об этом месте?"

source: "Not really. Just watch your step. Be careful who you call friend. That's all."
ru: "Не много. Просто следи за собой. Будь осторожен с тем, кого называешь другом. Вот и все".

source: "I see. I have some more questions..."
ru: "Понятно. У меня есть еще вопросы..."

source: She seems reluctant to talk to you at first and then begins to speak in earnest. "My father, Arkin... He's missing and I don't know what to do. I'm at my wits end."
ru: Поначалу она говорит неохотно, но затем продолжает со всей серьезностью. "Мой отец, Аркин... Он пропал, и я не знаю, что делать. Я не знаю, что делать".

source: "Tell me what happened, maybe I can help."
ru: "Расскажи мне, что произошло, может быть, я помогу тебе".

source: "Hmm. I have some other questions..."
ru: "Хм-м. У меня были еще вопросы..."

source: "Southeast of here is a place called the Weeping Stone Catacombs. A lot of the collectors, like my father, go there and..." She looks embarrassed. "Well, they loot the dead for treasure. On one of his excursions there my father found some record or something that spoke of crypts that could only be entered through portals..." She pauses.
ru: "На юго-востоке отсюда есть место под названием Катакомбы Плачущих Камней. Много сборщиков, и мой отец тоже, ходят туда и... - она смущается. - Ну, они обыскивают мертвых. В одной из вылазок мой отец нашел какую-то запись, в которой говорилось о склепе, в который можно попасть только через портал..." Она умолкает.

source: "My father thought that those crypts must be for special people... The rich, or nobles, or... who knows. Why else would you make them accessible only through portals? In any case, the crypts are also a trap for would be crypt thieves..."
ru: "Мой отец считал, что такие склепы предназначены для особых людей... Богатых или благородных... кто знает. Зачем тогда делать их доступными только через порталы? Ведь такие склепы могут стать западней для расхитителей гробниц..."

source: "A trap? In what way?"
ru: "Западней? Каким образом?"

source: "They can only be reached by a portal so the only way out is by a portal. Even if someone found the key to open the entry portal, they'd be trapped there if they didn't have the key for the exit portal..." She pauses for effect.
ru: "До них можно добраться только через портал, так что выбраться из них можно тоже только через портал. Даже если кто-нибудь найдет ключ для входного портала, он окажется в западне, если у него не окажется ключа от выходного..." Она выразительно молчит.

source: "So you think your father may be trapped in one of these crypts?"
ru: "Так ты считаешь, что твой отец мог оказаться запертым в одном из таких склепов?"

source: "Did your father find the keys?"
ru: "Как твой отец отыскал ключи?"

source: She pauses and wrinkles her brow in thought. "I don't know for sure, but he may well be. He was very excited about the prospects of what could be found in such a crypt. He was searching for the portal keys."
ru: Она хмурит брови в раздумье. "Я не уверена до конца, но это может быть так. Он был слишком взволнован тем, что он сможет найти в таком склепе. Он искал ключи от портала".

source: "Did he find the keys?"
ru: "Он нашел ключи?"

source: "He might have. He said he was going to see a witch here in town named Ulthera. He wanted to ask her if she could *divine* what the entry and exit keys were for one of the portals..."
ru: "Вполне возможно. Он говорил, что собирается встретиться со здешней ведьмой по имени Ультера. Он хотел спросить ее, сможет ли она *угадать*, чем могут быть ключи для порталов входа и выхода..."

source: "Is it possible to do that?"
ru: "Разве это возможно?"

source: She sighs. "I don't know. That's not really my concern. My fear is that this Ulthera did divine the entry key... and then told him the wrong exit key. She could take his money and never worry about him coming back for a refund. She could sit back, wait for him to die, and then investigate the crypt herself."
ru: Она вздыхает. "Я не знаю. Меня это не особо беспокоит. Больше всего я боюсь, что Ультера угадала ключ для входа... а для выхода указала неправильный. Она ведь могла просто взять деньги и не беспокоиться о том, что он вернется за возмещение ошибки. Она могла просто сидеть и ждать, пока он не умрет, а потом сама исследовать склеп".

source: "Have you talked to her about this?"
ru: "Ты разговаривала с ней по этому поводу?"

source: She gives you an embarrassed look and turns away. "Well... yes. I'm afraid I wasn't too tactful in my breaching of the subject and I angered her. She will no longer speak to me." She gives you a hopeful look. "Will you seek her out and speak to her for me?"
ru: Она смущенно отводит взгляд. "Ну... да. Боюсь, я была не слишком тактичной в выяснении сути, и разозлила ее. Она больше не хочет со мной общаться, - она с надеждой смотрит на тебя. - Может быть, ты поговоришь с ней вместо меня?"

source: "Hmm. I'll think about it, let me ask you something else..."
ru: "Хм-м. Я подумаю об этом. Позволь мне спросить еще кое о чем..."

source: "No, I don't want to get involved."
ru: "Нет, я не хочу ввязываться в это дело".

source: "Yes, I'll help you. Just tell me where I can find her."
ru: "Да, я помогу тебе. Только скажи, где мне ее найти".

source: She frowns. "I see. Well, thank you for listening to me. It was nice to have someone to speak to at least. Forgive me, but I must be going."
ru: Она хмурится. "Понятно. Что ж, спасибо, что выслушал. По крайней мере, было приятно поболтать с кем-то. Прости, но я должна идти".

source: "Farewell."
ru: "Прощай".

source: She visibly relaxes and smiles at you. "Thank you so much, I can't begin to tell you what this means to me... The witch Ulthera can be found wandering about town. She has no permanent residence that I know of. Please find her and ask her about my father."
ru: Она заметно расслабляется и улыбается тебе. "Спасибо тебе большое, я даже не могу выразить, как много это для меня значит... Ведьму Ультеру можно найти гуляющей в округе. Насколько мне известно, у нее нет постоянного жилья. Пожалуйста, найди ее и расспроси насчет моего отца".

source: "Very well, farewell."
ru: "Хорошо, прощай".

source: You see Sheryl. She is pacing back and forth with a worried look on her face. She smiles at your approach. "Hell again, cutter. What's up?"
ru: Ты видишь Шерил. Со встревоженным выражением лица она ходит взад-вперед. При твоем приближении она улыбается. "И снова привет, рубака! Как дела?"

source: "Nothing, farewell."
ru: "Ничего, прощай".

source: You see Sheryl. She is pacing back and forth with a worried look on her face. She smiles at your approach. "Hell again, cutter. Have you given some more thought to helping me find my father?"
ru: Ты видишь Шерил. Со встревоженным выражением лица она ходит взад-вперед. При твоем приближении она улыбается. "И снова привет, рубака! Еще не решил помочь мне найти моего отца?"

source: "No, I'm still considering it. Farewell."
ru: "Нет, я все еще думаю над этим. Прощай".

source: "What was your problem again? I seem to have forgotten."
ru: "Еще раз, в чем проблема? Кажется, я уже забыл".

source: "Yes, I've given it some thought and I will try to help you."
ru: "Да, я думал над этим и решил попробовать помочь тебе".

source: You see Sheryl. She is pacing back and forth with a worried look on her face. She smiles at your approach. "Hell again, cutter. I know you refused me aid before, but would you please reconsider and help me find my father?"
ru: Ты видишь Шерил. Со встревоженным выражением лица она ходит взад-вперед. При твоем приближении она улыбается. "И снова привет, рубака! Знаю, ты отказался мне помогать, но, может быть, ты передумаешь и поможешь мне найти моего отца?"

source: "No, I don't want to get involved. Farewell."
ru: "Нет, я не хочу ввязываться в это дело. Прощай".

source: You see Sheryl. She is pacing back and forth with a worried look on her face. She smiles at your approach and speaks to you anxiously. "Hell again, cutter. Any luck finding my father yet?"
ru: Ты видишь Шерил. Со встревоженным выражением лица она ходит взад-вперед. При твоем приближении она улыбается. "И снова привет, рубака! Есть что-нибудь насчет моего отца?"

source: "No, but I'm working on it. Farewell."
ru: "Нет, но я работаю над этим. Прощай".

source: "I found this ring on a body in a crypt that could only be reached by portal. It may be your father's..."
ru: "Я нашел это кольцо на теле в склепе, в который можно попасть только через портал. Возможно, оно принадлежало твоему отцу..."

source: Sheryl takes the ring from you and her eyes fill with tears. She quickly wipes them away and gives you a forced smile. "My father's ring... Thank you, cutter. I couldn't live with always wondering what happened to him. At least now I can put him to rest in my mind. I have nothing to give you for your kindness, other than my gratitude."
ru: Шерил берет кольцо со слезами на глазах. Она быстро вытирает их и дарит тебе вымученную улыбку. "Кольцо моего отца... Спасибо тебе, рубака. Я не смогла бы без конца думать о том, что с ним стало. По крайней мере, теперь я могу больше о нем не беспокоиться. Мне нечем отплатить за твою доброту, кроме моей благодарности".

source: "Your gratitude is enough Sheryl, farewell."
ru: "Твоей благодарности достаточно, Шерил. Прощай".

source: You see Sheryl. She looks up at your approach and smiles at you. "Hello, cutter. What can I do for you?
ru: Ты видишь Шерил. При твоем приближении она поднимает голову и улыбается тебе. "Привет, рубака. Чем я могу тебе помочь?"

source: "The catacombs... Take care if you go down there. I've never seen them myself, but I've been told that some strange creatures wander the crypts."
ru: "Катакомбы... Будь осторожен, если решишь туда спуститься. Я сама их никогда не видела, но мне рассказывали, что по склепам бродят странные существа".

source: "What kind of strange creatures?"
ru: "Что за существа?"

source: "I'll be going now. Farewell."
ru: "Я должен идти. Прощай".

source: "Well, there are the undead. Zombies and skeletons mostly. There are the horned lizards. Vicious fighters from what I hear. Oh, and the flying heads. Those you should watch out for."
ru: "Ну, там нежить. По большей части - зомби и скелеты. А еще там есть рогатые ящерицы. Я слышала, они злобные бойцы. А, и еще летающие головы. От них тоже надо держаться подальше".

source: "Flying heads?"
ru: "Летающие головы?"

source: She shrugs. "I know, it sounds crazy. As I said before, I've never seen any of these myself, but I've talked to collectors who say they have. One of them spoke of the flying heads."
ru: Она пожимает плечами. "Знаю, это звучит глупо. Я же говорила, я там никогда не была, но мне рассказывали сборщики, которые туда спускались. Один из них говорил про летающие головы".

source: I found a ring on a body in a crypt that could only be reached by portal. I gave Sheryl the ring and she says it belonged to her father.
ru: Я нашел кольцо на теле в склепе, в который можно попасть только через портал. Я отдал это кольцо Шерил, и она сказала, что это кольцо ее отца.
