Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dshiland.dlg.po
Languages: ru

source: "Blast! I almost had it that time. Don't you know it's dangerous to interrupt spell casters while they are evoking a spell? Luckily for you I was only practicing. Well, what is it you want?"
ru: "Проклятие! На этот раз я почти-что сделала это. Разве ты не знаешь, что очень опасно прерывать заклинателей во время произношения заклинаний? Хорошо, что я просто тренировалась. Что тебе надо?"

source: "I wish to learn more about this box.."
ru: "Я хочу узнать побольше об этой шкатулке..."

source: "My apologies for disturbing you. Farewell."
ru: "Прошу прощения за беспокойство. Прощай".

source: "And yet another interruption! A person cannot even find privacy within one's own home. Please leave, before I summon the guards... or better yet, I'll try out a new spell I've been toying with."
ru: "Еще один обрыв! Теперь никто не может уединиться, даже в своем доме. Пожалуйста, уходи, пока я не позвала стражников... или нет, лучше я испробую мое новое заклинание на тебе".

source: "My apologies for disturbing you. Farewell"
ru: "Прошу прощения за беспокойство. Прощай".

source: "You have already taken enough of my time. Please leave."
ru: "Ты уже и так отнял у меня много времени. Пожалуйста, уходи".

source: Leave.
ru: Уйти.

source: "There's a rumor going around the Hive that you killed the fiend that was trapped in Moridor's Box. I don't suppose you managed to gather and save any pieces of it?"
ru: "По Улью ходят слухи, что ты убил нечистого, который был заключен в шкатулке Моридора. Ты случайно не оставил какие-нибудь куски от него?"

source: "What kind of person are you that would collect such things?"
ru: "Кем ты являешься, раз собираешь подобные вещи?"

source: "Uh...no, I didn't."
ru: "Э... нет, не думал об этом".

source: "Rumor has it that you managed to destroy Moridor's Box. I guess congratulations are in order. Still, it's too bad I couldn't decipher all the spells that were used to contain the fiend."
ru: "Ходят слухи, что тебе удалось уничтожить шкатулку Моридора. Позволь мне тебя поздравить с этим. Но все же очень жаль, что я не сумела разгадать все заклинания, которые были использованы для заключения нечистого духа".

source: "Farewell."
ru: "Прощай".

source: You hold out Moridor's Box for Shilandra to examine. "Ah yes! I remember this box well; I acquired it some time ago. What do you wish to know about it?"
ru: Ты протягиваешь Шиландре шкатулку Моридора. "Ах да! Я хорошо помню эту шкатулку. Она однажды была моей. Что ты хочешь знать о ней?"

source: "Who did you get this from?"
ru: "Кто тебе ее дал?"

source: "You seem to know something about magic. Can you tell me what spells have been put on this box?"
ru: "Похоже, ты разбираешься в магии. Можешь сказать, что за заклинания наложены на эту шкатулку?"

source: "Do you know the history behind this box?"
ru: "Ты знаешь историю этой шкатулки?"

source: "What else do you wish to know?"
ru: "Что ты еще хочешь узнать?"

source: "Where did you get this from?"
ru: "Где ты ее нашла?"

source: "Can you safely remove the spells on this box?"
ru: "Ты можешь снять заклинания с этой шкатулки?"

source: "Is there a way to safely dispose of Moridor's Box without hurting anyone?"
ru: "Есть ли какой-нибудь способ избавиться от шкатулки Моридора, не причинив никому вреда?"

source: "Hmmm.... Let me think. I don't recall whom I got it from. I just remember I was down in the marketplace looking for some spell components when some person offered me this box. After testing the box, I found it to be cursed, but was intrigued by the spells woven into the box, and so I purchased it anyway."
ru: "Хммм... Дай подумать. Я не помню, у кого я ее взяла. Помню только, что пошла на рынок для каких-то ингредиентов для заклинаний, когда кто-то предложил мне эту шкатулку. Осмотрев ее, я обнаружила, что она проклята, но я была заинтригована заклинаниями, наложенными на нее, и решила купить ее любой ценой".

source: "If you were so intrigued by the box, what made you decide to give it away?"
ru: "Если ты была так заинтригована этой шкатулкой, почему же ты решила от нее избавиться?"

source: "I've more questions I wish to ask...."
ru: "У меня есть вопросы, которые я бы хотел задать..."

source: "For many years I studied the box and tried to learn its secrets. Spell upon spell upon spell has been woven into it. To my amazement, my studies revealed that all the spells are of the type used to confine fiends."
ru: "Несколько лет я изучала шкатулку, пытаясь постичь ее секреты. На нее было наложено заклятие, на которое было наложено еще одно, а на него, в свою очередь, - третье. К моему удивлению, мои исследования показали, что все они являются заклинаниями для заточения нечисти".

source: "Fiends? You mean there are fiends trapped within this box..."
ru: "Нечисти? То есть, ты имеешь в виду, что в этой шкатулке заключены демоны?.."

source: "No! Not fiends. A fiend. And judging by the sophistication and power of these spells, it would have to be one of significant standing and power in its realm."
ru: "Нет! Не нечисти. Одного нечистого духа. И, судя по сложности и силе этих заклинаний, он является одним из самых сильных и значимых демонов в своем мире".

source: "Seeking to remove yourself from this box, eh? That spell is the worst of them all. Basically, that particular spell draws energy from the current owner of the box and uses it to power one of the spells of confinement. That isn't the worst of it. The fiend inside can smell this energy and would more than likely hunt down that person should it escape. It's really a no-win situation to own that box. Either it drains you dry of your energy, or the fiend within kills you."
ru: "Значит, хочешь отделаться от этой шкатулки? Это заклинание - самое наихудшее из всех. Проще говоря, данное заклинание высасывает энергию из текущего владельца шкатулки и использует ее для подпитки одного из заклинаний заточения. Но это еще не самое худшее. Нечистый внутри способен чуять эту энергию и, скорее всего, выбравшись, будет охотиться на владельца. Владелец шкатулки всегда в проигрыше. Либо она высосет из тебя всю энергию, либо нечистый, сидящий внутри, убьет тебя".

source: "I see. If you don't mind I'd like to ask you some more questions..."
ru: "Понятно. Не против, если я задам тебе еще несколько вопросов..."

source: "I was young and brash back then. In my relentless pursuit of knowledge, I carelessly undid one of the spells. Look closely at the box, it was like new when I had it. The signs of decay are an indication that the spells are weakening. I realized I was in danger if I kept the box any longer. So I held a contest to get rid of it."
ru: "Я была молодой и к тому же искала приключения на свою голову. Со своей ненасытной жаждой знаний я неосмотрительно сняла одно из заклинаний. Пристально осмотрев шкатулку еще раз, я поняла, что она теперь совершенно другая. Признаки разложения свидетельствовали о том, что заклинания слабеют. Я поняла, что если буду хранить эту шкатулку у себя, то окажусь в большой опасности. Поэтому, чтобы избавиться от нее, я объявила соревнование".

source: "A contest?"
ru: "Соревнование?"

source: "It was the most expedient way to rid myself of it. I simply invited all the bashers in the Hive to fight each other to determine who was the best. Bashers are notorious for having big muscles and not much upstairs, if you know what I mean. They came like flies to honey. I offered some money and the box as a prize. I believe some basher named Brasken won the contest."
ru: "Это был самый целесообразный способ отделаться от нее. Я просто созвала всех громил с Улья состязаться между собой, чтобы определить, кто из них самый лучший. У вояк ведь обычно большие мускулы, а вот с котелком не все так гладко, если ты понимаешь, о чем я. Вот они и налетели, как мухи на мед. Я предложила немного денег и шкатулку в качестве приза. Если не ошибаюсь, тогда в этом соревновании победил какой-то громила по имени Браскен".

source: "The only thing I have been able to learn is its name. It is called Moridor's Box. As to who this Moridor is or the origins of the box, I do not know."
ru: "Единственное, что мне удалось узнать, - это ее имя. Шкатулка Моридора. Кто такой Моридор и откуда появилась эта шкатулка - мне неизвестно".

source: "I am not strong enough to fight or banish such a creature. It's been ages since I've been there, but there was a cathedral located in middle of the Alley of Dangerous Angles. A priest or someone who gains their power from a higher source might be able to help you."
ru: "Я недостаточно сильна для того, чтобы сразиться с подобным существом или изгнать его. Давно это было, но раньше посреди переулка Опасных углов стоял собор. Тебе может помочь жрец или кто-нибудь, способный черпать свою силу из более высокого источника".

source: "You've been a great help. Thanks."
ru: "Ты мне очень помогла. Спасибо".

source: "I guess one not skilled in the art of magic would not understand. Certain parts are much prized as components for creating spells. If you'll excuse me, I need to practice this spell a little bit more."
ru: "Боюсь, что непосвященным в искусство магии это недоступно. Некоторые части очень ценны в качестве ингредиентов для создания заклинаний. Прошу прощения, но мне нужно попрактиковаться с этим заклинанием еще немного".

source: "I've nothing more to say to you."
ru: "Мне нечего больше сказать тебе".

source: Shilandra has told me much about Moridor's Box... and much of it I did not wish to hear. It seems that this box contains a fiend high in the ranks of fiend-kind. Worse yet, the spells that bind this fiend are weakening. I fear that soon it may escape and seek retribution for its imprisonment. Shilandra has suggested that I visit a cathedral located in the middle of the Alley of Dangerous Angles. It's hoped that a higher source of power will intervene and banish the fiend before it escapes.
ru: Шиландра рассказала мне многое о шкатулке Моридора... даже то, что я не хотел бы слышать. Похоже, эта шкатулка содержит могущественного, по сравнению со своими сородичами, нечистого духа. И что еще хуже, заклинания, удерживающие его внутри, ослабевают. Боюсь, что скоро он сможет выбраться и потребовать возмездия за свое заточение. Шиландра посоветовала мне посетить собор, расположенный посреди переулка Опасных углов. Есть надежда, что более могущественный источник силы сможет вмешаться и изгнать демона до того, как тот сможет сбежать.
