Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dskelcit.dlg.po
Languages: ru

source: There is no meat left on the bones of this ancient, animated corpse... only a few colored rags, which seem to serve more as decoration than clothing.
ru: На костях этого древнего оживленного трупа не осталось плоти... только несколько цветных тряпок, служащих скорее украшением, чем одеждой.

source: "And greetings to thee." The thing's calm, far-away voice echoes from within its skull, expelled with a cloud of dust.
ru: "Приветствую и тебя", - его тихий спокойный голос выходит из черепа вместе с облачком пыли.

source: "I shall answer what I can." Dust falls from the joints of the skeleton's jaws as it speaks. "Ask what thou will; I've more than enough time to speak with thee."
ru: "Отвечу, как смогу, - при разговоре из челюстей скелета сыпется пыль. - Спрашивай, о чем хочешь: времени на разговоры у меня довольно".

source: "Thou art in what we call the Dead Nations... our land and home, beneath the city of Sigil. This is but a small part of our civilization, a borderland... the Dead Nations extend for many, many leagues into the darkness."
ru: "Ты в месте, которое мы зовем Мертвыми Народами... сие наши владения и жилище под городом Сигил. Сие только малая толика нашей цивилизации, граница... Мертвые Народы расходятся на многие лиги во тьме".

source: "This place is a place of the Undead, ruled by our Silent King. There are zombies here, as well as ghouls. Farther away, in catacombs to the east, live cranium rats. Also, on occasion, one of the Living - one such as thyself, or Soego - ventures down here."
ru: "Сие место - земли нежити, коей управляет наш Безмолвный Король. Здесь есть зомби, а также упыри. Недалеко, в катакомбах на востоке, живут черепные крысы. Еще сюда иногда попадают живые, такие как ты или Соэго".

source: The skeleton nods slowly, the bones of its neck creaking softly. "Please, ask."
ru: Скелет неторопливо кивает, позвонки его шеи слегка поскрипывают. "Пожалуйста, спрашивай".

source: The skeleton nods. "We are the oldest of the undead here, the most free of flesh. We make an effort to serve as guides and mentors to the others, maintaining a healthy community here."
ru: Скелет кивает. "Мы здесь самые старые из нежити, мы все почти без плоти. Мы пытаемся служить другим советчиками и наставниками, поддерживая здесь добрый мир".

source: "Strong, but slow of mind and body, they have retained more of their humanity - their emotions - than we. They serve our community as workers, laborers, under the guidance of Stale Mary, the most caring and intelligent of them."
ru: "Они сильные, но неторопливые умом и телом. Они сохранили в себе больше человечности, эмоций, чем мы. Они у нас вместо рабочих. За ними присматривает Тухлая Мери, самая заботливая и умная из них".

source: "The ghouls are strong, violent, and ravenous creatures led by their ghastly matriarch, Acaste. They serve the community - the Dead Nations - as guards... but are an unstable element. Fear of the other undead's numbers, and of the Silent King, keeps them in check. Without our great lord to command them, we... as well as our charges... might fall prey to them, one day."
ru: "Упыри - сильные, жестокие и ненасытные твари. Ими управляет ужасная Акаста. Они служат нашему сообществу, Мертвым Народам, в качестве охраны... но они ненадежны. Их удерживает страх перед великим числом другой нежити и перед Безмолвным Королем. Без нашего могучего повелителя, командующего ими, мы... да и наши подопечные... однажды можем стать их добычей".

source: "Of whom do thou ask?"
ru: "О ком ты хочешь узнать?"

source: "Our lord and master. He is called the Silent King because he speaks only in times of dire need." The skeleton gesticulates as it speaks, old joints creaking and popping as it does so. "Ask Hargrimm, our high priest, of him. He can tell thee more."
ru: "Наш владыка и повелитель. Его называют Безмолвным Королем, потому что он говорит только в моменты крайней необходимости, - во время разговора скелет жестикулирует, при этом его старые суставы скрипят и щелкают. - Спроси о нем Харгримма, нашего верховного жреца. Он сможет рассказать тебе больше".

source: "Vermin, whose intelligence increases according to their proximity with others of their own kind. A serious threat, at one time... they raided our charges, disturbing the bones of the silent ones. Now, they keep to the easternmost portions the catacombs. The ghouls caught and ate enough of them to put an end to their pillaging, if only temporarily."
ru: "Паразиты, чей ум крепчает при приближении к себе подобным. Когда-то они были серьезной угрозой... они нападали на наших подопечных, тревожили кости молчащих. Сейчас они держатся в восточной части катакомб. Упыри словили и съели достаточно крыс, так что пока что их бесчинствам положен конец".

source: "He was a missionary of sorts, a Dustman who hoped to persuade us to surrender ourselves to the True Death. Now, as I understand it, he is one of our charges."
ru: "Он был вроде миссионера, тленным, что надеялся убедить нас предаться Истинной Смерти. Теперь, как я знаю, он один из наших подопечных".

source: "He is a missionary of sorts, a Dustman who hopes to persuade us to surrender ourselves to the True Death. He can be found wandering the Chapel in the northern reaches of these cold, dusty halls; thou may wish to speak with him thyself."
ru: "Он вроде как миссионер, тленный, который надеется убедить нас предаться Истинной Смерти. Его можно найти в часовне в северной части этих холодных пыльных залов. Возможно, ты захочешь с ним поговорить".

source: "What do the living do, in the world above? We go about our lives here, in the quiet darkness. We work to protect or charges, the silent ones, from the depredations of others."
ru: "А что делают живые в наземном мире? Мы живем своей жизнью здесь, в безмолвной тьме. Мы защищаем наших подопечных, молчащих, от мародерств".

source: "The silent ones... the dead who do naught but sleep. We protect them, watch over them as they rest."
ru: "Молчащие... мертвые, пребывающие во сне. Мы защищаем их, следим за их покоем".

source: The skeleton shrugs, its shoulder blades scraping along the back of its ribcage. "No, I have not. Perhaps thou should speak to Hargrimm, our high priest. He knows much."
ru: Скелет пожимает плечами, его лопатки скребутся сзади по грудной клетке. "Нет. Пожалуй, тебе стоит поговорить с Харгриммом, нашим верховным жрецом. Он многое знает".

source: The skeleton touches its chin, tilting its skull slightly upwards. "The ghouls are permitted to feast upon all those found robbing the catacombs. The Silent King felt it would be best to let other intruders - those caught wandering and made prisoners, such as thyself -- languish here to lapse into our care, rather than be devoured by the ghouls. Thou may wish to ask Hargrimm, our high priest - it is he who speaks to the Silent King."
ru: Скелет касается подбородка, слегка подняв голову. "Упырям разрешено есть тех, кого застали за разграблением катакомб. Безмолвный Король считает, что другим бродящим здесь незваным гостям - вроде тебя - лучше позволить зачахнуть здесь, чтобы они стали нашим подопечным, а не обедом упырей. Возможно, ты захочешь поговорить с Харгриммом, нашим верховным жрецом: он тот, кто говорит с Безмолвным Королем".

source: The skeleton nods. "To become one of our charges. To number amongst the silent ones."
ru: Скелет кивает. "Чтобы стать одним из наших подопечных. Чтобы пополнить ряды молчащих".

source: "Greetings, once more. Accustomed to thy new home, yet?"
ru: "И снова приветствую. Уже привыкаешь к новому дому?"

source: "Many." He ticks them off on yellowed, dust-covered finger-bones as he speaks. "Hungry, uncontrolled ghouls, rats, and most of all... the living. Those from the buried village - servants of a man named Pharod - often descend into the vaults of the Dead Nations, disturbing the silent ones. I do not know why, nor do I care... my only concern is that we stop their foul laboring."
ru: "Многие, - он пересчитывает их на пожелтевших, покрытых пылью костях пальцев. - Голодные неуправляемые упыри, крысы и больше всего... живые. Те, из погребенной деревни, слуги человека по имени Фарод, часто спускаются в склепы Мертвых Народов, тревожат молчащих. Я не знаю, зачем, да и мне все равно... единственное, что меня волнует - чтобы мы прекратили здесь их грязные дела".

source: The skeleton nods gracefully. "Who?"
ru: Скелет изящно кивает. "О ком?"

source: "Our high priest. It is he who speaks to the Silent King, giving us our lord's word and law. He is here, in the antechamber of the Silent King's throne room."
ru: "Наш верховный жрец. Это он говорит с Безмолвным Королем, передавая нам приказы и законы нашего повелителя. Он здесь, комнате перед тронным залом Безмолвного Короля".

source: "She is slow, but caring, and wise. She acts as a mother of sorts to the other zombies. She may be found in a chamber west of where thou first entered the Dead Nations."
ru: "Она медлительна, но заботлива и мудра. Она вроде как мать другим зомби. Ее можно найти в комнате к западу от места, где ты впервые попал в Мертвые Народы".

source: "She is the ghastly matriarch of a pack of ghouls which calls themselves the Blighted Ones. They serve the Dead Nations as guardians and protectors... for now. She watches over the chamber where thou first entered the Dead Nations."
ru: "Она ужасный вожак стаи упырей, которые зовут себя Паршивыми. Они служат Мертвым Народам охраной и защитой... пока служат. Она присматривает за комнатой, где ты впервые попал в Мертвые Народы".

source: "Greetings..."
ru: "Приветствую..."

source: Leave the skeleton alone.
ru: Оставить скелета в покое.

source: "I had some questions..."
ru: "У меня есть несколько вопросов..."

source: "I must take my leave, now. Farewell."
ru: "Мне уже пора идти. Прощай".

source: "Why have I been made a prisoner?"
ru: "Почему из меня сделали пленника?"

source: "Where am I?"
ru: "Где я?"

source: "What are you doing here?"
ru: "Что ты здесь делаешь?"

source: "Who inhabits this place?"
ru: "Кто живет в этом месте?"

source: "Let me ask you of someone in particular..."
ru: "Расскажи мне о кое-ком в частности..."

source: "Have you seen a small, bronze sphere anywhere here?"
ru: "Тебе не попадался где-нибудь маленький бронзовый шар?"

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "That is all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "Who is this Silent King?"
ru: "Кто он, этот Безмолвный Король?"

source: "Tell me of your own kind."
ru: "Расскажи мне о твоем виде".

source: "Tell me of the other undead."
ru: "Расскажи мне о другой нежити".

source: "Tell me of the cranium rats."
ru: "Расскажи мне о черепных крысах".

source: "Tell me of Soego."
ru: "Расскажи мне о Соэго".

source: "Who else inhabits this place?"
ru: "Кто еще живет в этом месте?"

source: "Tell me of Stale Mary."
ru: "Расскажи мне о Тухлой Мери".

source: "Tell me of Acaste."
ru: "Расскажи мне об Акасте".

source: "Your charges?"
ru: "Ваших подопечных?"

source: "The zombies."
ru: "Зомби".

source: "The ghouls."
ru: "Упыри".

source: "Never mind. I had some other questions."
ru: "Неважно. У меня есть другие вопросы".

source: "Tell me of Hargrimm."
ru: "Расскажи мне о Харгримме".

source: "Tell me of the ghouls."
ru: "Расскажи мне об упырях".

source: "Who would disturb them?"
ru: "Кто их беспокоит?"

source: "Silent King?"
ru: "Безмолвный Король?"

source: "'Lapse into your care?'"
ru: "Стали вашими подопечными?"

source: "Your... charges?"
ru: "Ваши... подопечные?"

source: "Hardly. I had some questions."
ru: "С трудом. У меня есть несколько вопросов".

source: "Not just yet. Farewell."
ru: "Пока еще нет. Прощай".

source: "The Silent King."
ru: "О Безмолвном Короле".

source: "Hargrimm."
ru: "О Харгримме".

source: "Stale Mary."
ru: "О Тухлой Мери".

source: "Acaste."
ru: "Об Акасте".

source: "Soego."
ru: "О Соэго".

source: "No one, never mind. Farewell."
ru: "Ни о ком, неважно. Прощай".

source: "Tell me of the Silent King."
ru: "Расскажи мне о Безмолвном Короле".

source: "Let me ask about someone else..."
ru: "Позволь мне спросить кое о ком другом..."

source: "That's all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "Tell me about the zombies."
ru: "Расскажи мне о зомби".

source: "Tell me of the Blighted Ones."
ru: "Расскажи мне о Паршивых".
