Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dsoego.dlg.po
Languages: ru

source: "Adahn..." Soego's eyes narrow, and the red tinge you saw in them before seems more pronounced. "No one of that name resides within the Mortuary halls, living or dead." His mouth twitches, and to your surprise, he sniffs the air for a moment.
ru: "Адан..." Глаза Соэго сужаются, красный блеск, который ты в них видел, казалось бы, усиливается. "В этих залах Морга нет никого, живого или мертвого, носящего подобное имя". Его рот подергивается, и, к твоей неожиданности, он начинает принюхиваться.

source: "Uh... then I must have misspoke."
ru: "Э... значит, я ошибся".

source: The corners of Soego's mouth twitch again, and his eyes gleam. "Then what is your business here?"
ru: Уголки рта Соэго снова подергиваются, а глаза сверкают. "Тогда что ты здесь делаешь?"

source: "None of your concern."
ru: "Это не твое дело".

source: "I woke up on one of the slabs in your preparation room."
ru: "Я очнулся на одной из плит в вашей препараторской".

source: "I was here for an internment."
ru: "Я пришел на похороны".

source: Soego frowns as you lean in, and you notice he sniffs the air, as if testing it. His eyes suddenly narrow, and he looks like he is about to call for the guards.
ru: Соэго хмурится, когда ты наклоняешься вперед. Ты замечаешь, что он что-то вынюхивает, что-то проверяя. Неожиданно его глаза сужаются. Похоже, он готов позвать стражу.

source: As you lunge for him, Soego leaps back, his eyes gleaming red and his teeth bared. With a hiss, he claps his hands together sharply three times. In response, a great iron bell starts tolling throughout the Mortuary.
ru: До того, как ты смог дотянуться до Соэго, он отскакивает назад. В его глазах вспыхивает красный огонек, он скалит зубы. Шипя, он быстро хлопает в ладони три раза. В ответ во всем Морге раздается звон огромного железного колокола.

source: "Who was being interred? Perhaps the services are taking place somewhere else in the Mortuary."
ru: "Кого хоронили? Возможно, служба проводится в другом месте Морга".

source: "You misunderstand... the internment was ME."
ru: "Ты не понял... хоронили МЕНЯ".

source: "Pardon... I misspoke. I don't know the name of the deceased."
ru: "Прошу прощения... Я оговорился. Мне неизвестно имя усопшего".

source: "The name is Deionarra."
ru: "Ее зовут Дейонарра".

source: "Well..." Soego squints. He seems confused. "Obviously a mistake has been made. Either you were brought here by blood relatives, other Dustmen, or..." Soego suddenly hisses, as if an unpleasant thought had just occurred to him. "Or one of the *Collectors.*"
ru: "Ну..." Соэго отводит глаза в сторону. Кажется, он смущен. "Кажется, произошла какая-то ошибка. Или тебя принесли твои кровные родственники, или тленные, или... - Соэго неожиданно умолкает, как будто ему в голову пришла неприятная мысль, - или один из *сборщиков*".

source: Lie: "The name is... uh, Adahn."
ru: Ложь: "Его зовут... э, Адан".

source: Lean in as if to whisper something to him, then snap his neck.
ru: Наклониться вперед, будто собираясь прошептать ему что-то, а затем свернуть ему шею.

source: Run for it.
ru: Убежать от него.

source: "Collectors?"
ru: "Сборщиков?"

source: "Yes, Collectors... packs of scavengers that bring the bodies of the dead to us. They may have thought you dead..." Soego hisses, and his eyes gleam. "...and they are so copper-blind they wouldn't have cared to check before delivering you here." Soego studies you. "It is fortunate you awoke... or you may have reached the True Death before your time."
ru: "Да, сборщиков... банды собирателей, которые приносят нам мертвые тела. Они могли решить, что ты мертв, - Соэго хрипит, его глаза приобретают блеск, - они были так ослеплены медью, что не позаботились проверить тело перед тем, как доставить тебя сюда, - Соэго изучает тебя. - Тебе несказанно повезло, что ты выжил... иначе ты мог достичь Истинной Смерти раньше положенного срока".

source: "Then there's been a mistake... and I'd like to leave. Now."
ru: "Значит, произошла ошибка... Я хочу уйти отсюда. Немедленно".

source: Soego nods, and the corner of his mouth twitches. "Why... of course, of course. Let me open the front gate for you."
ru: Соэго кивает, уголки его рта начинают подрагивать. "Ну... ладно, ладно. Позволь мне открыть главные ворота".

source: "All right."
ru: "Хорошо".

source: "You?"
ru: "Тебя?"

source: "Yes, *me.* I woke up on one of your slabs upstairs."
ru: "Да, *меня*. Я пробудился на одной из ваших плит наверху".

source: "Pardon...I misspoke."
ru: "Прошу прощения... Я ошибся".

source: As you approach, Soego sniffs the air, and he looks up. When he sees you, he frowns. "I unlocked the gate for you. Why are you still here?"
ru: При твоем приближении Соэго вынюхивает воздух и поднимает взгляд. Увидев тебя, он хмурится. "Я уже открыл для тебя ворота. Почему ты все еще здесь?"

source: "I had some questions for you before I left."
ru: "Перед тем, как уйти, я хочу задать несколько вопросов".

source: "I am heading for the gate now. Farewell."
ru: "Я как раз направляюсь к воротам. Прощай".

source: As you approach, Soego sniffs the air, and he looks up. When he sees you, he bows slightly. "Did you find what you were looking for?"
ru: При твоем приближении Соэго вынюхивает воздух и поднимает взгляд. Увидев тебя, он слегка кивает. "Ты нашел то, что искал?"

source: "Yes, thank you. Pardon me, I've gotten all turned around in these halls... can you help me find the exit?"
ru: "Да, спасибо. Прошу прощения, я, кажется, заблудился в этих залах... Ты не поможешь мне найти выход?"

source: "Yes. I want to leave now. Can you take me to the exit?"
ru: "Да. Мне пора идти. Ты можешь указать, где выход?"

source: "Yes, and I am heading for the gate now. Farewell."
ru: "Да, я как раз направляюсь к воротам. Прощай".

source: Soego nods, and the corner of his mouth twitches. "Why... of course. These halls *can* be confusing to visitors. Let me open the front gate for you."
ru: Соэго кивает, уголки его рта немого подрагивают. "Ну почему же... конечно. Эти залы *могут* запутать посетителей. Позволь мне открыть для тебя ворота".

source: "This is most odd." Soego's eyes gleam red, and the corners of his mouth twitch slightly, as if in anticipation. "Mayhap..." He sneers, displaying a row of sharp, dirty teeth. "Mayhap I should call the guards? Yes... yes, I think I will do that."
ru: "Очень странно" В глазах Соэго вспыхивает красный огонек, уголки рта начинают подрагивать, будто в предвкушении. "Может... - он широко ухмыляется, показывая ряд острых грязных зубов. - Может, мне стоит позвать охрану? Да... да, пожалуй, я так и сделаю".

source: Soego nods... and his mouth twitches again. He doesn't even seem to be aware of it. "Return when you have paid your respects, and I will unlock the front gate for you. It is after nine bells, so you'll have to leave as soon as you conclude your business."
ru: Соэго кивает... но его рот снова дергается. Похоже, он этого даже не замечает. "Возвращайся, когда воздашь все почести, и я открою для тебя главные ворота. Уже пробило девять ударов - закончи свои дела побыстрее".

source: "You know, I could do this another time. Can you let me out now?"
ru: "Пожалуй, отложу это до следующего раза. Ты мог бы меня отсюда выпустить?"

source: "Thank you. I will return."
ru: "Спасибо. Я скоро вернусь".

source: I really don't have time for this. Farewell.
ru: "У меня совершенно нет времени на это. Прощай".

source: I met a Dustman named Soego at the Mortuary front gate... he looks tired, as if he hasn't slept in weeks. Judging from the eyes and pallor of his skin, it looks like he has caught some sort of illness.
ru: У главных ворот Морга я встретил тленного по имени Соэго... он выглядел уставшим, как будто он неделю не спал. Судя по его глазам и бледности кожи, он подхватил какую-то болезнь.

source: "But I thought I'd broken your neck..."
ru: "Но я думал, что сломал тебе шею..."

source: "Wait... can we rest now?"
ru: "Погоди... а сейчас можно отдохнуть?"

source: "All right... so where am I?"
ru: "Ладно... Так где же я?"

source: "I... see. Why have I been made a prisoner here?"
ru: "Понятно... Почему из меня сделали заключенного?"

source: "All right. But... I thought I'd broken your neck..."
ru: "Хорошо. Но... я думал, что сломал тебе шею..."

source: "Good. But... I thought I'd *killed* you..."
ru: "Хорошо. Но... я думал, что *убил* тебя..."

source: He waves your words away. "Nothing; it was nothing to me. I had already been blessed with lycanthropy; the wounds healed in little time at all."
ru: Он отмахивается от твоих слов: "Ничто, для меня это ничто. Я уже был благославлен ликантропией - любые раны восстанавливаются очень быстро".

source: "I... see. So, how do I get to the Silent King?"
ru: "Понятно... Так как мне добраться до Безмолвного Короля?"

source: "All right... farewell, then."
ru: "Хорошо... Тогда прощай".

source: "Wait a moment... didn't I break your neck in the Mortuary?"
ru: "Постой... разве я не сломал тебе шею в Морге?"

source: "Wait a moment... I thought I'd *killed* you at the Mortuary..."
ru: "Постой... Я думал, что *убил* тебя в Морге..."

source: "Soego... Emoric wanted to know where you were."
ru: "Соэго... Эморик хотел знать, где ты".

source: "Greetings..."
ru: "Приветствую..."

source: Leave him to his thoughts.
ru: Оставить его в раздумьях.

source: "Greetings..." The man turns to face you and makes a slight bow. You suddenly notice that his eyes aren't bloodshot so much as they have a red tinge to them. "I am Soego. How may I help you?"
ru: "Приветствую..." Человек поворачивается к тебе лицом и делает небольшой поклон. Внезапно ты замечаешь, что его глаза не налиты кровью, а просто имеют красный оттенок. "Я Соэго. Чем могу помочь?"

source: Halfway through your comment, Soego's lips suddenly peel back, revealing a row of dirty, sharp teeth, and he leans in, sniffing you.
ru: Пока ты произносишь фразу, губы Соэго неожиданно раскрываются, обнажая ряд грязных и острых зубов. Он наклоняется вперед, обнюхивая тебя.

source: "Your clothes... those robes. They smell of another. They are not yours." Soego's lips seal into a strange smile, and his eyes gleam with an almost feral light. "Who *are* you?"
ru: "Твоя одежда... эта мантия. Она не так пахнет. Она не твоя, - губы Соэго растягиваются в странной улыбке, глаза горят диким огнем. - Кто ты *такой*?"

source: "I would like to leave the Mortuary. Can you help me?"
ru: "Я хотел бы покинуть Морг. Ты не поможешь мне?"

source: "I was merely passing by. Farewell."
ru: "Я просто проходил мимо. Прощай".

source: "Uh... why in the hells are you sniffing me?"
ru: "Эй... какого черта ты меня обнюхиваешь?"

source: "Never mind... farewell."
ru: "Неважно... Прощай".

source: "I... only took these robes so I could leave in peace. I woke up on one of the preparation rooms upstairs."
ru: "Я... одолжил эту мантию. Я очнулся на одной из плит наверху в препараторской".

source: "You're correct. These robes aren't mine, but who they belong to is not your concern."
ru: "Ты прав. Эта мантия не моя, но чья она - это не твое дело".

source: Snap his neck before he can call for help.
ru: Свернуть ему шею до того, как он сможет позвать на помощь.

source: "This is of no matter. I will take my leave now."
ru: "Это неважно. Мне пора идти".
