Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dsoego.dlg.po
Languages: ru

source: "Tell me about Hargrimm."
ru: "Расскажи мне о Харгримме".

source: "Tell me about Acaste."
ru: "Расскажи мне об Акасте".

source: "Tell me about Stale Mary."
ru: "Расскажи мне о Тухлой Мери".

source: "Tell me about the Silent King."
ru: "Расскажи мне о Безмолвном Короле".

source: "What do you know of this 'civilization?'"
ru: "Что тебе известно об этой 'цивилизации'?"

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: "Of course. You shall be safe in this chamber while you rest."
ru: "Конечно. Здесь ты будешь в безопасности".

source: "Thanks..."
ru: "Спасибо..."

source: "A stubborn one, but admirable in his piety and devotion to duty. He is my strongest rival here, and he has kept this civilization together for many years. His passions stem from his piety and devotion to duty... admirable qualities, but misplaced."
ru: "Упрямец, и все же он поражает своей верностью и преданностью долгу. Здесь он мой сильнейший противник, и он уже многие годы не дает распасться этой цивилизации. Его страсти являются результатом его верности и преданности долгу... замечательные качества, однако направлены не в то русло".

source: "I had other questions..."
ru: "У меня есть другие вопросы..."

source: "Acaste is a brute. Only the Silent King keeps her in check, I fear. Should his presence be removed, the ghouls would run rampant through the catacombs."
ru: "Акаста - животное. Боюсь, что Безмолвный Король - единственный, кто держит ее под контролем. Если его устранят, упыри разорят катакомбы".

source: "Stale Mary is a good-hearted soul, if slow. I cannot understand much of what she says, but she and the zombies are not prone to violence."
ru: "Тухлая Мери - добрая душа, хоть и медлительная. Я почти ничего не понимаю из того, что она говорит, но она и другие зомби не склонны к насилию".

source: "I have never seen the Silent King. I wish I could tell you something about him, but I have never seen him. Presumably, his throne room lies beyond the crimson doors, but I cannot gain entrance... Hargrimm, the skeleton priest, will not let me."
ru: "Я никогда не видел Безмолвного Короля. Хотел бы я что-нибудь о нем рассказать, но никогда с ним не встречался. Его тронный зал, предположительно, находится за красными дверями, но я не могу получить туда доступ... Харгримм, скелет-жрец, не даст мне его".

source: "Tell me of Hargrimm."
ru: "Расскажи мне о Харгримме".

source: "They have been here many centuries, I think, taking care of those that have passed away in their halls. Such devotion to duty is no longer necessary... it is almost a crime."
ru: "Думаю, они здесь уже много веков, пекутся о тех, кто скончался в их залах. Подобная преданность долгу больше не нужна... да она почти что преступна".

source: "What? Is this true? Ah, Many-As-One would surely reward you for such information..."
ru: "Что? Это правда? Ах, Многоединый наверняка вознаградит тебя за такие вести..."

source: "Good. I had some questions..."
ru: "Хорошо. У меня есть несколько вопросов..."

source: "I will tell him myself, then. Farewell."
ru: "Тогда я расскажу ему сам. Прощай".

source: I told Soego that the Silent King was nothing more than a wizened corpse. I will have to inform Many-As-One myself as soon as the opportunity arises.
ru: Я сказал Соэго, что Безмолвный Король - не более чем высохший труп. Мне нужно сообщить это Многоединому, как только предоставится такая возможность.

source: "You... bastard!"
ru: "Ах ты... сволочь!"

source: "Wha-"
ru: "Чт..."

source: "Eh... that door leads to my private chambers. Please do not enter the chambers."
ru: "Э... эта дверь ведет в мои личные покои. Прошу туда не входить".

source: Leave.
ru: Уйти.

source: "Oh! I will go speak with him, now!"
ru: "О! Пойду поговорю с ним!"

source: "Farewell."
ru: "Прощай".

source: "No, I am on my way."
ru: "Нет, я уже иду".

source: "Sadly, no. It may come around, however."
ru: "К сожалению, нет. Но все еще образуется".

source: "I see. Farewell."
ru: "Понятно. Прощай".

source: Soego pauses for a moment. "I see." He suddenly begins a startling transformation...
ru: Соэго некоторое время молчит. "Все ясно". Неожиданно он начинает превращаться...

source: "What the...?"
ru: "Какого?.."

source: "Er... your memory does you a disservice. My neck was hurt, surely... sprained. But broken? Hardly."
ru: "Э... твоя память тебе изменяет. Конечно, моя шея слегка побаливала... она немного вывернута. Но сломана? Вряд ли".

source: "I beg to differ. What are you, Soego?"
ru: "Позволь не согласиться. Что ты такое, Соэго?"

source: "You'd said you're a missionary?"
ru: "Ты говорил, что ты миссионер?"

source: He darts out of your grasp with preternatural speed. Sneering and spitting, he hisses "A foolish thing, to attack an agent of the cranium rat hive mind!" He suddenly begins a startling transformation...
ru: Он вырывается из твоей хватки со сверхъестественной скоростью. Фыркая и плюясь, он шипит: "Глупая тварь, ты напал на агента коллективного разума черепных крыс!" Внезапно он начинает пугающе преображаться...

source: "A ridiculous question! You woke on a preparation slab, in the Mortuary... you told me so, yourself. Certainly my wound could not have been worse than those which led Collectors to mistake you for a corpse, no?"
ru: "Глупый вопрос! Ты очнулся на препарационной плите в Морге... ты сам мне об этом рассказал. Несомненно, мое ранение было получше того, из-за которого сборщики перепутали тебя с трупом, не так ли?"

source: "True enough, but... never mind."
ru: "Все так, но... неважно".

source: "My condition is... unique."
ru: "У меня... особый случай".

source: "No. Something is wrong here, and I'll find out what it is soon enough."
ru: "Нет. Что-то здесь не так, и я очень скоро выясню это".

source: He shrugs. "Very well."
ru: "Ну и ладно", - он пожимает плечами.

source: "Aren't you angry about what happened?"
ru: "Ты не злишься насчет того, что произошло?"

source: "So what are the Dustmen doing here?"
ru: "Так что же тленные делают здесь?"

source: "I'll take my leave, now. Farewell."
ru: "Я уже должен идти. Прощай".

source: He smiles. "Everyone's unique. Everyone. Surely you won't deny that?"
ru: Он улыбается. "У каждого свои причуды. Уверен, этого ты не станешь отрицать?"

source: "What am-? What sort of question is that?"
ru: "Что я такое?.. Что за вопрос такой?"

source: "You heard me. You're no ordinary Dustman... what *are* you, Soego?"
ru: "Ты слышал меня. Ты ведь не обычный тленный... что ты *такое*, Соэго?"

source: "Forget it. Never mind."
ru: "Забудь. Неважно".

source: Soego scowls at you. "I don't know *what* you speak of."
ru: Соэго бросает на тебя угрюмый взгляд: "Я не понимаю, о *чем* ты говоришь".

source: "Something is wrong here, and I'll find out what it is soon enough."
ru: "Что-то здесь не так, и я очень скоро выясню это".

source: I found Soego. He has discovered a group of undead guardians who were protecting the catacombs. He is trying to convince them to join the True Death.
ru: Я нашел Соэго. Он обнаружил группу мертвых стражей, защищавших катакомбы. Он пытается убедить их присоединиться к Истинной Смерти.

source: "Yes, I am he. I am doing missionary work for the Dustmen, here."
ru: "Да, это я. Я занимаюсь здесь миссионерской деятельностью для тленных".

source: "Are there other Dustmen here?"
ru: "Здесь есть другие тленные?"

source: "Yes, I am he."
ru: "Да, это я".

source: "Good. Now, how do I get to the Silent King?"
ru: "Хорошо. Так как же мне добраться до Безмолвного Короля?"

source: "Good. Farewell."
ru: "Хорошо. Прощай".

source: "Many-As-One?"
ru: "Многоединый?"

source: "Yes, the hive mind of the cranium rats. Go to the catacombs east of Weeping Stone. You shall find the way, there.
ru: "Да, коллективный разум черепных крыс. Иди на восток от Катакомб плачущих камней. Там ты найдешь дорогу".

source: "Interesting. I had some questions..."
ru: "Интересно. У меня есть другие вопросы..."

source: I told Soego that the Silent King was nothing more than a wizened corpse. He said I should inform Many-As-One, and would be rewarded for doing so. Many-As-One is the hive mind of the cranium rats in the Warrens of Thought, east of the Weeping Stone catacombs.
ru: Я сказал Соэго, что Безмолвный Король - не более чем высушенный труп. Он сказал, что мне нужно сообщить это Многоединому, и я буду вознагражден. Многоединый - это коллективный разум черепных крыс в Логове Мысли на востоке от Катакомб плачущих камней.

source: "There are some that have signed a contract allowing the Dustmen to use their bodies once they have died. It is possible that you were caught in an... unusual mix-up. You seem much brighter than our regular zombies."
ru: "Некоторые подписывают с тленными контракты, согласно которым они могут использовать их тела, как только те умрут. Возможно, тебя взяли... по недоразумению. Ты кажешься гораздо умнее, чем наши обычные зомби".

source: "People sell their bodies after death to you?"
ru: "Люди продают вам свои тела после смерти?"

source: "Oh. I had some other questions..."
ru: "О. У меня есть другие вопросы..."

source: "Oh, yes. In exchange for a small sum of copper, many are willing to sell a body they will no longer need when they reach the True Death."
ru: "О да. В обмен на небольшую сумму многие готовы продать свое тело, которое все равно им не понадобится, когда они достигнут Истинной Смерти".

source: "What do you do with these bodies?"
ru: "И что вы делаете с этими телами?"

source: "I... see. Do you mind if I ask you some other questions?"
ru: "Понятно... Ты не против, если я задам тебе пару вопросов?"

source: "Thanks for the information. Farewell."
ru: "Спасибо за информацию. Прощай".

source: "The shells perform menial tasks around the Mortuary. They haul bodies, clean floors, assist us in preparing bodies for burial... relatively simple tasks. It is unfortunate, but they are not capable of following any complicated instructions."
ru: "Оболочки совершают различные поручения по всему Моргу. Они перевозят тела, моют полы, помогают готовить тела к погребению... относительно несложные задачи. К сожалению, они не способны выполнять более сложные инструкции".

source: "Well, 'Contracted' or not, how did I get here if I wasn't dead?"
ru: "Хорошо, 'контрактник' я или нет, но как я попал сюда, если я не мертв?"

source: Soego nods. "You may ask your questions."
ru: Соэго кивает: "Задавай свои вопросы".

source: "I'd like to leave. Can you guide me to the exit?"
ru: "Я хочу уйти. Можешь ли ты проводить меня к выходу?"

source: "Can you get me out of here?"
ru: "Можешь ли ты помочь мне выбраться отсюда?"

source: "Do you know there's a corpse up on the second level that's a human in disguise?"
ru: "Тебе известно, что на втором этаже есть труп, который на самом деле - замаскированный человек?"

source: "Pardon?"
ru: "Прошу прощения?"

source: "If I may ask... are you all right? You look tired."
ru: "Можно спросить... с тобой все в порядке? Ты выглядишь уставшим".

source: "You're Soego, right? I heard you're a little odd for a Dustman. That you like rats."
ru: "Ты ведь Соэго, верно? Я слышал, что ты немного странноват для тленного. Что ты похож на крысу".

source: "Do you know someone named Pharod?"
ru: "Ты знаешь кого-нибудь по имени Фарод?"

source: "I'm missing a journal. Have you seen one?"
ru: "Я потерял дневник. Тебе ничего такого не попадалось?"

source: "Nevermind. I must take my leave. Farewell."
ru: "Неважно. Я должен идти. Прощай".

source: "There's a man disguised as a corpse upstairs. I think he's spying on the Dustmen."
ru: "Наверху есть человек, замаскированный под труп. Я думаю, он шпионит за тленными".

source: "Forget it. I had some other questions..."
ru: "Забудь об этом. У меня есть несколько вопросов..."

source: "What? Why would anyone...?" Soego's voice suddenly drops to a hiss and his lips peel back to reveal a row of jagged teeth. "An *Anarchist.*" His eyes gleam a bright red. "An Anarchist. *Here.*" He suddenly seems to remember your presence, and he composes himself. "Thank you for informing me. I will see to it that the guards handle this matter."
ru: "Что? Как это могло случиться?.." Соэго внезапно переходит на шепот, его губы раскрываются, обнажая ряд острых зубов. "*Анархист*, - в его глазах вспыхивает красный огонек. - Анархист. *Здесь*, - неожиданно он вспоминает о твоем присутствии и успокаивается. - Спасибо за предупреждение. Я позабочусь, чтобы стража разобралась с этим делом".

source: "No problem. I had some other questions..."
ru: "Без проблем. У меня есть еще вопросы..."

source: You are about to mention it, when suddenly you stop. You feel a strange prickling sensation as you look at Soego... for some reason, you don't think you should say anything.
ru: Ты уже готов сказать это, но вдруг останавливаешься. Глядя на Соэго, ты чувствуешь странное покалывающее чувство... почему-то тебе кажется, что не следует ничего говорить.

source: "I hear you're a strange one, Soego. That you like rats."
ru: "Я слышал о тебе кое-что странное, Соэго. Что ты похож на крысу".

source: "Uh... say, I wanted to ask you something."
ru: "Э... я хотел бы у тебя кое-что спросить".

source: Soego falls silent for a moment, studying you. His eyes gleam a bright red, and he gives a soft hiss. "I think you have outstayed your welcome." To your surprise, he takes a step back and claps his hands sharply three times. In response, a great iron bell starts tolling throughout the Mortuary.
ru: На минуту Соэго в тишине изучает тебя. В его глазах вспыхивает красный огонек, и он издает легкое шипение. "Кажется, ты злоупотребляешь нашим гостеприимством". Неожиданно он делает шаг назад, затем быстро хлопает в ладони три раза. В ответ во всем Морге раздается звон огромного железного колокола.

source: "What the...? What are you doing?"
ru: "Что за?.. Что ты делаешь?"

source: "All right, then. Prepare to die, Soego."
ru: "Ну хорошо. Приготовься к смерти, Соэго".

source: Soego manages a weak smile, and the corners of his mouth twitch slightly. "I have recently taken ill... minor fevers, nothing more. Sometimes they make sleep... difficult."
ru: Соэго удается слабо улыбнуться, уголки его рта слегка подрагивают. "Я немного приболел... небольшая лихорадка, ничего страшного. Иногда из-за нее трудно... заснуть".

source: "Anything I could do?"
ru: "Я могу чем-нибудь помочь?"

source: "I see. Well, I must take my leave. Farewell."
ru: "Ясно. Что ж, мне нужно идти. Прощай".

source: Soego shakes his head. "No, no, thank you for your concern... I will endure." He frowns slightly. "Was there something else you wanted?"
ru: Соэго качает головой: "Нет-нет, спасибо за заботу... Я переживу, - он немного хмурится. - Тебе нужно что-либо еще?"

source: "Yes. I had some other questions..."
ru: "Да. У меня есть еще вопросы..."

source: "No, I won't trouble you anymore. Thanks for the information."
ru: "Нет, не хочу тебя больше беспокоить. Спасибо за информацию".

source: "Pharod? Of course I know him." He frowns, and his eyes gleam red. "A ghoulish man. No respect for the dead, and even less for the living. He is a scavenger. A Collector."
ru: "Фарод? Ну конечно же, я знаю его, - он хмурится, в его глазах появляется красный блеск. - Отвратительный человек. Никакого уважения к мертвым, и еще меньше - к живым. Сборщик".

source: "Collector?"
ru: "Сборщик?"

source: "Do you know where I could find him?"
ru: "Ты знаешь, где его можно найти?"

source: "I see. Perhaps I should take my leave."
ru: "Понятно. Кажется, мне пора идти".

source: "Collectors make their living gathering corpses and bringing them here to the Mortuary. We then make sure the bodies receive a proper burial."
ru: "Сборщики находят трупы и доставляют их сюда, в Морг. Затем мы заботимся о том, чтобы тела были похоронены надлежащим образом".

source: "So if a Collector found a body... mine, for example... they might have brought it here and sold it to you?"
ru: "А если сборщик находит тело... мое, к примеру... он может принести его сюда и продать его вам?"

source: "So this Collector, Pharod... do you know where I could find him?"
ru: "А этот сборщик, Фарод... ты не знаешь, где я могу найти его?"

source: "Yes."
ru: "Да".

source: "Hmmmm. Suddenly it's extremely important that I find this Pharod. Do you know where I could find him?"
ru: "Хм-м. Выходит, мне крайне важно найти этого Фарода. Ты не знаешь, где я могу найти его?"

source: "I know he resides in the Hive, the slums outside the Mortuary, but I do not know exactly where. Some of the other Collectors may know, if they'll talk to you."
ru: "Я знаю, что он живет в Улье, в трущобах вокруг Морга, но точнее сказать не могу. Другие сборщики могут знать, если они соизволят говорить с тобой".

source: "What do Collectors do again?"
ru: "Еще раз, чем занимаются сборщики?"

source: "A journal?" Soego seems confused. "No, I have not seen one."
ru: "Дневник? - Соэго выглядит растерянным. - Нет, мне он не попадался".

source: "Never mind then. I had some other questions..."
ru: "Ладно, неважно. У меня есть другие вопросы..."

source: "Thanks anyway. Farewell."
ru: "Все равно спасибо. Прощай".

source: You see a tired-looking man in a black robe. His narrow face is extremely pale, and he doesn't look as if he has been sleeping: his shoulders are slumped, and the flesh sags loosely beneath his bloodshot eyes. He looks so lost in thought he doesn't even notice you.
ru: Перед тобой сильно уставший мужчина в черной одежде. Его худощавое лицо очень бледно, похоже, он не высыпается: плечи поникли, под красными глазами огромные мешки. Он настолько погружен в раздумья, что даже не замечает тебя.

source: "Greetings..." The man turns to face you and makes a slight bow. You suddenly notice that his eyes aren't bloodshot so much as they have a red tinge to them. "I am Soego. How may I..." He suddenly seems to notice your scars, and the corner of his mouth twitches. "I'm sorry, sirrah, are you lost?"
ru: "Приветствую..." Человек поворачивается к тебе лицом и слегка кивает. Внезапно ты замечаешь, что его глаза не налиты кровью, а просто имеют красный оттенок. "Я Соэго. Чем я могу... - неожиданно он замечает твои шрамы, при этом уголки его рта начинают подрагивать. - Прошу прощения, ты потерялся?"

source: "No."
ru: "Нет".

source: "No, I'm not lost. I had some questions..."
ru: "Нет, я не потерялся. У меня есть несколько вопросов..."

source: "No. I was merely looking for the exit. Farewell."
ru: "Нет. Я просто искал выход. Прощай".

source: "Well, then..." The corners of Soego's mouth twitch again, as if in anticipation. "Let me call the guards to lead you out. Stand for a moment." He looks like he is about to call the guards.
ru: "Тогда ладно... - уголки рта Соэго снова начинают подрагивать, словно в предвкушении. - Позволь мне позвать охрану, она выпроводит тебя. Подожди минуточку". Кажется, вот-вот он позовет охрану.

source: "Hold a moment! Please... there's no need to call the guards. I came in for an internment earlier, and I just got turned around in the halls... Can you please just lead me out?"
ru: "Секундочку! Пожалуйста... не надо звать охрану. Я пришел сюда на похороны, и просто заблудился в этих залах... Ты не можешь указать мне выход наружу?"

source: "No! I'm not lost - I misspoke."
ru: "Нет! Я не потерялся. Я оговорился".

source: Wait.
ru: Подождать.

source: "I do not recall admitting you." Soego looks at you suspiciously, and his eyes gleam red in the light of the torches. "May I ask what you are doing here?"
ru: "Не помню, чтобы я тебя впускал, - Соэго подозрительно смотрит на тебя, его глаза горят красными факелами. - Могу ли я поинтересоваться, что ты здесь делаешь?"

source: "That is none of your concern."
ru: "Это тебя не касается".

source: "I awoke on one of the slabs in your preparation room."
ru: "Я очнулся на одной из плит в вашей препараторской".

source: "I'm here to see someone."
ru: "Я хочу повидаться кое с кем".

source: "I was here for an internment, but there seems to have been a mistake."
ru: "Я пришел сюда на похороны, но похоже, здесь произошла ошибка".

source: Lean in as if to whisper to him, then when he leans in, snap his neck.
ru: Наклониться вперед, будто собираясь прошептать ему что-то, а затем, когда он наклоняется в ответ, свернуть ему шею.

source: He seems surprised. "You... woke up on one of the slabs upstairs?"
ru: Он выглядит удивленным. "Ты... очнулся на одной из плит наверху?"

source: "Uh, no. I misspoke."
ru: "Ой, нет. Я оговорился".

source: "Yes. I know this is hard to believe, but it's the truth: I woke up on one of your slabs upstairs."
ru: "Да. Я знаю, в это трудно поверить, но это правда. Я очнулся на одной из ваших плит наверху".

source: Soego nods. "Who are you here to see? I would be more than happy to direct you."
ru: Соэго кивает. "С кем ты хочешь увидеться? Я буду рад тебе показать дорогу".

source: "It is none of your concern."
ru: "Это не твое дело".

source: "I am here to see Dhall."
ru: "Я хочу повидаться с Дхоллом".

source: "I am here to see Deionarra."
ru: "Я хочу повидаться с Дейонаррой".

source: Lie: "Uh... Adahn. Does he still work here, or...?"
ru: Ложь: "Э... с Аданом. Он все еще работает здесь, или?.."

source: "Uh, no one. I misspoke."
ru: "Ой, ни с кем. Я оговорился".

source: "Dhall? Dhall the Scrivener can be found in the receiving room on the upper floor." The corner of Soego's mouth twitches briefly. "He is rather busy and his health is failing. Unless you have pressing business, I would not disturb him."
ru: "Дхолла? Писаря Дхолла можно найти в приемной комнате на верхнем этаже, - уголки рта Соэго начинают подрагивать. - Он очень занят, а здоровье его подорвано. Если у тебя к нему не срочное дело, то лучше не беспокоить его".

source: "What's wrong with Dhall?"
ru: "Что не так с Дхоллом?"

source: "The receiving room?"
ru: "В приемной комнате?"

source: "Very well. I will keep my visit with him brief. Farewell."
ru: "Хорошо. Я не буду долго задерживать его. Прощай".

source: "Yes... the receiving room is where the bodies from the city are taken when they are brought here. They are recorded and then prepared for burial."
ru: "Да... в приемную комнату доставляются все тела из города. Их записывают, а затем подготавливают к погребению".

source: "Thank you for your directions. I will keep my visit with Dhall brief. Farewell."
ru: "Спасибо за разъяснения. Я постараюсь, чтобы мой визит к Дхоллу был коротким. Прощай".

source: "Oh, there is nothing wrong with him. Dhall is..." Soego clicks his teeth. "...*old.* His long devotion to cataloging the dead has nearly run its course. Death will no doubt soon follow the wasting sickness he has contracted."
ru: "О, с ним ничего плохого. Дхолл... - Соэго клацает зубами, - очень *стар*. Его ревностная каталогизация мертвых довела его до ручки. Несомненно, смерть незамедлительно последует за его изнурительной болезнью".

source: "Deionarra? There is a woman by that name interred in the northwest memorial hall. Is that who you are looking for?"
ru: "Дейонарру? В северо-западном мемориальном зале погребена женщина с таким именем. Ты ее ищешь?"

source: "Yes... can you tell me what happened to her?"
ru: "Да... ты можешь сказать, что с ней произошло?"

source: "Yes. I will go pay my respects now."
ru: "Да. Мне нужно ее проведать".

source: "I do not know, but she has been here for quite some time. Her father might know what befell her... he visits here from his offices in the Upper Ward frequently. It was his wish that she be placed in the memorial hall here."
ru: "Я не знаю, но она здесь уже достаточно долго. Ее отец может знать, что произошло с ней... он часто приходит сюда из своих апартаментов в Верхнем районе. Это он захотел поместить ее здесь в мемориальном зале".

source: "Thank you for the directions. I will go pay my respects."
ru: "Спасибо за разъяснения. Пойду, проведаю ее".
