Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dsoego.dlg.po
Languages: ru

source: You see a tired-looking man in a faded black robe. His narrow face is extremely pale, and he doesn't look as if he has been sleeping: his shoulders are slumped, and the flesh sags loosely beneath his bloodshot eyes. He doesn't appear to notice you... he must mistake you for one of the cadaverous workers.
ru: Перед тобой устало выглядящий мужчина в выцветших черных одеждах. Его худощавое лицо слишком бледное, как будто он давно не спал. Его плечи осунулись, под налитыми кровью глазами видны мешки. Похоже, он не заметил тебя... Должно быть, он спутал тебя с одним из мертвых рабочих.

source: "Greetings."
ru: "Приветствую".

source: "Who are you?"
ru: "Кто ты?"

source: "What is this place?"
ru: "Что это за место?"

source: "I had some questions..."
ru: "У меня есть несколько вопросов..."

source: Leave him in peace.
ru: Оставить его в покое.

source: The Dustman's head snaps up as you address him. "Par... pardon? Did you just speak to me?"
ru: Когда ты обращаешься к тленному, он резко поднимает голову: "Про... прошу прощения? Ты что-то сказал мне?"

source: "Yes, I did. I had some questions..."
ru: "Да. У меня есть несколько вопросов..."

source: "No. No, I didn't."
ru: "Нет. Нет, это не я".

source: Become deathly silent.
ru: Стать тихим как покойник.

source: Leave. Quickly.
ru: Уйти. Быстро.

source: "By the Powers!" The Dustman jumps, then stares intently at you. You notice his eyes aren't bloodshot as much as they have a red tinge to them. "Sirrah, you force an unflattering confession from me: you make a convincing zombie." He bows slightly. "I am Soego. May I ask your business here..." He glances at your scars. "...looking like that?"
ru: "О Силы!" Тленный подпрыгивает, затем внимательно смотрит на тебя. Ты замечаешь, что его глаза не налиты кровью, а просто имеют красный оттенок. "Эй, ты заставляешь меня сделать нелестное признание: из тебя вышел убедительный зомби, - он делает легкий поклон. - Я Соэго. Могу ли я спросить тебя, что ты делаешь здесь, - он косится на твои шрамы, - в таком виде?"

source: "It's none of your concern."
ru: "Это не твое дело".

source: "I'm not certain what I'm doing here. I woke up on one of the slabs upstairs, and my memory's... a little foggy."
ru: "Я не совсем понимаю, что я здесь делаю. Я очнулся на одной из плит наверху, и моя память... немного туманна".

source: "I got turned around in the halls here, and I can't seem to find the exit. Can you help me?"
ru: "Я заблудился в этих залах и теперь не могу найти выход. Ты можешь мне помочь?"

source: "I'm trying to get out of here."
ru: "Я пытаюсь выбраться отсюда".

source: "I needed a change."
ru: "Мне были нужны перемены в жизни".

source: The Dustman studies you for a moment, then shakes his head. "More imaginings..." He sighs and rubs his eyes. "These fever spells are getting worse..."
ru: Тленный некоторое время изучает тебя, затем трясет головой. "Опять почудилось... - вздыхает он и трет глаза. - Эти заклинания от лихорадки действуют слишком сильно..."

source: "It's not your imagination. I had some questions..."
ru: "Это не твое воображение. У меня есть другие вопросы..."

source: Snap his neck while he is distracted.
ru: Свернуть ему шею, пока он отвлекся.

source: "I had some questions."
ru: "У меня есть несколько вопросов".

source: Leave quietly.
ru: Тихо уйти.

source: The Dustman looks carefully at you, then leans in... his lips peel back, revealing a row of dirty, sharp teeth, and he begins to sniff at you like a rat.
ru: Тленный внимательно смотрит на тебя, затем наклоняется к тебе... его губы раскрываются, обнажая ряд грязных и острых зубов. Он, как крыса, начинает обнюхивать тебя.

source: "Uh... why in hell's name are you sniffing me?"
ru: "Эй... какого черта ты меня обнюхиваешь?"

source: "Look, I had some questions for you..."
ru: "Послушай, у меня есть вопросы к тебе..."

source: Snap his neck when he leans in.
ru: Свернуть ему шею, пока он наклоняется вперед.

source: As you are turning to leave, the Dustman gives a slight hiss, then leans in and sniffs at you. "By the Powers!" The Dustman step back, his eyes widening. You notice his eyes aren't bloodshot so much as they have a red tinge to them. "Sirrah, you force an unflattering confession from me: you make a convincing zombie." He bows slightly. "I am Soego. May I ask your business here... looking like that?"
ru: Как только ты собираешься уйти, тленный издает легкое шипение, затем наклоняется вперед и обнюхивает тебя. "О Силы!" Тленный отступает назад, его глаза широко раскрыты. Ты замечаешь, что его глаза не налиты кровью, а просто имеют красный оттенок. "Эй, ты заставляешь меня сделать нелестное признание: из тебя вышел убедительный зомби, - он слегка кивает. - Я Соэго. Могу ли я спросить, что ты здесь делаешь... в таком виде?"

source: "I'm lost, and I'm looking for the exit. Can you help me?"
ru: "Я заблудился и ищу выход. Ты можешь мне помочь?"

source: "I am trying to get out of here."
ru: "Я пытаюсь выбраться отсюда".

source: "I really don't have time for this. Farewell."
ru: "У меня совершенно нет на это времени. Прощай".

source: "Oh, but I'm afraid it *is* my concern." Soego's eyes gleam red, and the corners of his mouth twitch slightly, as if in anticipation. "Mayhap..." He sneers, displaying a row of sharp, dirty teeth. "Mayhap I should call the guards? Yes... yes, I think I will do that."
ru: "О, боюсь, что это *как раз* мое дело". Глаза Соэго блестят красным, уголки его рта слегка подергиваются, словно в предвкушении. "Может... - он широко ухмыляется, показывая ряд острых грязных зубов. - Может, мне стоит позвать охрану? Да... да, пожалуй, я так и сделаю".

source: "Hold a moment! I was lost... I just got turned around in the halls here, and I can't seem to find the exit. Can you help me?"
ru: "Постой! Я потерялся... Я просто заблудился в этих залах и теперь не могу найти выход. Ты можешь мне помочь?"

source: "Stop! Don't call the guards! I just want to get out of here... can you help me?"
ru: "Стой! Не надо звать стражу! Я просто хочу выбраться отсюда... ты поможешь мне?"

source: Snap his neck before he can call out.
ru: Свернуть ему шею до того, как он сможет позвать на помощь.

source: "Summon them, then. I'd like to meet them."
ru: "Давай, зови их. Буду рад с ними встретиться".

source: "Really?" The Dustman scrutinizes you. "You *do* look like you've been prepared. I don't know how you would have survived such pain... are you *in* pain? You look it."
ru: "Правда? - тленный недоверчиво осматривает тебя. - Ты *выглядишь* так, как будто тебя только что вскрыли. Не представляю, как ты смог пережить эту невыносимую боль... тебе *больно*? Кажется, да".

source: "How would I have gotten here in the first place?"
ru: "Как я вообще сюда попал?"

source: "I don't have time for this. Farewell."
ru: "У меня нет времени на это. Прощай".

source: Soego nods, and the corner of his mouth twitches. "Why... of course. These halls *can* be confusing to visitors. No harm done, but you are not permitted here in the Mortuary after nine bells - let me open the front gate for you."
ru: Соэго кивает, уголки его рта немного подрагивают. "Ну почему же... конечно. Эти залы *способны* запутать посетителей. В этом нет ничего плохого, но тебе нельзя находиться в Морге после девяти ударов колокола. Позволь мне открыть для тебя ворота".

source: "Thank you."
ru: "Спасибо".

source: Soego reaches to his belt, fumbles at it for a moment, then hisses. "The key!" His eyes gleam a bright red, and his lips peel back in anger... his expression is almost animalistic. "Someone's stolen the key!" He turns to you and snarls. "You! You must have done this!"
ru: Соэго тянется к поясу, шарит по одежде, затем начинает шипеть. "Ключ!" В его глазах появляется яркий красный блеск, а губы складываются в гримасу ярости... выражение лица при этом напоминает звериный оскал. "Кто-то украл ключ!" Он разворачивается к тебе и рычит: "Ты! Это сделал ты!"

source: Bluff him: "Uh...wait! Why would I ask you for it if I'd stolen it?"
ru: Блеф: "Эй... погоди! Зачем мне спрашивать тебя о нем, если я его украл?"

source: Lie: "What are you talking about?! I had nothing to do with it!"
ru: Ложь: "О чем это ты?! Мне-то он зачем!"

source: "So what if I did? What are you going to do about it?"
ru: "Ну, допустим, я. И что? И что ты мне сделаешь?"

source: Soego takes a large key from his belt and walks to the front gate. You can't help but notice his peculiar walk... he hunches forward, as if to keep balance.
ru: Соэго берет огромный ключ с пояса и идет к главным воротам. Ты не можешь не заметить его странной походки... он наклоняется вперед, пытаясь сохранить равновесие.

source: "Odd walk he's got."
ru: "Какая странная у него походка".

source: Wait for him to open the gate.
ru: Подождать, пока он открывает ворота.

source: Once he reaches the gate, Soego turns the key in the lock. A moment later, a grating sound comes from within the lock chamber... the sound carries throughout the main hall, echoing off the marble floors.
ru: Дойдя до ворот, Соэго вставляет ключ в замок. Спустя мгновение из замочной скважины раздается неприятный звук... Он наполняет весь главный зал, эхом раскатываясь по мраморным стенам.

source: Wait for him to return.
ru: Подождать, пока он не вернется.

source: "Very well. The front gate is now unlocked, but you cannot re-enter."
ru: "Вот и все. Главные ворота открыты, но вернуться обратно ты не сможешь".

source: "Can I ask you some questions before I leave?"
ru: "Могу ли я задать пару вопросу перед тем, как уйду?"

source: "Thank you, Soego. I will leave now."
ru: "Спасибо, Соэго. Я пошел".

source: "Get out?" Soego frowns. "How did you get in?"
ru: "Выбраться отсюда? - Соэго хмурится. - А как ты умудрился попасть внутрь?"

source: "I was here for an internment earlier, paying my respects. I'm ready to leave... but I seem to have gotten turned around. Can you help me find the exit?"
ru: "Я был здесь на похоронах, отдавал дань уважения. Я уже готов уйти... вот только, кажется, я заблудился. Ты не поможешь мне найти выход?"

source: "I don't really know."
ru: "Я и сам не знаю".

source: "I woke up on one of the slabs upstairs, and my memory's... a little foggy."
ru: "Я очнулся на одной из плит наверху, и моя память... немного туманна".

source: Soego clicks his tongue. "Most curious." He studies you again. "Is it possible that you are one of the Contracted?"
ru: Соэго цокает языком. "Очень любопытно, - он снова изучает тебя. - А может, ты один из контрактников?"

source: "Uh, 'Contracted?'"
ru: "Э, контрактников?"

source: As you are turning to leave, the Dustman stops sniffing you and gives a slight hiss. "By the Powers!" The Dustman draws back, his eyes widening. You notice his eyes aren't bloodshot so much as they have a red tinge to them. "Sirrah, you force an unflattering confession from me: you make a convincing zombie." He bows slightly. "I am Soego. May I ask your business here... looking like that?"
ru: Едва ты собираешься уйти, как тленный перестает тебя обнюхивать и испускает легкое шипение. "О Силы!" Тленный отступает назад, его глаза широко раскрыты. Ты замечаешь, что его глаза не налиты кровью, а просто имеют красный оттенок. "Эй, ты заставляешь меня сделать нелестное признание: из тебя вышел убедительный зомби, - он слегка кивает. - Я Соэго. Могу ли я спросить, что ты здесь делаешь... в таком виде?"

source: "I see..." Soego's eyes gleam red, and the corners of his mouth twitch slightly, as if in anticipation. "Mayhap..." He sneers, displaying a row of sharp, dirty teeth. "Mayhap I should call the guards? Yes... yes, I think I will do that."
ru: "Понятно..." Глаза Соэго блестят красным, уголки его рта слегка подрагивают, словно в предвкушении. "Может... - он широко ухмыляется, показывая ряд острых грязных зубов. - Может, мне стоит позвать охрану? Да... да, пожалуй, я так и сделаю".

source: As you turn to leave, Soego gives an angry hiss... then suddenly composes himself and raises his hand. "No, no, I'm afraid you can't leave. Something is amiss here. I think it is best we get this matter straightened out..." The corners of his lips twitch slightly, and his eyes gleam. "...mayhap the guards could help. Yes... mayhap I should call them."
ru: Когда ты собираешься уходить, как Соэго издает злобное шипение... затем он неожиданно успокаивается и поднимает руки. "Нет, нет, боюсь, что ты не можешь уйти. Что-то здесь не так. Мне кажется, что будет лучше, если мы разберемся с этим... - уголки его рта подрагивают, в глазах вспыхивает огонек. - Может, охрана поможет. Да... наверное, мне стоит позвать их".

source: Soego takes a step back, then claps his hands together sharply three times. In response, a great iron bell starts tolling throughout the Mortuary.
ru: Соэго делает шаг назад, затем быстро хлопает в ладони три раза. В ответ во всем Морге раздается звон огромного железного колокола.

source: "All right then..."
ru: "Ну хорошо..."

source: Before he can utter a word, your hands clamp onto his temples, and you twist his head sharply to the left.
ru: До того, как он смог произнести слово, твои руки хватают его голову за виски, и ты резко сворачиваешь его голову влево.

source: "Can't have you alerting your friends..."
ru: "Нельзя допустить, чтобы ты предупредил своих друзей".

source: There is a *crack* as his neck snaps... but instead of falling limp, the Dustman gives a strangled cry and rips himself from your grip!
ru: В его шее раздается характерный хруст... но вместо того, чтобы безвольно упасть, тленный издает душераздирающий крик и вырывается из твоей хватки!

source: "What...?!"
ru: "Что?!.."

source: The Dustman looks as shocked as you; his eyes are wild, and he is making a gurgling noise in his throat... you're certain you've snapped his neck, for his head is twisted at an unnatural angle, but he's still alive! As you watch, stunned, he claps his hands weakly three times. In response, a great iron bell begins tolling throughout the Mortuary.
ru: Кажется, тленный шокирован не меньше тебя. В его глазах безумие, из горла издается булькающие звуки... ты уверен, что свернул ему шею: его голова повернута под неестественным углом, но он все еще жив! Пока ты в оцепенении смотришь на него, он слабо хлопает в ладони три раза. В ответ во всем Морге раздается звон огромного железного колокола.

source: *Something* must have alerted the Dustman... before you can even lunge for him, he leaps back, his eyes gleaming red and his teeth bared. With a hiss, he claps his hands together sharply three times. In response, a great iron bell starts tolling throughout the Mortuary.
ru: Должно быть, *что-то* насторожило тленного... до того, как ты смог до него дотянуться, он отскакивает назад. В его глазах вспыхивает красный огонек, он скалит зубы. Шипя, он быстро хлопает в ладони три раза. В ответ во всем Морге раздается звон огромного железного колокола.

source: "Ah, another member of the living. Most are slain by the ghouls, this far into the catacombs; you are fortunate."
ru: "А, еще один из живущих. Большинство из тех, кто заходит так глубоко в катакомбы, убивают упыри. Тебе повезло".

source: "You're Soego, from the Mortuary. What are you doing here?"
ru: "Ты Соэго, из Морга. Что ты здесь делаешь?"

source: "Where am I?"
ru: "Где я?"

source: "Why have I been made a prisoner here?"
ru: "Почему из меня сделали заключенного?"

source: "Perhaps. Farewell."
ru: "Возможно. Прощай".

source: "I am Soego, factotum of the Dustmen. I am a missionary in these parts." He gives a half-bow.
ru: "Я Соэго, фрактотум тленных. Я занимаюсь здесь миссионерской деятельностью", - он делает полупоклон.

source: "Missionary?"
ru: "Миссионерской?"

source: "What are the Dustmen doing here?"
ru: "Что здесь делают тленные?"

source: "Greetings, and farewell."
ru: "Здравствуй и прощай".

source: "Yes, I came to these catacombs after hearing rumors of undead that were *aware* in these parts. I hope to save them."
ru: "Да, я пришел в эти катакомбы, когда услышал, что здесь бродит *беспокойная* нежить. Надеюсь, я смогу спасти их".

source: "Save them?"
ru: "Спасти?"

source: "That's all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "I am the only one. I came to these catacombs after hearing rumors of undead that were *aware* in these parts. I hope to save them."
ru: "Я здесь один. Я пришел в эти катакомбы, когда услышал, что здесь бродит *беспокойная* нежить. Надеюсь, я смогу спасти их".

source: "Yes, passion ties them to this false life. I hope I can teach them to forsake these passions and leave this false life behind and reach the True Death."
ru: "Да, чувства связывают их с этой ложной жизнью. Я надеюсь убедить их забыть свои чувства, покинуть эту ложную жизнь и достичь Истинной Смерти".

source: "False life?"
ru: "Ложную жизнь?"

source: "True Death?"
ru: "Истинной Смерти?"

source: "You want them to die?"
ru: "Ты хочешь, чтобы они умерли?"

source: "These... dead ones... are so close to the True Death... yet they cling to this life. This false life is the lie of existence on this plane."
ru: "Эти... мертвецы... они так близки к Истинной Смерти... но они все еще цепляются за эту жизнь. Ложную жизнь, которая является ложью существования на этом плане".

source: "A complete absence of passion, the true death is the true life beyond this shadow of existence. It is to this place that these dead must reach to free themselves."
ru: "Полное отсутствие чувств, Истинная Смерть - это истинная жизнь за пределами тени этого существования. Это место, которого должны достичь все эти мертвецы, чтобы стать свободными".

source: "What was that 'false life' you mentioned?"
ru: "А что это за 'ложная жизнь', про которую ты говорил?"

source: "I wish them to transcend this plane of existence, divorce themselves from passion. It can save them."
ru: "Я хочу, чтобы они переступили пределы этого плана бытия и освободились от чувств. Это спасет их".

source: "You had mentioned the 'True Death?'"
ru: "Ты что-то говорил об 'Истинной Смерти'"?

source: "A moment of your time before you go. Do not attack any of the undead here in the catacombs; they will not harm you so long as you remain peaceful. Should you prove hostile they will defend themselves, and there are... many of them. Lastly, you may return here if you need to rest."
ru: "Подожди минуту. Не нападай на здешнюю нежить: если ты не будешь их беспокоить, они не причинят тебе вреда. Будешь враждебно к ним относиться, и они начнут защищаться... а их очень много. И еще: если тебе нужно отдохнуть, ты можешь приходить сюда".

source: "Wait... can I rest now?"
ru: "Погоди... а сейчас можно отдохнуть?"

source: Soego told me not to attack any undead in the Dead Nations, for they shall not to harm me so long as I remain peaceful.
ru: Соэго сказал, чтобы я не нападал на нежить в Мертвых Народах, поскольку они не станут причинять мне вред, пока я веду себя мирно.

source: "Your memory serves you well. I am no longer stationed in the Mortuary... instead, I have become a missionary in these parts."
ru: "Память тебе не изменяет. Я больше не работаю в Морге... теперь я занимаюсь здесь миссионерской деятельностью".

source: "But I thought I'd *killed* you..."
ru: "Но я думал, что *убил* тебя..."

source: "The wound you struck was not a mortal one. I recovered quickly... and found that I would like to distance myself from the Mortuary."
ru: "Нанесенное тобой увечье было несмертельным. Я быстро восстановился... и понял, что хочу быть подальше от Морга".

source: "Soego, I snapped your neck... not a mortal blow?"
ru: "Соэго, я свернул тебе шею... разве это не смертельно?"

source: "Aren't you angry?"
ru: "Ты не сердишься?"

source: "Hmmm. So... you'd said you're a missionary?"
ru: "Хм... Ты говорил, что ты миссионер?"

source: "Fine, then. What are the Dustmen doing here?"
ru: "Тогда ладно. Что здесь делают тленные?"

source: "Forget it; that's all I wished to know. Farewell."
ru: "Забудь; это все, что я хотел узнать. Farewell".

source: "No... should I be? I am somewhat disappointed that it was not my time to leave this place. Nonetheless, you should not return to the Mortuary, for many of my fellow factotums would not be pleased to see you."
ru: "Нет... а должен? Я был немного расстроен, я не собирался уходить оттуда. Однако тебе все равно не стоит возвращаться в Морг: немногие знакомые мне фрактотумы будут рады повстречать тебя".

source: "You are in the catacombs of the Dead Nations. The guards brought you here."
ru: "Ты в катакомбах Мертвых Народов. Сюда тебя привела стража".

source: "And who were you?"
ru: "А кто ты?"

source: "I do not know. Ask some of the 'citizens,' here."
ru: "Не знаю. Поспрашивай здешних 'жителей'".

source: "Ah, someone to aid our cause! I, as an agent of Many-As-One, was told of your coming. We need you to try and find a way into the throne room of the Silent King and kill him. Do this, and Many-As-One will reward you."
ru: "О, к нам подоспела подмога! Меня, как агента Многоединого, предупредили о твоем приходе. Нам нужно, чтобы ты попытался пробраться в тронный зал Безмолвного Короля и убил его. Сделай это, и Многоединый вознаградит тебя".

source: "Wait: are you Soego? Emoric wanted to know where you were."
ru: "Погоди, ты Соэго? Эморик искал тебя".

source: "How do I get to the Silent King?"
ru: "Как мне добраться до Безмолвного Короля?"

source: "I see. Farewell, then."
ru: "Понятно. Тогда прощай".

source: I found Soego. He was infected with lycanthropy, which drove him into the catacombs. His mind was no longer his own and his Dustman beliefs were lost.
ru: Я нашел Соэго. Он был заражен ликантропией, которая свела его в катакомбы. Его разум более не принадлежит ему, его вера в тленных утеряна.

source: Soego told me that he does not know how to enter the Silent King's throne room, which I will have to do if I am to kill the Silent King.
ru: Соэго сказал мне, что он не знает, как проникнуть в тронный зал Безмолвного Короля, и все же мне придется сделать это, если я собираюсь убить его.

source: "I do not know... I have been here for some time, and I still cannot find a way inside his throne room. Perhaps you will have better luck, unburdened by the hatred and bigotry that is directed toward me."
ru: "Не знаю... Я здесь уже много времени, но так и не смог найти способ попасть в его тронный зал. Может быть, тебе повезет больше, без той ненависти и фанатизма, которые направлены на меня".

source: "Hatred and bigotry?"
ru: "Ненависти и фанатизма?"

source: "My faction views are popular with some, but not all. The most important figureheads of this civilization do not hold them dear."
ru: "Взгляды моей фракции популярны, но не все их принимают. Многие важные персоны этой цивилизации не питают к ним теплых чувств".

source: "Ah, well met again."
ru: "А, рад встрече".

source: "Are you Soego? Emoric wanted to know where you were."
ru: "Ты Соэго? Эморик тебя искал".

source: "The Silent King is dead, and has been for some time. There *is* no Silent King."
ru: "Безмолвный Король мертв, и уже давно. Нет *никакого* Безмолвного Короля".

source: "I was in your chamber, and saw your journal."
ru: "Я был в твоей комнате и видел твой дневник".

source: "I met a skeleton -- in one of the hallways here -- that seems on the brink of seeking the True Death."
ru: "В одном из коридоров неподалеку я встретил скелета, который находится на грани принятия Истинной Смерти".

source: "I need to rest."
ru: "Мне нужно отдохнуть".

source: "We need to rest."
ru: "Нам нужно отдохнуть".

source: "Just passing by. Farewell."
ru: "Я просто проходил мимо. Прощай".

source: I confronted Soego with contents of his journal, and he transformed into a wererat and attacked me.
ru: Я рассказал Соэго про содержимое его дневника, а он превратился в крысооборотня и напал на меня.

source: "I will answer what I can."
ru: "Я отвечу, если смогу".
