Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dsplint.dlg.po
Languages: ru

source: This towering man's golden skin sparkles slightly, almost as if it were metallic - whether it's his actual flesh or merely painted on, you cannot tell. He regards you coolly as you approach, giving a respectful bow as you draw near. "Welcome to the Civic Festhall, traveler; We are Splinter, doorman to the Festhall and Priest-King of Ur. How may We help you?" Despite his humble offer of aid, his voice is powerful and commanding, a deep and rumbling sound that resonates throughout the chamber.
ru: Золотистая кожа этого высокого мужчины слегка искрится, почти как металлическая. Ты не можешь определить, настоящая она, или это просто краска. Он спокойно наблюдает за твоим приближением и делает почтительный поклон, когда ты подходишь ближе. "Добро пожаловать в Городской Фестхолл, путник; мы - Сплинтер, привратник Фестхолла и Король-Жрец Ура. Чем мы можем помочь тебе?" Несмотря на его покорное предложение помощи, голос у него могучий и властный - низкий рокот, отражающийся от стен зала.

source: "I had some questions..."
ru: "У меня есть несколько вопросов..."

source: "I don't need anything just now. Farewell."
ru: "В данный момент мне ничего не нужно. Прощай".

source: "We would be pleased to answer what questions We can, so long as they pertain to the Festhall or the Society of Sensation."
ru: "Мы с удовольствием ответим на любые вопросы, на какие сможем, пока они касаются Фестхолла или Общества Восприятия".

source: "I wanted to ask about you..."
ru: "Я хотел бы спросить о тебе..."

source: "How can you help me, Splinter?"
ru: "А чем ты можешь помочь мне, Сплинтер?"

source: "Is there somewhere I could rest here?"
ru: "Я могу здесь где-нибудь отдохнуть?"

source: "Tell me about the Festhall."
ru: "Расскажи мне о Фестхолле".

source: "Tell me about the Society of Sensation."
ru: "Расскажи мне об Обществе Восприятия".

source: "There was someone I was looking for, here..."
ru: "Я тут кое-кого ищу..."

source: "Is there anyone here who might know about Ravel Puzzlewell?"
ru: "Тут есть кто-нибудь, кто может что-то знать о Равель Заморочке?"

source: "Never mind, actually. Farewell."
ru: "Вообще-то, неважно. Прощай".

source: "We do many things in this fine hall, traveler. We answer questions guests might have regarding it or its inhabitants. We direct both visitors and members of the Society of Sensation alike to the sensoriums or lecture halls. We also accept new members into the Society. Lastly, it is through us that purchases from the Society's vaults are made... spells, items and such."
ru: "В этом славном холле мы занимаемся многими вещами, путник. Мы отвечаем на вопросы гостей о Фестхолле и его обитателях. Мы указываем дорогу в сенсориумы и лекционные залы посетителям и членам Общества Восприятия. Кроме того, мы принимаем в Общество новых членов. И наконец, через нас осуществляется торговля запасами Общества... заклинаниями, вещами и тому подобным".

source: "I had another question..."
ru: "У меня есть другие вопросы..."

source: "Can you show me to the sensoriums?"
ru: "Ты не подскажешь мне дорогу в сенсориумы?"

source: "What lectures are there to attend?"
ru: "Какие лекции тут можно посетить?"

source: "I'd like to buy something from the Sensate vaults..."
ru: "Я хотел бы купить кое-что из запасов чувствующих..."

source: "How could I buy something from the Sensate vaults?"
ru: "Могу ли я купить что-нибудь из запасов чувствующих?"

source: "That's all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "There are two; the public sensorium, where visitors may use the sensory stones for anywhere between ten and fifty commons, and the private sensorium, where only members of the Society of Sensation are allowed. You can reach neither of them yourself; We must *take* you there."
ru: "Их два: публичный сенсориум, где посетители могут пользоваться камнями переживаний по цене от десяти до пятидесяти монет, и частный сенсориум, куда допускаются только члены Общества Восприятия. Ты не сможешь добраться до них самостоятельно: мы должны *отвести* тебя туда".

source: "Take me to the public sensorium, then."
ru: "Тогда отведи меня в публичный сенсориум".

source: "Take me to the private sensorium, then."
ru: "Тогда отведи меня в частный сенсориум".

source: "How could I get into the private sensorium?"
ru: "Как мне попасть в частный сенсориум?"

source: "Wait... I had a question about something else..."
ru: "Постой... У меня вопрос о другом..."

source: "Actually, I'll just leave now. Farewell."
ru: "Вообще-то, мне уже пора. Счастливо".

source: "The Festhall's current speakers include Death's Advocate, who speaks of death and what follows it, Ghysis the Crooked, who speaks of the Blood War, and Three-Planes-Aligned, who speaks of the power of alignment and belief. Assuming they are currently here and well, We could direct you to one of their lectures at any time."
ru: "Текущими лекторами Фестхолла являются: Защитник смерти, рассказывающий о смерти и о том, что следует за ней, Кривой Гизис, рассказывающий о Кровавой войне, и Приверженец-Трех-Планов, рассказывающий о силе мировоззрения и веры. При условии, что в данный момент они находятся здесь в добром здравии, мы можем направить тебя на одну из их лекций в любое время".

source: "I'd like to attend Death's Advocate's lecture."
ru: "Я хотел бы посетить лекцию Защитника смерти".

source: "I'd like to attend Ghysis the Crooked's lecture."
ru: "Я хотел бы посетить лекцию Кривого Гизиса".

source: "I'd like to attend Three-Planes-Aligned's lecture."
ru: "Я хотел бы посетить лекцию Приверженца-Трех-Планов".

source: "I had a question about something else..."
ru: "У меня есть вопрос насчет других вещей..."

source: "There is little to say that We have not told you. We are the Splinter, doorman to the Festhall, demigod son of Isahar and Priest-King of Ur. Planewalkers came to our world and told Us of the Society of Sensation; We were fascinated and returned with them. We left Ur in the capable hands of our queen so that We might come to this place and experience 'servitude' and 'humility' for a time. As time does not pass here as it does in Ur, the century We have spent here will be as a mere several months in our own world. After another decade or so, We imagine We shall be ready to return to Ur and rule it once more."
ru: "Мы уже практически все рассказали. Мы - Сплинтер, привратник Фестхолла, полубог, сын Исахара и Король-Жрец Ура. В наш мир пришли путешественники по планам и рассказали нам про Общество Восприятия; мы пришли в восторг и вернулись вместе с ними. Мы оставили Ур в надежных руках королевы, чтобы прибыть в это место и некоторое время переживать 'неволю' и 'покорность'. Поскольку время здесь течет не так, как в Уре, столетие здесь - всего лишь несколько месяцев в нашем мире. Лет через десять мы, пожалуй, будем готовы вернуться в Ур и продолжить правление им".

source: "I... see. I had another question..."
ru: "Понятно... У меня есть другой вопрос..."

source: "That's... all I wished to know. Farewell, Splinter."
ru: "Это... все, что я желал знать. Прощай, Сплинтер".

source: "The Civic Festhall is one of largest buildings in Sigil; fitting, as it is home to the Society of Sensation, the city's largest faction. It holds the sensoriums, lecture halls, training chambers, and such for visitors and members of the Society alike.
ru: "Городской Фестхолл - одно из самых больших зданий в Сигиле, каким и подобает быть дому Общества Восприятия, крупнейшей фракции в городе. В нем есть сенсориумы, лекционные залы, тренировочные залы - как для посетителей, так и для членов Общества".

source: "Tell me about the sensoriums."
ru: "Расскажи мне о сенсориумах".

source: "Tell me about the training chambers."
ru: "Расскажи мне о тренировочных залах".

source: "The core of a Sensate's belief is that the multiverse can only be *truly* known through the senses. If one cannot sense it, then a thing *isn't.* Only though experience... through experiencing all the sensations to be had... can the full Truth of the multiverse be revealed. The Society of Sensation, then, is where experiences gather and are shared with others, usually via the sensoriums."
ru: "Суть верований чувствующих заключается в том, мультивселенная может быть познана *по-настоящему* только с помощью чувств. Если чего-то не можно ощутить, то его *не существует*. Только через переживания... испытывая весь доступный чувственный опыт... можно полностью раскрыть Истину мультивселенной. Таким образом, в Обществе Восприятия переживания накапливаются и разделяются с другими, обычно через сенсориумы".

source: "Might I become a Sensate?"
ru: "Могу ли я стать чувствующим?"

source: "Sensoriums are chambers which hold many recorder or sensory stones. These stones are enchanted so that they may hold various sensations or experiences that may be later had by others using the stone. If you so please, We might direct you to one of them."
ru: "Сенсориумы - это комнаты, в которых находится множество записывающих камней, или камней переживаний. На эти камни наложены чары, позволяющие им сохранять различные чувства и переживания, которые затем могут быть пережиты другими. Если тебе будет угодно, мы можем направить тебя в один из них".

source: "No, but I had another question..."
ru: "Нет, но меня есть другой вопрос..."

source: "No... not right now. Farewell."
ru: "Нет... Не сейчас. Прощай".

source: "There are three - one for warriors, one for thieves, and one for practitioners of magic. If you would find them, pass through the middle door on the eastern wall, and the door beyond that as well. You will be at the corner of a hallway... along the one that goes east, there are three doors along the southern wall. Each door leads to one of the training chambers."
ru: "Их три: для воинов, для воров и для практикующих магию. Если хочешь найти их, пройди в среднюю дверь в восточной стене, затем в дверь за ней. Ты очутишься на стыке коридоров... в том, что идет на восток, есть три двери на южной стене. Каждая из них ведет в один из тренировочных залов".

source: "Who was it you were seeking, traveler?"
ru: "Кого же ты ищешь, путник?"

source: "Finam, the linguist."
ru: "Финама, лингвиста".

source: "Mistress Jolmi of the House Syrma..."
ru: "Госпожу Джолми из дома Сирма..."

source: "Merriman."
ru: "Весельчака".

source: "Qui-Sai, the warriors' tutor."
ru: "Ки-Саи, наставника воинов".

source: "Eli Havelock, the thieves' tutor."
ru: "Илая Хейвлока, наставника воров".

source: "Lady Thorncombe, the mages' tutor."
ru: "Леди Торнкомб, наставницу магов".

source: "Montague, a factotum here."
ru: "Монтекки, здешнего фрактотума".

source: "No one, actually. I had another question..."
ru: "Вообще-то, никого. У меня еще вопрос..."

source: "Never mind. Farewell, Splinter."
ru: "Неважно. Прощай, Сплинтер".

source: "Finam is currently not lecturing here, so your best chance to find him would be at his home. Walk south of the Festhall entrance, between Yvana's Galleria and the Apothecary. You will see it on your right; a small five-sided home west of the Curiosity Shop."
ru: "В данный момент Финам не читает здесь лекций, так что, скорее всего, ты найдешь его у себя дома. Иди на юг от входа в Фестхолл между галереей Иваны и аптекой. Увидишь его справа: небольшой пятиугольный домик на запад от антикварного магазина".

source: "Thanks. I had another question..."
ru: "Спасибо. У меня есть другой вопрос..."

source: "Jolmi has taken to waiting about in this very chamber of late. We think she is looking or waiting for someone. In any case, she should be nearby."
ru: "Джолми с недавних пор пребывает в этом самом зале. Мы думаем, что она ищет или ждет кого-то. Как бы там ни было, она должна быть неподалеку".

source: "Qui-Sai often seeks quiet places to meditate. He will most likely be in a less crowded chamber, standing apart from others, motionless and in a state of silent contemplation."
ru: "Ки-Саи часто ищет уединенные места для медитации. Скорее всего, он в самой безлюдной комнате: стоит вдали от остальных, неподвижный, в состоянии молчаливого созерцания".

source: "Eli Havelock left the building some time ago looking angered. We imagine he might be wandering the Ward somewhere near the Civic Festhall."
ru: "Илай Хейвлок недавно покинул здание, и выглядел рассерженным. Мы думаем, что он бродит по району неподалеку от Городского Фестхолла".

source: Splinter frowns slightly, narrowing his eyes. "She doubtless be found in one of the sensoriums. Lady Thorncombe has been shirking her duties lately, spending far too much of her time with the sensory stones. You cannot reach that place yourself, but We might *take* you to one, if you would like."
ru: Сплинтер слегка мрачнеет, прищуривая глаза. "Вне всякого сомнения, ее можно найти в одном из сенсориумов. В последнее время леди Торнкомб уклоняется от своих обязанностей, проводя слишком много времени с камнями переживаний. Ты не сможешь добраться туда сам, однако мы можем *отвести* тебя туда, если захочешь".

source: "Yes, please do."
ru: "Да, пожалуйста".

source: "Montague is a busy young man; he can usually be found moving between this chamber and three that lie along its eastern wall."
ru: "Монтекки - занятой молодой человек; обычно он мечется между этой комнатой и тремя другими в восточной стене".

source: "In order to join the Society of Sensation, one must be willing and prepared to share their own experiences. Five are required - one from each of the senses. Alternately, one may contribute a single experience that has strong elements from all five senses. These must be either new sensations, or improvements upon our current stock. Should We find them acceptable, they will be placed into sensory stones and you, having become a Sensate, will be taught the Sensory Touch. It will allow you to draw other's wounds onto yourself, healing them by accepting their suffering."
ru: "Чтобы присоединиться к Обществу Восприятия, нужно быть готовым делиться своими впечатлениями. Требуется пять переживаний - по одному на каждое чувство. Или одно переживание, содержащее сильные элементы всех пяти чувств. Это должны быть либо новые впечатления, либо улучшенный вариант тех, что у нас уже есть. Если мы найдем их подходящими, они будут помещены в камни переживаний, а ты, став чувствующим, будешь обучен Чувствительному прикосновению. Это позволить тебе забирать чужую боль, исцеляя других переживанием их страданий".

source: "I'm already a member of the Godsmen, but..."
ru: "Я уже являюсь членом фракции боголюдей, но..."

source: "I'm already a member of the Dustmen, but..."
ru: "Я уже являюсь членом фракции тленных, но..."

source: "I'm already a member of... another faction, but..."
ru: "Я уже являюсь членом... другой фракции, но..."

source: "I'm already a member of the Xaositects, but..."
ru: "Я уже являюсь членом фракции хаоситеков, но..."

source: "I'm already a member of the Godsmen. I've changed my mind... I won't turn stag on them."
ru: "Я уже являюсь членом фракции боголюдей. Я передумал... Я не стану их предавать".

source: "I'm already a member of the Dustmen. I've changed my mind... I won't turn stag on them."
ru: "Я уже являюсь членом фракции тленных. Я передумал... Я не стану их предавать".

source: "I'm already a member of... another faction. I've changed my mind... I won't turn stag on them."
ru: "Я уже являюсь членом... другой фракции. Я передумал... Я не стану их предавать".

source: "I'm already a member of the Xaositects. I've changed my mind... I won't turn stag on them."
ru: "Я уже являюсь членом фракции хаоситеков. Я передумал... Я не стану их предавать".

source: "I'm ready. I want to become a Sensate."
ru: "Я готов. Я хочу стать чувствующим".

source: "You must be a member of the Society of Sensation."
ru: "Ты должен быть членом Общества Восприятия".

source: "Might I become a Sensate, then?"
ru: "Тогда могу ли я стать чувствующим?"

source: "What if I already *was* a Sensate? I haven't come to this place in a long time, but I assure you... I was a Sensate."
ru: "А что, если я уже *был* чувствующим? Меня здесь уже давно не было, однако уверяю тебя... я был чувствующим".

source: Bluff: "Oh, but I *am* a Sensate, really."
ru: Блеф: "О, так я и *есть* чувствующий, правда".

source: Bluff: "But I am a member, Splinter... I simply have not been here for a long, long while. I've gathered many experiences in my absence... as many as the scars upon my body."
ru: Блеф: "Но ведь я член фракции, Сплинтер... меня просто уже давным-давно здесь не было. В свое отсутствие я собрал много впечатлений... столько, сколько шрамов на моем теле".

source: Splinter bends down a ways to examine you more closely. "We do not recognize you... but We see no lies dripping from your tongue. Very well. We shall grant you access to those privileges allowed only to members of the Society of Sensation... *if* you can show Us what sensations you have gathered recently."
ru: Сплинтер сильно наклоняется, чтобы рассмотреть тебя повнимательнее. "Мы тебя не узнаем... однако мы не видим лжи, стекающей с твоего языка. Отлично. Мы предоставим тебе доступ к привилегиям, доступным лишь членам Общества Восприятия... *если* ты покажешь нам последние собранные тобой впечатления".

source: "All right... I'm ready."
ru: "Хорошо... Я готов".

source: "Forget it. I had another question..."
ru: "Забудь. У меня есть другой вопрос..."

source: "A true Priest-King of Ur can see the lies dripping from one's tongue. It is unwise to lie to Us, traveler."
ru: "Истинный Жрец-Король Ура способен видеть стекающую с языка ложь. Неразумно обманывать нас, путник".

source: "I was... jesting, not lying. I had another question..."
ru: "Я... пошутил, я не обманывал. У меня есть другой вопрос..."

source: "Forgive me, then. I had another question..."
ru: "В таком случае, прошу прощения. У меня есть другой вопрос..."

source: "I was merely... joking with you, Splinter. Farewell."
ru: "Я просто... пошутил над тобой, Сплинтер. Прощай".

source: "Then I ask your forgiveness, Splinter. Farewell."
ru: "Тогда я прошу твоего прощения, Сплинтер. Прощай".

source: He narrows his eyes, *hrming* as he looks you over. "Very... well. We shall grant you access to those privileges allowed only to members of the Society of Sensation... *if* you can show Us what sensations you have gathered recently."
ru: Он сужает глаза и фыркает, осматривая тебя. "Очень... хорошо. Мы предоставим тебе доступ к привилегиям, доступным лишь членам Общества Восприятия... *если* ты можешь показать нам собранные тобой недавно впечатления".

source: Splinter only nods.
ru: Сплинтер только кивает.

source: "Farewell."
ru: "Прощай".

source: "They will not forgive you. There shall be no going back."
ru: "Тебе не будет прощения. Пути назад не будет".

source: "I'm ready to join the Society of Sensation. I feel no more loyalty towards the Godsmen."
ru: "Я готов присоединиться к Обществу Восприятия. Я больше не предан боголюдям".

source: "I'm ready to join the Society of Sensation. I feel no more loyalty towards the Dustmen."
ru: "Я готов присоединиться к Обществу Восприятия. Я больше не предан тленным".

source: "I'm ready to join the Society of Sensation. I feel no more loyalty towards... my old faction."
ru: "Я готов присоединиться к Обществу Восприятия. Я больше не предан... своей старой фракции".

source: "I'm ready to join the Society of Sensation. I feel no more loyalty towards the Xaositects."
ru: "Я готов присоединиться к Обществу Восприятия. Я больше не предан хаоситекам".

source: Lie to infiltrate the Sensates for the Anarchists: "I'm ready to join the Society of Sensation. I feel no more loyalty towards... my old faction."
ru: Солгать, чтобы проникнуть к чувствующим для анархистов: "Я готов присоединиться к Обществу Восприятия. Я больше не предан... своей старой фракции".

source: "Forget it. I had some other questions..."
ru: "Забудь об этом. У меня есть несколько вопросов..."

source: "I don't think I'm ready to do that. Farewell."
ru: "Не думаю, что готов это сделать. Прощай".

source: "First, what *smell* - or experience involving it - would you offer Us?"
ru: "Во-первых, какой *запах*, или переживание, связанное с ним, ты можешь нам предложить?"

source: "Actually, I'd like to contribute one experience that involves all five senses: I woke up, not knowing where I was, on a cold, blood-slicked iron slab in the bowels of the Mortuary, a place where only the Dustmen or the corpses in their care have seen..."
ru: "Вообще-то, я хотел бы поделиться переживанием, в котором участвовали все пять чувств: я проснулся, не понимая, где я нахожусь, на холодной окровавленной железной плите в недрах Морга, места, где встречаются лишь тленные и трупы под их опекой..."

source: He nods. "A disturbing experience."
ru: Он кивает. "Волнительное переживание".

source: "And I even left out the part about the chattering skull that flew at me as soon as I was upright. Will it suffice, Splinter?"
ru: "И я даже не упомянул про пустозвонящего черепа, который налетел на меня, как только я встал. Этого достаточно, Сплинтер?"

source: "Yes... we shall go to an empty stone, now, to record your experience. You will then be granted access to those privileges allowed only to members of the Society of Sensation, as well as taught the Sensory Touch."
ru: "Да... теперь мы пройдем к пустому камню, чтобы записать твои впечатления. Тебе будет предоставлен доступ к привилегиям, доступным лишь членам Общества Восприятия; также ты будешь обучен Чувствительному прикосновению".

source: Accompany him to record your experience and learn the Sensory Touch.
ru: Следовать за ним, чтобы записать твои впечатления и изучить Чувствительное прикосновение.

source: Accompany him to record your experience and pretend to learn the Sensory Touch.
ru: Следовать за ним, чтобы записать твои впечатления и притвориться, будто изучаешь Чувствительное прикосновение.

source: You return to the Civic Festhall's foyer with Splinter. "We welcome you into the Society of Sensation, traveler. May further journeys and experiences pave your road to the great truths of the multiverse."
ru: Вы со Сплинтером возвращаетесь в фойе Городского Фестхолла. "Мы приветствуем тебя в Обществе Восприятия, путник. Пусть дальнейшие странствия и переживания устилают тебе дорогу к великой истине мультивселенной".

source: "Thanks, Splinter. I had a question..."
ru: "Спасибо, Сплинтер. У меня есть другие вопросы..."

source: "My thanks. Farewell, Splinter."
ru: "Спасибо. Прощай, Сплинтер".

source: "We would ask for five sensations, then, each pertaining to one of the body's senses... or a single experience which has strong elements of all five senses."
ru: "Тогда нам требуется пять переживаний - по одному на каждое телесное чувство... или единственное переживание с сильными элементами всех пяти чувств".

source: "I'd have a single experience to contribute, then: I woke up, not knowing where I was, on a cold, blood-slicked iron slab in the bowels of the Mortuary, a place where only the Dustmen or the corpses in their care have seen..."
ru: "Тогда я могу поделиться одним переживанием: я проснулся, не понимая, где я нахожусь, на холодной окровавленной железной плите в недрах Морга, места, где можно встретить только тленных и трупов под их опекой..."

source: "Yes. We welcome you back, traveler, and grant you access to those privileges allowed only to members of the Society of Sensation."
ru: "Да. Мы вновь приветствуем тебя, путник, и предоставляем тебе доступ к привилегиям, доступным лишь членам Общества Восприятия".
