Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dsplint.dlg.po
Languages: ru

source: "There are lodgings within the Festhall, but only members of the Society of Sensation are permitted to use them. Should you wish to visit them, walk eastwards through the Festhall from here; you will eventually come to them. The clerk there allows Sensates into their rooms."
ru: "В Фестхолле есть жилье, но пользоваться им разрешено только членам Общества Восприятия. Если хочешь нанести туда визит, иди по Фестхоллу на восток отсюда: в конце концов, ты туда доберешься. Тамошний служащий пропускает чувствующих в комнаты".

source: "So... there are no other ways to get a room here?"
ru: "А... нельзя ли как-нибудь по-другому получить здесь комнату?"

source: Splinter regards you coolly as ever as you approach. "We welcome you once more to the Civic Festhall, traveler. How may We help you?"
ru: Сплинтер холодно приветствует тебя, когда ты подходишь. "Мы вновь приветствуем тебя в Городском Фестхолле, путник. Чем мы можем тебе помочь?"

source: Splinter nods. "Go on."
ru: Сплинтер кивает. "Продолжай".

source: "My entire body reeked of embalming fluid, but even the smell of that was not enough to match the coppery scent of gore around me. Dozens of bodies lie on countless bloody slabs like the one I rose from, all in the process of being gutted, flayed, and the like by nightmarish clockwork devices for reasons unknown. The only sounds were the squeals of labored metal and the unsteady tread of undead workers as they pushed the slabs about the Mortuary on rusted iron tracks."
ru: "Все мое тело провоняло бальзамирующей жидкостью, но даже ему не перебить этот медный запах крови вокруг меня. Десятки тел лежат на бесчисленных окровавленных плитах, таких же, как та, с которой я встал. Все они потрошатся и свежуются кошмарными механическими устройствами непонятного предназначения. Единственные слышимые звуки - скрежет металла и шаткая поступь неживых рабочих, толкающих плиты взад-вперед по Моргу по ржавым железным рельсам".

source: Splinter closes his eyes and thinks briefly. "We would recommend that you speak to a wizard by the name of Quell about Ravel. Quell is always somewhere in the Festhall, most often in the private sensorium."
ru: Сплинтер закрывает глаза и задумывается на секунду. "Мы советуем тебе поговорить на счет Равель с волшебником по имени Квелл. Он постоянно где-нибудь в Фестхолле, чаще всего - в частном сенсориуме".

source: "Show me to the private sensorium."
ru: "Покажи мне дорогу в частный сенсориум".

source: "Merriman is usually pacing back and forth around the lecture halls. Travel through the middle door on the eastern wall, and the door beyond that as well. He will likely be wandering within the hallway you'll find yourself in."
ru: "Обычно Весельчак ходит туда-сюда вокруг лекционных залов. Иди через среднюю дверь в восточной стене, затем через дверь за ней. Скорее всего, он будет бродить по коридору, в который ты попадешь".

source: "Travel through the middle door on the eastern wall, and the door beyond that as well. Continue straight down the hallway you'll find yourself in, and enter the second door on the north side."
ru: "Пройди через среднюю дверь в восточной стене, затем через дверь за ней. Продолжай идти по коридору, в котором окажешься, и войди во вторую комнату в северной стене коридора".

source: "Travel though the southernmost door on the eastern wall."
ru: "Пройди в самую южную дверь в восточной стене".

source: "Travel through the middle door on the eastern wall, and the door beyond that as well. Continue straight down the hallway you'll find yourself in, and enter the first door on the north side."
ru: "Пройди через среднюю дверь в восточной стене, затем через дверь за ней. Продолжай идти по коридору, в котором окажешься, и войди в первую комнату в северной стене коридора".

source: "And for what reason would We allow such a thing?"
ru: "И с какой это стати мы допустим подобное?"

source: "Because one of the stones there contains a fragment of his daughter's experiences. She died far from home not having seen him in a long while, and he mourns her loss deeply."
ru: "Потому что в одном из тамошних камней содержится фрагмент переживаний его дочери. Она умерла вдали от дома, так и не повидавшись с ним в течение долгого времени, и он горько оплакивает ее".

source: Splinter nods, thinks for a moment, then nods again. "Yes, We shall allow this Iannis to enter the private Sensorium -- well-escorted, of course. You may tell him he has permission."
ru: Сплинтер кивает, задумывается на миг, потом снова кивает. "Да, мы позволим этому Янису войти в частный сенсориум... конечно, с хорошим сопровождением. Можешь передать, что разрешение у него есть".

source: "Thanks, Splinter. I had another question..."
ru: "Спасибо, Сплинтер. У меня есть другой вопрос..."

source: "There is a man, Iannis, whom I was hoping you would grant temporary access to the private sensorium..."
ru: "Есть тут человек, Янис, которому, я надеюсь, ты предоставишь временный доступ в частный сенсориум..."

source: I spoke to Splinter, doorman of the Civic Festhall, about getting Iannis permission to view his daughter's sensory stone. Splinter agreed, and now all I have to do is let Iannis know he'll be allowed inside...
ru: Я поговорил со Сплинтером, привратником Городского Фестхолла, насчет того, чтобы дать Янису разрешение просмотреть камень переживаний его дочери. Сплинтер согласился, и теперь все, что осталось сделать, - это передать Янису, что его впустят...

source: The towering man sneers down at you. "You shall trouble the good people here no more; We shall see you flung far from this place." He waves his hand, and your vision blurs as the Festhall seems to melt around you...
ru: Высокий мужчина с презрением обращается к тебе: "Больше ты не будешь доставлять здесь неприятности добрым людям; мы отбросим тебя подальше от этого места". Он взмахивает рукой, твое зрение затуманивается, и Фестхолл вокруг тебя расплывается...

source: "What...?"
ru: "Что?.."

source: "How can you help me?"
ru: "Чем ты можешь мне помочь?"

source: "We know of one such man who might help you - Finam."
ru: "Нам известен один такой человек, способный помочь тебе, - Финам".

source: "Where would I find him?"
ru: "Где можно найти его?"

source: "Is there a linguist or scholar here who could help me with the language in this dodecahedron?"
ru: "Тут есть лингвист или ученый, способный помочь мне с языком в этом додекаэдре?"

source: "Yes, there are lodgings within the Festhall. Should you wish to visit them, walk eastwards through the Festhall from here; you will eventually come to them. Speak to the room clerk there."
ru: "Да, в Фестхолле есть жилье. Если хочешь туда наведаться, иди через Фестхолл отсюда на восток; в конце концов, ты туда попадешь. Поговори там с портье".

source: "We would recommend that you speak to one known as Salabesh. If he is not within the Festhall at the moment, he will be in its immediate vicinity. Salabesh is tall and thin, oft dressed in robes of black or crimson."
ru: "Мы советуем тебе поговорить с неким Салабешем. Если в данный момент он не в Фестхолле, тогда он в непосредственной близости отсюда. Салабеш высокий и тощий, часто одевается в черное и пурпурное".

source: "Jumble Murdersense cursed me. Could you or anyone you know of here help me?"
ru: "Джамбл Смыслогуб проклял меня. Можешь ли ты или кто-нибудь еще помочь мне?"

source: I spoke to Splinter about Jumble's curse on me, and he suggested that I speak to a man named Salabesh. He told me that Salabesh should be in or just outside the Festhall, and normally wears robes of red and black.
ru: Я поговорил со Сплинтером на счет проклятия Джамбла на мне, и он предложил мне поговорить с человеком по имени Салабеш. Он сказал, что Салабеш должен быть либо внутри, либо возле Фестхолла, и обычно одет в красное и черное.
