Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dsskull.dlg.po
Languages: ru

source: Ocean-before-the-Storm, the Sensate skull in Lothar's library of skulls, told me a tale of Ravel Puzzlewell and the night hag's infamous scheme.
ru: Океан-перед-бурей, череп чувствующей из коллекции Лотара, рассказал мне историю о Равель Заморочке и печально известном замысле этой ночной ведьмы.

source: The skull exhales languorously and speaks in a sultry voice, "Why do you disturb my rest? There has been so much happening of late, and while I welcome the sensation, I must confess to desiring the sense of quiet."
ru: Череп вяло вздыхает и произносит знойным голосом: "Зачем тревожишь мой покой? Столько всего случилось в последнее время, и хоть я рада переживаниям, должна признаться, что жажду чувства покоя".

source: "Tell me about yourself."
ru: "Расскажи мне о себе".

source: "What are you doing here?"
ru: "Что ты здесь делаешь?"

source: "What can you tell me about Lothar?"
ru: "Что ты можешь рассказать о Лотаре?"

source: "What about all these other skulls on the shelf?"
ru: "Как насчет всех этих черепов на полке?"

source: "Get back to it then. Farewell."
ru: "Тогда можешь отдыхать дальше. Прощай".

source: "I am... I was... Ocean-before-the-Storm, a Sensate. Now, alas, I am merely decoration."
ru: "Я... была... Океаном-перед-бурей, чувствующей. Увы, теперь я всего лишь украшение".

source: "A Sensate? What's that?"
ru: "Чувствующей? Что это?"

source: "That must be rough... not too much sensation here, eh?"
ru: "Тяжело тебе, наверно... здесь немного переживаний, да?"

source: "What brought you here?"
ru: "Что ты здесь делаешь?"

source: "What do you know about these other skulls?"
ru: "Что ты знаешь о других черепах?"

source: "What can you tell me about all these other skulls on the shelf?"
ru: "Что ты можешь сказать обо всех этих черепах на полке?"

source: "I see. I'll leave you to it. Farewell."
ru: "Ясно. Предоставлю тебя этому занятию. Прощай".

source: "Why, I sit on the shelf and gather dust until one of Lothar's rat minions takes it into his head that I need brushing. I answer questions for Lothar, and... that is the extent of this miserable existence."
ru: "Ну, я лежу на полке, собираю пыль, пока кому-нибудь из крысиных слуг Лотара не приходит в голову протереть меня. Отвечаю на вопросы Лотара и... в этом, собственно, и весь смысл моего ничтожного существования".

source: "No, I meant, 'How did you get here?'"
ru: "Нет, я имел в виду, 'как ты сюда попала'?"

source: "What sort of questions?"
ru: "Какие-такие вопросы?"

source: "Then I won't disturb you. Farewell."
ru: "Тогда не буду тебя беспокоить. Прощай".

source: "Nothing that he's not willing to tell you himself. Since I don't trust these other skulls not to inform on me should I say something out of line, I simply won't say anything. Before you ask, yes, I'm that scared of him."
ru: "Ничего из того, что он сам не захочет тебе рассказать. Поскольку я подозреваю, что другие черепа могут донести на меня, если я скажу чего лишнего, я просто промолчу. И пока ты не спросил, да, я настолько боюсь его".

source: "What can he possibly do to you?"
ru: "Что он может тебе сделать?"

source: "Oh, they're nothing to relieve the tedium. You have Goatscomb the wererat, Grimscalp the anarchist, Stern the old wizardly assassin. I don't know what Stern does, but he's basically evil."
ru: "О, они не более чем развлечение от скуки. Тут есть крысооборотень Гоатскомб, анархист Гримскальп, старый маг и наемный убийца Штерн. Не знаю, чем он там занимался, но по своей сути он злой".

source: "Pragmatist? Is that why stabbing something in the back so often seems to be the answer you present to problems?"
ru: "Прагматик? Значит, из-за этого удар в спину кажется тебе решением всех проблем?"

source: Ocean-before-the-Storm turns her attention back to you. "You see? Basically evil."
ru: Океан-перед-бурей переключается на тебя. "Вот видишь? Злой по своей сути".

source: "Yes, I see. Farewell."
ru: "Да, я понимаю. Прощай".

source: "A Sensate is a member of the Society of Sensation - one of the factions of Sigil, located in the Civic Festhall in the Clerk's Ward - which holds that the universe can be understood and manipulated only through the senses, and therefore we should accumulate as many varied experiences as possible. I believe I've reached the quota on sitting on a dusty shelf - my boredom threshold is low."
ru: "Чувствующий - это член Общества Восприятия, одной из фракций Сигила, расположившейся в Городском Фестхолле в Чиновничьем районе. Она утверждает, что вселенную можно понять и управлять ею только с помощью чувств, и поэтому мы должны собрать как можно больше разных переживаний. Мне кажется, что я уже достигла предела в сидении на пыльной полке: у меня низкий порог скуки".

source: "Can I do anything for you?"
ru: "Могу я что-нибудь для тебя сделать?"

source: "Sorry to hear that. Farewell."
ru: "Жаль это слышать. Прощай".

source: "No, but you're kind to ask. Once I threw myself off the shelf and shattered. Next thing I knew, I was back on the shelf and we were all glued here. When Lothar tires of me, he'll dispose of me."
ru: "Нет, но спасибо, что спросил. Однажды я столкнула себя с полки и разбилась. Следующее, что помню - это что я снова на полке, и нас всех поприклеивали. Когда Лотар от меня устанет, он от меня избавится".

source: "Good luck, then. Farewell."
ru: "Тогда удачи. Прощай".

source: The skull stares at you. "That's right. Rub it in." It pauses a little longer. "Go away."
ru: Череп смотрит на тебя. "Точно. А тут еще ты трешься, - он делает более длинную паузу. - Уходи".

source: "Hey, now, I was just kidding..."
ru: "Ладно тебе, я просто пошутил..."

source: "All right. Farewell."
ru: "Ладно. Прощай".

source: "It's a long story, and I'm not supposed to say anything to you about it until you've completed a task for Lothar."
ru: "Это долгая история, и я не собираюсь ничего тебе рассказывать до тех пор, пока ты не выполнишь задание Лотара".

source: "What could he possibly do to you?"
ru: "Что он может тебе сделать?"

source: "You can tell me."
ru: "Можешь мне рассказать".

source: "Tell me about yourself, then."
ru: "Тогда расскажи мне о себе".

source: "All right, then. What can you tell me about all these other skulls on the shelf?"
ru: "Ну ладно. Что ты можешь рассказать обо всех этих черепах на полке?"

source: "It's a long story that has to do with Ravel Puzzlewell, the night hag. Would you like to hear the whole story?"
ru: "Это долгая история, связанная с Равель Заморочкой, ночной ведьмой. Хочешь услышать ее полностью?"

source: "Yes."
ru: "Да".

source: "Not particularly."
ru: "Не очень".

source: If skulls could shrug, this one would: "Nothing I haven't told you before."
ru: Если бы череп мог, он бы пожал плечами. "Ничего, кроме того, что я тебе уже рассказала".

source: "Very well. Farewell."
ru: "Отлично. Прощай".

source: The skull stares at you, and you get the impression it's shivering. "There's a remarkable amount of pain one can feel without nerve endings. Not all pain is physical, and not all emotions mental. Those are sensations I do not care to duplicate." It pauses. "This interview is at an end. Farewell."
ru: Череп смотрит на тебя, и у тебя складывается впечатление, что он дрожит. "Даже без нервных окончаний можно испытать немало боли. Не всякая боль физическая, и не все эмоции рождаются в голове. К ним относятся ощущения, которые я бы не пожелала пережить заново, - она умолкает. - На этом разговор окончен. Прощай".

source: "Answer a few more questions for me..."
ru: "Ответь еще на пару вопросов..."

source: "Farewell."
ru: "Прощай".

source: "Oh, all sorts of things... experiences I've had, the politics of the Sensates - sadly out of date by now! - impressions of people who pass through here, and words words words. The questions vary, which I appreciate more than you know. If you don't have anything else to ask me, then I believe I'll resume my quiet. Farewell."
ru: "О, про разные вещи... переживания, которые я испытывала, политику чувствующих - к несчастью, эти знания уже устарели! Впечатления о людях, бывающих здесь, и еще много чего. Вопросы разные, и это я ценю больше, чем ты себе представляешь. Если тебе больше нечего у меня спросить, тогда, полагаю, я вернусь к покою. Прощай".

source: "No, wait, a few more questions..."
ru: "Нет, погоди, еще пара вопросов..."

source: The skull stares blankly and says nothing.
ru: Череп смотрит на тебя без выражения и молчит.

source: "Very well then. Farewell."
ru: "Ну и ладно. Прощай".

source: "Then I shall return to my quiet. Farewell."
ru: "Тогда я вернусь к покою. Прощай".

source: "No, wait, answer some more questions..."
ru: "Нет, погоди, ответь еще на несколько вопросов..."

source: "Shall I get no rest from you?"
ru: "Не будет от тебя покоя..."

source: "I suppose you may. Farewell."
ru: "Думаю, это можно устроить. Прощай".

source: "Very well. I was working in the Civic Festhall - the headquarters of the Sensates - in the sensoriums. Ravel Puzzlewell, may the powers curse her black soul, had been coming there to find answers to riddles she had encountered. She was a masterful solver of puzzles - those that left our best minds baffled were but gauze to the force of her reason - yet she had found difficulties that required outside answers. I heard that she was there to unlock the secrets of Sigil itself."
ru: "Хорошо. Я работала в Городском Фестхолле, штаб-квартире чувствующих, в сенсориумах. Равель Заморочка, будь проклята ее черная душа, приходила туда за ответами на попадавшиеся ей загадки. Она была мастером по части разгадывания загадок, которые ставили в тупик наши лучшие умы, а ее заставляли лишь ненадолго задуматься. И тут она столкнулась с трудностями, которые требовали ответов извне. Я слышала, будто она пришла, чтобы раскрыть тайны самого Сигила".

source: "Go on."
ru: "Продолжай".

source: "I tire of this already. Farewell."
ru: "Мне это уже надоело. Прощай".

source: "Horribly ugly, she was, taking no pains to use her magic to disguise her form - as I've heard she does, or rather DID, from time to time - and that fiendish exterior frightened off many a potential factioneer. Still, I had to ask her what she was about, and whether she could teach me what she knew."
ru: "Она была ужасно уродлива, и не беспокоилась о том, чтобы скрыть свою внешность - я слышала, что она так и делает, вернее, ДЕЛАЛА время от времени. И эта дьявольская внешность отпугивала многих потенциальных членов фракции. Тем не менее, мне нужно было спросить у нее, что она задумала, и может ли она научить меня тому, что знает" .

source: "That sounds like it could have been a mistake."
ru: "Звучит так, будто это оказалось ошибкой".

source: "I think I get the picture. Farewell."
ru: "Думаю, я получил представление. Прощай".

source: "It was. She offered me a bargain, for she dwelt and dealt in riddles. If she were to answer my question, I must agree to answer one of hers. If I missed the answer, my life was hers. I agreed. She told me she intended to unlock the puzzle of the Cage, to open it to all who wished to enter - powers, fiends, celestials, modrons, and slaadi, not to mention any inner-planar beings who chose to come along. The most important part to her was that all should know that the mystery that had baffled them for so long was unraveled by Ravel."
ru: "Так оно и оказалось. Поскольку она жила загадками и обменивалась ими, она предложила мне сделку. Если она ответит на мой вопрос, я должна буду согласиться ответить на один из ее вопросов. Если я ошибусь, моя жизнь перейдет в ее руки. Я согласилась. Она рассказала мне, что собирается раскрыть загадку Клетки, чтобы открыть ее для всех желающих: сил, нечисти, небожителей, модронов и слаади, не говоря уж о внутрипланарных существах. Самым важным для нее было то, что все должны узнать, что загадку, столько времени ставящую всех в тупик, распутала Равель".

source: "What happened next?"
ru: "Что произошло дальше?"

source: "I see. Farewell."
ru: "Понятно. Прощай".

source: "She asked her question. I could not answer it, though she assured me the answer was plain as the nose on her face. My fellow Sensates found me screaming in the sensorium when they arrived the next morning. I begged them to kill me, and they complied. None even suggested that I relish the new experience, so horrible was it. And... here I am. Now I must rest."
ru: "Она задала свой вопрос. Я не смогла на него ответить, хотя она и уверяла меня, что ответ так же очевиден, как и нос на ее лице. Когда на следующее утро мои товарищи-Чувствующие зашли в сенсориум, они застали меня кричащей. Я умоляла убить себя, и они выполнили мою просьбу. Никому и в голову ни пришло, что я наслаждалась своим новым переживанием: настолько ужасным оно было. И... вот я здесь. Теперь мне нужно отдохнуть".

source: "What was the question?"
ru: "Что это был за вопрос?"

source: "Answer just a few more questions for me?"
ru: "Ответишь еще на парочку вопросов?"

source: "Very well. My thanks for the story. Farewell."
ru: "Хорошо. Спасибо за рассказ. Прощай".

source: "It was: How does one change the nature of a man? I thought hard on her answer, and said, 'With love.' She said all people love themselves too much to be changed by something as simple as love. And then she... she... I must rest now." In the back of your mind, you seem to see a hook-nosed figure with ebon skin asking you a similar question... but you cannot remember your answer.
ru: "Он был таким: что может изменить сущность человека? Я хорошо обдумала его и ответила: любовь. Она сказала, что люди слишком себялюбивы, чтобы их могла изменить такая простая вещь, как любовь. И она... она... Мне нужно отдохнуть". В глубине твоего разума всплывает образ крючконосой старухи с черной, как смоль, кожей, задающая тебе похожий вопрос... но ты не в силах вспомнить, что ты ответил.

source: "You have my sympathy. Farewell."
ru: "Сочувствую. Прощай".
