Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dstrahan.dlg.po
Languages: ru

source: You see a mid-sized man in long robes of deep black. His hair is neatly coifed and an impeccably trimmed goatee compliments his handsome features. Noticing your arrival, he puts down the book he was writing in and strides confidently over to you, smiling. "Impressive... I must admit, I never thought you would make it this far."
ru: Перед тобой мужчина среднего роста в длинной, иссиня черной мантии. Аккуратно прибранные волосы и элегантно подстриженная бородка подчеркивают его красивое лицо. Заметив твое присутствие, он прекращает писать, откладывает в сторону книгу и с улыбкой уверенно шагает к тебе. "Впечатляюще... Должен признать, я не думал, что ты доберешься так далеко".

source: "Who I am is of no consequence to you. What I want is the question that should concern you most." As he speaks, he looks you up and down, as if somehow fascinated by you.
ru: "Кто я такой - для тебя не имеет значения. Что мне нужно - вот что тебя должно беспокоить в первую очередь", - говорит он, зачарованно осматривая тебя с ног до головы.

source: He takes a step back and cocks an eyebrow. "I want... your blood."
ru: Он делает шаг назад, вскинув бровь. "Мне нужна... твоя кровь".

source: The man starts to answer, but stops himself abruptly. An evil smile spreads across his face and he begins to laugh. "Yes... I suppose it is." He continues to laugh even harder at his own, private joke. You notice that his hands have begun to move at his sides. Slowly, they flit back and forth, tracing intricate patterns in the air.
ru: Едва начав отвечать, мужчина внезапно умолкает. На его лице возникает дьявольская улыбка, и он начинает хохотать. "Да... можно и так сказать". Он хохочет над своей, известной только ему шутке, все громче и громче. Ты замечаешь, что его руки приходят в движение: он медленно машет ими вперед и назад, оставляя в воздухе замысловатые узоры.

source: "Really? Well, by all means, give it your best effort." He smiles smugly and raises his hands before him. Slowly, they flit back and forth, tracing intricate patterns in the air.
ru: "Правда? Ну что ж, тогда приложи к этому все усилия". Самодовольно улыбаясь, он поднимает руки перед собой. Он медленно машет ими вперед и назад, оставляя в воздухе замысловатые узоры.

source: "I'm afraid you won't be going anywhere." He smiles smugly and raises his hands before him. Slowly, they flit back and forth, tracing intricate patterns in the air.
ru: "Боюсь, что ты никуда не пойдешь". Самодовольно улыбаясь, он поднимает руки перед собой. Он медленно машет ими вперед и назад, оставляя в воздухе замысловатые узоры.

source: "I'm glad to have disappointed you... are you the one responsible for all the walking dead?
ru: "Рад, что обманул твои ожидания... так это ты источник всех этих ходячих мертвецов?"

source: "Foul Necromancer! I've come to put an end to your desecration of this place."
ru: "Глупый некромант! Я пришел сюда, чтобы прекратить твое осквернение этого места".

source: "Sorry to have to disturbed you. Farewell."
ru: "Прошу прощения за беспокойство. Прощай".

source: "Very well... what do you want?"
ru: "Хорошо... и что тебе нужно?"

source: "You're wrong. What you want *doesn't* interest me... I'm here to kill you."
ru: "Ты ошибаешься. Что тебе нужно - меня *не интересует*... Я здесь, чтобы убить тебя".

source: "Never mind. I must be going."
ru: "Неважно. Я должен идти."

source: "Is that some kind of threat?"
ru: "Это что-то типа угрозы?"

source: "What a coincidence... I've come for your blood as well. Prepare to die!"
ru: "Какое совпадение... Я тоже пришел за твоей кровью. Приготовься к смерти!"

source: "Uh... I'm not interested. Farewell."
ru: "Э-э... Меня это не интересует. Прощай."

source: Attack.
ru: Атаковать.
