Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dsybil.dlg.po
Languages: ru

source: My efforts made it possible for Sybil to safely escape from the Tenement of Thugs. Somehow I can't help thinking that it won't be long before she winds up in trouble again.
ru: Благодаря моим усилиям у Сибил появилась возможность безопасно покинуть Пристанище Головорезов. Почему-то меня не покидает мысль, что скоро она снова впутается в неприятности.

source: I ran into a girl named Sybil in the Tenement of Thugs. Apparently she had become trapped inside the Tenement by a gang of Xaositects that is holding some sort of gathering in the room that contains the exit to the Alley of Lingering Sighs. She told me of another door to the room that may provide a means to slip past the thugs without a fight. I have agreed to find the key to this door, which is supposedly carried by one of the thugs on the upper floors of the Tenement.
ru: В Пристанище Головорезов я встретил девушку по имени Сибил. Вероятно, в Пристанище она попала в западню из-за Хаоситектов, которые проводят нечто вроде собрания в комнате, где находится выход в Переулок Протяжных Вздохов. Она рассказала мне о другой двери в эту комнату; через нее можно проскользнуть мимо головорезов без боя. Я согласился найти ключ от этой двери. Предположительно, его носит один из бандитов на верхних этажах Пристанища.

source: You see a figure hidden amid the shadows in the corner of the room. As you draw near, a young woman steps out to reveal herself. She is dressed in a loose-fitting tunic, which, together with her short-cropped hair and slender frame, gives her a rather boyish appearance. "I wouldn't go in there if I were you." She nods in the direction of the door on the south wall.
ru: В углу комнаты ты видишь фигуру, скрытую в тенях. При твоем приближении девушка делает шаг вперед, чтобы показать себя. Она одета в свободную тунику, что, вместе с короткой стрижкой и хрупким телосложением, делает ее больше похожей на мальчишку. "На твоем месте я бы туда не ходила". Она кивает в сторону двери в южной стене.

source: She winces at the sound of your voice, putting a finger to her lips to indicate silence. She pauses for a moment, then answers in a hushed voice. "A whole mess of them howling lunatics, that's what. Looks like they're having some sort of gathering. Won't be able to get through to the alley until they clear out."
ru: От твоего голоса она вздрагивает и прикладывает палец к губам, показывая, чтобы ты замолчать. На мгновение она умолкает, затем отвечает сдавленным голосом: "Целая куча тех воющих безумцев, вот что. Похоже, у них там что-то вроде собрания. Пока они не разойдутся, выбраться в переулок не получится".

source: "My name's Sybil." She whispers quietly, then spits into her palm and reaches out to clasp your hand.
ru: "Меня зовут Сибил", - тихо шепчет она, затем сплевывает себе на ладонь и протягивает ее для рукопожатия.

source: "Is there an echo in here? Yes, howling lunatics. They belong to the Starved Dog Barking gang, a band of barmy Xaositect thugs that plague this part of the Hive."
ru: "Ты здесь вместо эха? Да, воющих безумцев. Они из Голодных Псов Лающих, банды чокнутых бандитов-Хаоситектов, которые свирепствуют в этой части Улья".

source: "You don't get it, do you? The Dogs are even crazier than your average Chaosman. Faction member or not, you go in there and you're a deader for sure."
ru: "Ты что, не понимаешь? Псы, они ведь даже более сумасшедшие, чем обычный Хаосит. Член ты фракции, или нет, войдешь туда - и ты покойник, в этом можешь не сомневаться".

source: "I counted about a dozen of them. Of course, I was peeking through a crack in the door, so I could be off by a handful or so."
ru: "Я насчитала около дюжины. Правда, я смотрела через трещину в стене, так что могла нескольких не посчитать".

source: "Look, you can play hero if you want, but leave me out of it. I'm staying right here. If by some miracle you don't get your innards stomped out by those animals in there, maybe I'll see you around." She turns and slips back into the shadows of the corner.
ru: "Слушай, можешь играться в героев, если хочешь, но меня в это не впутывай. Я остаюсь здесь. Если те твари каким-то чудом не выпустят тебе кишки, может, еще увидимся". Она разворачивается и ускользает назад в тени в углу.

source: "There may be another way to get past those animals without a fight. There is another door that leads in there. From what I was able to see, there are stacks of wooden crates along the same wall as the other door. It may be possible to sneak from *that* door to the exit on the other side of the room. There's only one problem..."
ru: "Возможно, есть еще один способ пройти мимо этих тварей без боя. Существует еще одна дверь, ведущая в ту комнату. Из того, что мне удалось разглядеть, вдоль стены, где находится та дверь, стоят штабеля деревянных ящиков. Можно проскользнуть от *той* двери к выходу на другой стороне комнаты. Только есть одна проблема..."

source: "The door's locked... I tried it. My guess is that key is on one of the thugs upstairs. I'm not addle-coved enough to go up there looking for it, though." She folds her arms across her chest and stares at you expectantly.
ru: "Дверь заперта... я проверяла. По моим догадкам, ключ у одного из бандитов этажом выше. Вот только я еще не настолько пустоголовая, чтобы пройти его искать". Она скрещивает руки на груди и выжидающе смотрит на тебя.

source: "What does it look like I'm doing? I'm hiding. I came in here looking for... food." You notice that as she speaks, her right hand moves instinctively to the pouch at her waist. "Only the barking idiots in the next room showed up and decided to throw a party on the front doorstep. Now I'm trapped in here and can't get out."
ru: "А на что это похоже? Я прячусь. Я пришла сюда в поисках... еды, - когда она это говорит, ты замечаешь, как ее правая рука невольно тянется к мешочку на поясе. - Вот только в комнате напротив появились лающие придурки и решили устроить вечеринку у парадного входа. А теперь я здесь в западне и не могу выбраться".

source: "Is there an echo in here? Yes, barking idiots. They belong to the Starved Dog Barking gang, a band of barmy Xaositect thugs that plague the Hive."
ru: "Ты здесь вместо эха? Да, воющих безумцев. Они из Голодных Псов Лающих, банды чокнутых бандитов-Хаоситектов, которые свирепствуют в этой части Улья".

source: She seems about to respond, but stops herself short. She eyes you for a moment, then shrugs her shoulders. "Alright, alright... so I'm a thief. A girl's got to earn a living somehow. What's it to you anyway? You're obviously not Harmonium, and you're definitely not with the savages in there."
ru: Она уже собирается ответить, но обрывает себя на полуслове. Некоторое время она пристально смотрит на тебя, затем пожимает плечами. "Ладно, ладно... в общем, я - воровка. Девушке надо как-то зарабатывать на жизнь. В конце концов, тебе то что? Ты явно не из Гармониума, и ты уж точно не с теми дикарями".

source: "Ha! You wouldn't do that. Those brutes would just as soon bash your skull than look at you. Besides... I can help you."
ru: "Ха! Ты не станешь этого делать. Эти скоты раскроят тебе череп раньше, чем рассмотрят тебя. Кроме того... я могу тебе помочь".

source: "You again?" Sybil seems irritated, yet somewhat relieved to see you. "Blistering Baator, cutter! Do you think you could make any more noise? I heard you coming all the way down the hall."
ru: "Снова ты? - кажется, Сибил сердится, и в то же время испытывает облегчение, увидев тебя. - Гореть мне в Бааторе, рубака! Ты не мог бы шуметь еще больше, как думаешь? Я слышала твои шаги до самого зала".

source: "How should I know? Why don't you go around the corner and try to unlock the door with it? I'll watch from the crack in this door here. If you make it out to the Alley in one piece, I'll be right behind you."
ru: "Откуда мне знать? Почему бы тебе не пойти и не испытать его на двери? Я буду наблюдать отсюда через щелочку в двери. Если доберешься до переулка целым, я пойду сразу за тобой".

source: "I must say, cutter... I'm impressed. I thought for sure those animals would chew you up good. Well, I guess I should thank you." She pauses for a moment, then reaches into her pouch and pulls forth a small, green gemstone. "Here... this one's on the Dogs. See you around, cutter."
ru: "Рубака, должна признаться... я под впечатлением. Я-то была уверена, что эти звери тебя здорово пожуют. Ну что ж, пожалуй, мне следует отблагодарить тебя, - на миг она умолкает, затем сует руку в мешочек и достает из него маленький зеленый драгоценный камешек. - Вот... он был на одном из Псов. Увидимся, рубака".

source: "Why? What is beyond the door?"
ru: "Почему? Что за той дверью?"

source: "Who are you?"
ru: "Кто ты?"

source: Ignore the girl, move on.
ru: Проигнорировать девушку и пройти мимо.

source: "Howling lunatics?"
ru: "Воющих безумцев?"

source: "Thanks for the warning. Farewell."
ru: "Спасибо за предупреждение. Прощай".

source: "What are you doing in here?"
ru: "Что ты здесь делаешь?"

source: "Thanks for the warning, Sybil. Farewell."
ru: "Спасибо за предупреждение, Сибил. Прощай".

source: "Xaositects? I am a member of their faction... they'll let me pass."
ru: "Хаоситекты? Я - член их фракции... они меня пропустят".

source: "How many of them are in there?"
ru: "Сколько их там?"

source: "A dozen or so? That's hardly a challenge."
ru: "Около дюжины? Это вряд ли будет для меня проблемой".

source: "Looks like we'll have to fight our way through."
ru: "Похоже, нам придется пробиваться наружу".

source: "Is there another way to get through to the alley?"
ru: "Можно ли пробраться в переулок другим путем?"

source: "On second thought... maybe I shouldn't go in there."
ru: "С другой стороны... может, мне и не стоит туда ходить".

source: "Farewell, then."
ru: "Тогда прощай".

source: "What would that be?"
ru: "И что же это?"

source: "There's always a problem... wouldn't be much fun otherwise."
ru: "Всегда есть какие-нибудь проблемы... иначе было бы скучно".

source: "Never mind. I have enough problems of my own."
ru: "Неважно. У меня и так полно проблем".

source: "If the key is up there... I'll find it. Farewell."
ru: "Если ключ там... я его найду. Счастливо".

source: "Never mind. I'll take my chances with the lunatics."
ru: "Неважно. Посмотрим, что у меня выйдет с теми психами".

source: "Barking idiots?"
ru: "Лающие придурки?"

source: "Your looking for food, eh? What's in the pouch?"
ru: "Значит, еду искала? Что в мешке?"

source: "Your lying. You're a thief."
ru: "Ты врешь. Ты - воровка".

source: "You're right... I don't belong here either. Do you know of another way to get through to the alley?"
ru: "Ты права... И, кроме того, мне тут делать нечего. Ты знаешь, как еще можно добраться до переулка?"

source: "I could always hand you over to the thugs... maybe they'd return the favor and let me pass."
ru: "Я всегда могу выдать тебя бандитам... может, они ответят мне благосклонностью и пропустят меня".

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: "Help me? How?"
ru: "Помочь мне? Как?"

source: "I'm not interested in help from any pilfering little piece of gutter trash. I'm going to give you up to the thugs."
ru: "Мне не нужна помощь какого-то вороватого отребья. Я собираюсь выдать тебя бандитам".

source: "What is beyond the door?"
ru: "Что за дверью?"

source: "Is this the key you spoke of?"
ru: "Что это за ключ, о котором ты говоришь?"

source: "I've taken care of the thugs blocking the exit. You should be able to leave now."
ru: "Я позаботился о бандитах, которые преграждали выход. Теперь ты сможешь выбраться отсюда".

source: "Farewell, Sybil."
ru: "Прощай, Сибил".

source: "If you do manage to live long enough to find the key, the door is in a room to the southeast. I'll be watching from the shadows. If you can unlock the door and make it out to the Alley in one piece, I'll be right behind you."
ru: "Если тебе все же удастся дожить до того, чтобы найти ключ - дверь в комнате на юго-востоке. Я буду наблюдать из тени. Если сможешь отпереть дверь и доберешься до переулка целым, я пойду сразу за тобой".

source: "I must say, cutter... I'm impressed. I thought for sure those animals would chew you up good. Well, I guess I should thank you." She pauses for a moment, then reaches into her pouch and pulls forth a small, green gem. "Here... this one's on the Dogs. See you around, cutter."
ru: "Рубака, должна признаться... я под впечатлением. Я-то была уверена, что эти звери тебя здорово пожуют. Ну что ж, пожалуй, мне следует отблагодарить тебя, - на миг она умолкает, затем сует руку в мешочек и достает из него маленький зеленый драгоценный камешек. - Вот... он был на одном из Псов. Увидимся, рубака".
