Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dtbarse.dlg.po
Languages: ru

source: Tainted Barse, innkeeper of the Traitor's Gate, told me that the town fathers had recently been expanding the prison, and discovered a deva imprisoned in a stone bubble underground. They didn't free him, of course; they just took his sword and used it to power the cells of the prisoners down there.
ru: Гниющий Копчик, владелец таверны «Ворота предателей», сообщил мне, что отцы города при расширении тюрьмы обнаружили в подземелье заключенного в каменный пузырь дэва. Они его, естественно, не освободили, только забрали у него меч и им наводили порядок в камерах заключенных.

source: You see a haggard, grim man. His coarse face is lined and weathered, and his eyes are red-rimmed. He straightens as he sees you. "Welcome to the Traitor's Gate. I'm Tainted Barse, the innkeep."
ru: Перед тобой мрачный худощавый мужчина. Его лицо выветрено и покрыто морщинами, с покрасневшими глазами. Завидев тебя, он выпрямляется. «Добро пожаловать в Ворота предателей. Я - Гниющий Копчик, хозяин таверны».

source: "What's wrong?"
ru: «Что-то не так?»

source: "What kind of a name is that?"
ru: «Что это за имя такое?»

source: "What are you selling here?"
ru: «Чем торгуешь?»

source: "I need a place to stay."
ru: «Мне нужно место для отдыха».

source: "Good for you. Farewell."
ru: «Рад за тебя. Прощай».

source: "What's wrong is that my daughter got herself kidnapped by slavers, and now the place is going to fall behind on its bills and I'm going to lose the place to one of those rich pikers in the first circle." He looks at you more closely. "You're the fellow asking about the deva, ain't you? Tell you what. You help me out, I'll help you."
ru: «Наверно, то, что мою дочь выкрали работорговцы, и теперь это место закроют за долги, и мне придется его уступить одному из уродов-богачей из первого круга». Он присматривается к тебе тщательнее. «Ты ведь тот парень, который вынюхивает насчет дэва, так? Вот что. Ты поможешь мне - я помогу тебе».

source: "What do you know about the deva?"
ru: «Что ты знаешь о дэва?»

source: "What do I have to do?"
ru: «Что мне нужно сделать?»

source: "Let's talk about this later. Right now I have more questions..."
ru: «Поговорим об этом позднее. Сейчас у меня есть другие вопросы...»

source: "Let me think about it. I'll get back to you. Farewell."
ru: «Дай подумать над этим. Я к тебе еще вернусь. Прощай».

source: He glares at you. "Barse is my given name, berk. I got the Tainted later because of some former friends spreading baseless chant." He looks *very* angry. "What the hell do you want, anyway? You an adventurer or something?"
ru: Он смотрит на тебя. «Копчиком меня назвали при рождении, пень. А Гниющего я получил из-за того, что кое-кто из моих бывших друзей распускал про меня всякие вздорные слухи». Похоже, он *очень* зол. «Что тебе нужно, черт тебя побери? Ты приключенец или типа того?»

source: "Why? What's wrong?"
ru: «А что? Что-то не так?»

source: "I wanted to ask some questions..."
ru: «Я хотел бы задать пару вопросов...»

source: He smiles craftily. "You're looking for him, ain't you? I can tell you that he's hidden far beneath the prison. I can tell you how to get there, too, apart from being arrested or trying to bribe your way in - which wouldn't work anyway."
ru: Он хитро улыбается. «Ты ведь ищешь его, верно? Могу тебе сообщить, что он спрятан глубоко под тюрьмой. Еще могу рассказать, как туда попасть, исключая варианты быть арестованным или подкупить кого-нибудь - они все равно не сработают».

source: "What do I have to do for this?"
ru: «Что мне нужно для этого сделать?»

source: "Whaddya want to know?"
ru: «Чего ты хочешь узнать?»

source: "What's with the town being so abandoned?"
ru: «Почему город выглядит таким покинутым?»

source: "What can you tell me about this place?"
ru: «Что ты можешь рассказать об этом месте?»

source: "So you said something you needed taken care of. What do you want me to do?"
ru: «Ты что-то говорил насчет того, что тебе нужна помощь. Что ты хочешь, чтобы я сделал?»

source: "Nothing, I guess. Farewell."
ru: «Пожалуй, ничего. Прощай».

source: "Go over there and talk to Marquez. He's the ex-Harmonium fellow. He knows about these slavers - and he holds the first part of the key that'll put you on the path of seein' the deva. There are five parts to the Key, but it ain't a physical key. When you've got the parts together, you come tell me - and it unlocks knowledge in my mind. 'Til then, though, it stays secret. You got to satisfy the keyholders."
ru: «Иди, поговори с Маркесом. Он бывший член Гармониума. Он знает тех работорговцев, и у него есть первая часть ключа, который откроет тебе дорогу к дэва. Всего частей пять, но этот ключ - ненастоящая вещь. Когда соберешь их всех, скажи мне - и ты получишь мои знания. А пока это останется тайной. Тебе придется выполнить просьбы всех держателей ключа».

source: "Let me think about it. I had some more questions."
ru: «Дай подумать над этим. У меня есть другие вопросы».

source: "I won't do it."
ru: «Я не буду этого делать».

source: "I'll do it.
ru: «Я сделаю это».

source: "Listen... Damn! I hate to make a request of a stranger, but I think I can help you if you can help me." He continues in a rush. "My daughter got kidnapped, she's going to be sold, I'm going to lose this place if I don't have her to help me, and I have information that could be very valuable to you. You scratch my back, I'll scratch yours, see?"
ru: «Послушай... Черт побери! Ненавижу просить у незнакомцев, но мне кажется, что я смогу помочь тебе, если ты поможешь мне». Он спешно продолжает: «Мою дочь похитили, ее собираются продать, а без ее помощи я потеряю это место. У меня есть информация, которая может тебе весьма пригодиться. Ты почешешь мне спинку, я почешу тебе, понимаешь?»

source: "What do you need?"
ru: «Что тебе нужно?»

source: "Forget it. I'm busy right now."
ru: «Забудь. Сейчас я очень занят».

source: "Heh. Troubles a-plenty, as always. First, they keep digging holes in the ground to make the prison bigger - and they discover this deva, wrapped up in a big obsidian bubble, chained to the floor. They take his sword and use its power to keep the criminals in their cages. They're busy debating what to do about the celestial, tearing their hair out trying to figure out how they can make a profit off its discovery and cross their 'friends'... and then the plague hits."
ru: «Ха. Как всегда, проблем в изобилии. Во-первых, для расширения тюрьмы роют норы, и вот в одной из них находят этого дэва, заключенного в огромный обсидиановый пузырь и прикованного к полу. Они забрали его меч для того, чтобы держать преступников в своих клетках. И теперь обсуждают, что делать с этим небожителем, все волосы на себе изорвали, пытаясь понять, какую можно пользу получить из этой находки и навариться на 'дружках'... а тут еще чума вспыхнула».

source: "Plague?"
ru: «Чума?»

source: "Why was the deva imprisoned?"
ru: «Почему дэва заточили?»

source: "I had a few other questions..."
ru: «У меня есть другие вопросы...»

source: "Thanks. Farewell."
ru: «Спасибо. Прощай».

source: Tainted Barse told me that Curst has been paralyzed by a plague, not too long after the city officials opened the prison of the deva.
ru: Гниющий Копчик сказал мне, что Проклятый был поражен чумой незадолго после того, как официальные лица открыли тюрьму с дэва.

source: "What this place is, is a hotbed of rumors and innuendo. No one trusts no one. Y'don't do favors for someone without makin' sure they're in your debt. Everyone hates everyone else, and everyone's looking for a hold to get on everyone. Someone like you... you're a ripe target of opportunity for people, because you don't know the politics. And I guarantee you'll be sucked in."
ru: «Рассадник слухов и кривотолков, вот что это за место. Никто никому не верит. Никто не сделает другому одолжения, если только не будет уверен, что тот останется у него в долгу. Все ненавидят друг друга и пытаются облапошить других. Например, такого как ты... Ты - готовая жертва, потому что не знаешь правил. Зуб даю, что тебя кинут».

source: "I had a few more questions..."
ru: «У меня есть еще несколько вопросов...»

source: "You won't do me a favor, I won't do you none. Get out of my place."
ru: «Не будешь мне помогать - от меня тоже ничего не дождешься. Вон из моего заведения».

source: "No. What are you selling here?"
ru: «Нет. Чем ты здесь торгуешь??»

source: "No. I need a place to stay."
ru: «Нет. Мне нужно место для отдыха».

source: "I've changed my mind. I'll help you out."
ru: «Я передумал. Я помогу тебе».

source: "I'm leaving, then. Farewell."
ru: «Тогда я ухожу. Прощай».

source: "Marquez'll tell you what you have to do, and when you've finished, he'll steer you to the next person who has a key."
ru: «Маркес скажет тебе, что нужно делать, а когда закончишь с этим делом, он укажет тебе на другого владельца ключа».

source: "Farewell."
ru: «Прощай».

source: "You'll get it only if you kill me - and if you do, you'll never get anywhere in this town. You'll rot here, berk. I ain't kidding you. You'll never get out."
ru: «Только если ты меня убьешь - но тогда все дороги в этом городе для тебя закрыты. Ты сгниешь тут заживо, пень. Я не шучу. Ты не сможешь отсюда выбраться».

source: Kill him anyway.
ru: Все равно убить его.

source: Leave.
ru: Уйти.

source: "That's right. Something that lays folks low. Makes people all ornery and bad-tempered - and too weak to do anything about it. The guards've closed off portions of the town, and they're all tight-wound. They'll take you into jail on the slightest pretext these days. I don't know how you got in to town, but you ain't getting out unless you find a portal."
ru: «Все верно. Что-то косит народ наповал. Делает людей озлобленными и раздражительными, но слишком слабыми, чтобы что-нибудь с этим сделать. Стража перекрыла части города и теперь сидит как на иголках. Они могут упрятать тебя в тюрьму по любому предлогу. Не знаю, как ты сумел попасть в город, но выбраться из него ты сможешь только через портал».

source: He looks at you closely to see if you're joking with him. "I told you they discovered him buried in the earth, right? That means I have no idea how he got down there. I wish I was powerful enough to trap a deva. That'd be some power worth havin'."
ru: Он пристально смотрит на тебя, пытаясь выяснить, не шутишь ли ты с ним. «Я ведь сказал, что они нашли его зарытым в землю, ведь так? Это значит, что я понятия не имею, как он там внизу оказался. Жаль, что у меня нет власти сажать дэва в клетки. Это было бы как нельзя кстати».

source: "All right, then, answer some other questions for me."
ru: «Ладно, тогда ответь еще на пару вопросов».

source: He's trying to hide the anxious look in his eyes as he asks his question: "Have you found out anything about my daughter? I'm very worried about her. Please tell Marquez if you hear anything."
ru: С едва скрываемым беспокойством в глазах он задает вопрос: «Накопал что-нибудь насчет моей дочери? Я очень за нее беспокоюсь. Пожалуйста, сообщи Маркесу, если что услышишь».

source: "I'm not going to be looking for her."
ru: «Я не собираюсь ее искать».

source: "Not yet. I had some questions."
ru: «Пока нет. У меня есть несколько вопросов».

source: "Not yet. What are you selling here?"
ru: «Пока нет. Чем ты здесь торгуешь?»

source: "Not yet. I needed a place to stay."
ru: «Пока нет. Мне нужно место для отдыха».

source: "Yes. She should be returning here shortly. I'll go tell Marquez. Farewell."
ru: «Да. Она скоро придет сюда. Пойду, переговорю с Маркесом. Прощай».

source: His grief looks fresh in his eyes. "What d'ye want, cutter?"
ru: В его глазах видна горечь утраты. «Чего тебе надо, рубака?»

source: "What's the deal with this key, anyway?"
ru: «А что вообще такого в этом ключе?»

source: "I needed a place to stay."
ru: «Мне нужно место для отдыха».

source: "Nothing. Farewell."
ru: «Ничего. Прощай».

source: "It's a key - but it ain't a physical key, if you know what I'm sayin'. When you've got the keys together, you come tell me - and it unlocks knowledge in my mind. 'Til then, though, it stays secret. You got to satisfy the keyholders. That all you wanted?"
ru: «Это ключ, но он неосязаем, если ты понимаешь, о чем я. Когда ты соберешь все его части, скажи мне, он откроет в моем разуме нужные знания. А до тех пор они останутся в тайне. Тебе нужно выполнить просьбы владельцев ключей. Это все, что ты хотел?»

source: "Yes. Farewell."
ru: «Да. Прощай».

source: "You makin' any progress on that key? You look a little anxious to get movin' on this. You'll get it, sure."
ru: «Как продвигаются дела с ключом? Похоже, ты очень хочешь заполучить его. Уверен, ты его получишь».

source: "You got one more thing to do. See that drunk bastard Chek'ka Plute? Go kill him." He raises his voice. "Hey, Chek'ka! Here comes your death!"
ru: «Нужно сделать еще одно дельце. Видишь вон ту пьяную сволочь Чек-ка Плута? Убей его». Он повышает голос: «Эй, Чек-ка! Твоя смерть пришла!»

source: "Now that you've killed that drunken fool, the gate can be unlocked. Are you ready to go? There's no coming back - the door'll be locked, barred, and magically protected once you pass through. You want to do this?"
ru: «Теперь, когда ты убил того пьяницу, ворота можно отпереть. Ты готов? Как только ты войдешь, назад пути не будет: дверь будет закрыта, забаррикадирована и магически защищена».

source: "I'm ready now."
ru: «Я готов».

source: "I'd like to rest in the inn first."
ru: «Сперва я бы хотел отдохнуть в трактире».

source: "I'd like to take a look at what you're selling first."
ru: «Сначала я бы хотел взглянуть на твои товары».

source: "Not yet."
ru: «Еще нет».

source: "Then you just come back and let me know when you're ready."
ru: «Тогда возвращайся, когда будешь готов».

source: "Will do. Farewell."
ru: «Я так и сделаю. Прощай».

source: "Are you ready to go? There's no coming back - the door'll be locked, barred, and magically protected once you pass through. You want to do this?"
ru: «Ты готов? Как только ты войдешь, назад пути не будет: дверь будет закрыта, забаррикадирована и магически защищена».

source: "I'd like to take a look at what you're selling first."
ru: «Сначала я бы хотел взглянуть на твои товары».

source: "She died as I tried to rescue her. I'll go tell Marquez."
ru: «Она погибла, когда я попытался спасти ее. Пойду, переговорю с Маркесом».

source: "Not yet. Farewell."
ru: «Еще нет. Прощай».

source: Tainted Barse asked me to rescue his daughter from slavers. He told me to talk to Marquez, the Harmonium officer in his tavern.
ru: Гниющий Копчик попросил меня спасти его дочь от работорговцев. Он сказал, чтобы я переговорил с Маркесом, офицером Гармониума, который находится в его таверне.
