Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dtegarin.dlg.po
Languages: ru

source: "No, I think I'll keep it for now."
ru: "Нет, думаю, лучше я оставлю его у себя".

source: "Very well. Here it is."
ru: "Хорошо Вот он".

source: "No. Not going to happen."
ru: "Нет, не отдам".

source: Meet their attack.
ru: Встретить нападение.

source: Flee with the pendant.
ru: Бежать с кулоном.

source: "Wait -- what sort of power will you be giving me?"
ru: "Постойте, что за силу в дадите мне?"

source: "Here is the pendant."
ru: "Вот этот кулон".

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "That's all. Farewell."
ru: "Вот и все. Прощайте".

source: You see a scaled fiend who looks very similar to the one standing next to him - in addition to the pierced left ears, both are black-hued and reptilian, with bat wings tucked against themselves. This one has a small scar under its left eye. It sees Annah and Fall-from-Grace standing near you, and rasps, hissing, "Take the Abyssal vermin away and we'll talk. 'Til then, we say nothing." It spits again for good measure.
ru: Перед тобой чешуйчатая нечисть, очень похожая на своего собрата, стоящего рядом: у обоих проколото левое ухо, оба - черные ящеры со сложенными сзади перепончатыми крыльями. Только у этого небольшой шрам под левым глазом. Заметив Анну и Падшую Грацию рядом с тобой, он скрежещет зубами, шипя: "Убери своих червей с Бездны, тогда и поговорим. Иначе мы ничего не скажем". Он смачно сплевывает.

source: You see a scaled fiend who looks very similar to the one standing next to him - in addition to the pierced left ears, both are black-hued and reptilian, bat wings tucked against themselves. This one has a small scar under its left eye.. It sees Annah standing near you, and rasps, hissing, "Take the little fiendling vermin away and we'll talk. 'Til then, we say nothing." It spits again for good measure.
ru: Перед тобой чешуйчатая нечисть, очень похожая на своего собрата, стоящего рядом: у обоих проколото левое ухо, оба - черные ящеры со сложенными сзади перепончатыми крыльями. Только у этого небольшой шрам под левым глазом. Заметив Анну рядом с тобой, он скрежещет зубами, шипя: "Убери своего демонического червя, тогда и поговорим. Иначе мы ничего не скажем". Он смачно сплевывает.
