Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dtegarin.dlg.po
Languages: ru

source: "Farewell, then."
ru: "Тогда прощай".

source: You see a scaled fiend who looks very similar to the one standing next to him - in addition to the pierced left ears, both are black-hued and reptilian, with bat wings tucked against themselves. This one has a small scar under its left eye. It sees Fall-from-Grace standing near you, and rasps, hissing, "Take the Abyssal vermin away and we'll talk. 'Til then, we say nothing." It spits again for good measure.
ru: Перед тобой чешуйчатая нечисть, очень похожая на своего собрата, стоящего рядом: у обоих проколото левое ухо, оба - черные ящеры со сложенными сзади перепончатыми крыльями. Только у этого небольшой шрам под левым глазом. Заметив Падшую Грацию рядом с тобой, он скрежещет зубами, шипя: "Убери своего червя с Бездны, тогда и поговорим. Иначе мы ничего не скажем". Он смачно сплевывает.

source: You see a scaled fiend who looks very similar to the one standing next to him - in addition to the pierced left ears, both are black-hued and reptilian, with bat wings tucked against themselves. This one has a small scar under its left eye. "Greetings, old comrade. 'Tis truly a joy to see you again."
ru: Перед тобой чешуйчатая нечисть, очень похожий на своего собрата, стоящего рядом: у обоих проколото левое ухо, оба - черные ящеры со сложенными сзади перепончатыми крыльями. Только у этого небольшой шрам под левым глазом. "Приветствую, старый товарищ. Я неподдельно рад снова тебя видеть".

source: "Again"?
ru: "Снова?"

source: The abishai rears back as you approach. "Take the little chaos rats," indicating Fall-from-Grace and Annah, "away from us and we shall bargain with you. Until then, we'll have no words with you."
ru: Абишай пятится назад при твоем приближении. "Убери от нас своих хаотических крыс, - он указывает на Падшую Грацию и Анну, - тогда и поговорим. А до тех пор нам не о чем говорить".

source: The abishai rears back as you approach. "Take the little chaos rat," indicating Annah, "away from us and we shall bargain with you. Until then, we'll have no words with you."
ru: Абишай пятится назад при твоем приближении. "Убери от нас свою хаотическую крысу, - он указывает на Анну, - тогда и поговорим. А до тех пор нам не о чем говорить".

source: The abishai rears back as you approach. "Take the little chaos rat," indicating Fall-from-Grace, "away from us and we shall bargain with you. Until then, we'll have no words with you."
ru: Абишай пятится назад при твоем приближении. "Убери от нас свою хаотическую крысу, - он указывает на Падшую Грацию, - тогда и поговорим. А до тех пор нам не о чем говорить".

source: "The prodigal returns, eh?" The fiend hisses a smile at you, noxious vapors coiling from the corner of its mouth. "Have your memories returned to you, old friend?"
ru: "Вернулся, транжира? - с шипением улыбается тебе нечистый, изрыгая тошнотворные испарения из уголков рта. - Вернулись ли твои воспоминания к тебе, старый приятель?"

source: "What do you mean?"
ru: "О чем это ты?"

source: "So he has, Aethelgrin, so he has. Yet his eyes do not gleam as once they did. What do you suppose brings him back to us? What DOES bring you back to us, friend?"
ru: "Именно так, Аэтелгрин, именно так. Однако глаза его утратили былой блеск. Как полагаешь, что привело его снова к нам? ЧТО привело тебя к нам, друг?"

source: "Who are you?"
ru: "Кто вы?"

source: "What are you doing?"
ru: "Чем вы занимаетесь?"

source: "What is this place?"
ru: "Что это за место?"

source: "Tell me about fiends."
ru: "Расскажите мне о нечисти".

source: "Do you know a Collector named Pharod?"
ru: "Вы знаете сборщика по имени Фарод?"

source: "I'm looking for a journal."
ru: "Я ищу дневник".

source: "Nothing. Farewell."
ru: "Ничего. Прощай".

source: "Ah, Aethelgrin, time has robbed our companion's memory! You honestly do not recall us, do you? Truly, I am aggrieved."
ru: "Ах, Аэтелгрин, время украло память у нашего приятеля! Ты ведь и правда нас не помнишь? Я очень этим опечален".

source: "But..."
ru: "Но..."

source: "What I mean, dear man, is that time, our old enemy, has performed a vicious disservice on you. It robs your memories and steals your recollections. If you do not recall us, why, it is because you have fallen prey to one of mortality's weaknesses. We are old friends of yours, old indeed. What can we do for you?"
ru: "Я имею в виду, уважаемый, что время, наш старый враг, сумело подло вывести тебя из строя. Оно разграбило твою память и украло твои воспоминания. Если ты не узнаешь нас, то это потому, что ты стал жертвой одной из слабостей смертных. Мы - твои старые приятели, очень старые. Что мы можем сделать для тебя?"

source: "I had some questions..."
ru: "У меня есть несколько вопросов..."

source: "Ahh, well spoken. Old friend, we are a pair of abishai on leave from our current assignments in Baator. I am Tegar'in the Thrice Damned, so named for my ability to find the best in every situation. This is Aethelgrin, who has earned himself no special name, though not for lack of trying."
ru: "Ах, хорошо сказано. Старый приятель, мы - два абишая, которые покинули свой пост на Бааторе. Я - Тегарин Трижды Проклятый, названный так за способность изворачиваться в любой ситуации. А это Аэтелгрин, у которого нет особого имени, хотя не из-за недостатка усердия".

source: "Lack of trying? What do you mean?"
ru: "Недостатка усердия? Что ты имеешь в виду?"

source: In its turn, Tegar'in ignores you as it replies to its comrade. "Once again, I maintain that any notice is better than no notice at all." The abishai turns back to you. "Old friend, does this answer your question as to our identities?"
ru: Тегарин, в свою очередь игнорируя тебя, отвечает товарищу. "И снова повторюсь, что упоминать при удобном случае - лучше, чем не упоминать вовсе, - абишай поворачивается к тебе. - Старый приятель, будет ли это ответом на твой вопрос о наших прозвищах?"

source: "I suppose it will have to. I had some other questions..."
ru: "Думаю, да. У меня есть другие вопросы..."

source: "I suppose it will have to. Farewell."
ru: "Думаю, да. Прощай".

source: "In a more immediate sense, we are taking our entertainment in this ... delightful... establishment. And, of course, we are celebrating the return of our old friend. However, the stench of the breezes - which occasionally waft the scent of goodness in the door - debases us, somewhat, leaving us physically, mentally, and spiritually weaker. Fortunately, the air in this ward of the city carries a delicious tang of pain and supplication. Wouldn't you agree?" Again, the fiend smiles broadly at you.
ru: "Непосредственно в данный момент мы развлекаемся в этом... замечательном... заведении. И, конечно же, мы рады возвращению нашего старого приятеля. Однако зловонные сквозняки, которые иногда задувают в двери запах добра, несколько нас уязвляют, физически, психически и духовно ослабляя нас. К счастью, воздух в этом районе несет восхитительный привкус боли и страданий. Не так ли?" Нечистый снова широко улыбается тебе.

source: "I had some other questions."
ru: "У меня есть другие вопросы".

source: "Indeed. Farewell."
ru: "В самом деле. Прощай".

source: "This is the Smoldering Corpse tavern, one of the more entertaining taverns your kind has seen fit to erect in this city - the poetic justice of the burning fellow at the front of the establishment is really quite a fine touch. Was there something else you wished to ask?"
ru: "Это таверна 'Тлеющий Труп', одна из многих замечательных таверн вашей расы, которые привлекают внимание к этому городу: поэтическое правосудие над горящим парнем у входа в заведение придает ему поистине замечательный шарм. Ты хотел спросить что-то еще?"

source: "Yes, I had some other questions..."
ru: "Да, у меня есть еще вопросы..."

source: "No. Farewell."
ru: "Нет. Прощай".

source: "We hold the tanar'ri directly responsible for the Blood War! Were it not for them, we could have settled the Lower Planes in peace, and wouldn't have all the bother of fighting this wretched war, nor would the... unfortunate... spill-overs into other planes be such a cause for concern among the namby-pambying do-gooders. The tanar'ri are directly to blame for the multiverse's sad state of affairs."
ru: "Мы считаем, что танарри полностью ответственны за разжигание Кровавой войны! Не будь их, мы бы смогли мирно заселить Нижние планы, и нам всем не пришлось бы отвлекаться на эту несчастную войну, не было бы этих... несчастных... внешних воздействий на другие планы, которые возникают из-за интересов всех этих словоблудных доброходов-добряков. Это танарри следует винить в нынешнем плачевном состоянии мультивселенной".

source: "That's not really what I was asking. I wanted to know what differentiates you from them."
ru: "Это не совсем то, о чем я спросил. Я хотел узнать разницу между вами и ними".

source: "I see. I had some other questions..."
ru: "Понятно. У меня есть другие вопросы..."

source: "I see. Farewell."
ru: "Понятно. Прощай".

source: The fiend pauses a moment, and then brightens. "Ah, yes. You see, we represent law and order. Those who break the law must be punished. If we have no law, we have only anarchy, and surely you can see what anarchy has done for the Abyss - it has spawned horrors beyond imagining. Any excesses the baatezu state may have indulged in are simply to counter the rising tide of chaos represented by the tanar'ri. We mean no harm to anyone - we just prefer to understand where the boundaries are."
ru: Нечистый, умолкнув на минуту, озаряется. "Ах, да. Видишь ли, мы представляем закон и порядок. Те, кто нарушают закон, должны быть наказаны. Если у нас не будет закона, у нас будет анархия. Ты, несомненно, видишь, что сделала с Бездной анархия: она просто набита необъяснимыми ужасами. Любые нарушения со стороны баатезу могут быть объяснены ответными действиями на растущие волны хаоса, вызываемого танарри. Мы никому не хотим вреда - мы всего лишь предпочитаем знать, где находятся границы".

source: "Pharod? I have heard the name. Is he not a sage of some sort? A necromancer? Or is he a diviner of rubbish? I have heard of him, friend, but do not have the pleasure of his company. Perhaps one of the other... patrons... here can help you."
ru: "Фарод? Где-то я слышал это имя. Он, случаем, не мудрец? Может, некромант? Или предсказатель по хламу? Я слышал о нем, мой друг, но никогда не довольствовался его обществом. Возможно, один из здешних... завсегдатаев... сможет тебе помочь".

source: "Perhaps. I had some other questions."
ru: "Может быть. У меня есть другие вопросы..."

source: "Perhaps. Farewell."
ru: "Возможно. Прощай".

source: "Because, friend, it is easy to make the mistake of committing a true word to posterity, and easier still for someone you once trusted," and here he shoots a glance full of venom at Aethelgrin, "to find that word and use it against you. Indeed, it can even lead to actions tantamount to desertion... leaving or losing a journal can cost you your very existence."
ru: "Потому что, приятель, очень легко совершить ошибку, оставив истинные слова потомкам. Тому, кому ты прежде верил, - и тут он бросает ядовитый взгляд на Аэтелгрина, - будет гораздо легче найти и использовать их против тебя. Право же, это даже может привести к действиям, равносильным невыполнению обязательств... потеря или утрата дневника может стоить тебе существования".

source: "I see. I had some questions..."
ru: "Понятно. У меня были вопросы..."

source: "I had some questions..."
ru: "У меня есть несколько вопросов..."

source: "Farewell."
ru: "Прощай".

source: "He refers to Rake-Chaser, does he not?"
ru: "Он имеет в виду Охотника на повес, не так ли?"

source: "He asks of him... would our friend inquire of us, did he not know? Or was suspicious, at the very least."
ru: "Он спрашивает о нем... стал бы он интересоваться нами, если он не знает? Или, по крайней мере, подозревает".

source: "And yet you wonder, Aethelgrin, why your name has yet no appellation?" The fiend turns back to you. "I would be happy to enlighten you."
ru: "И после этого ты, Аэтелгрин, удивляешься, почему у тебя нет собственного имени?" Нечистый обращается к тебе: "Я буду рад просветить тебя".

source: "Swear I did, but not as you! To no Tanar'ri may I talk of the matter. But it seems to me that our friend, here, remains outside that particular group."
ru: "Конечно же, да, но не так, как ты! Ни с одним танарри я не могу говорить на эту тему. Однако мне кажется, что наш выпадает из этой группы".

source: "And how so!" The fiend once more addresses you. "This collector, my friend, is a devil, though one cursed by a holy man. The handsome young gentleman you may have seen near him is in the Collector's thrall, though he does not realize it as such."
ru: "Именно!" Нечистый еще раз обращается к тебе: "Этот сборщик, друг мой, - дьявол, проклятый святым. Молодой привлекательный джентельмен, которого ты, возможно, видел рядом с ним, - его раб, хоть и не осознающий этого".

source: "Would I, Aethelgrin? I think not."
ru: "Разве я могу, Аэтелгрин? Конечно же, нет".

source: "The fiend has a pendant, a magical artifact, that we'd be most pleased to find ourselves in possession of. I can guarantee it's of little or no use to you, friend, so perhaps..."
ru: "У нечистого есть кулон, магический артефакт, который мы бы очень рады заполучить. Могу уверить тебя, приятель, что для тебя он будет практически бесполезен, поэтому..."

source: "...*everything*..."
ru: "...*все*..."

source: "...we ask only for the pendant. It is the pendant which will allow us to bestow the promised power upon you."
ru: "...нам нужен только кулон. Этот кулон позволит нам наделить тебя обещанной силой".

source: "Alas, even I could not avoid the ruling. Our hands are bound in this matter, friend."
ru: "Увы, даже я не могу нарушать правила. Тут мы связаны по рукам, приятель".

source: "Nothing at all, friend."
ru: "Совсем ничего, приятель".

source: "It catches souls as they leave their shells."
ru: "Он ловит души, когда те освобождаются от своей оболочки".

source: "What would you do with such a thing? Sell it for a modicum of wealth? Decorate a mantelpiece?"
ru: "И что вы будете делать с подобной вещицей? Продадите ее за крупицу могущества? Украсите ею камин?"

source: "Yes, Aethelgrin, it is a shame. We shall remain here, old friend, should you wisely reconsider."
ru: "Да, Аэтелгрин, это очень печально. Мы будем здесь, старый приятель, на случай, если ты изменишь свое решение".

source: "The 'Collector' was an Erinyes. She overstepped her bounds; overcome with ambition she tried to seduce one well beyond such things."
ru: "Этот 'Сборщик' - эриния. Она перешла все границы: переполненная амбициями, она попыталась соблазнить того, кто выше подобных вещей".

source: "Now, no Erinyes is much a fighter, you see."
ru: "И теперь, как ты понимаешь, эриния - не такая уж и сильная воительница".

source: The fiend turns to his companion. "Yes, indeed." Looking back at you, he hisses: "As I was saying, without the magical rope that all her Sisters carry and usual fiendish resistances, she should be quite easily slain -- without her dashing young rake nearby, of course."
ru: Демон обращается к своему товарищу: "Да, это точно". Возвращаясь к тебе, он шипит: "Как я уже сказал, без магической веревки, которую носят все ее сестры и которая обладает удивительной сопротивляемостью к нечисти, убить ее можно будет довольно просто - конечно же, если поблизости нет ее лихого молодого повесы".

source: "Ah, I was just getting to that, my old friend. You may find her hidden and alone in alley just north of this very establishment, between two buildings. Seek her out there, near anti-peak."
ru: "Ах, я как раз к этому и веду, старый приятель. Ты найдешь ее одну в переулке между домами к северу от этого самого заведения. Она бывает там незадолго до антипика".

source: "Oh, but the deal's been made, friend. You've already agreed, remember? We've fulfilled our part of the bargain; would you be so callous and uncaring of our ancient friendship to default on yours?"
ru: "О, но сделка уже заключена, приятель. Ты ведь уже согласился, помнишь? Мы выполнили свою часть сделки. Неужели тебе настолько безразлична наша старая дружба, что ты откажешься от своих обязательств?"

source: "Indeed, Aethelgrin." The devil turns to you, a look of great concern upon him. "And have you already forgotten the power we've promised? The talisman in our hands could make you stronger, friend..."
ru: "В самом деле, Аэтелгрин, - дьявол обеспокоенно обращается к тебе. - Разве ты забыл о силе, которую мы тебе обещали? Талисман в наших руках может сделать тебя сильнее, приятель..."

source: "Are you certain you would dismiss us so easily?"
ru: "Ты уверен, что можешь так легко от нас отделаться?"

source: "I was a fool, Aethelgrin. I should have drawn a contract, but I made the gross error of factoring our friendship into the bargain." He turns to you, sneering. "Curse you, wretched human... you'll regret this. Know that from this day forth that Tegar'in Thrice-Damned seeks not simply your doom, but your soul. You're to be a camp follower in the Blood War when I have my way, slave to to the whims of the basest of fiends!"
ru: "Я поступил глупо, Аэтелгрин. Мне следовало заключить письменное соглашение, но я допустил чудовищный просчет, положившись в этом деле на нашу дружбу, - он поворачивается к тебя, скалясь. - Будь ты проклят, жалкий человечишка... ты пожалеешь об это. Знай, что с этого дня Тегарин Трижды-Проклятый желает не только твоей погибели, но и твою душу. Ты станешь вечным прислужником на Кровавой войне, рабом причуд самой низменной нечисти!"

source: "No, not now. Let him be on his way. We've all eternity to plot against him, after all..." The two fiends smile wickedly at each other, then wave you away.
ru: "Нет, не сейчас. Пусть идет своей дорогой. В конце концов, у нас в запасе целая вечность против него..." Оба нечистых многозначительно улыбаются друг другу.

source: "Silence, Aethelgrin! We've all made mistakes." Tegar'in faces you, sneering disdainfully. "You know what we require of you, now. Most all wounds heal with time... perhaps once you've fulfilled your end of the bargain, our friendship will be as it once was. Farewell."
ru: "Тише, Аэтелгрин! Мы все совершаем ошибки". Тегарин обращается к тебе, презрительно скалясь: "Ты знаешь, что нам от тебя нужно. Время лечит все... возможно, если ты выполнишь сделку, наша дружба вновь станет прежней. Прощай".

source: "We shall use what power it holds to invigorate you... you should find that it makes you both physically stronger and hardier. The effect should be permanent... until you die, of course, but let's not speak of such things, old friend."
ru: "Мы используем его силу, чтобы укрепить тебя... ты обнаружишь, что станешь физически сильнее и выносливее. Эффект будет постоянным... пока ты не умрешь, конечно же, но не будем об этом, старый приятель".

source: "Wait... we require the pendant, first."
ru: "Постой... Сначала нам нужен кулон".

source: "Yes, Aethelgrin, it is. And now to bestow the pendant's stolen might upon you, companion of old..." The fiend clutches the pendant in his claws, and his eyes alight with a fiery glow. A nimbus of power surrounds the pendant for a moment -- then nothing.
ru: "Да, Аэтелгрин, точно. А теперь пора наделить тебя украденной силой кулона, старый..." - нечистый сжимает кулон в когтях, его глаза ярко загораются. Кулон на мгновение окружает ореол силы... и ничего не происходит.

source: "I... I don't not know, old friend!" Tegar'in looks genuinely shocked, but beside him Aethelgrin smiles evilly. "It appears... it appears that some sort of strange magic has been worked upon you, sorcery that somehow prevents the pendant from empowering you."
ru: "Я... я не знаю, приятель! - Тегарин выглядит неподдельно удивленным, но стоящий рядом Аэтелгрин дьявольски улыбается. - Похоже... похоже, над тобой сотворена какая-то странная магия, колдовство, которое каким-то образом не позволяет кулону усилить тебя".

source: "No, my old friend! I most certainly did not. Aethelgrin?" The fiend tosses the pendant back to his companion.
ru: "Нет, мой старый приятель! Конечно же, я не знал. Аэтелгрин?" Нечистый бросает кулон назад своему спутнику.

source: "I'm truly sorry, dearest friend, I am. Perhaps when you have this magic -- removed -- we may use the pendant to your benefit. You know where to find us, should you succeed in this." The devil smiles at you.
ru: "Мне искренне жаль, драгоценнейший приятель. Возможно, когда эта магия будет... развеяна... мы сможем применить кулон тебе во благо. Как только тебе это удасться, ты знаешь, где нас искать". Демон улыбается тебе.

source: Tegar'in shakes his sadly.
ru: Тегарин печально качает головой.

source: "It is ours, now, by right. Remember the bargain, friend of long years."
ru: "Он наш по праву. Помни о договоре, давнешний приятель".

source: "Oh, so sad... would you truly throw our friendship away in such a thoughtless manner? Please, I beg of you... do not betray such an ancient camaraderie. Return the pendant."
ru: "О, как печально... ты в самом деле собираешься разорвать нашу дружбу столь бездумным поступком? Пожалуйста, прошу тебя... не предавай старых товарищей. Верни кулон".

source: "Yes, let's."
ru: "Да, давай".

source: "Well..." The two fiends smile at one another, then nod. "In that case..."
ru: "Что ж, - оба нечистых, улыбнувшись друг другу, кивают, - в таком случае..."

source: "Look, he has returned, and with the pendant!"
ru: "Смотри, смотри - он вернулся, и с кулоном!"

source: "Ah, look who has returned. So sorry, friend, but we won't be speaking to you until you've got our pendant. Farewell."
ru: "О, смотри, кто вернулся. Очень жаль, приятель, но пока ты не принесешь нам кулон, мы не станем с тобой разговаривать. Прощай".

source: "Well, well... Betrayer of Friends!"
ru: "Так-так... Предатель пожаловал!"

source: The devils stare at you coldly during the long, uncomfortable silence that follows your words. Finally, Tegar'in speaks: "Very well. 'Tis a shame... friend."
ru: За твоими словами следует долгая тревожная тишина. Дьяволы холодно смотрят на тебя. Наконец, Тегарин говорит: "Что ж. Очень жаль... приятель".

source: "Go on..."
ru: "Продолжай..."

source: "What pendant?"
ru: "Какой кулон?"

source: "I'll have to hear this another time. Farewell."
ru: "Я выслушаю вас в другой раз. Прощайте".

source: "What does the pendant do?"
ru: "Что делает кулон?"

source: "Agreed."
ru: "Согласен".

source: "No. No deal."
ru: "Нет. Никакой сделки".

source: "Tell me, or there'll be no deal."
ru: "Скажите, или никакой сделки не будет".

source: "Why don't you seize it yourself?"
ru: "А почему вы не заберете его сами?"

source: "I some other questions..."
ru: "У меня есть несколько вопросов..."

source: "How would I get her alone?"
ru: "И как мне застать ее одной?"

source: "No, you're right."
ru: "Нет, вы правы".

source: "Yes."
ru: "Да".

source: "Yes, I just can't do this."
ru: "Да, уверен".

source: "Wait! Wait! I've reconsidered!"
ru: "Стойте! Стойте! Я передумал!"

source: Leave.
ru: Уйти.

source: "Here is the pendant, then."
ru: "Вот этот кулон"

source: "I had other questions..."
ru: "У меня есть другие вопросы..."

source: "That's all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "I have decided to keep the pendant."
ru: "Я решил оставить кулон себе".

source: "What happened?"
ru: "Что случилось?"

source: "What?! Did you know of this beforehand?"
ru: "Что?! Ты раньше знал об этом?"

source: "Give the pendant back, then. I'll return it when the magic has been removed."
ru: "Тогда отдай кулон. Я верну его, как только магия будет развеяна".

source: Attack the fiends.
ru: Атаковать нечисть.

source: "Hmph. Farewell."
ru: "Хм. Прощай".

source: "Very well. Here is the pendant."
ru: "Хорошо. Вот кулон".
