Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dthildon.dlg.po
Languages: ru

source: "Here now! Who's this? GUARDS! HE'S OVER HERE!"
ru: "Здесь! Кто это? СТРАЖА! ОН ЗДЕСЬ!"

source: Done.
ru: Готово.

source: "You'll not be sullyin' me with yer talk! Away with you!"
ru: "Ты меня не замараешь своими грязными словами! Вон отсюда!"

source: Leave.
ru: Уйти.

source: "What'd Little Lickspittle tell y'now? I'm sure it were all lies."
ru: "И что же на этот раз тебе наплел мелкий подхалим? Уверен, что все это - ложь".

source: "I haven't actually spoken to him yet. I had more questions that I wanted you to answer."
ru: "Вообще-то я еще не говорил с ним. У меня есть еще вопросы, на которые я хотел бы получить ответы".

source: "He tells me that it's not a frame. In fact, he says that he personally witnessed you killing the poor sod."
ru: "Он сказал, что это не подстава. На самом деле, он говорит, что лично видел, как ты убил беднягу".

source: "I'm still looking into this Anarchist angle."
ru: "Я все еще исследую версию про Анархистов".

source: "He says that he planted the awl on the body, but only because he wanted to make sure that you'd be implicated in the death. He says you're a murderer, and he wanted to make sure you got caught."
ru: "Он говорит, что оставил шило возле трупа, но только потому, что хотел удостовериться, чтобы ты будешь впутан в это дело. Он говорит, что ты - убийца, и что он хочет позаботиться о том, чтобы тебя поймали".

source: "I've made my decision on who to accuse."
ru: "Я принял решение, кого мне обвинить".

source: "That's not your business just yet. I need you to answer some questions."
ru: "Это пока что не твое дело. Мне нужно, чтобы ты ответил на несколько вопросов".

source: "Nothing yet. Farewell."
ru: "Пока ничего. Прощай".

source: "Shame about that poor smith Avildon, really it were. Still. He weren't one to keep himself to the grindstone. He weren't *dedicated.* 'Tis the way the planes turn, mark my words... every basher gets his due. Ah, well. What can ol' Thildon for you?"
ru: "Жаль беднягу Авильдона, правда жаль. И все же он не был из тех, кто работает без отдыха. Он не был *преданным* своему делу. Так действуют планы, помяни мое слово... каждый рубака получает по заслугам. Ах, да. Чем тебе может услужить старина Тильдон?"

source: "Saros - you remember Saros, don't you? - gave me an awl found near the body. Oddly, this awl has your name etched into the handle. How do you explain that?"
ru: "Сарос - ты ведь помнишь Сароса? - дал мне шило, которое он нашел возле тела. И что странно, у этого шила на ручке выгравировано твое имя. Как ты это объяснишь?"

source: "I'd like to ask you some questions."
ru: "Я хотел бы задать тебе пару вопросов".

source: "Nothing for now. Farewell."
ru: "Пока ничего. Прощай".

source: "Don't just take my word for it, berk! You got a dangerous one on your hands there, you do, and you got to make sure he doesn't kill no one else. Get to work!"
ru: "Вот только не спрашивай меня об этом, пень! У тебя в руках опасный преступник, это уж точно, и ты должен позаботиться о том, чтобы он не угрохал еще кого-нибудь. За работу!"

source: "Thildon, I said I needed some questions answered. Now answer them."
ru: "Тильдон, я сказал, что мне нужны ответы на несколько вопросов. Отвечай сейчас же".

source: "I'm on the case. Don't you worry. Farewell."
ru: "Я этим займусь. Не волнуйся. Прощай".

source: "He WHAT? I tell you that the boy's a thief and a murderer, and you don't believe me? What if I told you the lad's an Anarchist, too, a member of the Revolutionary League?"
ru: "Он ЧТО? Я говорю тебе, что этот парень - вор и убийца, и ты мне не веришь? Что, если я скажу, что он - Анархист, а также член Революционной Лиги?"

source: "Why should I believe that?"
ru: "К чему мне верить в это?"

source: Lie: "If that were true, I'd see to it that he was brought to justice."
ru: Ложь: "Если это правда, я позабочусь, чтобы его передали в руки правосудия".

source: True: "If that were true, I'd see to it that he was brought to justice."
ru: Правда: "Если это правда, я позабочусь, чтобы его передали в руки правосудия".

source: "Frankly, I don't really care. I think I've heard enough to convince me that you're the culprit.'
ru: "Если честно, мне плевать. Полагаю, что я услышал достаточно, чтобы убедиться, что ты виновен в этом".

source: A pious look creeps onto his face. "'Cos I say it's so. 'Cos I'm about to say something that'll make a criminal of me, but I'll say it to see justice done." He pauses. "I know he's an Anarchist because he tried to recruit me. Him and that engineer Bedai-Lihn. I told 'em I'd do it so's I could trap 'em, but then I realized I didn't have the stomach to harm poor Saros. I turned 'em down, and now they're trying to cover their tracks. That's why they want me gone. They're the killers. Not me."
ru: Его лицо принимает праведное выражение. "Потому что я так говорю. Потому что я собираюсь сказать кое-что, что сделает меня преступником, но я скажу это, чтобы увидеть, как свершится правосудие, - он умолкает. - Мне известно, что он - Анархист, потому что он пытался меня завербовать. Он, и тот инженер, Бедай-Линн. Я согласился, потому что хотел заманить их в ловушку, но потом понял, что мне не хватит духу причинить вред бедному Саросу. Я отказал им, и теперь они пытаются замести следы. Вот почему они хотят меня убрать. Они - убийцы. Не я".

source: "Assuming I believe this, why shouldn't I have you imprisoned too?"
ru: "Предположим, что я поверил в это. Почему бы мне не арестовать и тебя в придачу?"

source: "Says you. I'll check that out. Answer some other questions for me, first."
ru: "Вот оно как. Я это проверю. Сперва ответь еще на несколько вопросов".

source: "Right. I'll check that right away. Don't go anywhere, Thildon. Farewell."
ru: "Ладно. Я это проверю прямо сейчас. Никуда не уходи, Тильдон. Счастливо".

source: "Well, it's true! I swear it on the sainted eyes of me poor, dead mother. Him and that engineer, Bedai-Lihn, they wanted to recruit me. I told 'em I'd join 'em, 'cos I wanted to catch the turncoats. I do my duty by my faction. But then, well, then I decided it just weren't right for me to do that. That's when they decided they were going to see me swinging from the leafless tree."
ru: "Ну, это ведь правда! Клянусь перед безгрешными глазами моей бедной покойной матери. Он, и тот инженер, Бедай-Линн, - они хотели завербовать меня. Я сказал, что присоединюсь к ним, потому что хотел словить предателей. Это мой долг перед фракцией. Но потом, ну, потом я решил, что не следовало мне делать это. И тогда они решили поглядеть, как я болтаюсь на дереве без листьев".

source: "Interesting. Yet ultimately unbelievable. It just sounds too far-fetched. I think I'll have to just turn you in."
ru: "Интересно. И все же крайне неправдоподобно. Звучит слишком натянуто. Думаю, мне стоит просто выдать тебя".

source: "I see. I'll check that out. Answer some other questions for me, Thildon."
ru: "Понятно. Я это проверю. Ответь еще на несколько вопросов, Тильдон".

source: "I'll look into that. Thanks for the hint."
ru: "Я изучу этот вопрос. Спасибо за подсказку".

source: "What? You're accusing ME? But I didn't do anything! Berk, you've got the wrong man! Please! I didn't do it!"
ru: "Что? Ты обвиняешь МЕНЯ? Но я ведь ничего не сделал! Пень, ты нашел не того человека! Пожалуйста! Я не делал этого!"

source: "I'm just having a little joke with you, Thildon. Relax. Answer some other questions for me."
ru: "Я просто немного пошутил, Тильдон. Расслабься. Ответь мне еще на пару вопросов".

source: "I'm joking with you, Thildon. Farewell."
ru: "Я шучу, Тильдон. Прощай".

source: "All the evidence points to you, Thildon. The next time I see you will be at your execution. Farewell."
ru: "Все улики указывают на тебя, Тильдон. В следующий раз увидимся на твоей казни. Прощай".

source: "Still looking into it? Not much of an investigator, are you? I don't even know why I bother helping when you don't check out the information I give you..."
ru: "Все еще проверяешь? Неважный из тебя следователь, верно? Даже не знаю, зачем я утруждаю себя, помогая тебе, в то время как ты не проверяешь сведения, которые я дал тебе..."

source: "Enough of the false piety, Thildon. Answer me some questions."
ru: "Хватит притворяться праведником, Тильдон. Ответь мне на пару вопросов".

source: "I've heard all I want to hear from you. Farewell."
ru: "Я услышал все, что хотел от тебя услышать. Прощай".

source: The supervisor's face drains of color. "He ... what... he... I... he admitted he's an Anarchist?"
ru: Лица бригадира бледнеет. "Он... что... он... я... он говорил, что он Анархист?"

source: "Yes. He seems to believe you're dangerous to everyone around you, whether they be Anarchist or Godsmen, and that someone needs to stop you. He's willing to admit to his own crimes in order to ensure that you meet with justice."
ru: "Да. Похоже, он считает тебя опасным для окружающих, будь то Анархисты или Боголюди, и что кому-то нужно тебя остановить. Он желает ответить за свои преступления, чтобы гарантировать, что и тебя постигнет правосудие".

source: "Yes. And you're a murderer. Your actions betray you."
ru: "Да. А ты - убийца. Твои действия выдают тебя".

source: "He... he did? Then you have to arrest him! Can't you see that he's a menace? How could you possibly trust the thieving, lying child when it's obvious he got no morals? Arrest him and have done with it!"
ru: "Он... так и сказал? Тогда ты должен задержать его! Разве ты не видишь, что он несет в себе угрозу? Как ты вообще веришь вору и лжецу, ведь очевидно, что у него нет моральных принципов? Арестуй его, и покончим с этим!"

source: "Well, Thildon, the way I read it is that he's willing to take the fall if it means that you go with him. Everything I've heard about him tells me that he's not a bad child - and if he's willing to take punishment to make sure you receive your just reward, that means you must really deserve it."
ru: "Что ж, Тильдон, я понимаю это так: он желает понести наказание, если это будет означать, что и ты его разделишь. Все, что мне довелось услышать о нем, говорит мне, что он неплохой человек - и раз он хочет понести наказание, только чтобы убедиться, что ты получишь по заслугам, это значит, что ты действительно его заслужил".

source: "That seems wrong. Why would he do that?"
ru: "Что-то здесь не так. Зачем ему делать это?"

source: "You're not the one who gives the orders around here, Thildon. Remember that. Now answer some questions for me."
ru: "Не тебе здесь распоряжаться, Тильдон. Запомни это. А теперь ответь на несколько вопросов".

source: "Don't push it, Thildon. You're on dangerous ground as it is. Good day."
ru: "Не торопи, Тильдон. Ты на нетвердой почве. Бывай".

source: "To further the Anarchist agenda, berk!" He lowers his voice and stares at you with baleful intensity. "These Anarchists, see, they're all fanatics, they are, and they don't take so kind to people like me who're willing to expose 'em. They'll sacrifice anyone to further their schemes." He straightens up and proclaims, "It's up to honest people like me to keep them berks on the straight and narrow."
ru: "Чтоб воплощать анархистские планы, пень! - он понижает голос и мрачно глядит на тебя. - Видишь ли, эти Анархисты, они же фанатики, еще какие, и они не переносят таких людей как я, которые хотят их разоблачить. Они пожертвуют кем угодно, чтобы достичь своей цели", - он выпрямляется и заявляет: "Пришло время для честных людей вроде меня обратить этих пней на путь истинный".

source: "Really, Thildon. Saros is a young man, and young men make mistakes. I very much doubt that he'd throw himself away to get to you, just in order to protect the people who got him into this mess in the first place. Loyalty is all fine and good, but he's smart enough to know when he's being set up. No, Thildon, I think you're to blame."
ru: "Ладно тебе, Тильдон. Сарос молод, а молодые люди совершают ошибки. Я очень сомневаюсь, что он станет себя губить, чтобы добраться до тебя, лишь бы защитить людей, которые в первую очередь втянули его в это. Преданность - это, конечно, хорошо, но он достаточно умен, чтобы понять, когда его подставляют. Нет, Тильдон, думаю, следует обвинить тебя".

source: "It seems to me that there's something wrong here, but I don't know what it is.
ru: "Мне кажеться, что тут что-то не так, но я не пойму, что именно".

source: "Honest? Right. Answer some other questions for me."
ru: "Честных? Ладно. Ответь мне еще на пару вопросов".

source: "Such a fine job you do. Farewell, Thildon."
ru: "Какая же у тебя благородная цель. Прощай, Тильдон".

source: "What's wrong is that your thick head can't understand the plots these berks weave! Pull your head from the darkness of your fundament, sod, and put the little bastard away!" He looks shocked for a moment as he realizes what he's said, and to whom, and he quickly adds: "'Ey. My apologies. It's the strain on me right now. It ain't easy bein' considered a murderer and Anarchist by everyone."
ru: "Вот что не так: до твоей тупой башки не доходит, какие планы строят эти пни! Придурок, вынь голову из задницы и засади этого мелкого ублюдка за решетку!" На миг он кажется шокированным, осознав, что он сказал и кому, после чего он выпаливает: "Э, прими мои извинения. Это все от переутомления. Не так-то легко, когда все тебя считают убийцей и Анархистом".

source: "I'm sure it's not. I'll have to consider this carefully. Answer some other questions for me."
ru: "Я уверен, что так оно и есть. Мне нужно все хорошенько обдумать. Ответь еще на пару вопросов".

source: "I'm sure it's not. Farewell."
ru: "Я уверен, что так оно и есть. Прощай".

source: His beefy face grows red with apoplexy. "You're accusing ME? But I ain't the murderer! I'm just trying to expose Anarchists, berk! Damn you, you can't do this to me! You can't trust anyone who says they saw me do it, so you can't say I did it!"
ru: Его мясистое лицо становится красным от ярости. "Ты обвиняешь МЕНЯ? Но я ведь не убийца! Я просто пытаюсь разоблачить Анархистов, пень! Будь ты проклят, ты не можешь так со мной поступить! Ты не можешь верить любому из тех, кто говорит, что видел, как я это сделал, так что не можешь утверждать, что это я!"

source: "Would you say the same thing under oath and under spell? I'm betting Saros would."
ru: "Сможешь ли ты повторить то же самое под присягой и под действием заклинания? Могу поспорить, что Сарос сможет".

source: "Saros makes a better witness. He's more convincing, and he's not as hated around here as you. I'm betting that his story's the correct one, and that's what I'm going to tell Keldor."
ru: "Сарос больше подходит на роль свидетеля. Он более убедительный, и его не так ненавидят здесь, как тебя. Могу поспорить, что именно его версия событий правильная, и как раз это я и собираюсь сказать Кельдору".

source: "I'm turning you both in. How's that? Farewell, Thildon. We will not meet again."
ru: "Я сдам вас обоих. Как на счет такого? Прощай, Тильдон. Больше мы не увидимся".

source: "Actually, I can say that if I like. Farewell, Thildon."
ru: "Вообще-то, если я захочу, то так и скажу. Прощай, Тильдон".

source: "I'll think about this long and hard. In the meantime, enjoy your life, Thildon. Farewell."
ru: "Я все это хорошенько обдумаю. А пока наслаждайся жизнью, Тильдон. Счастливо".

source: "Bugger. Can I at least take my stuff and give this place the laugh? Ol' Thildon'll make sure you won't regret it."
ru: "Мать твою. Могу ли я хотя бы собрать свои вещи и помахать ручкой этому месту? Старина Тильдон позаботится, чтобы ты об этом не пожалел".

source: "Sure. Get going."
ru: "Конечно. Проваливай".

source: "Only if you can beat it out of here before I make it to Keldor. I don't make much of your chances."
ru: "Только если выберешься отсюда до того, как я доложу обо всем Кельдору. Думаю, твои шансы невелики".

source: "No. Remain here or suffer even worse consequences. You can rest assured that I can make certain of that. Good day, Thildon."
ru: "Нет. Стой здесь - или будет хуже. Будь уверен: я об этом позабочусь. Счастливо, Тильдон".

source: "I'm gone, gone. You'll not hear hide nor hair of me again."
ru: "Иду, иду. Ты меня больше не увидишь".

source: "Go before I change my mind."
ru: "Уходи, пока я не передумал".

source: "I changed my mind. You'll be seeing the headsman before too long. Farewell, Thildon."
ru: "Я передумал. Уже скоро ты увидишься с палачом. Прощай, Тильдон".

source: "You want answers? Like what?"
ru: "Тебе нужны ответы? Например?"

source: "Who are you?"
ru: "Кто ты?"

source: "Tell me about the Godsmen."
ru: "Расскажи мне о Боголюдях".

source: "What were you doing the night of the murder?"
ru: "Чем ты был занят в ночь убийства?"

source: "I need to use the forge. Can you give me some ore?"
ru: "Мне нужно воспользоваться кузницей. Ты можешь дать мне немного руды?"

source: "Nothing. Farewell."
ru: "Ничего. Прощай".

source: "Who'd you pick?" The man seems oddly eager.
ru: "Кого же ты выбрал?" Он кажется странно напряженным.

source: "I'm going to pick Saros as the murderer."
ru: "Я собираюсь назвать убийцей Сароса".

source: "I'm accusing both you and Saros."
ru: "Я обвиняю вас с Саросом".

source: "I'm telling Keldor that you're the murderer."
ru: "Я скажу Кельдору, что убийца - ты".

source: "No one, yet. I have some other questions..."
ru: "Пока никого. У меня есть некоторые вопросы..."

source: "I'm not telling, yet. Farewell."
ru: "Пока не могу сказать. Прощай".

source: "Thildon the Grey, supervisor for this yard. My job it is to make sure my laborers get their jobs done - and to make sure people like you don't distract them. They work little enough as it is, the little sods, and they'd manage to lose the rest of the day in idleness if I weren't here. I'm tough... but I'm fair. Ask anyone."
ru: "Тильдон Серый, бригадир этого цеха. Моя работа - следить за тем, чтобы мои рабочие выполняли свою работу,... ну и следить, чтобы люди вроде тебя их не отвлекали. Они работают в полсилы, мелкие поганцы, и умудряются тратить остаток дня впустую, если меня нет на месте. Я суров... но справедлив. Спроси любого".

source: "Why do they call you 'the Grey'?"
ru: "Почему тебя называют "Серый"?"

source: "Then you're the one I need to talk to about getting some iron ore for the forge..."
ru: "Тогда это к тебе я должен обратиться, чтобы получить железную руду для кузницы..."

source: "Perhaps I will. I had some other questions..."
ru: "Пожалуй, так и сделаю. У меня есть другие вопросы..."

source: "Perhaps I will. Farewell."
ru: "Пожалуй, так и сделаю. Прощай".

source: "Because I'm covered in soot most of the time from those blasted furnaces. It's a nickname my laborers have given me... out of affection, no doubt."
ru: "Потому что я постоянно весь в саже от этих проклятых печей. Это прозвище, которое дали мне мои рабочие... из уважения, конечно".

source: Sarcastic: "No doubt. They really seem to respect your gentle soul."
ru: Саркастически: "Несомненно. Похоже, они действительно уважают твою тонкую натуру".

source: Serious: "No doubt."
ru: Серьезно: "Несомненно".

source: "Sure. That must be it."
ru: "Конечно. Так и должно быть".

source: "I see. I had some other questions..."
ru: "Понятно. У меня были еще вопросы..."

source: "I see. Farewell."
ru: "Понятно. Прощай".

source: "Are you suggesting that I'm not entirely fair to my workers? Because I am! I'm like a father to them!"
ru: "Ты намекаешь, что я не до конца честен со своими рабочими? Ведь это не так! Я для них как отец!"

source: "Unfortunately, most of them probably were beaten regularly as children..."
ru: "К несчастью, большинство из них, вероятно, регулярно избивают, словно детей..."

source: "I'm just suggesting that you might be a little TOO fair, if you know what I mean."
ru: "Я просто предполагаю, что ты можешь быть даже СЛИШКОМ справедливым, ну ты понимаешь, о чем я".

source: "All right, all right. I had some other questions..."
ru: "Ладно, ладно. У меня есть другие вопросы..."

source: "I'm certain. Farewell."
ru: "Не сомневаюсь. Счастливо".

source: His face purples with rage. When he finally gets himself under control, he sputters, "Get out of my sight, or I'll call the guards on you!"
ru: Его лицо краснеет от ярости. Когда он, наконец, берет себя в руки, он выплевывает: "Убирайся с глаз моих, или я позову стражу!"

source: "Not while I'm investigating this murder, you won't. Now answer me some other questions."
ru: "Пока я расследую это убийство, ты не посмеешь. А теперь ответь мне на несколько вопросов".

source: "Just answer some questions for me..."
ru: "Просто ответь мне на другие вопросы..."

source: "All right, I'm leaving. Farewell."
ru: "Ладно, я ухожу. Прощай".

source: He bellows for the guards. "GUARDS! Get this sorry carcass out of my sight and make him STAY GONE!"
ru: Он вопит стражникам: "СТРАЖА! Уберите с глаз моих эту жалкую тушу, и пусть он БОЛЬШЕ НЕ ПРИХОДИТ!"

source: "You'll regret that. Prepare to die, pig."
ru: "Ты пожалеешь об этом. Готовься к смерти, свинья".

source: "Very well, then. Farewell."
ru: "Отлично. Прощай".

source: "You really think so? You saying I'd better think about how I treat them? Well, I will. Chances are good I'll keep doing it the way I have been, too! Now get out of here."
ru: "Ты точно так думаешь? Говоришь, мне лучше подумать о том, как я с ними обращаюсь? Ну что ж, ладно. Нет, скорее всего, я продолжу делать так, как делал раньше! А теперь убирайся отсюда".

source: "You don't give the orders right now. Answer me some other questions."
ru: "В данный момент распоряжаешься не ты. У меня есть еще вопросы..."

source: "That's right. They do. They know if they don't they'll get what's coming to them."
ru: "Это правда, так и есть. Они знают, что если они ослушаются, то получат по заслугам".

source: "You mean like the smith got what was coming to him?"
ru: "Ты имеешь в виду, что тот кузнец получил то, что заслужил?"

source: He pales for a moment. "It was just a figure of speech, it was. I didn't mean anything by it."
ru: На миг он бледнеет. "Это была просто фигура речи, вот и все. Я ничего такого не имел в виду".

source: "Right. Answer some other questions for me."
ru: "Хорошо. Ответь мне на пару вопросов".

source: "We'll see about that. Farewell."
ru: "На этот счет еще посмотрим. Прощай".

source: "What's that supposed to mean?"
ru: "Что это должно означать?"

source: "It means that I'm agreeing with you."
ru: "Это значит, что я согласен с тобой".

source: "It means that I don't believe that they care for you at all."
ru: "Это значит, что я думаю, что им на тебя наплевать".

source: "It means pike it, berk."
ru: "Это значит: забей, пень".

source: "Well, good. The multiverse would be a better place if everyone did. Now I have to get back to work."
ru: "Ну что ж, отлично. Мультивселенная была бы лучшим местом, если бы все так делали. А теперь я должен вернуться к работе".

source: "I just had a few more questions..."
ru: "У меня есть еще пару вопросов..."

source: "Farewell, then."
ru: "Тогда прощай".

source: "You just believe what you want to believe, little man. I know my workers. They need a firm hand to guide them. They respect me for it. Now get out of my sight."
ru: "Можешь верить тому, чему хочешь, человечек. Я знаю своих рабочих. Им нужна твердая рука, чтобы направлять их. За это они меня уважают. А теперь убирайся прочь".

source: "Very well. Farewell."
ru: "Отлично. Прощай".
