Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dthildon.dlg.po
Languages: ru

source: "They took me in and trained me to be what I am today, and I got to thank them for that. They took my raw talent and shaped it into skill. I tell you, I'm a favorite of the factol's, and someday he'll show everyone just how important I am to this organization. They tell me that everyone has godliness in them. It's true for me. I think I'm closer than most folks, to tell the truth. That gives me the right to act like a god, and to expect total devotion from my inferiors. I'm learning t' take power and move mountains with belief in myself. When I rule the cosmos, you can bet I'll remember every one of the berks who stood in my way."
ru: "Они приняли меня, и обучили меня быть таким, какой я есть, и за это я им благодарен. Они взяли мой необработанный талант и превратили его в мастерство. Говорю тебе, я - любимец фрактола, и когда-нибудь он таки покажет всем, насколько я важен для этой организации. Они сказали мне, что во всяком есть божественность. Для меня это правда. По правде говоря, я думаю, что я ближе к ней, чем большинство других. Это дает мне право действовать так, словно я - бог, и ожидать от моих подчиненных полной преданности. Меня учили использовать силу и двигать горы верой в себя. Когда я буду управлять вселенной, будь уверен, я припомню каждому пню, который вставал у меня на пути".

source: "That's... interesting. I had some other questions..."
ru: "Это... интересно. У меня есть другие вопросы..."

source: "I suppose y'haven't forged enough for your tastes, eh? Fine, then, take it and be done with it." He rudely snatches a lump of iron from a nearby stack and thrusts it into your hands. "Did y'want anything else, or can I get back to work supervising these unfortunates?"
ru: "Полагаю, ты еще не вволю наковался, а? Тогда ладно, держи и проваливай, - он яростно хватает глыбу железа с ближайшей стопки и сует ее тебе в руки. - Тебе еще чего-нибудь, или я могу вернуться к своей обязанности смотреть за этими несчастными?"

source: "I had a few more questions..."
ru: "У меня еще пара вопросов..."

source: "Get back to work. Farewell."
ru: "Возвращайся к работе. Счастливо".

source: He squints at you. "You got no need for it, far as I can tell. Get mazed, berk."
ru: Он косится на тебя. "Насколько я могу судить, тебе это ни к чему. Шел бы ты в лабиринты, пень".

source: "Why don't you give it to me and you can walk away a healthy man?"
ru: "Почему бы тебе не отдать его мне, и уйти целым и невредимым?"

source: "Fine, fine. I had some other questions, then..."
ru: "Ладно, ладно. Тогда у меня к тебе еще несколько вопросов..."

source: "If that's the way you want it. Farewell."
ru: "Если ты хочешь этого. Прощай".

source: He looks you up and down carefully, considering, and says, "You want to be a smith, eh? Can't say the fire'd do much to skin like that. Take it, then, and don't get in the way of my workers. Good day, sir."
ru: Он внимательно осматривает тебя сверху вниз, размышляя, и произносит: "Э, хочешь быть кузнецом? Пожалуй, такой шкуре огонь нипочем. Держи, и не путайся под ногами у моих рабочих. До свидания, сэр".

source: "Seems like they'll let anyone be a Godsman these days," he grumbles. "Ain't like the old days, when you had to show real potential to be a member. You want this iron for your poncey test? Take it, then, and get mazed." He thrusts a lump of cold ore into your hands.
ru: "Похоже, теперь они берут в Боголюди кого угодно, - бурчит он. - Не то что в старые времена, когда, чтобы стать членом фракции, ты должен был показать настоящие способности. Тебе нужно железо для того бабского испытания? Вот, держи, и проваливай в лабиринты". Он сует тебе в руки кусок холодной руды.

source: "Thanks. I had some other questions..."
ru: "Спасибо. У меня есть другие вопросы..."

source: "Thanks. Farewell."
ru: "Спасибо. Прощай".

source: He looks at the size of your arms, looks at your face, and decides you're serious. "Don't think I won't forget this, berk," he says as he hands over a hunk of iron ore - but he won't meet your eyes as he says it.
ru: Он смотрит на размер твоих рук, на твое лицо, и решает, что ты это серьезно. "Только не думай, что я это забуду, пень", - говорит он, подавая тебе глыбу железной руды. Говоря это, он избегает твоего взгляда.

source: "Thanks. I had more questions..."
ru: "Спасибо. У меня есть другие вопросы..."

source: He looks at the size of your arms and sneers. "How d'you figure I'm going to be scared of you? Get lost, berk." He turns away from you.
ru: Он смотрит на размеры твоих рук и презрительно усмехается. "Ты чего, решил меня напугать? Проваливай, пень". Он отворачивается от тебя.

source: Attack him.
ru: Напасть на его.

source: "What was I doing? Why, I was... I was sitting in my room, with a nice loaf of bread and jug of wine, staying in. Didn't go out that night. Didn't see no need."
ru: "Чем я занимался? Ну, я... я сидел в своей комнате с хорошим ломтем хлеба и кувшином вина. Всю ночь оставался внутри и не выходил наружу. Не было надобности".

source: "Do you know anyone who can swear otherwise?"
ru: "Ты знаешь кого-нибудь, кто мог бы в этом поклясться?"

source: "I see. I have some other questions..."
ru: "Понятно. У меня были еще вопросы..."

source: "No. Never saw the need to make sure of it. One place you might ask, if you're really looking for leads, is Saros. That little thieving knight goes everywhere, what with his father being such a high-up here. He always was into new experiences - boy's practically a Sensate, if you ask me. Probably wanted to kill someone and see if he could get away with it."
ru: "Нет. И не вижу в этом нужды. Уж кого тебе следует допросить (если ты действительно ищешь зацепки), так это Сароса. Этот маленький рыцарь-вор шастает буквально повсюду, ведь у него папашка - один из здешних "шишек". Он постоянно ищет новые впечатления - да парень уже практически Чувствующий, если хочешь знать мое мнение. Небось, захотел кого-нибудь убить и увидеть, сойдет ли это ему с рук".

source: "Saros, eh? I'll remember that. In the meantime, I had some more questions..."
ru: "Э, Сарос? Я это запомню. Между тем, у меня есть еще пару вопросов..."

source: "Saros, eh? I'll go check on that. Farewell."
ru: "Э, Сарос? Пойду, проверю. Счастливо".

source: He beams broadly, exposing several rotten teeth, and leans forward to shake your hand. "'Tis a good choice you've made, friend, a good choice. I look forward to seeing you again."
ru: Он широко улыбается, показывая несколько гнилых зубов, и подается вперед, чтобы пожать тебе руку. "Ты сделал хороший выбор, друг, хороший выбор. Жду-недождусь, чтобы увидеть тебя снова".

source: "I'll bet. Farewell."
ru: "Это уж точно. Прощай".

source: "It's my belief you murdered the smith, and my belief that you tried to get Saros to take the blame for your crime. It's also my belief that Saros tried to point a finger at you illegally, and that he's guilty of other crimes."
ru: "Я считаю, что ты убил кузнеца, и пытался свалить на Сароса вину за свое преступление. Также я считаю, что Сарос пытался указать на тебя незаконным способом, и что он виновен в других преступлениях".

source: "Killed Avildon the smith and tried to lie your way out of it. Farewell."
ru: "Убил кузнеца Авильдона и пытался ложью уйти от ответственности. Прощай".

source: "What, you again?"
ru: "Что, снова ты?"

source: "Answer some questions for me, Thildon."
ru: "Ответь мне на пару вопросов, Тильдон".

source: "No. Farewell."
ru: "Нет. Прощай".

source: You see a slab-stomached man with thick arms and a scraggly beard. He smells as if he hasn't washed in ages, and his breath doesn't do much for your breakfast. He's in the process of ordering around subordinates as you approach him, and he deals a quick cuff to the ear of one of them. He turns to face you, hitching up his belt. "What d'you want?"
ru: Ты видишь мужчину с подтянутым животом, крепкими руками и неряшливой бородой. От него воняет так, будто он никогда не мылся, а от его дыхания твой завтрак просится наружу. Ты застаешь его в процессе раздачи указаний своим подчиненным, когда он быстро отвешивает затрещину одному из них. Он поворачивается к тебе, держась за пояс. "Чего тебе?"

source: "I had some questions..."
ru: "У меня есть некоторые вопросы..."

source: He looks momentarily flustered, and then: "Saros is a thief. Odds are he stole it from me. 'Fact, I been missing my awl for some time now - never mentioned it to anyone 'cause I figured I'd just lost it. Now I know that Saros stole it to frame me. Better go get him before he gives you the laugh." Seeing your expression, he says, "Before he escapes."
ru: На мгновение он выглядит обеспокоенным, но потом произносит: "Сарос - вор. Странно, что он меня обокрал. По правде говоря, шило у меня пропало уже давно, но я не упоминал о нем, потому что думал, что потерял его. Теперь я знаю, что Сарос украл его, чтобы подставить меня. Лучше найди его, прежде чем он помашет тебе ручкой", - видя выражение твоего лица, он добавляет: "Прежде чем он убежит".

source: "That sounds a little too pat. I'll ask him about it as soon as I get some more answers from you..."
ru: "Звучит слишком просто. Я спрошу его об этом, как только получу ответы на некоторые вопросы..."

source: "I'll just go find him, then. Farewell."
ru: "Тогда я просто пойду его искать. Прощай".

source: I confronted Thildon with the awl Saros gave me. Thildon claims he's being framed by Saros.
ru: Я показал Тильдону шило, которое дал мне Сарос. Тильдон утверждает, что Сарос его подставил.

source: Thildon claims that Saros is an Anarchist, working in league with the engineer Bedai-Lihn in trying to discredit him.
ru: Тильдон утверждает, что Сарос - Анархист, и работает в паре с инженером Бедай-Линн, пытаясь дискредитировать его.

source: The eager look drops from his face like he's been slapped. "Both of us? What'd I do?""
ru: Выжидающий взгляд пропадает с его лица, будто ему дали пощечину. "Оба? Я-то что сделал?"
