Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dthorp.dlg.po
Languages: ru

source: This creature is huge, standing over nine feet tall. Rippling muscles support its massive frame. As you approach, he leers at you and laughs.
ru: Перед тобой стоит огромное существо высотой в девять футов. Его массивное тело играет мускулами. Хитро на тебя поглядывая, оно хохочет.

source: "Greetings."
ru: "Приветствую".

source: Ignore the creature.
ru: Не обращать внимания на существо.

source: He looks down at you and gives you a friendly smile. "What you want, smallie?"
ru: Оно смотрит на тебя, приветливо улыбаясь. "Чего тебе надо, коротышка?"

source: "I have some questions..."
ru: "У меня есть некоторые вопросы..."

source: "Nothing, farewell."
ru: "Ничего, прощай".

source: "You got question, maybe Thorp got answer." He smiles at you.
ru: "У тебя есть вопросы, у Тропа, может быть, есть ответы", - улыбается он.

source: "Who are you?"
ru: "Кто ты?"

source: "What are you doing here?"
ru: "Что ты здесь делаешь?"

source: "What can you tell me about this ward?"
ru: "Что ты можешь рассказать об этом районе?"

source: "You said you're going to fight an abishai?"
ru: "Ты говорил, что собираешься сразиться с абишаем?"

source: "I've talked to Xanthia. She said you're going to fight an abishai?"
ru: "Я общался с Ксантией. Она сказала, что ты собираешься сразиться с абишаем?"

source: He smacks himself in the chest with a thunderous blow. "Thorp." He raises his arms above his head and shakes his fists at the sky. "Mighty warrior is Thorp. All thokola are mighty warriors." He places his fists on his hips and glares at you. "Who you?"
ru: Он бьет себя по груди оглушительным ударом. "Торп, - он вздымает руки над головой и грозится кулаками небу. - Великий воин - это Торп. Все токола - великие воины". Он опускает свои кулачищи и подпирает ими бока. "Ты кто?"

source: Lie: "I'm Adahn."
ru: Ложь: "Я - Адан".

source: "I don't remember my name."
ru: "Я не помню своего имени".

source: He thinks for a moment then nods. "That good name for smallie. Nice ring to it. Thorp like."
ru: На секунду задумавшись, он кивает: "Хорошее имя для коротышки. Звучит. Торпу нравится".

source: "I must be going, farewell."
ru: "Я должен идти. Прощай".

source: He nods at you as he examines your scars. "You got mighty scars. You must be great warrior... like Thorp!" He frowns and nods wisely. "You got hit on head too many time. Not remember name. Someday, it come back."
ru: Заметив твои шрамы, он кивает. "У тебя много шрамов. Ты, наверное, великий воин... как Торп! - он мудро кивает. - Тебя били по голове слишком много. Не помнишь имя. Когда-нибудь оно вернется".

source: "I must be going now, farewell."
ru: "Я должен идти, прощай".

source: He barks out a laugh and smiles at you. "Thorp here with friends." He gestures at the nearby thokola. "We gonna barsh a... flying lizard." He let's out a roar and begins to pound his chest with fists the size of hams.
ru: Громко хохоча, он улыбается тебе. "Торп здесь с друзьями, - он указывает на остальных токола, - хотим побить... летучую ящерицу". Он громко кричит и бьет себя по груди кулачищами размером с хороший окорок.

source: "Uh... a flying lizard?"
ru: "Эээ... летучую ящерицу?"

source: "I see. I have some more questions..."
ru: "Понятно. У меня есть еще вопросы..."

source: "I have to go now, farewell."
ru: "Мне нужно идти, прощай".

source: He nods his head then begins to make crawling motions. "Lizard, you know... but it fly." He begins to flap his arms like a huge misshapen bird. Eventually he settles down and looks at you expectantly.
ru: Он кивает, начиная изображать ползучую тварь. "Ящерица... только летучая", - он машет руками словно огромная неуклюжая птица. Усевшись, он выжидательно смотрит на тебя.

source: "You mean a dragon?"
ru: "Ты имеешь в виду дракона?"

source: He snorts and raises to his full height. "Thorp good, but he not that good. Someday Thorp want to barsh dragon..." He stares off into the distance with a longing expression then sighs. "But this not that day."
ru: Хмыкнув, он встает во весь рост. "Торп хорош, но не настолько хорош. Когда-нибудь Торп хочет побить дракона... - он задумчиво смотрит вдаль, вздыхая. - Но не сегодня".

source: "Well, if it's not a dragon you're talking about then what is it?"
ru: "Ну раз это не дракон, о ком ты тогда говоришь?"

source: "Thorp not remember what Xanthia call it..." He pauses to think. "It lizard, tall as Thorp. Walk on back legs... got wings... got claws... red in color. Think she say they called... abbey shy?" He pauses, then shrugs.
ru: "Торп не помнит, как Ксантия их называет... - он задумывается. - Это ящирица, длинная, как Торп. Ходит на задних лапах... с крыльями... с когтями... красная. Кажется, она их зовет... забей швай?" Он пожимает плечами.

source: "I've heard of something called an abishai. Is that what you mean?"
ru: "Я что-то слышал про абишаев. Это они?"

source: His eyes light up and he gives you a joyful smile as he nods his head. "Yes! Abishai... Flying lizard. Thorp and friends barsh real good. Thorp be warrior of stature then. Xanthia accept apology..."
ru: Озарившись, он радостно тебе улыбается, кивая головой. "Да! Абишай... летучая ящерица.Торп с друзьями очень хороши. Торп будет достойный воин. Ксантия примает извинения..."

source: "What's this about Xanthia and an apology?"
ru: "Что за Ксантия и какие извинения?"

source: "Thorp take friends to tavern last night. Thorp get stinking drunk, fall on Xanthia's table, spill drinks all over her." He looks embarrassed. "Xanthia say she not accept apology unless Thorp be warrior of stature."
ru: "Торп ведет друзей в таверну прошлой ночью. Торп сильно напивается, падает на стол Ксантии, обливает всю выпивкой, - он раздосадован. - Ксантия говорит, она не примет извинения, пока Торп не будет достойный воин".

source: "So, killing an abishai is supposed to give you stature?"
ru: "То есть, ты думаешь, что, убив абишая, ты станешь достойным?"

source: He shrugs. "Xanthia say so. Thorp not know."
ru: Он пожимает плечами. "Ксантия так говорит. Торп не знает".

source: He stares at you for a moment then shrugs. "Thorp not know. Thorp new here." He gives you a childish smile. "Thorp here for fun!"
ru: Он пожимает плечами. "Торп не знает. Торп здесь недавно. - он по-детски улыбается. - Торп здесь для развлечения!"

source: "What kind of fun?"
ru: "Какого развлечения?"

source: "Yes, you're going to barsh an abishai."
ru: "Да, вы собираетесь побить абишая".

source: He smiles and nods at you enthusiastically. "That right! Thorp and friends barsh!"
ru: Он радостно тебе кивает. "Точно! Торп с друзьями на охоте!"

source: "Well, enjoy yourself. Farewell."
ru: "Ладно, получай удовольствие. Прощай".

source: Warn Thorp: "I've learned that abishai can only be hurt by magic weapons."
ru: Предупредить Торпа: "Я слышал, что абишая можно ранить только магическим оружием".

source: Don't warn Thorp: "Well, enjoy yourself. I'm sure you'll be victorious. Farewell."
ru: Не предупреждать Торпа: "Ладно, получай удовольствие. Уверен, что ты одержишь победу. Прощай".

source: He gives you a worried look. "Need magic? How you know?"
ru: Он обеспокоенно смотрит на тебя: "Надо магия? Откуда знаешь?"

source: "I've asked around, Thorp. It's what people tell me."
ru: "Спрашивал у людей, Троп. Так все говорят".

source: "I've talked to Xanthia. She told me."
ru: "Я общался с Ксантией. Она сказала мне это".

source: "Thorp not have magic. Friends not have magic. We die if we barsh abishai..." He sighs. "Thorp not be warrior of stature. Xanthia not accept apology."
ru: "У Торпа нет магии. У друзей нет магии. Мы умираем, если нападаем на абишая... - он вздыхает. - Торп - не достойный воин. Ксантия не принимает извинения".

source: "You were willing to risk your life for the honor of a lady, Thorp. Only a warrior of stature would do that."
ru: "Ты собирался рисковать своей жизнью ради чести дамы, Торп. Только достойные воины поступают так".

source: He stares at you blankly for a moment and then a huge smile appears on his face. "Really? Thorp and friends now have stature?"
ru: Некоторое время он молча смотрит на тебя, затем на его лице появляется широкая улыбка. "Правда? Торп и друзья - теперь достойные?"

source: "Yes. Consider Xanthia's honor to be satisfied and the apology accepted."
ru: "Да. Считай, что честь Ксантии защищена, и она приняла извинения".

source: "Thorp thank you. You save life. You save life of friends." He turns to the other thokola and speaks to them hurriedly. After a moment all three bow to you and each hands you a pouch of coins.
ru: "Торп говорит спасибо. Ты спасаешь жизнь. Ты спасаешь жизнь друзей", - он поворачивается к другим токола и поспешно что-то им говорит. Через секунду все трое кланаются тебе, протягивая по пригорошне монет.

source: "Thank you."
ru: "Спасибо".

source: He smiles. "You good friend. You deserve."
ru: Он улыбается. "Ты хороший друг. Ты заслуживаешь".

source: He seems confused at first then a look of realization appears on his face. "Xanthia play Thorp for a coney... She lie, try get Thorp and friends dead..."
ru: Волна смущения сменяется осознанием. "Ксантия разводит Торпа вместо кролика... Она врет, пытается убить Торпа с друзьями..."

source: "I'm afraid so, Thorp."
ru: "Боюсь, это так, Торп".

source: He nods. "Xanthia not deserve apology. Thorp free from debt to her."
ru: Он кивает: "Ксантия не заслуживает извинения. Торп ничего ей не должен".

source: "Yes, you are free of your debt."
ru: "Да, ты свободен от своих обязательств".

source: You see Thorp, the thokola. He gives you a friendly laugh as you approach. "The smallie back! What you want of Thorp?"
ru: Ты видишь токола Торпа. Он приветливо тебе хохочет. "Коротышка здесь! Что тебе нужно от Торпа?"

source: You see Thorp, the thokola. He gives you a friendly laugh. "It the smallie again! What you want?"
ru: Ты видишь токола Торпа Он приветливо тебе хохочет. "Снова коротышка! Что тебе нужно?"

source: Thorp lets out a thunderous laugh and begins to beat his chest with his fists. "Thorp mighty warrior! Soon Thorp be warrior of stature." He settles down and gives you a serious look. "Then lady forgive Thorp for being oaf."
ru: Торп оглушительно хохочет, ударяя себя кулаком по груди. "Торп - великий воин. Скоро Торп становится достойным воином, - он садится и становится серьезным, - и тогда дама прощает Торпа за неуклюжесть".

source: "Farewell, Thorp."
ru: "Прощай, Торп".

source: You see Thorp, the thokola. He gives you a friendly laugh as you approach. "Thorp good friend the smallie is back! What you want of Thorp?" He smiles warmly. "Thorp not forget you save life."
ru: Ты видишь токола Торпа. Он приветливо тебе хохочет. "Лучший друг Торпа коротышка здесь! Что тебе нужно от Торпа? - он тепло улыбается. - Торп не забывает, ты спасаешь жизнь".

source: "Nothing, just waiting for the glorious battle between you and the abishai."
ru: "Ничего, просто жду начала славной битвы между вами и абишаем".

source: You see Thorp, the thokola. He gives you a friendly laugh as you approach. "Thorp thank you, smallie. You help Thorp!"
ru: Ты видишь токола Торпа. Он приветливо тебе хохочет. "Торп говорит спасибо, коротышка. Ты помогаешь Торпу!"

source: "You're welcome, Thorp. Farewell."
ru: "Всегда пожалуйста, Торп. Прощай".

source: A thokola named Thorp, and his two thokola friends, are going to fight an abishai. The thokola don't appear to be the brightest of individuals, but they do look pretty tough. Maybe they can do it.
ru: Токола по имени Торп вместе с двумя своими друзьями собирается сразится с абишаем. Токола - не самые лучшие интеллектуалы, но зато выглядят достаточно внушительно. Возможно, у этих все получится.

source: It seems that Thorp and his friends got drunk and insulted a lady in a tavern by spilling drinks all over her. The lady, Xanthia, refused to accept Thorp's apology unless he could prove himself to be a warrior of stature. He needs to kill an abishai to do this.
ru: Похоже, Торп, напившись с друзьями в таверне, оскорбил даму, облив ее выпивкой с ног до головы. Ксантия, оскорбленная дама, отказывается принимать извинения Торпа до тех пор, пока он не докажет, что он великий воин. Для этого ему нужно убить абишая.

source: I warned Thorp that abishai could only be hurt by magic or magical weapons. It's a good thing I did because him and his friends would have been slain otherwise.
ru: Я предупредил Торпа, что абишая можно ранить только магическим оружием. Я поступил правильно, потому что иначе бы он погиб вместе с друзьями.

source: Thorp doesn't seem to know that abishai can only be hurt by magic or magical weapons. I could have warned him... but what the hell. This could be an amusing fight.
ru: Торп не догадывается о том, что абишая можно ранить только магическим оружием. Я мог предупредить его... но какого черта. Это будет забавное зрелище.

source: Sometimes I amaze myself. I felt sorry for Thorp and his friends so I helped them kill the abishai. What can I say... A moment of weakness on my part?
ru: Иногда я просто себя удивляю. Я пожалел Торпа и его друзей и помог им убить абишая. Что можно сказать... это была минутная слабость?
