Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dthugs1.dlg.po
Languages: ru

source: The man looks up slowly as you approach. He takes a look at you and sneers in disgust. "What in the nine hells be ye?" He wrinkles his nose. "Mayhap the Dusties are missing one of their rotting dogs." He laughs. "Ha! *Never* have I seen anythin' so ugly."
ru: Мужчина медленно поднимает голову, когда ты подходишь. Он окидывает тебя взглядом и кривится в отвращении. "Что, к чертям собачьим, ты такое? - он морщит нос. - Может, это трухлявые потеряли одного из своих гниющих псов, - он смеется. - Ха! *Никогда* раньше на видел ничего более уродливого".

source: "Except your reflection?"
ru: "Не считая своего отражения?"

source: "You'd better watch your tongue, or it'll be lying at your feet."
ru: "Следи за своим языком, не то он будет лежать у твоих ног".

source: "Farewell."
ru: "Прощай".

source: The man seems taken aback for a moment, then sneers again, fingering the hilt of his blade. "Ye look due for a bleeding, guvner."
ru: Мужчина на мгновение кажется сбитым с толку. Затем он усмехается, перебирая пальцами по рукоятке своего клинка. "Так и нарываешься на кровопролитие, законник".

source: "Draw that blade and the only man you'll be killing is yourself."
ru: "Только достань свой клинок - и единственный, кого ты убьешь, будешь ты сам".

source: "Settle down, I have no interest in fighting you."
ru: "Угомонись, нам незачем драться".

source: Attack him.
ru: Атаковать его.

source: He reaches for his weapon. "We'll see, guvner, we'll see..."
ru: Он тянется к оружию. "Посмотрим, законник, посмотрим..."

source: "Oh, ye don't, do ye?" He spits at your feet. "What, does the thin, watery blood of cowards fill yer veins, berk? Or did it all seep out during yer last mangling?"
ru: "О, значит, незачем? - он плюет тебе под ноги. - Не уж-то, пень, в тебе течет кровь труса? Или она вся из тебя вытекла в последней потасовке?"

source: "As I recall, your mother is the one who has the thin, watery blood of cowards running in her veins... by my count, that means half the city's bastards carry the same bloodline as you."
ru: "Если мне не изменяет память, это у твоей мамаши кровь труса... что, по моим прикидкам, означает, что половина городских ублюдков тебе братья".

source: "Let's stop this before there's any trouble."
ru: "Давай прекратим все это, пока не приключилось никакой беды".

source: The man blinks for a moment, as if digesting what you said, then his face flushes with anger. He draws his blade and lunges at you.
ru: Мужчина пару секунд моргает, как бы переваривая сказанное тобой, потом его лицо багровеет от гнева. Он достает клинок и кидается на тебя.

source: "Nay, nay, berk, it's not that simple. Ye'll have to *pay* fer the privilege of not wearing me blade."
ru: "Не-не, пень, не все так просто. Тебе придется *заплатить* за привилегию не носить в себе мой клинок".

source: "All right then. How much?"
ru: "Ну ладно. Сколько?"

source: "But your mother doesn't charge. Why do you?"
ru: "А твоя мамаша платы не просила. С чего бы тебе просить?"

source: Just walk away.
ru: Просто пройти мимо.

source: "All ye're carrying should settle the matter by my reckoning." He laughs. "Come on now, hand it over."
ru: "Пожалуй, вся твоя медь уладила бы это дело, - он смеется. - Ну же, вытряхивай".

source: "Maybe ye better decide fer sure next time if ye want ta talk to me, ye disease of yer mother's loins."
ru: "Может, в следующий раз ты дважды подумаешь перед тем, как чем заговоришь со мной, ты, болячка в чреве своей матери".

source: "Aye, be on yer way back to the butcher's shop then, coward." He laughs.
ru: "Ага, иди-ка ты дальше в мясницкую лавку, трус", - говорит он, смеясь.

source: "Aw... my most sincerest apologies, cutter... are ye deaf?" He looks at you contemptuously. "Aw, now, didja take a few knocks on the head, is that it?" He taps his head for emphasis. "Do I haveta talk slow-like to ye, berk?"
ru: "О... прими мой искренние извинения, рубака... ты что, оглох? - он смотрит на тебя с презрением. - Ах, да, тебя же пару раз стукнули по башке, не так ли? - он стукает себя по голове для придания эффекта. - Мне что, говорить помедленнее, пень?"

source: Give him all your money.
ru: Отдать ему все свои деньги.

source: Leave.
ru: Уйти.

source: "*What* did you say?"
ru: "*Что* ты сказал?"

source: Let it go and leave.
ru: Пропустить это мимо ушей и уйти.

source: "I warned you..."
ru: "Я тебя предупреждал..."

source: Defend yourself...
ru: Защищаться...

source: He holds up his hands as you reach for your money. "No, coward, ye hold on to it for me for a moment... I think I'll be takin' it anyway, after I gut ye." He draws his blade and smiles. "Looks like I'll be making ye uglier than ye are."
ru: Он поднимает руки, когда ты протягиваешь деньги. "Нет, трус, покамест придержи их для меня... Думаю, они мне все равно достанутся после того, когда я тебя выпотрошу, - он обнажает свой клинок и улыбается. - Похоже, я сделаю тебя еще уродливее".

source: "Eh?" He sneers. "Ye again, berk? Ye lookin' for handouts? Best beg somewhere else." He looks you up and down. "Never have I seen anything uglier."
ru: "А? - он презрительно усмехается. - Снова ты, пень? Пришел милостыню просить? Иди-ка лучше попрошайничай в другом месте, - он осматривает тебя с ног до головы. - Никогда еще не видел ничего более уродливого".
