Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dthugt2.dlg.po
Languages: ru

source: "Oye! Look at *dat*!"
ru: "Ого! Поглядите-ка на *это*!"

source: "Hrm... looks like one o' da Dusties corpses done ran off!" The man chortles evilly.
ru: "Пф... Похоже, от Мертвяков сбежал один из жмуриков!" Он злобно смеется.

source: "An' why *should* we, eh?"
ru: "И *зачем* нам это делать, а?"

source: "Aye, cutter... jestin', just jestin.'"
ru: "Да, рубака... пошутили, просто пошутили".

source: Both men draw their knives...
ru: Они оба достают ножи...

source: "No trouble?! Well that's too bad, 'cause-"
ru: "Не нужны?! Что ж, очень жаль, потому что..."

source: "No trouble?! Well that's too bad, 'cause ye just ran right smack inta some!"
ru: "Не нужны?! Что ж, очень жаль, потому что ты только что на них нарвался!"

source: "Eh..." The man looks to his friend. "Oye, laddo, ye don't think 'e's actually..."
ru: "Э... - он смотрит на своего приятеля. - Эй, чувак, тебе не кажется, что он и вправду..."

source: The man takes a step backwards. "Ill luck ta mess with a Dustie's deader, laddo... let's go..." Both men turn to hurry off.
ru: Мужчина отступает на шаг. "Чувак, дурная примета - связываться с жмуриком Мертвяков... пошли-ка отсюда..." Они оба поворачиваются и поспешно отступают.

source: "Because if you don't, I'll kill the both of you."
ru: "Потому что если вы этого не сделаете, я прикончу вас обоих".

source: "Because I don't want any trouble... just let me pass."
ru: "Потому что мне не нужны неприятности... просто дайте мне пройти".

source: "Well... I'll kill you both just the same."
ru: "Ну что ж... Я все равно прикончу вас обоих".

source: Let them leave.
ru: Пусть уходят.

source: Fight them.
ru: Драться с ними.

source: Flee.
ru: Сбежать.
