Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dthugt1.dlg.po
Languages: ru

source: "Shiva's garters! What be *this* foul-smellin' thing?"
ru: "Подвязки Шивы! *Это* еще что за вонючка?"

source: "Mayhap we ought ta roll th' sorry corpse an' drag it back in fer a reward, eh?" He looks to his friend and waggles his eyebrows.
ru: "Может, нам следует обчистить этот жалкий труп и притащить его назад за награду, а?" Он смотрит на своего приятеля, водя бровями.

source: The man raises his eyebrows. "Heh! 'Get out of my way,' 'e says..."
ru: Мужчина поднимает брови. "Хе! Он сказал 'прочь с дороги'..."

source: The man raises his hands. "Whoa now, cutter! We was just funnin' with ye! Go on yer way, now..."
ru: Мужчина поднимает руки. "Погоди, рубака! Мы просто пошутили! Иди куда шел..."

source: The man's expression suddenly darkens; his lips curls up in a sneer. "Let's see ye back that up, corpse!"
ru: Его лицо внезапно мрачнеет, губы искривляются в усмешке. "Посмотрим, как ты с этим справишься, труп!"

source: "Aw, enough rattlin' yer bone-box, laddo. Let's let the berk be. C'mon."
ru: "Эй, чувак, хватит трещать костяной коробкой. Оставим в покое этого пня. Ну же".

source: Both men draw their knives...
ru: Они оба достают ножи...

source: "Naw, ye leatherhead! 'E's just... just..."
ru: "Нет, болван! Он просто... просто..."

source: "Very amusing... now get out of my way."
ru: "Как забавно... а теперь прочь с дороги".

source: "Move out of my way or I'll kill the both of you."
ru: "Прочь с дороги, не то я прикончу вас обоих".

source: "I don't want any trouble... just let me pass."
ru: "Мне не нужны неприятности... просто дайте мне пройти".

source: Moan like an undead creature: "Uhhhnnn..."
ru: Простонать, как нежить: "У-у-у..."

source: Let them leave.
ru: Пусть уходят.

source: Fight them.
ru: Сражаться с ними.

source: Flee.
ru: Сбежать.

source: Drool, eye them hungrily.
ru: Посмотреть на них голодным взглядом, пуская слюни.

source: "Just move out of my way or I'll kill the both of you."
ru: "Прочь с дороги, не то я прикончу вас обоих".

source: "Just let me pass. I don't want any trouble."
ru: "Просто дайте мне пройти. Мне не нужны неприятности".
