Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dtipsy.dlg.po
Languages: ru

source: This older man is staring into his stein of ale, misery etched into his features. The battered pewter mug is an unusual one, lightly engraved with strange runes and bearded faces, and covered with a coat of thin frost. He looks up as you approach him. "Greetings... sir..." He seems slightly tipsy.
ru: Этот старик пялится в свою кружку с элем, на его лице высечено страдание. Эта помятая оловянная кружка довольно необычна: на ней выгравированы странные руны и бородатые лица, а сама она покрыта тонким слоем инея. Когда ты подходишь, старик поднимает взгляд. "Приветствую... сэр..." Кажется, он немного навеселе.

source: "What's that mug you've got?"
ru: "Что это у тебя за кружка?"

source: "I had some questions..."
ru: "У меня есть несколько вопросов..."

source: "Greetings, and farewell."
ru: "Здравствуй и прощай".

source: He shakes his head sadly, taking another draught of his ale. "Nay, nay... you shan't... find any answers here... you won't."
ru: Он печально качает головой, сделав еще один глоток эля. "Нет-нет... не нужно... искать здесь ответы... не надо".

source: "Is something wrong?"
ru: "Что-то не так?"

source: "Farewell, then."
ru: "Тогда прощай".

source: He sighs, belches into his hand, and nods as he takes another pull of ale. "Aye, something's wrong, all right. I've gone and lost... my apprenticeship. Well hung over, I was, and botched... my mentor's last experiment. All for this damned... drink!" He sneers at the mug in his hand, but in seconds his expression softens and he takes another swig. "Ruins everything, it does, this damnable drinking of mine..."
ru: Он вздыхает, прикрывает отрыжку рукой и кивает, еще раз приложившись к элю. "Ну ладно, да, что-то не так. Я пропал, я больше... не ученик. У меня было тяжелое похмелье, и я испортил... последний опыт моего наставника. Все из-за этой проклятой... выпивки! - он презрительно смотрит на кружку, которую держит руке, но уже через секунду выражение его лица смягчается, и он делает еще глоток. - Она все разрушает, эта чертова выпивка..."

source: "Why don't you stop drinking, then?"
ru: "Так почему бы тебе не бросить пить?"

source: "If you're too weak to stop, it's your own fault. Farewell."
ru: "Если ты слишком слаб, чтобы остановиться, ты сам в этом виноват. Прощай".

source: "That's too bad. Farewell."
ru: "Очень жаль. Прощай".

source: He shrugs and sighs miserable. "I simply... can not. I want to, but I can not. I just... *need* to drink. I try and stay away, but desire eventually... overcomes me, and I can not resist. Such a... wreck I've become!" He throws back the last of his ale and calls for more.
ru: Он пожимает плечами и несчастно вздыхает. "Я просто... не могу. Я хотел бы, но не могу. Мне просто... *нужно* пить. Я пытаюсь держаться от нее подальше, но, в конце концов, желание... переполняет меня, и я не могу сопротивляться. Я стал... таким развалиной!" Он опрокидывает в рот последние капли эля и заказывает еще.

source: "There's someone you should speak to... Unfulfilled-Desire. You can find her in the Civic Festhall. Talk to her of your love for drink... you'll soon find you won't want it any longer."
ru: "Тут есть кое-кто, с кем тебе следовало бы переговорить... Несбыточная Мечта. Ты найдешь ее в Городском Фестхолле. Поговори с ней о своей любви к выпивке... и вскоре ты обнаружишь, что больше не хочешь пить".

source: "I see. What's that mug you've got there?"
ru: "Понятно. Что это за кружка у тебя?"

source: His eyes brighten. "Truly? I shall go... speak to her now, then. I thank... you, sir." He pauses, looking down at his empty mug. "Here... I would have you take this. I need it... no longer." He hands you the rune-covered ale stein.
ru: Его взгляд проясняется. "Правда? Тогда мне сейчас же нужно пойти... поговорить с ней. Спасибо... сэр, - он останавливается, взглянув на пустую кружку. - Вот... Я бы хотел отдать тебе это. Мне она больше... не нужна". Он дает тебе кружку для эля, покрытую рунами.

source: "Thanks... farewell."
ru: "Спасибо... Прощай".

source: "This?" He looks down at the pewter mug. "I won this in a dice game. It's enchanted to... keep whatever's in it freezing cold. In my case... cheap ale." He frowns, rubs at his eyes, and takes another swig of his drink.
ru: "Эта? - он глядит на оловянную кружку. - Выиграл в кости. Она заколдована... все, что в ней хранится, остается холодным как лед. В моем случае это... дешевый эль". Он хмурится, трет глаза и делает еще глоток.

source: "That's all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: I met a man in a cafe in the Clerk's Ward whose desire for drink has ruined his career as an sorcerer's apprentice. Seeing as he doesn't have the willpower to ignore his craving for alcohol, I wonder what such a man could do to rid himself of such an addiction...
ru: В Чиновничьем районе в кафе я встретил человека, чья тяга к выпивке разрушила его карьеру ученика мага. Наблюдая, как он не может противиться желанию выпить, я прикинул, как бы такой человек смог избавиться от подобной зависимости...

source: I told the drunkard mage's apprentice I met in the Clerk's Ward about Unfulfilled-Desire... I'm certain whatever odd powers she possesses will be enough to rid of his want for drink. He was kind enough to give me his magical Frost-Ale mug as a gift of sorts, claiming he'd no longer need it.
ru: Я рассказал пьянице-ученику мага, которого я встретил в Чиновничьем районе, о Несбыточной Мечте... Уверен, что какими бы странными силами она не обладала, их хватит, чтобы избавить его от пристрастия к выпивке. Он был так добр, что дал мне свою Кружку ледяного эля в качестве своеобразного подарка, заявив, что она ему больше не нужна.

source: "Something wrong?"
ru: "Что-то не так?"
