Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dtires.dlg.po
Languages: ru

source: I met a blind, old Xaositect in the Tenement of Thugs. He told me of a secret door that would allow me to pass through to the Alley of Lingering Sighs without encountering the Starved Dogs Barking gathered in the main hall of the Tenement. The door is supposedly in a southwestern chamber, adjacent to the main hall.
ru: В Пристанище Головорезов я встретил старого слепого Хаоситекта. Он рассказал мне о тайной двери, которая позволит мне пробраться в Переулок Протяжных Вздохов, не встречаясь с Голодными Псами Лающими, которые собрались в главном зале пристанища. Дверь предположительно в юго-западной комнате по соседству с главным залом.

source: You see an aging man dressed in tattered rags. As you draw nearer, you discover that he is missing both of his eyes. The scarred tissue of his eyelids has receded into his empty sockets, giving his features the macabre appearance of a decaying skull.
ru: Ты видишь пожилого мужчину, одетого в лохмотья. Приблизившись, ты обнаруживаешь, что у него нет обоих глаз. Ошметки век провалились в пустые глазницы, что придает его лицу жуткий вид разлагающегося черепа.

source: The old man turns in your general direction, his arms outstretched as if feeling for you. "Darkness who be in voice? The friend words I'll speak of you and call chaos."
ru: Старик поворачивается в твою сторону, его руки вытягиваются, как бы нащупывая тебя. "В темноте что за голос это? Другом назову я и хаоса словами говори ты".

source: "Ah... chaos you be, as I and me." The blind man smiles and takes a careful step toward you. As he moves, you notice that he seems to be favoring one leg.
ru: "О... хаос будешь ты, как я с собой". Слепой улыбается и делает осторожный шаг к тебе. При его приближении ты замечаешь, что он прихрамывает на одну ногу.

source: "No, fine I'll be. Just a bit of slashin' is all." As he speaks, he reaches down and lifts away the ragged cloth covering his upper leg, revealing a nasty gash that runs from his kneecap to his thigh.
ru: "Нет, нормально все со мной. Лишь всего немножко покромсали". Говоря это, он приподымает изорванную штанину на бедре, показывая ужасную рану, которая тянется от коленной чашечки по бедру.

source: "Tasted a blade from one of the Starved Dogs. Gathered in the main hall across the way, they are. Howling - growling - prowling."
ru: "Отведал клинок одного из Голодных Псов. Собрались в главном зале дальше они. Воют-бормочут-рыскают".

source: "They be of vicious chaos. Brothers as one, but brothers to none."
ru: "Они из злого хаоса. Братья все как один, но братья никому".

source: The old man shakes his head. "Matters not. Attack anyone, anything, they will. That is how chaos speaks to them. You too will they slash, if you go in there."
ru: Старик качает головой. "Значения не имеет. Нападут на любого, угодно кого, они. Так говорит хаос им. Тебя зарубят тоже они, если войдешь туда".

source: The old chaosman pauses for a moment, his sightless gaze fixed on empty space. "Many, they are... strong and vicious. But another way, there is. A secret way known only to I and me. A safe way through to the Alley beyond."
ru: Старый хаосит умолкает на минуту, его невидящий взгляд устремляется в пустоту. "Много их... сильных и злых. Но путь другой есть. Тайный проход известен только мне с собой. Путь безопасный в переулок".

source: "Dark is not light and light is not dark. Bright, shiny coins may yet illuminate." The old man rubs his fingers together for emphasis.
ru: "Тьма - не свет, свет - не тьма. И все же блестящие монетки могут пролить свет". Чтобы подчеркнуть это, старик потирает пальцы друг о друга.

source: You deposit ten coins in the old man's hand. He waits for a moment, then jostles the handful of coins as if to judge their weight. After a moment of consideration, he returns the coins to you. "Not enough. Is not life worth more than ten coins?"
ru: Ты кладешь старику в руку десять монет. Он делает небольшую паузу, затем подбрасывает пригоршню монет, как бы прикидывая их вес. После минуты раздумий он возвращает тебе монеты. "Мало. Разве жизнь не стоит больше десяти монет?"

source: You hand the old man the coins and he quickly deposits them in his pocket. "Find you the door which is hidden in the southwestern chamber. Opens does it on the far side of the main hall, near the exit to the Alley."
ru: Ты даешь старику монеты, и он проворно прячет их в карман. "Найди дверь, скрытую в юго-восточной комнате. Ведет она в дальний конец главного зала, рядом с выходом в Переулок".

source: The old man seems outraged by your threat. "No friend you be and no friends have you here! Friends I have and friends I call!" He takes a deep breath as if he is about to begin shouting.
ru: Похоже, что старик возмущен твоими угрозами. "Не друг ты будешь и нет друзей у тебя здесь! Друзья есть у меня, и их зову!" Он делает глубокий вдох, как будто собирается закричать.

source: You quickly set upon the blind man. Cupping one hand over his mouth to prevent him from screaming, you grab the back of his head with your free hand and twist his neck until you hear a sharp crack.
ru: Ты быстро хватаешь слепого. Прикрыв одной рукой ему рот, чтобы не закричал, ты берешь его за затылок свободной рукой и поворачиваешь шею до резкого хруста.

source: "Thief? Here? Someone *has* stolen from Tiresias... maybe it be the one speak you of." The old man reaches up to stroke his chin, as if considering your offer. "Agreed... dark for dark. Tell first you will."
ru: "Вор? Здесь? Кто-то *обокрал* Тиресиаса... Может, это тот, о ком ты говоришь, - старик потирает подбородок, как бы обдумывая твое предложение. - Согласен... тайна за тайну. Сначала ты рассказывай".

source: Tiresias nods in appreciation. "Young girl-thief, say you? See to her, I shall."
ru: Тиресиас с удовлетворением кивает. "Говоришь, юная воровка? Разберусь с ней я".

source: "Yes, Tiresias knows the way. The exit to the Alley is through the main hall to the south, but get through you cannot. Starved Dogs gather there and block the way."
ru: "Да, Тиресиас знает путь. Выход в переулок находится в главном зале на южной стороне, но пройти не сможешь ты. Голодные Псы собрались там и загородили путь".

source: The old man cocks his head to one side, his sightless gaze fixed on empty space. "Chaos of you are not. Not! Pot! Snot!"
ru: Старик по-птичьи склоняет набок голову, его невидящий взгляд устремляется в пустоту. "Нет хаоса в тебе. Нет! Свет! Привет!"

source: "Walk, not talk. Talk is complete. Completed to completion!" He turns his back to you, apparently done with the conversation.
ru: "Иди, не болтай. Разговор окончен. Доведен до конца!" Он поворачивается к тебе спиной, определенно закончив с разговором.

source: "In a southwest chamber lies the hidden door. Not through door across, lead that one does to the Dogs."
ru: "В комнате юго-восточной есть скрытая дверь. Не ходи в дверь напротив, ведет она к Псам".

source: "Greetings."
ru: "Приветствую".

source: Leave the old man alone.
ru: Оставить старика в покое.

source: "Words do speak the chaos of I. Fear not, I *am* a fellow member of the Xaositect faction."
ru: "Говорю хаоса словами я. Не бойся, *являюсь* я членом Хаоситектов фракции".

source: "Voice... speak - sneak - beak."
ru: "Голос... говори-кричи-ворчи".

source: "Speak the words of chaos and you'll call me friend? Is this jumbled up scramblespeak really necessary?"
ru: "Скажу словами хаоса, и ты назовешь меня другом? А эта мешанина слов точно нужна?"

source: "Hunh?"
ru: "А?"

source: "Uh... never mind. Farewell."
ru: "Э... не важно. Прощай".

source: "What's wrong with your leg... are you injured?"
ru: "Что с твоей ногой... Ты ранен?"

source: "Can you tell me how to get through to the Alley of Lingering Sighs?"
ru: "Ты можешь мне сказать, как пробраться в Переулок Протяжных Вздохов?"

source: "You said you know of a way to get past the Starved Dogs and through to the Alley?"
ru: "Ты говорил, что знаешь путь в переулок в обход Голодных Псов?"

source: "Where was that secret door again?"
ru: "Еще раз, где тайная дверь?"

source: "Yes... well, I must be off now. Farewell."
ru: "Да... Что ж, теперь мне нужно идти. Прощай".

source: "What happened?"
ru: "Что произошло?"

source: "Tell me about these Starved Dogs."
ru: "Расскажи мне про этих Голодных Псов".

source: "The Starved Dogs Barking? How many of them are in there?"
ru: "Голодные Псы Лающие? Сколько их там?"

source: "I see. Farewell, then."
ru: "Понятно. Тогда прощай".

source: "If they are Xaositects, why did they attack you?"
ru: "Если они - Хаоситекты, почему они на тебя нападают?"

source: "How many of them are there?"
ru: "Сколько их там?"

source: "What is this secret way?"
ru: "Что за тайный проход?"

source: "Never mind. I'll find my own way."
ru: "Неважно. Я найду выход".

source: Give the blind man ten coppers.
ru: Дать слепому десять медяков.

source: Give the blind man twenty coppers.
ru: Дать слепому двадцать медяков.

source: "I'll not pay you a single coin. You'll tell me what I want to know... or I'll show you the true meaning of darkness."
ru: "Ты не получишь ни единой монеты. Ты расскажешь то, что мне нужно... или я тебе покажу настоящую темноту".

source: "How about dark for dark. I can tell you the whereabouts of a certain thief hiding here in the Tenement."
ru: "Как на счет тайны за тайну. Я укажу тебе местонахождение одного вора, который прячется здесь в пристанище".

source: Give him twenty coppers.
ru: Дать ему двадцать медяков.

source: "You wish to haggle? Very well... how about you tell me what I want to know and I'll let you live."
ru: "Хочешь поторговаться? Отлично... как на счет того, чтобы ты рассказал мне то, что мне нужно, а я сохранил тебе жизнь".

source: "Thank you for your help. Farewell."
ru: "Спасибо за помощь. Прощай".

source: Reach out and snap his neck before he can call out.
ru: Свернуть ему шею, прежде чем он сможет позвать на помощь.

source: Attack him.
ru: Атаковать его.

source: Leave quickly.
ru: Немедленно уйти.

source: "All too easy."
ru: "Все слишком просто".

source: "Your thief is nothing but a young whelp. She is hiding in the antechamber across the way, near the door to the main hall."
ru: "Твой вор - всего лишь маленькая девчонка. Она прячется в комнате напротив, возле двери в главный зал".

source: "On second thought, here's twenty coins. Tell me what you know."
ru: "Я передумал - вот двадцать монет. Рассказывай, что ты знаешь".

source: "On second thought, why don't you tell me what I want to know... and I'll let you live."
ru: "Я тут подумал - что, если ты мне расскажешь то, что мне нужно... а я тебе жизнь сохраню".

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: "Right. Now, tell me about this secret way."
ru: "Правильно. А теперь рассказывай, где тайный проход".

source: "Find you the door which is hidden in the southwestern chamber. Opens does it on the far side of the main hall, near the exit to the Alley."
ru: "Найдешь ты дверь, спрятанную в юго-западной комнате. Ведет она в дальний конец главного зала, близко к выходу в переулок".

source: "Somehow I doubt that. Now, tell me what you know old man."
ru: "Почему-то я в этом сомневаюсь. А теперь рассказывай, что ты знаешь, дедуля".

source: "Uh... you're not making any sense."
ru: "Э... ничего не понимаю".

source: "Has everyone here lost their minds?"
ru: "Здесь что, все посходили с ума?"

source: Ignore his ramblings, leave.
ru: Не обращать внимание на его бормотание и уйти.

source: "Look, old man, you better give me some straight answers or you'll soon be missing more than just your eyes."
ru: "Слушай, старик, лучше отвечай мне прямо, не то недосчитаешься не только своих глаз".

source: "It's obvious this is getting me nowhere. Farewell."
ru: "Похоже, это ни к чему меня не приведет. Прощай".
