Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dtomb.dlg.po
Languages: ru

source: The statue looks like it is about to make some angry proclamation. The sculptor has captured the essence of fury magnificently; the chiseled tension lines around the neck and forehead alone must have taken many long months to get correct. Fine cracks run over the entire statue, and there is a plaque attached to its base.
ru: Статуя выглядит так, будто собирается сделать какое-то гневное заявление. Скульптор великолепно передал сущность ярости: должно быть, потребовались многие месяцы, чтобы правильно высечь одни только морщины напряжения на шее и лбу. Изваяние покрыто мелкими трещинами, а к пьедесталу прикреплена табличка.

source: Apply the Gorgon Salve to the statue.
ru: Намазать статую мазью Горгоны.

source: Read the plaque.
ru: Прочитать табличку.

source: Examine the cracks.
ru: Осмотреть трещины.

source: Leave the statue.
ru: Оставить статую в покое.

source: The plaque reads: 'This statue is believed to be the final fate of the Etherserian sorcerer Gangroighydon. Attacked by a conclave of rival sorcerers at the height of his dream madness, he was imprisoned with a spell that turned his flesh into stone. Gangroighydon is said to have been frozen with a final, awful curse still upon his lips, a curse so terrible that it was *never* meant to be spoken by the lips of a living man.'
ru: Табличка гласит: "Считается, что эта статуя - конечная судьба этерсерийского чародея Гангройгидона. Атакованный враждебным конклавом чародеев, находясь в пике ужасного безумия, он был лишен свободы заклинанием, которое обратило его плоть в камень. Говорят, будто Гангройгидон застыл с последним страшным проклятием на губах, столь ужасным, что ему *никогда* не следовало слетать с уст живого человека".

source: Examine the statue.
ru: Осмотреть статую.

source: You carefully examine the cracks that run, like a network of fine, black veins, along the statue's surface. At one point, near its inner arm, is a section where an entire splinter of stone looks ready to come off.
ru: Ты тщательно изучаешь трещины, идущие по поверхности статуи, словно сеть тонких черных сосудов. В одном месте, на внутренней стороне руки, есть участок, где кусок камня уже готов отвалиться.

source: Break the piece off.
ru: Отломить кусок.

source: You reach for the section of the forearm where the cracks have formed, grip it firmly, and strike it with your forge-hammer. There is the barest sound of metal striking on stone, and a splinter the size of a dagger snaps off the statue.
ru: Ты протягиваешь руку к месту на руке, где образовалась трещина, крепко хватаешь его и бьешь по нему своим кузнечным молотом. Слышится звук удара металла о камень, и от статуи отпадает обломок размером с кинжал.

source: "Got it..."
ru: "Есть..."

source: As it comes free, you feel water begin to trickle on the back of your hand... you watch a tear well up in the eyes of the statue as a splinter of the arm comes off in your hands. You quickly - and quietly - tuck away the splinter and turn away from the crying statue.
ru: Когда обломок отпадает, ты чувствуешь, как по тыльной стороне твоей руки начинает течь вода... взяв обломок руки, ты видишь, как глаза статуи наполняются слезами. Ты быстро - и бесшумно - возвращаешь обломок на место и отворачиваешься от плачущего изваяния.

source: You reach for the section of the forearm where the cracks have formed, grip it firmly, and yank - to no avail. You'll need a hammer to break the stone, and a small one: the limited space between the statue's arm and body means a large one... one suitable for combat, for instance... won't work.
ru: Ты протягиваешь руку к месту на 'This statue is believed to be the final fate , где образовалась трещина, крепко обхватываешь его и дергаешь - безуспешно. Чтобы отколоть камень, тебе нужен молоток, и небольшого размера: из-за ограниченного пространства между рукой и телом статуи большой молот... например, боевой... не подойдет.

source: You smear the foul-smelling ointment over the statue. There is a strange shimmering around the statue, and you watch as the statue takes an intake of breath and the eyes of Gangroighydon fill with a blazing, vengeful madness.
ru: Ты обмазываешь изваяние зловонной мазью. Вокруг него появляется странное мерцание, и ты наблюдаешь, как статуя делает вдох, и глаза Гангройгидона наполняются пылающим мстительным безумством.

source: "Greetings..."
ru: "Приветствую..."

source: Cover your ears.
ru: Прикрыть уши.

source: Run like mad.
ru: Бежать как сумасшедший.

source: Before you can do a thing, a blazing torrent of words flies from the sorcerer's lips. As he speaks, you feel a agonizing sensation, like a sudden wave of raging heat, pour over you and settle into your skin like a blistering wound. Blindness strikes you as your eyes burst, running from their sockets like shattered eggs... you hear someone screaming, and realize it is you...
ru: Прежде чем ты успеваешь что-нибудь предпринять, с губ чародея срывается пламенный поток слов. При этом ты чувствуешь мучительное ощущение, будто тебя окатывает стремительной волной чудовищной жары, которая покрывает твою кожу как ожог. Тебя ослепляет: твои глаза, вылетев из орбит, лопаются, как разбитые яйца... ты слышишь, как кто-то кричит, и вдруг осознаешь, что это ты...

source: Wait for the horror to end.
ru: Подождать, пока этот кошмар закончится.

source: Fall into darkness, a victim of Gangroighydon's Awful Curse.
ru: Пасть во тьму, став жертвой страшного проклятья Гангройгидона.

source: The last things you hear, even over your own cries, is Morte shouting...
ru: Последнее, что ты слышишь, даже сквозь собственный крик, - это ликующий возглас Морта...

source: The 'statue' - in truth the once-petrified sorcerer Gangroighydon - is simply gone, presumably having walked off without leaving so much as a note of apology.
ru: "Статуя" - в действительности, однажды обращенный в камень чародей Гангройгидон - попросту исчезла. Скорее всего, он ушел, даже не удосужившись извиниться.

source: Leave.
ru: Уйти.
