Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dtouthvc.dlg.po
Languages: ru

source: This thuggish-looking man approaches you with a wry smile. "Oye there, blood... 'ow ye doin? I's the local tout, I am, so if ye've got a copper ta spare, I'm yer man fer directions an' the like."
ru: К тебе подходит жутко выглядящий мужчина с кривой улыбкой на лице. "Здорово, знаток... как дела? Я здешний осведомитель, так что если у тебя найдется медяк в запасе, то я скажу тебе куда идти и все такое".

source: "Oye there, blood... 'ow ye doin? I's the local tout, I am, so if ye've got a copper ta spare, I'm yer man fer directions an' the like."
ru: "Здорово, знаток... как дела? Я здешний осведомитель, так что если у тебя найдется медяк в запасе, то я скажу тебе куда идти и все такое".

source: "Hooo, by the Powers' bottoms... ye must be newer ta Sigil than ye looks! A tout's a guide, blood."
ru: "Хооо, Силы исподние... Да ты на самом деле еще сопливей, чем кажешься! Осведомитель - это проводник, знаток".

source: The man snatches the coin from your grasp and winks. "Right! This here part o' the Hive's got two gates leadin' out o' it - one in the north, an' one in the southeast. Oh, an' if ye're lookin' fer a good fight, there's an alley leadin' northeast ye might want to swing by. We've also got the Office fer Vermin an' Disease Control an' a good-sized Market here."
ru: Мужчина хватает твою монету мертвой хваткой и подмигивает. "Отлично! Из этой части Улья есть два выхода: один - на севере и один - на юго-востоке. Да, и если ты ищешь где бы подраться, то можешь завернуть в переулок на северо-востоке. А еще у нас здесь Управление по борьбе с вредителями и заболеваниями и большой такой рынок".

source: "In the middle southern half o' this area... its door faces southwards, so just walk along the southernmost east-west road 'til ye sees it."
ru: "Посредине южной половины этого района... вход - с юга, ты просто иди по южной дороге по линии восток-запад, и увидишь его".

source: "In the southern crook of an 'L' shaped buildin' in the northen middle half o' this area. If ye walks along the northernmost east-west road here, ye'll sees it. Lotta people, lotta merchants an' the like."
ru: "В южном крюке, у углового здания в северной половине этого района. Если пойдешь по северной дороге по линии восток-запад, то увидишь его. Куча людей, куча торгашей и все такое".

source: "Leads ta more o' the Hive, blood. There's a flophouse up there, if ye're tired... or just plain hurtin'... an' need ta catch a few winks."
ru: "В другую часть Улья, знаток. Там есть ночлежка, так что если ты устал... или просто ранен... и хочешь немного посопеть..."

source: "Just another bit o' the Hive, blood. Ye can get some tattoos, there, and there's a great lil' pub, name o' the Smolderin' Corpse."
ru: "Всего лишь в другую часть Улья, знаток. Там ты можешь заиметь пару татуировок, а еще там отличный бар - называется 'Тлеющий Труп'".

source: The man shrugs. "Just a place ta go if ye're lookin' fer a little rough an' tumble, that's all...ye looks a bit the fightin' type, so's I brought it up. Like I said, it's to the northeast... so stays away if ye're not lookin' for trouble."
ru: Мужчина пожимает плечами. "Это просто место, где можно немного покуролесить, вот и все... просто ты смахиваешь на бойца, поэтому-то я и сказал. В общем, она на северо-востоке... держись от нее подальше, если не ищешь проблем".

source: "What's a tout?"
ru: "Что за осведомитель?"

source: "Sure... here's a copper piece."
ru: "Конечно... вот медяк".

source: "Nothing, right now. Farewell."
ru: "Больше ничего. Прощай".

source: "All right... here's a copper piece."
ru: "Хорошо... вот медяк".

source: "No directions right now, thanks. Farewell."
ru: "Сейчас мне это не нужно, спасибо. Прощай".

source: "Where's the Office for Vermin and Disease Control?"
ru: " Где находится Офис по контролю паразитов и эпидемий?"

source: "Where the Market?"
ru: "Где находится Рынок?"

source: "Where's the north gate lead?"
ru: "Куда ведут северные ворота?"

source: "Where's the southeast gate lead?"
ru: "Куда ведут юго-восточные ворота?"

source: "What about this alleyway you mentioned?"
ru: "А что насчет того переулка, о котором ты говорил?"

source: "That's all I wished to know; farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "Where's the Market?"
ru: "Где находится рынок?"
