Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dtouthvb.dlg.po
Languages: ru

source: This smiling, middle-aged woman trots up to you and curtseys. "'Lo, sir, an' well-met! Fer merely a single copper common I can offer me services as a tout. Somewheres I can point out fer ye?"
ru: К тебе подбегает улыбающаяся женщина средних лет и кланяется. "Привет, сэр, какая приятная встреча! Всего лишь за один медяк я могу предложить вам себя в качестве осведомителя. Могу ли я вам чем-нибудь помочь?"

source: This smiling, middle-aged woman waves cheerfully when she notices your approach. "Greetin's, sir! Fer merely a single copper common I can offer me services as a tout. Somewheres I can point out fer ye?"
ru: Улыбающаяся женщина средних лет, едва завидев тебя, весело машет рукой. "Приветствую вас, сэр! Всего лишь за один медяк я могу предложить вам себя в качестве осведомителя. Могу ли я вам чем-нибудь помочь?"

source: The woman looks at you skeptically, then shrugs. "A tout's a guide o' sorts, sir. I can helps ye 'round this part o' the Hive, I can."
ru: Женщина скептически смотрит на тебя, затем пожимает плечами. "Осведомитель - это что-то вроде проводника, сэр. Я могу помочь вам сориентироваться в этой части Улья".

source: The woman palms the coin and curtseys. "This part o' the Hive has gates leadin' west an' south; locations o' note include the Mortuary, the Gatherin' Dust bar, the Dustman Memorial an' a mausoleum. I'd also recommend ye stay away from a particular alley that leads southwest; 'tis full o' dangerous thugs."
ru: Женщина забирает монету и кланяется. "В этой части Улья есть ворота, ведущие на запад и на юг; среди здешних примечательных мест можно отметить Морг, Бар Собирателей Пыли, Мемориал Тленных и мавзолей. Также здесь много опасных преступников".

source: "The Mortuary's that enormous, dome-shaped compound over in the northeast part o' the area. The Dustmen won't let ye inside, though, unless ye've got business there. Or if ye're dead, I suppose." She smiles at you.
ru: "Морг - это громадный куполообразный комплекс в северо-восточной части этого района. Тленные не пустят вас внутрь, по крайней мере, если у вас нет с ними никакого дела. Или если вы не умерли". Она улыбается тебе.

source: "'Tis in the southwest corner o' this area...a dome-shaped buildin' whose door faces southeast. The Gatherin' Dust's one o' the safer, more quiet taverns in the Hive."
ru: "Это в южно-восточной части этого района... куполообразное строение, вход расположен с юго-восточной стороны. Бар Собирателей Пыли - одна из самых тихих и безопасных таверн в Улье".

source: "Towards the middle o' the nortern half o' this area.... 'tis a walled courtyard o' sorts, with an open archway in each wall. There's usually a gaggle o' Dustmen mournin' near the southeast entrance ta the place."
ru: "Прямо посреди северной части этого района... он напоминает огороженный дворик с открытой аркой с каждой стороны. Обычно рядом с юго-восточным входом расположена группа Тленных-плакальщиков".

source: "The mausoleum's in the northwest corner o' this area. Big ol' square tower-lookin' buildin', it is."
ru: "Мавзолей расположен в северо-западной части этого района. Большое квадратное строение в виде башни".

source: "More o' the Hive, sir. There's a flophouse there, if ye're tired an' lookin' ta rest."
ru: "В другую часть Улья, сэр. Если вы устали и хотите отдохнуть, то там находится ночлежка".

source: "Just more o' the Hive, sir. There's a tattoo parlor that-away, an' the Smolderin' Corpse bar. Mess o' toughs there, too.. there's a whole buildin' full o' them."
ru: "В еще одну часть Улья, сэр. Там находится тату-салон и бар 'Тлеющий Труп'. И конечно же, куча преступников... тамошние дома забиты ими".

source: "What's a tout?"
ru: "Что за осведомитель?"

source: "Sure... here's a copper piece."
ru: "Конечно... вот медяк".

source: "Nothing, right now. Farewell."
ru: "Больше ничего. Прощай".

source: "All right... here's a copper piece."
ru: "Хорошо... вот медяк".

source: "No directions right now, thanks. Farewell."
ru: "Сейчас мне это не нужно, спасибо. Прощай".

source: "Where's the Mortuary?"
ru: "Где находится Морг?"

source: "Where's the Gathering Dust bar?"
ru: "Где находится Бар Собирателей Пыли?"

source: "Where's the Memorial?"
ru: "Где находится Мемориал?"

source: "Where' the mausoleum?"
ru: "Где находится мавзолей?"

source: "Where's the west gate lead?"
ru: "Куда ведут западные ворота?"

source: "Where's the south gate lead?"
ru: "Куда ведут южные ворота?"

source: "That's all I wished to know; farewell."
ru: "Это все, что я хотел узнать. Прощай".
