Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dtouthvd.dlg.po
Languages: ru

source: This attractive, scantily-clad woman calls out to you as she makes her approach. "Pardon me, good sir! Pardon! Ye seem a bit lost, if I may be so bold... would ye require the services of a tout, perchance? Only a single copper, sir..."
ru: Привлекательная, скудно одетая женщина, приближаясь, взывает к тебе. "Прошу прощения, уважаемый сэр! Прошу прощения! Похоже, вы немного заплутали... Я возьму на себя смелость... не хотите ли вы воспользоваться услугами осведомителя? Всего один медяк, сэр..."

source: "Do ye require the services of a tout, good sir? T'would cost ye but a single copper..."
ru: "Требуются ли вам услуги осведомителя, уважаемый сэр? Это будет стоить всего ничего - один медяк..."

source: "A guide, sir, to see you 'round this part of the Hive."
ru: "Проводник, сэр, который познакомит с этой частью Улья".

source: "I thank ye, sir... 'tis jink well-spent." She pockets the copper coin. "There's two gates leadin' from here - both are on the westernmost side of the area, one in the north, and one in the south. Two places ye may wish to visit are the Smolderin' Corpse bar and a tattoo parlor. Lastly, there's a set of buildings oft-times called the Tenement of Thugs... a dangerous, dangerous place, sir."
ru: "Спасибо, сэр... эта звенелка была потрачена не зря, - она прячет монету в карман. - Из этого района есть два выхода - и оба находятся в западной части, один - к северу, другой - к югу. Здесь вниманием можно удостоить два места - бар 'Тлеющий Труп' и тату-салон. Наконец, здесь расположено здание так называемого Пристанища Головорезов... это очень, очень опасное место, сэр".

source: "'Tis in the very middle of the area, sir... a square buildin' with a domed roof. Walk along the southernmost east-west road; ye'll see its entrance facing to the south."
ru: "Он находится посреди района, сэр... квадратное здание с куполообразной крышей. Пройдите по юго-юго-западной дороге, с южной стороны вы увидите вход".

source: "The parlor's at the eastern end of this area, sir... a dome building with wrought iron mesh atop it... its entrance faces southwest."
ru: "Салон находится в западной части, сэр... куполообразное здание с кованной металлической сетью наверху... вход - с юго-запада".

source: "To the part of the Hive where the Mortuary lies, sir. The Gathering Dust bar, the Dustman Memorial, and a mausoleum are there as well."
ru: "В часть Улья, в которой находится Морг, сэр. Также там находятся Бар Собирателей Пыли, Мемориал Тленных и мавзолей".

source: "The gate leads to the part of the Hive which holds the Office for Vermin and Disease Control, as well as a decent-sized market."
ru: "Ворота ведут в ту часть Улья, в которой находится Управление по борьбе с вредителями и болезнями, а также достаточно большой рынок".

source: She nods. "'Tis a cluster of buildings along the northern side of this area, sir... ye'll want to avoid the place. Unless, of course, ye're spoilin' for a fight, sir."
ru: Она кивает. "Это комплекс зданий к северу от сюда, сэр... Вам не следует ходить туда. Конечно же, если только не хотите подраться, сэр".

source: "What's a tout?"
ru: "Что за осведомитель?"

source: "Sure... here's a copper piece."
ru: "Конечно... вот медяк".

source: "Nothing, right now. Farewell."
ru: "Больше ничего. Прощай".

source: "Sure...here's a copper piece."
ru: "Конечно... вот медяк".

source: "All right... here's a copper piece."
ru: "Хорошо... вот медяк".

source: "No directions right now, thanks. Farewell."
ru: "Сейчас мне это не нужно, спасибо. Прощай".

source: "Where's the Smoldering Corpse bar?"
ru: "Где находится Бар 'Тлеющий Труп'?"

source: "Where's the tattoo parlor?"
ru: "Где находится тату-салон?"

source: "Where's the northwest gate lead?"
ru: "Куда ведут северо-западные ворота?"

source: "Where's this Tenement of Thugs?"
ru: "А находится Пристанище Головорезов?"

source: "That's all I wished to know; farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "Where's the southwest gate lead?"
ru: "Куда ведут юго-западные ворота?"
