Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dtrist.dlg.po
Languages: ru

source: A woman named Trist is to be sold into slavery unless a missing loan document can be found. I have agreed to help her.
ru: Женщину по имени Трист продадут в рабство, если не будет найдена пропавшая долговая расписка. Я согласился помочь ей.

source: You see a young woman who is trying to get your attention. She is wearing shoddy clothes but her demeanor is one of elegance, unlike that of the people who surround her. Upon closer inspection, you notice that her skin is clean and smooth, lacking the yellow tint of the inhabitants of this ward. She notices your approach and smiles at you.
ru: Ты видишь девушку, старающуюся привлечь твое внимание. На ней дешевая одежда, однако, у нее утонченные манеры, в отличие от окружающих ее людей. Присмотревшись повнимательнее, ты замечаешь, что кожа у нее чистая и гладкая, без того желтого оттенка, что у обитателей этого района. Заметив твое приближение, она улыбается тебе.

source: "Greetings."
ru: "Приветствую".

source: Ignore her.
ru: Игнорировать ее.

source: "I thank the powers that you noticed me. I am in need of the services of a mercenary..." She pauses and examines you more carefully. "If appearances are any indication, you would seem to be such an individual."
ru: "Хвала силам, ты заметил меня. Мне нужны услуги наемника... - она умолкает и тщательно тебя рассматривает. - Если судить по внешности, что ты как раз им и являешься".

source: "Appearances can be deceptive."
ru: "Внешность может быть обманчива".

source: "What exactly is it that you want of me?"
ru: "Что конкретно тебе от меня нужно?"

source: "I don't like the sound of this. Farewell."
ru: "Не нравится мне все это. Прощай".

source: A look of concern crosses her face. "Yes, cutter. Forgive me, I did not mean to offend you. I am in a situation of... well, desperation. I have exhausted all resources available to me in order to remedy my situation but..."
ru: На ее лице появляется тревога. "Конечно, рубака. Прости, я не хотела обидеть тебя. У меня... ну, отчаянное положение. Я исчерпала все доступные ресурсы, чтобы исправить ситуацию, но..."

source: She nods to you. "The heart of the matter is that I am to be sold into slavery for a crime I did not commit. I am in need of a champion, someone who will help me prove my innocence and free me from this fate..." She pauses and looks at you expectantly.
ru: Она кивает. "Суть проблемы в том, что меня собираются продать в рабство за преступление, которого я не совершала. Мне нужен защитник, который поможет доказать мою невиновность и избавить меня от такой судьбы..." Она умолкает и выжидающе смотрит на тебя.

source: "Tell me exactly what's going on."
ru: "Расскажи мне, что именно происходит".

source: She thinks for a moment. "This is long in the telling, cutter, please bear with me."
ru: Она на миг задумывается. "Тут долго рассказывать, рубака. Прошу, наберись терпения".

source: "Go on."
ru: "Продолжай".

source: "I don't have time for this. Farewell."
ru: "У меня нет времени на это. Прощай".

source: She sighs as she begins her tale. "My husband died recently and left me his business. I am not business-oriented so I decided to sell. Not long afterward I was contacted by a lender saying a loan on the business had not been paid..." She pauses to gather her thoughts.
ru: Она вздыхает, начиная свой рассказ. "Мой муж недавно скончался и оставил мне свое дело. Я не умею вести дела, так что решила его продать. Вскоре после этого со мной связался ростовщик, который заявил, что за мной есть невыплаченный долг мужа..." Она умолкает, чтобы собраться с мыслями.

source: "I examined all the documents my husband kept and found that there had indeed been a loan taken, but it had just recently been paid in full. I explained this to the lender and, a few days later, he asked for a copy of the document... It was nowhere to be found." She looks concerned and pauses to think.
ru: "Я пересмотрела все документы мужа и выяснила, что он действительно брал заем, но недавно полностью выплатил его. Я объяснила это ростовщику, и через несколько дней он потребовал копию расписки... Я не смогла нигде ее найти". Она выглядит встревоженной. Она делает паузу, чтобы подумать.

source: "Well, when I could not prove that the loan was paid, the lender took me before the court. My monies were taken and applied to the balance owed. Since it did not pay off the loan, I am to be sold on the block to try and recover the remaining amount due." She gives you a forlorn look.
ru: "Так вот, поскольку я не смогла доказать, что долг выплачен, ростовщик вызвал меня в суд. Мои деньги забрали и перечислили в счет долга. Поскольку они не покрыли долг, меня должны продать на аукционе, чтобы попытаться выплатить оставшуюся сумму". Она бросает на тебя жалобный взгляд.

source: "I don't understand, why sell you into slavery?"
ru: "Не пойму, зачем продавать тебя в рабство?"

source: "I think I've heard enough. Get to the point."
ru: "Думаю, я выслушал достаточно. Перейдем к делу".

source: She shrugs. "It serves many purposes. First, it keeps the prisons relatively clear of all but the vilest criminals. Second, the sale of the convicted is used to pay for any damages, costs, or fees involved in the case. Finally, the convicted still serves a sentence from which they are eventually released... supposedly as better citizens."
ru: Она пожимает плечами. "Это служит многим целям. Во-первых, это позволяет сохранять тюрьмы сравнительно незаполненными: туда попадают только самые опасные преступники. Во-вторых, выручка от продажи осужденного используется для покрытия любых убытков, затрат и гонораров, связанных с делом. И наконец, осужденный все равно отбывает наказание, от которого его фактически освободили... как предположительно лучшего гражданина".

source: "This is all fascinating, but I don't see how I can help you."
ru: "Все это замечательно, но я не понимаю, чем я могу тебе помочь".

source: "I... I need someone to find the missing document, the one that proves the loan was paid. Or if you could purchase my contract, I could pay you back..." She gives you a pleading look. "I can't spend the next five years of my life in this ward, cutter. It will kill me! Surely you've noticed the illness shared by all who live here?"
ru: "Мне... мне нужно, чтобы кто-нибудь нашел пропавшую расписку, которая доказывает, что долг выплачен. Или если бы ты выкупил мой договор, я могла бы вернуть тебе деньги... - она смотрит на тебя умоляюще. - Я не могу провести следующие пять лет своей жизни в этом районе, рубака. Это убьет меня! Конечно же, ты заметил болезнь, которой подвержены все живущие здесь?"

source: "No, what illness are you talking about?"
ru: "Нет, о какой болезни ты говоришь?"

source: "Yes, the yellow skin and coughing..."
ru: "Да, желтая кожа и кашель..."

source: "None of this is my concern. Farewell."
ru: "Это не мое дело. Прощай".

source: She gestures at the people around her. "Look at them, cutter. Notice the yellow skin? The persistent cough? Now look above you, at the billowing clouds of smoke that pass for air here..." She points over her head. "It kills you unless you can afford a healer. As a slave, I doubt I will be able to afford one."
ru: Она показывает на окружающих ее людей. "Погляди на них, рубака. Видишь эту желтую кожу? Постоянный кашель? Теперь посмотри вверх, на клубящиеся облака дыма, которые служат здесь воздухом... - она указывает вверх. - Это убивает тебя, если ты не можешь позволит себе лекаря. Будучи рабыней, я вряд ли смогу себе это позволить".

source: "So that's why everyone has the yellow skin..."
ru: "Так вот почему у всех здесь желтая кожа..."

source: She nods her head. "Yes, cutter. Please, can you find it in your heart to help me..." She looks at you nervously. "Please..."
ru: Она кивает. "Да, рубака. Прошу, найди в своем сердце сочувствие, помоги мне... - она нервно смотрит на тебя. - Пожалуйста..."

source: "What's in it for me if I help you?"
ru: "Что мне будет за то, что я помогу тебе?"

source: Truth: "You've been found guilty in a court of law and only the law can help you."
ru: Правда: "Суд признал тебя виновной, и только закон может тебе помочь".

source: "Yes, I'll help you. I have some questions though..."
ru: "Да, я помогу тебе. Но у меня есть несколько вопросов..."

source: "No, I don't want to get involved."
ru: "Нет, я не хочу в это ввязываться".

source: "I need some time to think about this. Farewell."
ru: "Мне нужно время, что обдумать это. Прощай".

source: She nods her head eagerly. "Ask anything, cutter."
ru: Она энергично кивает. "Спрашивай что угодно, рубака".

source: "What's the lender's name?"
ru: "Как зовут ростовщика?"

source: "Who do I talk to about your contract?"
ru: "С кем мне поговорить о твоем договоре?"

source: "Could you have misplaced the loan document?"
ru: "Ты не могла потерять долговую расписку?"

source: "Do you think the loan document could have been stolen?"
ru: "Ты не думала, что долговую расписку могли украсть?"

source: "Have you explained any of this to these courts you spoke of?"
ru: "Ты рассказывала что-нибудь из этого в суде?"

source: "I think I must be going now. Farewell."
ru: "Думаю, мне уже пора. Прощай"

source: "I know his name well, cutter. After all I have been through, I will not likely forget it..." She gets a far-away look and then shudders for a moment. "Byron Pikit is his name." She pauses for a moment. "And his associate may be someone named Lenny."
ru: "Я хорошо помню его имя, рубака. После всего, через что я прошла, я не смогу его забыть... - ее взгляд удаляется, и она внезапно вздрагивает. - Его зовут Байрон Пикит, - она умолкает на миг. - И его сообщником может быть некто Ленни".

source: "Who is this Lenny?"
ru: "Кто этот Ленни?"

source: "Where can I find Byron?"
ru: "Где мне найти Байрона?"

source: "I have some more questions..."
ru: "У меня есть еще вопросы..."

source: "I must be going now. Farewell."
ru: "Я должен идти. Прощай".

source: She thinks for a moment. "I think he can be found in or around the open-air market. Forgive me, but I am not certain."
ru: Она ненадолго задумывается. "Думаю, его можно найти либо на открытом рынке, либо неподалеку от него. Прости, но я не вполне уверена".

source: "You mentioned Lenny. Who is he?"
ru: "Ты упоминала Ленни. Кто он?"

source: "That would be Deran the auctioneer. He's usually over there, on the block." She points to the front of the platform.
ru: "Должно быть, с аукционистом Дераном. Обычно он вон там, у помоста". Она указывает на переднюю часть платформы.

source: She shakes her head. "No, cutter. I am a very meticulous person. I kept the document in a lock-box in my husband's study. It never left that room..."
ru: Она качает головой. "Нет, рубака. Я очень щепетильный человек. Я хранила расписку в сейфе в кабинете мужа. Она никогда не покидала его пределы..."

source: She shrugs. "I don't know. Why would anyone steal that, yet leave other valuables be? It makes little sense to me."
ru: Она пожимает плечами. "Не знаю. Зачем кому-то красть ее, не тронув другие ценные вещи? Мне это кажется бессмысленным".

source: "Well... maybe the lender stole the document so that you'd pay for the loan twice..."
ru: "Ну... может, ростовщик украл расписку, чтобы ты выплатила долг еще раз..."

source: "Well... it was just a thought..."
ru: "Ну... это была всего лишь мысль..."

source: She looks at you in shock. "That... that is a terrible thought!" She hesitates and then begins to tap her chin with a finger as she thinks. "But also a most ingenious one, cutter. This Byron Pikit does strike me as a knight of the post."
ru: Она ошеломленно смотрит на тебя. "Что... что за ужасная мысль! - она колеблется и стучит пальцем по подбородку, раздумывая. - И еще это довольно находчиво, рубака. Сдается мне, этот Байрон Пикит - рыцарь легкой наживы".

source: "A what?"
ru: "Кто?"

source: She gives you a quizzical look. "A thief or a cheat, cutter. Such are called knights of the post, or of the cross-trade."
ru: Она смотрит на тебя недоуменно. "Вор или жулик. Таких называют рыцарями кинжала или рыцарями легкой наживы".

source: She nods her head. "Oh yes, cutter. I've explained my situation to many. You are the first to be willing to help me." She smiles warmly at you.
ru: Она кивает. "О да, рубака. Я многим объясняла свою ситуацию. Ты первый, кто захотел мне помочь". Она дарит тебе теплую улыбку.

source: She shrugs. "A worthy thought, cutter. It bears merit."
ru: Она пожимает плечами. "Стоящая мысль, рубака. В этом что-то есть".

source: She stares at you blankly for some time then a look of concern crosses her face. "I... I have nothing to give you, cutter. I have lost everything." She appears desperate now. "Please don't leave me to this fate..."
ru: Она некоторое время смотрит на тебя беспомощно, потом ее на лице появляется тревога. "Мне... мне нечего тебе дать, рубака. Я потеряла все, - теперь она, кажется, в отчаянии. - Прошу, не бросай меня на произвол судьбы..."

source: You see Trist. She looks at you with desperation in her eyes. "Hello again, cutter. May I speak with you about a matter of some concern?"
ru: Ты видишь Трист. Она смотрит на тебя с отчаянием в глазах. "Привет, рубака. Можно обсудить с тобой один важный вопрос?"

source: "All right."
ru: "Хорошо".

source: "I don't have time right now. Farewell."
ru: "Сейчас у меня нет времени на это. Прощай".

source: You see Trist. She looks at you with desperation in her eyes. "Hello again, cutter. Have you come to help me, perhaps?"
ru: Ты видишь Трист. Она смотрит на тебя с отчаяньем в глазах. "Привет, рубака. Может, ты пришел мне помочь?"

source: "You're still looking for someone to help with your problem?"
ru: "Ты все еще ищешь кого-нибудь, кто мог бы помочь тебе с твоей проблемой?"

source: "Tell me your story again."
ru: "Расскажи мне свою историю еще раз".

source: "I'm not interested. Farewell."
ru: "Мне это неинтересно. Прощай".

source: You see Trist. She looks at you with desperation in her eyes. "Hello again, cutter. Have you come to help me perhaps? Have you changed your mind?"
ru: Ты видишь Трист. Она смотрит на тебя с отчаяньем в глазах. "Привет, рубака. Может, ты пришел мне помочь? Ты передумал?"

source: "No, I'm not interested. Farewell."
ru: "Нет, мне неинтересно. Прощай".

source: You see Trist. She smiles at your approach and looks hopeful. "Have you found the document, cutter? Can you free me?"
ru: Ты видишь Трист. Когда ты подходишь, она улыбается и выглядит обнадеженной. "Ты нашел расписку, рубака? Ты можешь меня освободить?"

source: "Yes, I will give it to Deran and he will free you."
ru: "Да, я передам ее Дерану, и он тебя освободит".

source: "I need to ask you some questions again..."
ru: "Мне снова нужно задать тебе пару вопросов..."

source: A look of relief washes over her face. You think she is about to faint but she quickly recovers. "I thank you, cutter. Please return to me after you speak with Deran."
ru: Ее лицо светится от облегчения. Тебе кажется, что она вот-вот упадет в обморок, но она быстро приходит в себя. "Благодарю тебя, рубака. Пожалуйста, возвращайся ко мне после того, как поговоришь с Дераном".

source: "I will. Farewell."
ru: "Хорошо. Прощай".

source: Trist smiles at you warmly. "You are my savior, cutter. I will forever be in your debt."
ru: Трист дарит тебе теплую улыбку. "Ты мой спаситель, рубака. Я у тебя в вечном долгу".

source: "I was happy to help you, Trist."
ru: "Был рад помочь тебе, Трист".

source: "Don't come to me again with your problems. This was a pain in the arse."
ru: "Больше не обращайся ко мне со своими проблемами. Это было как заноза в заднице".

source: "Thank you, cutter." She glances about and then pauses to think for a moment. "You have saved me from certain death, cutter. A slow, painful death..." She frowns as she thinks. "Please wait here, I shall return shortly." She turns and walks away.
ru: "Спасибо тебе, рубака, - она оглядывается по сторонам и на секунду задумывается. - Ты спас меня от верной смерти. Медленной, мучительной смерти... - она хмурится, раздумывая. - Пожалуйста, подожди здесь, я скоро вернусь". Она отворачивается и уходит.

source: "All right, Trist."
ru: "Хорошо, Трист".

source: You see Trist approaching, she smiles and waves at you. "Hello again, cutter. Thank you for waiting." She looks about for a moment, then removes a purse from the folds of her dress. "With the document you have provided, the courts will restore my status and finances. This is not much, but it is a well-deserved reward for what you have done." She hands you a purse.
ru: Ты видишь приближающуюся к тебе Трист. Она улыбается и машет тебе рукой. "Привет, рубака. Спасибо, что подождал, - она оглядывается по сторонам, потом вынимает кошелек из складок платья. - Благодаря предоставленной тобой расписке, суд восстановит мое положение и имущество. Тут немного, но это более чем заслуженная награда за все то, что ты сделал". Она дает тебе кошелек.

source: "Thank you, Trist."
ru: "Спасибо, Трист".

source: She smiles. "No, I thank you. Farewell, cutter."
ru: Она улыбается. "Нет, это тебе спасибо. Прощай, рубака".

source: "Farewell."
ru: "Прощай".

source: She frowns at you, then nods. "Yes, cutter, I can well imagine. Thank you again and farewell."
ru: Она хмуро смотрит на тебя и кивает. "Да, рубака, могу себе представить. Еще раз спасибо тебе и прощай".

source: She thinks for a moment. "There was a small, feral-looking man who came to court a few times. He would sit behind Pikit and whisper to him occasionally." She pauses and looks lost in thought.
ru: Она задумывается на мгновение. "В суде пару раз появлялся маленький человечек с диковатой внешностью. Он сидел за Пикитом и временами перешептывался с ним". Она умолкает; похоже, она углубилась в мысли.

source: She frowns. "I remember him because he always seemed to be uncomfortable in his clothes. He would pick at them as if they were new, as if he were not used to wearing them." She pauses again. "On one such occasion Pikit told him to sit still and stop fidgeting. He called him Lenny."
ru: Она хмурится. "Я запомнила его, потому что ему как будто постоянно мешала его одежда. Он теребил ее, как будто она была совсем новой, и он ее никогда раньше не одевал, - она снова делает паузу. - Однажды Пикит даже сказал ему сидеть смирно и не суетиться. Он назвал его Ленни".

source: "Where can I find Lenny?"
ru: "Где мне найти Ленни?"

source: She thinks for a moment and then shrugs. "I am not sure actually... My husband told me that some ruffians could be found southeast of the market, near the siege tower I believe."
ru: Она на секунду задумывается и пожимает плечами. "Вообще-то я не уверена... Мой муж говорил мне, что на северо-востоке, кажется, у осадной башни, околачиваются какие-то бандиты".

source: A look of concern crosses her face. "Surely you realize that even the law can err at times, cutter? If an innocent were to suffer due to such an error... It would be a terrible miscarriage of justice." She appears desperate now. "Please don't leave me to this fate..."
ru: На ее лице появляется тревога. "Конечно, ты понимаешь, рубака, что иногда даже закон может ошибаться? Если из-за такой ошибки пострадают невинные... Это будет ужасным промахом со стороны правосудия, - похоже, теперь она в отчаянии. - Прошу, не бросай меня на произвол судьбы..."

source: "No, I'm still working on it. Farewell."
ru: "Нет, я все еще работаю над этим. Прощай".
