Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dtrias.dlg.po
Languages: ru

source: "I can give you power no more than I can give you wisdom or insight. It is not a gift that is given, but rather one that is earned. The failure to understand this is often the downfall of mortals."
ru: "Я могу дать тебе власти не более, чем мудрости или проницательности. Этот дар не получают, а скорее зарабатывают. Неспособность понять это часто губило смертных".

source: "Then give me knowledge."
ru: "Тогда дай мне знаний".

source: "Then give me wealth."
ru: "Тогда дай мне богатство".

source: "Then earn it, and watch your nature diminish even as you are *worth* more. Speak not in the language of merchants to me."
ru: "Тогда заработай его, и наблюдай, как твоя сущность убывает, пока ты *богатеешь*. Не обращайся ко мне на языке торговцев".

source: "Then give me power."
ru: "Тогда дай мне власть".

source: "Then speak your desire."
ru: "Тогда озвучь свое пожелание".

source: "My mortality has been stolen from me. I wish to reclaim it."
ru: "У меня украли мою смертность. Я хочу ее вернуть".

source: Trias the deva has told me that a fiend named Fhjull Forked-Tongue might be able to aid me in my quest. This fiend lives in the Outlands, and apparently is under some sort of obligation to Trias.
ru: Дэва Триас сказал мне, что демон по имени Фьюл Раздвоенный Язык может помочь мне в моих поисках. Этот демон живет во Внешних землях, и, очевидно, чем-то обязан Триасу.

source: "You speak foolishness. Yet... there is one who might be able to help you with what you seek. It is a fiend, named Fhjull Forked-Tongue. He shall aid you." The deva's lips quirk in a small smile. "He is under an obligation to do charity."
ru: "Ты говоришь глупости. И все же... кое-кто может помочь тебе в твоих поисках. Это демон по имени Фьюл Раздвоенный Язык. Он тебе поможет, - губы дэва изображают легкую улыбку. - Он обязан заниматься благотворительностью".

source: "How do I reach him?"
ru: "Как мне к нему попасть?"

source: I can leave Curst and find Fhjull by taking a link of Trias' broken chain and finding a portal to the north.
ru: Я могу покинуть Проклятый и найти Фьюла, взяв одно из звеньев из разбитой цепи Триаса и отыскав портал на севере.

source: "Its halls are dark and seem empty - but like you, it draws tormented souls to it like a lodestone. Like you, it is empty and yet full of time's cast-offs. Like you, it is a monument to torment. Shall I tell you of these souls, wanderer?"
ru: "Ее залы темны и кажутся пустыми, но, как и ты, они притягивают покалеченные души как магнит. Подобно тебе, она пуста, и в то же время заполнена изгоями времени. Подобно тебе, она - памятник мучениям. Тебе рассказать об этих душах, путник?"

source: "Yes."
ru: "Да".

source: "There lies a portal to the north of this prison. Its key is a broken chain link." He looks meaningfully at the shattered links around his feet, stoops, and presses one into your hand. "An appropriate key for one who seeks to leave Curst."
ru: "В северной части этой тюрьмы находится портал. Ключ к нему - звено сломанной цепи". Он многозначительно смотрит на разбросанные звенья под своими ногами, наклоняется и кладет одно из них тебе в руку. "Подходящий ключ для тех, кто хочет покинуть Проклятый".

source: His bloody smile widens. "They are the souls of those who died in your place. They have become shadows that you may live. They are *your* shadows, the shades you cast upon existence, and they will find you, wanderer, and they will make you suffer for their torments. You will receive your due at their hands, you and those who are foolish enough to accompany you."
ru: Его окровавленная улыбка расширяется. "Это души тех, кто умер вместо тебя. Они превратились в тени, чтобы ты мог жить. Они - *твои* тени, которые ты отбрасываешь на мироздание, и они найдут тебя, странник, и заставят тебя страдать за свои мучения. Ты получишь от них по заслугам, ты и все те, кто достаточно глуп, чтобы сопровождать тебя".

source: "I'm sure. What can you tell me of this keeper?"
ru: "Не сомневаюсь. Что ты можешь рассказать об этом хранителе?"

source: "Thanks for the encouragement, Trias. Now you shall die."
ru: "Спасибо за воодушевление, Триас. А теперь умри".

source: "We'll see about that. What will you do when I have left you, Trias?"
ru: "Насчет этого еще посмотрим. Что ты будешь делать после того, как я покину тебя?"

source: "Farewell, mortal. I have... business... to attend to." He looks meaningfully at the ceiling of his prison, and leaps into the earth above him like a diver into an ocean.
ru: "Прощай, смертный. Мне нужно закончить... кое-какие... дела". Он многозначительно смотрит на потолок тюрьмы и ныряет в землю над собой, как ныряльщик - в океан.

source: "I yield to you this hour, mortal. My imprisonment has weakened me... in my state, I am no match for you."
ru: "На этот раз я покорюсь тебе, смертный. Мое заточение ослабило меня... в моем состоянии я тебе не ровня".

source: "Trias, even if you were in your full glory, you'd be no match for me. Now tell me what I need to know."
ru: "Триас, будь ты хоть в полном расцвете сил, ты все равно не был бы мне ровней. А теперь говори то, что мне надо".

source: "I still require knowledge from you, Trias. Tell me how to reach the Fortress of Regrets."
ru: "Мне все еще нужны от тебя сведения, Триас. Расскажи мне, как добраться до Крепости Сожалений".

source: Kill the deva.
ru: Убить дэва.

source: "Look at them, scurrying to save their meager possessions and their meager lives. I notice you did nothing to aid them. Your selfishness has made me stronger."
ru: "Погляди на них: суетятся, спасая свое скудное добро и свои скудные жизни. Я заметил, что ты ничем им не помог. Твое себялюбие сделало меня сильнее".

source: "Why did you lie to me?"
ru: "Зачем ты мне лгал?"

source: "Why have you dragged Curst to the Outlands?"
ru: "Зачем ты затянул Проклятый на Внешние земли?"

source: "Nice trick with the city here, Trias. Tell me how to reach the Fortress of Regrets and we'll have done."
ru: "Неплохо у тебя получилось с этим городом, Триас. Расскажи мне, как добраться до Крепости Сожалений, и покончим с этим".

source: Attack him.
ru: Напасть на его.

source: "You have tried to reform this town, mortal, but it is too late for them. Now they reap the rewards of their faithlessness."
ru: "Ты пытался исправить этот город, смертный, но для них уже слишком поздно. Сейчас они пожинают плоды своей вероломности".

source: Trias looks out over the city. "Much good you have done in such a short time, mortal. It shall not be enough to keep these traitors from realizing the depths of their folly."
ru: Триас окидывает город взглядом. "За столь непродолжительное время ты многое успел, смертный. Этого недостаточно для того, чтобы удержать этих предателей от осознания всей глубины своего глупости".

source: Trias' eyes light, and a spark dances along his blade. "Now we shall see if you can die. At the very least, you shall suffer."
ru: Глаза Триаса загораются, искры танцуют по его клинку. "Теперь посмотрим, можешь ли ты умереть. По крайней мере, ты будешь страдать".

source: Wait.
ru: Подождать.

source: "Let's talk this out!"
ru: "Обсудим это!"

source: "You were in need of direction. The price of your need was betrayal. How is that you believe that you have earned the right to any truths in this life or the next? Such arrogance. Indeed, it was your duty as a lesser being to free me. I owe you nothing, and it is what I have given. I gave you more than you deserved. You freed me to help yourself."
ru: "Ты нуждался в наставлении. Ценой твоим нуждам было предательство. Как же получилось, что ты поверил в то, что заработал право на любую истину, в этой жизни ли в следующей? Что за высокомерие. Несомненно, мое освобождение было твоим долгом как низшего существа. Я ничего тебе не должен, и закончим на этом. Я дал тебе больше, чем ты заслуживаешь. Ты освободил меня, только чтобы помочь себе".

source: "Then why have you dragged Curst into the Outlands?"
ru: "Тогда зачем ты затянул Проклятый на Внешние земли?"

source: "A city of betrayers have been betrayed and received what they have deserved. There is no 'why'. It seals my compact with the Lower Planes. The greater good is served."
ru: "Город изменников был предан и получил по заслугам. Нет никаких 'зачем'. Этим скреплен мой договор с Нижними планами. Во имя высшего блага".

source: "You made a compact with the Lower Planes?"
ru: "У тебя есть договор с Нижними планами?"

source: "The greater good? What greater good is that?"
ru: "Высшего блага? И что же это за высшее благо?"

source: "Who appointed you executioner? What gives you the right to do this?"
ru: "Кто назначил тебя палачом? Кто дал тебе право творить такое?"

source: "One cannot scale Mount Celestia without an army. The composition of that army is of importance to me. It is much easier to hire such creatures than force them into an attack."
ru: "Нельзя взобраться на Небесную гору без армии. Для меня важно собрать такую армию. Намного легче нанять таких существ, чем заставить их атаковать".

source: "You're going to attack Mount Celestia with *fiends*? Is consorting with them not against your nature?"
ru: "Ты собираешься напасть на Небесную гору с помощью *демонов*? Разве компания с ними не противна твоей природе?"

source: "The blood spilled by an army of fiends will be redeemed by the righteous wrath of the Hosts of Heaven. Those who fall do so in the name of a greater good. This town falls in the name of the greater good - the expunging of evil. A small sacrifice, considering those who are to be sacrificed."
ru: "Кровь, пролитая армией демонов, будет искуплена праведным гневом Воинства Небес. Те, кто падет, сделают это во имя высшего блага. Этот город падет во имя высшего блага - уничтожения зла. Малая жертва, учитывая то, кто будет принесен в жертву".

source: "No good comes of evil roots, I fear."
ru: "Боюсь, злом добра не добьешься".

source: "Very well. I agree. Just tell me how to reach the Fortress of Regrets and I'll leave you to your sacrifice."
ru: "Хорошо. Я согласен. Просто скажи мне, как добраться до Крепости Сожалений, и я оставлю тебя твоему жертвоприношению".

source: "I am *here*. I see the evil. I am willing to act on it. My *will* gives me the right."
ru: "Я нахожусь *здесь*. Передо мной зло. Я готов разобраться с ним. Моя *воля* дает мне право".

source: "One's will does not give one the right, Trias."
ru: "Воля никому не дает права, Триас".

source: The deva's face darkens. "I am doing this to redeem the name of Good!" he snarls. "While the generals of the Upper Planes cower behind their golden gates and feed a brutal war that devours the innocent, I will bring them into confrontation with what they fear most, and through that confrontation, they will overcome their fear."
ru: Лицо дэва мрачнеет. "Я делаю это во имя добра! - рычит он. - Пока генералы Верхних планов прячутся за своими золотыми воротами и подкармливают жестокую войну, поглощающую невинных, я навяжу им противостояние с тем, чего они боятся больше всего, и с помощью него они переборют свой страх".

source: "By betraying your *homeland?*"
ru: "Предав свою *родину*?"

source: "And you will taint the fields of Good with evil incarnate?"
ru: "И ты запятнаешь поля добра воплощением зла?"

source: "There must be another way, Trias."
ru: "Должен быть другой выход, Триас".

source: "You assume much of their chances, tanar'ri. An idea whose time has come is stronger than any army. And what know you of military tactics, *temptress?* Your skills lie in other pursuits." His eyes travel over her body. "Leave strategy to those of us who understand it."
ru: "Ты даешь им много шансов, танарри. Идея, час которой настал, сильнее любой армии. Что тебе известно о военной тактике, *искусительница*? Твои умения лежат в другой сфере, - его глаза пробегают по ее телу. - Оставь стратегию тем из нас, кто знает в ней толк".

source: "You are a mystery to me, tanar'ri. This is, I am sure, precisely as you wish it to be." He turns his attentions back to you.
ru: "Ты для меня - загадка, танарри. Уверен, что это как раз то, чем ты хочешь быть". Он поворачивается к тебе.

source: "Do you think to solve this problem by betraying your *homeland*?"
ru: "Ты считаешь, что решишь эту проблему, предав *родину*?"

source: "Will you taint the fields of Good with evil incarnate?"
ru: "Ты запятнаешь поля добра воплощением зла?"

source: "I shall speak of betrayal to you, human. Betrayal is an abandonment of the war against evil. Betrayal is cowardice, selling weapons to your adversaries out of fear that they might stop killing each other and turn upon you. Betrayal is refusing to lead by example. Betrayal is letting the fiends run rampant through the Planes until evil has corrupted all hearts. Ask not why I scale Mount Celestia and seek to set fire to its comfort-laden slopes with war. It is no betrayal."
ru: "Я расскажу тебе об измене, человек. Измена - это когда кидаешь на произвол судьбы войну со злом. Измена - это трусость, это продажа оружия своим врагам из страха, что они могут перестать убивать друг друга и пойдут против тебя. Измена - это отказ подавать пример. Измена - это когда позволяешь демонам неистовствовать на планах до тех пор, пока зло не развратит каждое сердце. Не спрашивай, зачем я собираюсь подняться на Небесную гору и сжечь ее обремененные удобствами склоны. Это не измена".

source: "You would taint the essence of good with evil incarnate. That sounds like betrayal."
ru: "Ты запятнаешь саму суть добра порождением зла. Похоже на измену".

source: "Betrayal is betrayal."
ru: "Измена есть измена".

source: "I've had enough of your self-righteousness, Trias. Prepare to die."
ru: "С меня хватит твоей самодовольства, Триас. Готовься к смерти".

source: "There are many definitions of betrayal. One must live long enough to experience them all. Even your life, were it not fraught with forgetfulness, does not have the range of centuries necessary to appreciate them. Such a betrayal is no betrayal at all."
ru: "Есть много определений измены. Нужно прожить достаточно долго, чтобы испытать их все. Даже твоя жизнь, не будь она даже исполненной забвением, слишком коротка, чтобы оценить их. Подобная измена - не измена вовсе".

source: "What really happened to your wings, Trias?"
ru: "Что в действительности случилось с твоими крыльями, Триас?"

source: "Stand down, Trias, and we will not come to blows."
ru: "Оставь это, Триас, и дело не дойдет до драки".

source: "Enough, Trias. Defend yourself."
ru: "Хватит, Триас. Защищайся".

source: "Tell me how to reach the Fortress of Regrets, Trias, and I shall leave you here."
ru: "Расскажи мне, как добраться до Крепости Сожалений, и я оставлю тебя здесь".

source: "Baator's fires burn hot indeed, but they are candles compared to a father's anger." He flutters the burnt shreds of his wings. "There is no pain like being cast from Mount Celestia."
ru: "Огонь Баатора действительно горяч, но он - словно свеча по сравнению с гневом отца, - он трепещет обгорелыми останками крыльев. - Никакую боль не сравнить с изгнанием с Небесной горы".

source: "Stand down, Trias. You can still be redeemed."
ru: "Оставь это, Триас. Ты все еще можешь получить прощение".

source: "So you're fallen, then? Why should I believe any of your words?"
ru: "Так значит, ты - падший? К чему мне верить твоим словам?"

source: "Is your foolishness so great that you wish to test your pseudo-immortality against a true immortal? Step aside, human, or we shall test this claim of yours."
ru: "Неужели твоя глупость столь велика, что ты хочешь испытать свое псевдо-бессмертие на истинном бессмертном? Посторонись, человек, иначе мы проверим твое заявление".

source: "Bring it on, Trias."
ru: "Вперед, Триас".

source: "It has been a long time since I have wielded my blade against another. We shall duel, you and I."
ru: "Много времени прошло с тех пор, как я в последний раз скрещивал с кем-то свой клинок. Устроим поединок - ты и я".

source: Trias' eyes gleam. "I think not, mortal. You cast shadows on existence, you call torment down from the heavens, and it is in my power to open you to the Light." White fire dances on his blade. "We shall duel, you and I."
ru: Глаза Триаса блестят. "Я так не думаю, смертный. Ты отбрасываешь тени на мироздание, ты призываешь муки с небес, и в моих силах открыть тебя свету, - на его клинке танцует белое пламя. - Устроим поединок - ты и я".

source: "All right, Trias... but I'm going to kill you."
ru: "Ладно, Триас... но я собираюсь прикончить тебя".

source: "I will not be judged by you, mortal, not when you have lived the lives you have. Let me tell you of betrayal: Betrayal is cowardice, selling weapons to your adversaries out of fear that they might stop killing each other and turn upon you. Betrayal is refusing to lead by example. Betrayal is letting the fiends run rampant through the Planes until evil has corrupted all hearts. Ask not therefore why I scale Mount Celestia and seek to set fire to its slopes with war."
ru: "Не тебе судить меня, смертный, не после всех тех жизней, что ты прожил. Позволь мне рассказать тебе об измене. Измена - это трусость, это продажа оружия своим врагам из страха, что они могут перестать убивать друг друга и пойдут против тебя. Измена - это отказ подавать пример. Измена - это когда позволяешь демонам неистовствовать на планах до тех пор, пока зло не развратит каждое сердце. А потому не спрашивай, зачем я собираюсь подняться на Небесную гору и сжечь ее обремененные удобствами склоны".

source: He looks deeply into your eyes. "The time for redemption has passed, mortal. I regret nothing. If one truly believes in a cause, one must be willing to betray it. I truly believe in Good, and so I choose to betray it."
ru: Он смотрит тебе прямо в глаза. "Время для раскаяния прошло, смертный. Я ни о чем не жалею. Если кто-нибудь искренне верит в свое дело, он должен быть готовым предать его. Я искренне верю в добро, а посему решил предать его".

source: "Maybe I can change your mind..."
ru: "Может, я смогу переубедить тебя..."

source: He scoffs. "You are not one to speak of redemption, mortal. You reek of evil; your words are snares and lies. No, this plan shall continue, and we shall see Heaven's gates burning, by and by."
ru: Он насмешливо произносит: "Не тебе судить о раскаянии. Ты смердишь злом; твои слова - уловки и ложь. Нет, этот план воплотится, и вскоре мы увидим горящие врата рая".

source: "Then we shall fight."
ru: "Тогда мы будем сражаться".

source: "Let us have a contest of arms, mortal, and we shall see whose ideas have the greater weight behind them. Defend yourself, mortal."
ru: "Сразимся на оружии, смертный, и увидим, чьи идеи имеют больший вес. Защищайся, смертный".

source: Prepare yourself.
ru: Приготовиться.

source: Attack the deva.
ru: Напасть на дэва.

source: "The taint will not remain for long, and it will be washed away by the purity of those who remain. It is a sacrifice for the greater good."
ru: "Пятно не задержится надолго, и будет смыто чистотой тех, кто останется. Это жертва во имя высшего блага".

source: "Betraying your homeland?"
ru: "Предав родину?"

source: "That's enough, Trias. Stand down, or we shall fight."
ru: "Довольно, Триас. Оставь это, иначе мы будем драться".

source: "You, who speak in terms of human lifetimes, presume to tell a true immortal that there must be another way? I have examined the other routes, mortal, and this is the only way."
ru: "Ты, говорящий понятиями человеческих жизней, осмеливаешься заявлять бессмертному, что должен быть другой путь? Я искал другие пути, смертный, и этот - единственный".

source: "Speak not to me of treacheries and falling, mortal. I am willing to sacrifice even myself that Good might triumph."
ru: "Не говори мне о предательстве и падении, смертный. Я готов пожертвовать даже собой, чтобы добро смогло восторжествовать".

source: "That's noble, Trias, but what gives you the right?"
ru: "Это благородный поступок, Триас, но кто дает тебе право на это?"

source: "I hope you're ready to make that sacrifice now, Trias. I mean to be the instrument of judgment."
ru: "Надеюсь, ты уже готов к самопожертвованию, Триас. Мне суждено стать орудием правосудия".

source: "Stay your hand, mortal. You came to me in search of knowledge that is known to me alone. No one else in the Planes may speak of what I am to tell you. If you truly wish this knowledge, you must promise to spare my life."
ru: "Придержи руку, смертный. Ты пришел ко мне в поисках знаний, известных мне одному. Больше никто на планах не скажет тебе то, что скажу тебе я. Если ты действительно стремишься к этим знаниям, ты должен пообещать пощадить меня".

source: "No deal, Trias. Tell me now, or I shall slay you, and damned be the consequences."
ru: "Сделки не будет, Триас. Говори сейчас же, иначе я прикончу тебя, и к черту последствия".

source: "I will spare your life if you give me the knowledge I seek."
ru: "Я пощажу тебя, если ты дашь мне знания, которые я ищу".

source: "I vow to spare your life if you give me the knowledge I seek."
ru: "Я клянусь пощадить тебя, если ты дашь мне знания, которые я ищу".

source: He coughs bloody spittle. "Before I tell you, I must exact a promise from you. You must vow to spare my life."
ru: Он сплевывает кровью. "Прежде чем я тебе все расскажу, я должен получить от тебя клятву. Ты должен поклясться, что пощадишь меня".

source: "You need this knowledge, or you shall suffer... perpetually."
ru: "Тебе нужны эти знания - без них ты будешь страдать... вечно".

source: "I said, *tell me.*"
ru: "Я сказал, *говори*".

source: "The portal to the place you seek lies within the torus above the spire, in the city of Sigil, the City of Doors. In that city, there is a place where the dead of your kind are taken..."
ru: "Портал в место, которое ты ищешь, находится в торе над шпилем, в городе Сигил, городе Дверей. В этом городе есть место, куда приносят мертвецов твоего вида..."

source: "You mean the *Mortuary*?"
ru: "Ты имеешь в виду *Морг*?"

source: "What is the key?"
ru: "Какой к нему ключ?"

source: He laughs quietly. "You have little choice, mortal. Swear to me or lose this knowledge forever."
ru: Он тихо смеется. "У тебя нет выбора, смертный. Поклянись мне, или утратишь эти знания навсегда".

source: "Very well. I will spare your life if you give me the knowledge I seek."
ru: "Хорошо. Я пощажу тебя, если ты дашь мне знания, которые я ищу".

source: "Very well. I vow to spare your life if you give me the knowledge I seek."
ru: "Хорошо. Клянусь пощадить тебя, если ты дашь мне знания, которые я ищу".

source: You strike him down, shattering the bones of his proud face, bruising his immaculate form. With his dying strength, he says, "Know that you have damned yourself. In killing me, you have shattered the last shield that you have against the horrors that will consume you. The fiend I tricked... he is now free..." His weak chuckle trickles off, and the light vanishes from his eyes.
ru: Ты добиваешь его, раздробив кости его горделивого лица, исказив его безупречную форму. Из последних сил он произносит: "Знай, что ты проклял себя самого. Убив меня, ты разбил последний щит, ограждавший тебя от ужасов, которые тебя поглотят. Демон, которого я обманул... теперь он свободен..." Его слабый смех утихает, и огонь в его глазах гаснет.

source: "Just die, already."
ru: "Умри уже, наконец".

source: "It is where you awoke of late, is it not? The planes seem filled with such ironies of late. So *close* you were, then..."
ru: "Не там ли ты очнулся недавно? В последнее время планы прямо-таки полны иронии. Значит, ты был так *близок*..."
