Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dtrias.dlg.po
Languages: ru

source: "The Fortress of Regrets is mortared with tears, and like calls to like. To enter the Fortress, you must contribute something to it. When you pass near the portal, should you carry regret in your mind, you will feel the presence of the portal, like the cold embrace of death."
ru: "Крепость Сожалений построена на слезах, а подобное притягивает подобное. Чтобы войти в Крепость, ты должен ей что-нибудь дать. Приблизившись к порталу и раскаявшись в глубине души, ты почувствуешь присутствие портала, подобно холодным объятиям смерти".

source: "And?"
ru: "И?"

source: Trias the Betrayer gave me the key to the Fortress of Regrets. The portal lies somewhere in the Mortuary; I can locate it by keeping a regret fresh in my mind, and it will chill me as I draw near. Once in front of the portal, I must tear a scrap of my skin from my body and inscribe a regret on it with blood drawn from my left index finger.
ru: Триас Предатель дал мне ключ к Крепости Сожалений. Портал находится где-то в Морге. Я смогу разыскать его, раскаявшись глубоко в душе; мне станет холодно, когда я буду близко к нему. Подойдя к порталу, я должен содрать с себя лоскут кожи и написать на нем раскаяние кровью из левого указательного пальца.

source: "While this chill bathes you, you must tear off a scrap of your own skin, and write a regret upon it with blood from your left index finger. The portal will open, and you can discover the truth behind the Fortress of Regrets - and perhaps meet its keeper."
ru: "Пока этот холод окутывает тебя, ты должен содрать с себя лоскут кожи и написать на нем раскаяние кровью из левого указательного пальца. Портал откроется, и ты получишь возможность докопаться до сути в Крепости Сожалений, и, возможно, встретишься с ее хранителем".

source: "How do you know this?"
ru: "Откуда ты это знаешь?"

source: "What can you tell me of the keeper of the Fortress?"
ru: "Что ты можешь рассказать о хранителе Крепости?"

source: "Many alliances have I sought across the Planes. My search brought me to the Fortress, where I spoke to its lord and keeper of its shadowed halls. No doubt you should wish to return to Sigil now. The blood you have on your hands shall act as the key to this portal; simply step through the door by which you entered, and you shall return."
ru: "Я искал союзников по всем планам. Мои поиски привели меня в Крепость, где я говорил с ее повелителем и хранителем, в ее затененных стенах. Теперь ты, несомненно, хочешь вернуться в Сигил. Кровь на твоих руках послужит тебе ключом к этому порталу. Просто пройди через дверь, в которую ты вошел, и вернешься туда".

source: "What can you tell me of this keeper?"
ru: "Что ты можешь рассказать об этом хранителе?"

source: "What can you tell me of the Fortress?"
ru: "Что ты можешь рассказать о Крепости?"

source: "My thanks, Trias. Now you shall die."
ru: "Спасибо, Триас. Теперь ты умрешь".

source: "What will you do when I have left you, Trias?"
ru: "Что ты будешь делать после того, как я тебя покину, Триас?"

source: "Powerful is that one. You shall not best him, and you shall not be able to wrest your mortality from his cold grip. It is lost to you. You have embarked on an errand undertaken only by fools."
ru: "Он могуществен. Ты его не победишь, и тебе не вырвать свою смертность из его холодной хватки. Ты взялся за дело, за которое взялись бы только глупцы".

source: "Foolish I may be, but I will know more about this keeper."
ru: "Может, я и глупец, но мне нужно знать больше об этом хранителе".

source: "Go on."
ru: "Продолжай".

source: "A man's mortality is a compass that points his way in life. If it may be grasped like an object, much can be learned about the nature of the man it was torn from. Your adversary knows more about you than you will ever know. He has watched you and studied you across many of your half-lives. I know his heart. He will not return that which you seek."
ru: "Смертность человека - компас, указывающий ему путь в жизни. Если ее можно взять, словно вещь, можно многое узнать о человеке, из которого она была вырвана. Твой враг знает о тебе больше, чем ты когда-либо узнаешь. Он наблюдал за тобой, изучал тебя на протяжении многих твоих полужизней. Я знаю его сердце. Он не вернет тебе то, что ты ищешь".

source: "But you swore..."
ru: "Но ты поклялся..."

source: "I lied."
ru: "Я солгал".

source: "I never swore. I simply stated that I would spare your life. I've changed my mind."
ru: "Я не клялся. Я просто сказал, что пощажу тебя. Я передумал".

source: "I'm kidding. What will you do when I have left you, Trias?"
ru: "Я пошутил. Что ты будешь делать после того, как я покину тебя, Триас?"

source: "I shall once again attempt to levy a host against the gates of Paradise. They will not have me back, and there is no other purpose to my existence."
ru: "Я еще раз попытаюсь набрать войско для похода к вратам рая. Они не примут меня назад, а другого смысла в моем существовании нет".

source: "Then I'll have to stop you. Now."
ru: "Тогда мне придется остановить тебя. Сейчас".

source: "Trias, have you forgotten the face of your father?"
ru: "Триас, ты забыл лицо своего отца?"

source: "Good luck with it. Farewell."
ru: "Удачи с этим. Прощай".

source: "I curse you to lives without meaning. May you suffer in your perpetual pain-filled shell and never hold on to the memories of the pleasure of light and love. What little of your humanity remains shall be the death of you, mortal."
ru: "Я проклинаю тебя на бесцельную жизнь. Чтоб ты вечно страдал в своей исполненной боли оболочке и навсегда забыл радость света и любви. То немногое, что осталось от твоей человечности, погубит тебя, смертный".

source: Strike him down. "Goodbye, Trias."
ru: Добить его. "Прощай, Триас".

source: "You swore to spare my life, mortal."
ru: "Ты клялся пощадить меня, смертный".

source: "Let's just say I'm doing it for the greater good, Trias."
ru: "Скажем так: я делаю это во имя великого блага, Триас".

source: "I never swore. I simply stated that I would spare your life. And now I realize that would be pointless. In other words, I've changed my mind."
ru: "Я не клялся. Я просто сказал, что пощажу тебя. Но теперь я понял, что в этом нет смысла. Другими словами, я передумал".

source: "Go ahead and try, then. But know that they'll be prepared for you. Farewell, Trias. May your venture fail."
ru: "Тогда вперед, попробуй. Но знай, что они будут готовы к твоему появлению. Прощай, Триас. Пусть твоя авантюра закончится провалом".

source: "What do you mean?"
ru: "О чем это ты?"

source: "The Upper Planes are the home of justice, beauty, and goodness. They are also home to forgiveness. Go home. Admit your error and beg forgiveness."
ru: "Верхние планы - оплот справедливости, красоты и добра. Еще они - прибежище прощения. Возвращайся домой. Признай свои ошибки и моли о прощении".

source: "Forget it. Farewell, Trias."
ru: "Забудь об этом. Прощай, Триас".

source: He opens his mouth for an angry retort... and pauses, reflecting. He bows his head. "You speak convincing words, mortal, and their wisdom pierces me. I shall seek the forgiveness of my fathers, and accept any retribution they choose. Take this, and farewell, mortal. If we meet again, it is my hope that I will be redeemed."
ru: Он было раскрывает рот для гневного ответа... но останавливается в раздумье. Он кивает тебе. "Ты говоришь убедительно, смертный, и мудрость твоих слов тронула меня. Я буду искать прощения у своих отцов, и приму от них любую кару. Возьми это и прощай, смертный. Надеюсь, что когда мы снова встретимся, я буду прощен".

source: "Best of luck, Trias. Farewell."
ru: "Удачи тебе, Триас. Прощай".

source: I convinced Trias to seek forgiveness in the Upper Planes.
ru: Я убедил Триаса искать прощение на Верхних планах.

source: I convinced Trias to seek forgiveness in the Upper Planes - and then Vhailor attacked him.
ru: Я убедил Триаса искать прощение на Верхних планах - и Вейлор напал на него.

source: His face brightens, and then darkens again. He looks away. "I cannot return. My transgressions are too great. There is no forgiveness for one such as me. I shall serve the cause of Good in my own way now."
ru: Его лицо проясняется, потом снова мрачнеет. Он смотрит в сторону. "Я не могу вернуться. Мои проступки слишком велики. Такому, как я, нет прощения. Теперь я буду служить благому делу по-своему".

source: "There is forgiveness, Trias. Just as you are greater than a lowly petitioner, so are the powers of the Upper Planes more just than you. You are not the epitome of goodness; remember that you can trust them."
ru: "Прощение есть, Триас. Так же, как и ты - нечто большее, чем смиренный проситель, так и силы Верхних планов - нечто большее, чем ты. Ты ведь не воплощение добродетели. Помни, что ты можешь им доверять".

source: "Then I'll have to stop you here."
ru: "Тогда мне придется остановить тебя здесь".

source: "Then farewell, and always remember you had a chance at redemption and refused it."
ru: "В таком случае, прощай и запомни навсегда, что у тебя был шанс на прощение, но ты его отверг".

source: "I had more questions for you."
ru: "У меня к тебе еще несколько вопросов".

source: "Not really. Farewell."
ru: "Вообще-то, нет. Прощай".

source: Vhailor strikes him down, shattering the bones of his proud face, bloodying his immaculate form. With his dying strength, Trias says, "Know that you have damned yourself. In killing me, you have shattered the last shield that you have against the horrors that will consume you. The fiend I tricked... he is now free..." His weak chuckle trickles off, and the light vanishes from his eyes.
ru: Вейлор добивает его, раздробив кости его горделивого лица, окровавив его безупречную форму. Из последних сил Триас произносит: "Знай, что ты проклял себя самого. Убив меня, ты разбил последний щит, ограждавший тебя от ужасов, которые тебя поглотят. Демон, которого я обманул... теперь он свободен..." Его слабый смех утихает, и огонь в его глазах гаснет.

source: The deva raises its head and rests its gaze upon you. His voice is pure and melodic. "What is it you wish of me, mortal? Speak your mind and leave me to my memories of paradise." Before you can answer, the deva's face tightens and changes to a frown.
ru: Дэва поднимает голову и останавливает свой взгляд на тебе. Его голос чист и мелодичен. "Чего ты хочешь от меня, смертный? Рассказывай и оставь меня моим воспоминаниям о рае". Прежде чем ты успел ответить, лицо дэва напрягается и превращается в угрюмую маску.

source: "Have you my blade?"
ru: "Мой клинок при тебе?"

source: "Not yet. I need to ask you some more questions..."
ru: "Еще нет. Мне нужно задать тебе еще пару вопросов..."

source: "I'm sure it's around here somewhere. First, I *really* need to ask you some questions..."
ru: "Уверен, что он где-то неподалеку. Но сперва мне *действительно* нужно задать тебе пару вопросов..."

source: "Never mind. I'll be back."
ru: "Неважно. Я вернусь".

source: "Will you not free me, mortal? I... may have knowledge that will prove beneficial..."
ru: "Ты освободишь меня, смертный? У меня... есть сведения, которые могут оказаться ценными для тебя..."

source: "I just wanted some questions answered..."
ru: "Я хотел только задать пару вопросов..."

source: Trias' eyes are aflame with righteousness. "These people... they are betrayers, liars, murderers... they have earned their fate."
ru: Глаза Триаса вспыхивают праведным огнем. "Эти люди... они предатели, лжецы, убийцы... они заслужили свою судьбу".

source: Trias looks at you with disdain. "And so the dogs return."
ru: Триас с презрением смотрит на тебя. "А вот и псы вернулись".

source: "What do you hope to accomplish here?"
ru: "Чего ты надеешься добиться здесь?"

source: "I'll do it. Farewell."
ru: "Я займусь этим. Прощай".

source: "Very well. I'll be back."
ru: "Хорошо. Я вернусь".
