Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dtrias.dlg.po
Languages: ru

source: You see a being with skin of the purest ivory and hair of blinding white. His wings are charred, the feathers destroyed, yet he still radiates peace and love. He stands as if in meditation, taking no notice of your presence, holding his arms out to either side. Chains hold his forearms tightly, attached to the dais on which he stands. Though you do not recall having ever seen a deva, you know in your heart that is what this is.
ru: Перед тобой существо с кожей цвета слоновой кости и ослепительно белыми волосами. Его крылья опалены, перья уничтожены, но он все еще излучает мир и любовь. Он стоит, словно в раздумье, не замечая твоего присутствия, и держит руки по бокам. Его запястья крепко закованы в цепи, прикрепленные к помосту, на котором он стоит. И хотя ты не припоминаешь, чтобы когда-либо видел дэва, но сердцем чувствуешь, что это и есть он.

source: "I've been looking for you, deva."
ru: "Я искал тебя, дэва".

source: I found the angel Ravel spoke of, "Trias," imprisoned in Curst. To think the citizens would treat an angel in such a way... this really is a city of cutthroats and back stabbers. Not that that's any different from any of the OTHER places I've been to.
ru: Я нашел Триаса, ангела, о котором упоминала Равель, заключенного в Проклятом. Просто удивительно, как горожане обращаются с ангелом... это воистину город головорезов и предателей. Хотя не то чтобы он отличался от ДРУГИХ мест, в которых я побывал.

source: "What is it you wish of me, mortal? Speak your mind and then depart."
ru: "Чего ты хочешь от меня, смертный? Говори прямо, а потом уходи".

source: "I have some questions for you..."
ru: "У меня есть вопросы к тебе..."

source: "I have your sword."
ru: "У меня твой меч".

source: "Forget it. Farewell."
ru: "Неважно. Прощай".

source: "What need you, mortal?"
ru: "Чего тебе надо, смертный?"

source: "I had some questions for you..."
ru: "У меня есть вопросы к тебе..."

source: "Nothing. Farewell."
ru: "Ничего. Прощай".

source: "I thank you for freeing me. I owe you much." His charred wings flutter. "What would you ask of me, mortal? I'm afraid I can offer little in the way of boons."
ru: "Спасибо, что освободил меня. Я тебе многим обязан, - его опаленные крылья трепещут. - Что ты хотел спросить у меня, смертный? Боюсь, я мало что могу предложить тебе в награду".

source: "I have many questions for you..."
ru: "У меня к тебе много вопросов..."

source: "Ah well. Farewell."
ru: "Ну что ж, прощай".

source: The deva raises its head and rests its gaze upon you. His voice is pure and melodic. "What is it you wish of me, mortal? Speak your mind and leave me to my memories of paradise."
ru: Дэва поднимает голову и останавливает свой взгляд на тебе. Его голос чист и мелодичен. "Чего ты хочешь от меня, смертный? Рассказывай и оставь меня моим воспоминаниям о рае".

source: "Ravel the hag told me to seek you."
ru: "Ведьма Равель велела мне разыскать тебя".

source: "I have heard rumors of a plague that emerged when they opened this prison."
ru: "До меня дошли слухи о напасти, которая возникла, когда открыли эту тюрьму".

source: "What is this place?'
ru: "Что это за место?"

source: "Who are you?"
ru: "Кто ты?"

source: "Memories of paradise?"
ru: "Воспоминаниям о рае?"

source: The deva turns its head and rests its gaze upon Morte. "The stench of Baator lies thick about you, skull."
ru: Дэва поворачивает голову и останавливает взгляд на Морте. "От тебя разит Баатором, череп".

source: "You keep foul company, mortal... but ask your questions of me, and leave me to my memories of paradise."
ru: "У тебя дурная компания, смертный... и все же задавай свои вопросы и оставь меня воспоминаниям о рае".

source: "Is this your sword? It was in the middle of the prison."
ru: "Это твой меч? Он был в глубине тюрьмы".

source: "You bring a *tanar'ri*," he hisses the word, "to *my* presence?"
ru: "Ты привел *танарри*, - шипит он, - ко *мне*?"

source: "What, did the wings give it away?"
ru: "Что, крылья выдали?"

source: "Well, yes. Why not?"
ru: "Ну да. А что?"

source: "Another request?"
ru: "Еще одна просьба?"

source: "You said something about memories of paradise?"
ru: "Ты что-то сказал про воспоминания о рае?"

source: "How did your wings get burnt?"
ru: "Как сгорели твои крылья?"

source: He looks shocked for a moment. "Celestial Fire? You have recovered my blade? Will you free me? Then strike a blow against the chain!"
ru: На мгновение он кажется потрясенным. "Небесный огонь? Ты вернул мой меч? Ты освободишь меня? Тогда нанеси удар по оковам!"

source: "I had some questions first..."
ru: "Для начала у меня несколько вопросов..."

source: Strike a blow against the chain.
ru: Нанести удар по цепи.

source: Strike the deva.
ru: Напасть на дэва.

source: "Not yet. Farewell."
ru: "Еще нет. Прощай".

source: "How can you be freed?"
ru: "Как тебя освободить?"

source: "Then I'll come back later. Farewell."
ru: "Тогда я вернусь позже. Прощай".

source: Trias told me that he can only be freed by an act of kindness - in this case, by retrieving his sword and striking off his chains.
ru: Триас сказал мне, что может быть освобожден только проявлением доброты; в данном случае нужно вернуть его меч и разбить его оковы.

source: "It is their own doing. In forging these chains for me to wear, they tempered the links with bitterness and betrayal. Their short-sightedness has been their downfall; had they heeded my warnings, this would not have happened." A great sadness fills his eyes. "My heart pities them."
ru: "Это их рук дело. Выковав для меня эти цепи, они закалили звенья злобой и предательством. Их недальновидность привела их к погибели; если бы они прислушались к моим предостережениям, этого бы не случилось, - его глаза наполняются великой печалью. - Мое сердце скорбит по ним".

source: "How did you get here?
ru: "Как ты попал сюда?"

source: "How can these chains be broken and the plague lifted?"
ru: "Как можно разбить эти цепи и убрать напасть?"

source: "I had other questions for you..."
ru: "У меня есть другие вопросы к тебе..."

source: "Farewell... for now."
ru: "Прощай... до следующей встречи".

source: "You lie upon the neutral ground of the Outlands, within the walls of the gate-town of Curst, home of traitors and betrayers, a town that borders the prison plane of Carceri. You are buried within the prison and in the cell of Trias the Condemned, laid low and hurled into this cell where I am bound until freed by an action of kindness, mercy, and justice."
ru: "Ты находишься на нейтральной территории Внешних земель, в стенах привратного города Проклятого, в доме предателей и изменников, в городе, который граничит с планом-тюрьмой Карцери. Ты в тюрьме, в темнице Триаса Осужденного, которого унизили и бросили в эту камеру. Тут мне и томиться, пока меня не освободят проявлением доброты, милосердия и справедливости".

source: "Tell me of Curst."
ru: "Расскажи мне о Проклятом".

source: "Tell me of Carceri."
ru: "Расскажи мне о Карцери".

source: "How were you laid low?"
ru: "Каким образом тебя унизили?"

source: "I had some other questions for you..."
ru: "У меня были еще вопросы к тебе..."

source: "I am Trias the Condemned, Trias the Wounded, Elysium's lost child, a general of the Hosts of the Upper Planes."
ru: "Я - Триас Осужденный, Триас Израненный, потерянное дитя Элизиума, генерал Воинства Верхних планов".

source: "What is this place?"
ru: "Что это за место?"

source: "How did you get here?"
ru: "Как ты попал сюда?"

source: "The Upper Planes?"
ru: "Верхних планов?"

source: "The Condemned?"
ru: "Осужденный?"

source: "That is all I have left to me in this place. Now what is it you wish of me, mortal? Speak your mind and then leave."
ru: "Это все, что осталось у меня в этом месте. Так что же ты от меня хочешь, смертный? Говори прямо, а затем уходи".

source: "I had a few questions for you..."
ru: "У меня к тебе несколько вопросов..."

source: "What can you tell me of this paradise?"
ru: "Что ты можешь рассказать об этом рае?"

source: "Mortal, I shall answer all your questions once you free me, and with a clearer mind as well. Now strike the blow and return my sword!"
ru: "Смертный, я отвечу на все твои вопросы, как только ты меня освободишь, и разум мой прояснится. А теперь нанеси удар и верни мне меч!"

source: Strike a blow against the chains.
ru: Нанести удар по цепям.

source: Leave.
ru: Уйти.

source: "Yes?"
ru: "Да?"

source: "I have questions, yet again."
ru: "И все же у меня есть вопросы".

source: The blade is a flicker of white fire in your hands as you strike the deva. He shrieks horribly as he dies... the sound of a world dying is contained within his voice, and you can't help but feel that you've made a terrible mistake.
ru: Клинок в твоих руках вспыхивает белым огнем, когда ты наносишь дэва удар. Умирая, он издает пронзительный крик... в его голосе слышен предсмертный крик всего мира, и тебя не покидает ощущение, что ты совершил ужасную ошибку.

source: "That's done, then..."
ru: "Ну вот и все..."

source: The chains sunder easily under the blade, and the sound of a thunderclap resonates between your ears. Everything goes black for a moment, and you feel the blade vanish from between your fingers.
ru: Цепи с легкостью распадаются под ударом клинка, в твоей голове резонирует удар грома. На миг все темнеет, и ты чувствуешь, как клинок пропадает из твоих рук.

source: Wait...
ru: Подождать...

source: "An act of kindness done to me shall set me free. My sword - my soul - is an agent of such kindness. Fetch the blade for me and strike my chains off. It is kept somewhere in this prison, in a locked and guarded chamber. I know the combination to the entrance." He speaks three arcane syllables that burn into your memory. "Free me, and I should be... in your debt. Perhaps I can aid you in what you seek."
ru: "Проявление доброты ко мне освободит меня. Мой меч, моя душа, - носитель этой доброты. Принеси меч и разруби мои цепи. Он хранится где-то в этой тюрьме, в запертой и охраняемой комнате. Я знаю комбинацию для входа". Он произносит три тайных слова, которые впечатываются тебе в память. "Освободи меня, и я буду... у тебя в долгу. Возможно, я помогу тебе в твоих поисках".

source: "What do you know of what I seek?"
ru: "Что тебе известно о том, что я ищу?"

source: "Betrayed, in the town known for betrayals. I thought I could spark the light of goodness here, set a few souls free of the traps they created for themselves. Instead, I found myself ensnared, quite against my will, by my former cohorts, bound up in this lightless bubble beneath the earth."
ru: "Предан, в городе, известном предательствами. Я считал, что смогу разжечь здесь хоть искорку доброты, освободить несколько душ из ловушек, которые они создали сами для себя. Вместо этого меня поймали в ловушку мои бывшие соратники и заключили в этот темный пузырь под землей".

source: "I had some more questions for you..."
ru: "У меня еще несколько вопросов к тебе..."

source: "Well, good luck. Farewell."
ru: "Что ж, удачи. Прощай".

source: A shadow passes over his face. "Never again shall I see them, I fear, the ordered beauty of Arcadia, the vistas of Elysium, the Seven Mounts of Mount Celestia... all the ugliness contained in these Lower Planes is effaced there, where it is truly possible to believe in redemption. Too many look only to the Lower Planes for their inspiration and aid, I fear..."
ru: По его лицу пробегает тень. "Боюсь, я больше не увижу их: упорядоченную красоту Аркадии, виды Элизиума, семь вершин Небесной горы... вся скверна, содержащаяся на Нижних планах, удалена оттуда, где действительно возможно поверить в раскаяние. Боюсь, слишком многие обращаются за вдохновением и поддержкой только к Нижним планам..."

source: "What can you tell me of Arcadia?"
ru: "Что ты можешь рассказать об Аркадии?"

source: "What can you tell me of Elysium?"
ru: "Что ты можешь рассказать об Элизиуме?"

source: "What can you tell me of Mount Celestia?"
ru: "Что ты можешь рассказать о Небесной горе?"

source: "I see... I had some other questions..."
ru: "Понятно... У меня есть другие вопросы..."

source: "Probably. Farewell."
ru: "Возможно. Прощай".

source: "I was a champion of the hosts of the Upper Planes, now subdued and buried beneath this loathsome city. I wish to fly free again, far from here, far from these chains that submerge my very being into stagnation."
ru: "Я был бойцом воинства Верхних планов. Теперь я покорен и похоронен под этим омерзительным городом. Хотел бы я снова летать на свободе, вдалеке отсюда, вдалеке от этих оков, повергающих в застой само мое существо".

source: "What can you tell me of those chains?"
ru: "Что ты можешь рассказать об этих цепях?"

source: "But your wings are charred; you cannot fly."
ru: "Но твои крылья опалены, ты не можешь летать".

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "Good luck. Farewell."
ru: "Удачи тебе. Прощай".

source: He smiles, sadly. "You wear the marks of it upon your face and carry it within your heart. Should these chains be lifted from me... then I should be able to divine your purpose more deeply, guide you more truly. Until then..." The deva shrugs. "Until then I cannot even give you the benefit of good advice. These chains smother memory and instinct."
ru: Он печально улыбается. "Его отметины на твоем лице и в твоем сердце. Если освободить меня от оков... я смогу лучше разобраться в твоих целях, точнее направить тебя. А пока... - дэва пожимает плечами. - А пока я не могу дать тебе даже толковый совет. Эти цепи подавляют память и интуицию".

source: "Very well. I'll find your sword. Farewell."
ru: "Хорошо. Я разыщу твой меч. Прощай".

source: His face darkens, and lightens with pity. "A town of traitors, to themselves and to others. None may be trusted here, and all seek to draw all others into their tangled schemes... even those who wish only to do good."
ru: Его лицо темнеет, затем освещается скорбью. "Город предателей, предающих других и самих себя. Никому здесь нельзя верить: каждый пытается втянуть другого в свои запутанные планы... даже тех, кто хочет лишь творить добро".

source: "What can you tell me of Carceri?"
ru: "Что ты можешь рассказать о Карцери?"

source: "How were you betrayed?"
ru: "Как тебя предали?"

source: "I see. Farewell."
ru: "Понятно. Прощай".

source: "It is the prison of the planes, a plane where even powers are helpless before betrayal. Few leave it, and all who do, leave it changed."
ru: "Это тюрьма планов, план, где даже силы беззащитны перед лицом предательства. Мало кто покидает его, а те, кому это удается, покидают его другими".

source: "It was part of the grand betrayal - they seared my wings as they manacled me, that I might not flee them even through the earth. It is the nature of this place that things of beauty are not tolerated."
ru: "Это было частью великого предательства: они сожгли мне крылья, поймав меня, чтобы я не смог сбежать от них даже из-под земли. Такова природа этого места - здесь не жалеют даже красоту".

source: "I see. I had more questions for you..."
ru: "Понятно. У меня к тебе еще вопросы..."

source: "An ordered paradise, all has its place, and is content -- not the chaos and treachery of these lower worlds. A paradise of patterns such as you have never known."
ru: "Упорядоченный рай, где у всего есть свое место и смысл; там нет хаоса и вероломства нижних миров. Образцовый рай, каких тебе не приходилось видеть".

source: "My thanks. Farewell."
ru: "Спасибо. Прощай".

source: "The Restful Plane, a plane of peaceful repose, where tides of chaos and order wash the inhabitants with good. Forests, grassy plains, all of which do not echo beauty but *are* beauty itself. It is a place like no other. It is the pinnacle of goodness and mercy."
ru: "Мирный план, план умиротворяющего спокойствия, где приливы хаоса и порядка омывают его жителей добротой. Леса, луга, которые не просто отражают красоту, а ею и *являются*. Подобных мест не сыскать. Это вершина доброты и милосердия".

source: "The Seven Mountains of Goodness and Law, a plane where all is bathed in the warm radiance of justice and mercy. An ideal. Where the inhabitants strive for justice and mercy and are not content with playing within the shadows of those ideals. They are ideals to be upheld, not food for the mouths of the small-minded and grasping."
ru: "Семь вершин добра и порядка, план, где все купается в теплом сиянии справедливости и милосердия. Идеал. Его обитатели стремятся к справедливости и милосердию, и не просто довольствуются игрой с тенью этих идеалов. Они сами - идеалы, к которым стоит стремиться, и не годятся для мелочных и алчных".

source: "These chains are of such a make that they bind me without binding. They drown memories, slowing holding them beneath a stagnant river so that my knowledge slips and ebbs. I cannot break them with my strength... only an immortal divine force, an act of justice and mercy may shatter them."
ru: "Эти цепи сделаны таким образом, что удерживают меня, не сковывая. Они поглощают воспоминания, медленно погружая их в реку забытья, так что мои знания уходят и угасают. Я не могу сломать их своими силами... только бессмертная божественная сила, проявление доброты и милосердия способно разбить их".

source: "And what is that force?
ru: "И что это за сила?

source: "I see. I had some other questions..."
ru: "Понятно. У меня еще несколько вопросов..."

source: "I will not be baited by one who travels with fiends. Tanar'ri, despite the suppleness of your form, you will not find me such an easy target as this mortal. Speak your mind and leave Trias to his imprisonment."
ru: "Я не попадусь на приманку того, кто странствует с демонами. Несмотря на гибкость твоих форм, я не стану для тебя столь легкой мишенью, как этот смертный. Говори, чего хочешь, и позволь Триасу дальше томиться в неволе".

source: "You speak glibly, tanar'ri, as do all of your kind. Ask your questions, mortal, and leave."
ru: "Ты красноречива, танарри, как и весь твой род. Задавай свои вопросы, смертный, и уходи".

source: "I'm not mortal."
ru: "Я не смертный".

source: "Ravel the hag sent me to you. She said you had knowledge for me about my stolen mortality."
ru: "Меня послала ведьма Равель. Она сказала, что у тебя есть сведения о моей украденной смертности".

source: The deva laughs in pure, silver tones. "As you wish, mortal. What do you require of me?"
ru: Дэва смеется звонким серебряным смехом. "Как пожелаешь, смертный. Чего ты хочешь от меня?"

source: "Ravel... the night hag... a stolen mortality... this all seems so familiar to me, yet I fear I cannot dredge up the knowledge while these chains confine me."
ru: "Равель... ночная ведьма... украденная смертность... все это кажется мне знакомым, и все же боюсь, что вспомнить не получится, пока меня сковывают цепи".

source: "Why not?"
ru: "Почему нет?"

source: "How can these chains be broken?"
ru: "Как разбить эти цепи?"

source: "Why were you confined?"
ru: "Почему тебя заточили?"

source: "How can those chains be broken?"
ru: "Как разбить эти цепи?"

source: "I had more questions..."
ru: "У меня есть еще вопросы..."

source: "This? This is the dungeon below the gate-town of Curst, portal to Carceri, the prison plane of the gods. This is the home of traitors, the bitter, the condemned... whether or not they deserve their condemnation."
ru: "Это? Это подземелье под Проклятым, привратным городом-порталом в Карцери, тюремный план богов. Это родина предателей, озлобленных, осужденных... заслуживают они осуждения или нет".

source: "I am Trias, the Condemned, once a general of the Hosts of the Upper Planes, now languishing in a fetid bubble below the most wretched of gate towns."
ru: "Я - Триас Осужденный, в прошлом - генерал Воинства Верхних планов, теперь чахнущий в зловонном пузыре под самым жалким из привратных городов".

source: "I had more questions for you..."
ru: "У меня еще вопросы к тебе..."

source: "These chains imprison more than my movements. Memories of much knowledge do I have, but the chains distort the memory."
ru: "Эти цепи сковывают не только мои движения. Я помню многое, но цепи искажают мою память".

source: "How can the chains be broken?"
ru: "Как разбить эти цепи?"

source: "The people of this town - traitors all - know nothing of truth and beauty. They cannot tolerate it. They lured me here and chained me. Mortals do not possess the perspective that allows them to grow the strength of character to rise above desires, as I sought to teach them."
ru: "Жители этого города - предатели, все до одного - ничего не знают об истине и красоте. Они не терпят ее. Они заманили меня сюда и заковали. Смертные не обладают способностями, позволяющими им развить силу характера, достаточную для того, чтобы возвыситься над своими желаниями, и я пытался научить их".

source: "Again?"
ru: "Опять?"

source: A sneer twists his beautiful face. "Surely, mistress tanar'ri, you don't believe that mortals can ever gain that perspective? Not when you are what you are - your very nature cries out to subdue any chance mortals might have to rise above their base instincts."
ru: Усмешка перекашивает его прекрасное лицо. "Безусловно, госпожа танарри, ты не веришь в то, что смертные могут получить эту способность? Ты та, кем ты являешься, и сама твоя сущность стремится отобрать у смертных любую возможность возвысится над их низменными потребностями".

source: "All right, that's enough. I had more questions, Trias."
ru: "Все, хватит. У меня есть другие вопросы, Триас".

source: "That's enough. Farewell, Trias."
ru: "Достаточно. Прощай, Триас".

source: His eyes flash lightning. "The hosts have let their hearts falter, for they dare not confront the fiends directly. Where is their spirit, their love of purity? My lords direct the war from afar, manipulating the fiends into costly battles with one another, giving them weapons and filling their minds with the knowledge of how to hurt each other more effectively so that they might not look up and see our golden fields."
ru: В его глазах вспыхивает молния. "Воинства позволили своим сердцам дрогнуть, поскольку не осмелились противоборствовать демонам напрямую. Где же их дух, где их любовь к чистоте? Мои повелители командуют издалека, втравливая демонов в дорогостоящие битвы между собой, предоставляя им оружие и наполняя их умы знанием того, как наносит друг другу вред более эффективно, чтобы они не могли взглянуть вверх и увидеть наши золотые поля".

source: "How can this be changed?"
ru: "Как можно изменить это?"

source: "I see. I had other questions..."
ru: "Понятно. У меня еще вопросы..."

source: Trias settles back, though his charred wings rustle slightly. "There are ways to change even the minds of immortal generals, mortal. Someday, they shall see, of that I have no doubt."
ru: Триас отстраняется, но его опаленные крылья тихонько шелестят. "Можно повлиять даже на умы бессмертных генералов, смертный. Однажды они прозреют, в этом я не сомневаюсь".

source: "You have another question?"
ru: "У тебя еще вопрос?"

source: "Do you seek power over the minds of your fellow mortals? Do you hope for wishes to be granted? Do you want wealth? Do you seek more souls to torment?"
ru: "Ты ищешь власти над умами своих соратников-смертных? Ждешь поздравлений? Желаешь богатств? Стремишься замучить еще больше душ?"

source: "I seek knowledge, not power or wealth."
ru: "Мне нужны знания, а не власть или богатство".

source: "Give me power."
ru: "Дай мне власть".

source: "Tell me of wealth."
ru: "Расскажи мне о богатстве".
