Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/ducho.dlg.po
Languages: ru

source: This beautiful, seductively attired prostitute is a far cry from those you saw in the Hive. She smells of expensive perfumes, and the lines of her face are subtly accentuated with lightly painted lines of soft, warm colors. She smiles as you approach her and curtseys gracefully. "Greetings, good sir. Seeking to quench a lust Mistress Grace's Brothel cannot satisfy, I hope?"
ru: Эта красивая, соблазнительно одетая проститутка - не ровня тем, что ты видел в Улье. От нее пахнет дорогими духами, легкий макияж только подчеркивает черты лица. Она улыбается при твоем приближении и делает элегантный реверанс. "Приветствую вас, уважаемый сэр. В поисках похоти, которую не может утолить Бордель госпожи Грации, я надеюсь?"

source: She puts her finger to your lips to hush you. "There is but a single question I answer, good sir, and the answer is this: 'yes, for only five hundred coins.'"
ru: Она пальцем прикрывает твои губы, заставляя тебя замолчать. "Я смогу ответить только на один вопрос, уважаемый сэр, и ответ будет - 'да, всего лишь за пятьсот медяков'".

source: "Five hundred? That's quite a bit..."
ru: "Пятьсот? Это немного дороговато..."

source: "A pity. Please return should you have a change of heart, good sir - I'll be eagerly awaiting you. Farewell."
ru: "Как жаль. Возвращайтесь, когда ваша душа изменится, уважаемый сэр. Я с нетерпением буду вас ждать. Прощайте".

source: Leave.
ru: Уйти.

source: She smiles. "Oh, I assure you, good sir..." She leans in close, to whisper warmly in your ear: "'tis worth every last copper."
ru: Она улыбается. "О, смею вас уверить, сэр..." Она наклоняется ближе, чтобы прошептать на ухо: "За это стоит заплатить до последнего медяка".

source: "Sounds good. Yes, let's go."
ru: "Звучит неплохо. Да, идем".

source: "'Tis but five hundred coins, good sir, and I shall pleasure you in a thousand ways..." She tilts her head coyly and gives you a mischievous smile. "Will you come with me, then?"
ru: "Всего лишь пятьсот монет, сэр, и я доставлю вам удовольствие тысячью способами..." Она застенчиво наклоняет голову и дарит тебе озорную улыбку. "Вы согласны пойти со мной?"

source: The courtesan smirks, then curtseys. "Perhaps another time, good sir, when you are not in the company of your... friend. Farewell."
ru: Куртизанка глупо улыбается, затем делает реверанс. "Возможно, в следующий раз, уважаемый сэр, вы не будете в обществе вашего... друга. Прощайте".

source: The courtesan draws back, fear in her eyes. Once she's out of Annah's reach, she draws herself together and sneers at the tiefling. "This isn't some Hive gutter you've got the run of, half-breed... another step towards me and I'll have a brace of Harmonium chasing your wagging tail out of the Ward!"
ru: Куртизанка со страхом в глазах отступает назад. Едва выйдя от зоны поражения Анны, она вытягивается и презрительно усмехается тифлингу. "Это не сточная канава Улья, из которой ты выбралась, полукровка... еще один шаг вперед, и я прикажу Гармониуму выкинуть твой виляющий хвост из района!"

source: "A pity. Please return should your situation... change, good sir - I'll be eagerly awaiting you. Farewell."
ru: "Как жаль. Возвращайтесь, когда ваше состояние... изменится, уважаемый сэр. Я с нетерпением буду вас ждать. Прощайте".

source: "Well, then... I most certainly hope you enjoyed yourself, good sir."
ru: "Что ж... я надеюсь, что вы полностью насладились, уважаемый сэр".

source: The young woman examines Morte critically for a time, then nods. "Yes... yes, I think I could do that. Well, I could certainly come up with... something. All for the same fee, of course - a petty five hundred commons."
ru: Молодая женщина критически осматривает Морта некоторое время, а потом кивает. "Да... да, думаю, я смогу это сделать. У меня найдется подход и с... этим. За ту же цену, конечно же - всего лишь пятьсот медяков".

source: The courtesan finally returns, Morte bobbing dizzily along beside her. He's coated with a glossy sheen -- as if he'd been waxed and buffed -- and has a red smudge on his crown in the shape of a pair of lips. "Your... mimir? ...seemed to enjoy himself, good sir."
ru: Наконец куртизанка возвращается вместе качающимся из стороны в сторону Мортом. Он блестит глянцевым лоском - как будто если его натерли воском и отполировали - а на макушке видны следы красной помады в форме губ. "Ваш... мимир?.. похоже, весьма удовлетворен, уважаемый сэр".

source: "I don't know about any 'Brothel,' but I'm up for whatever you're offering."
ru: "Я не знаю ни о каком 'Борделе', но готов ко всему, что ты можешь предложить".

source: "Yes, I am."
ru: "Да".

source: "I'm not, but I think Morte here might be..."
ru: "Я - нет, но вот Морт - может быть..."

source: "No... but I had some questions..."
ru: "Нет... но у меня есть вопросы..."

source: "No thanks. Farewell."
ru: "Нет, спасибо. Прощай".

source: "I don't have enough, actually."
ru: "Вообще-то, у меня не хватает денег".

source: "I doubt it. Farewell."
ru: "Я так не думаю. Прощай".

source: "I'm all for that. Let's go."
ru: "Я весь твой. Идем".

source: "Damn it, Annah... fine. Farewell."
ru: "Черт возьми, Анна... отлично. Прощай".

source: "Don't worry; I most certainly did. Farewell."
ru: "Не беспокойся, все было хорошо. Прощай".

source: "Of course. Here you are..."
ru: "Конечно. Держи..."

source: "Sorry, Morte; not enough funds. Let's go."
ru: "Извини, Морт, наличность закончилась. Идем".

source: "Actually, Morte - we've to get going. Farewell, miss."
ru: "Вообще-то, Морт, мы уже уходим. Прощай, леди".

source: "Morte?"
ru: "Морт?"

source: "Good. Farewell."
ru: "Хорошо. Прощай".
