Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dudesire.dlg.po
Languages: ru

source: The woman before you is incredibly attractive; there's some intangible aura about her that makes you *want* to speak to her. As you step up to her, she glances at you coyly, then she gives a knowing smile.
ru: Перед тобой невероятно привлекательная женщина; ее окружает какая-то неосязаемая аура, от которой с ней так и *хочется* заговорить. Когда ты подходишь к ней, она бросает на тебя робкий взгляд, затем дарит тебе понимающую улыбку.

source: "Greetings..."
ru: "Приветствую..."

source: Leave her be.
ru: Оставить ее в покое.

source: "You *want* something... yesss?" She hisses the 'yes', drawing it out slowly, sensually, from between her teeth. "I can help. Name your desire, and I shall provide it."
ru: "Ты чего-то *хочешь*... да-а-а? - она протягивает 'да', медленно и чувственно. - Я могу помочь. Назови свое желание - и я его исполню".

source: "I want *you.*"
ru: "Я хочу *тебя*".

source: "I want weapons of power."
ru: "Мне нужно могущественное оружие".

source: "I want magical items."
ru: "Мне нужны магические вещи".

source: "I want magical spells."
ru: "Мне нужны заклинания".

source: "I want knowledge. I have some questions..."
ru: "Мне нужны знания. У меня есть несколько вопросов..."

source: "I want my memories returned - all of them."
ru: "Я хочу вернуть свои воспоминания - все до одного".

source: "What do you have that I might want?"
ru: "Что у тебя есть из того, что я мог бы захотеть?"

source: "Maybe later. Farewell."
ru: "Может, позже. Прощай".

source: The woman ignores Morte, her eyes locked with yours. She smiles, awaiting your response.
ru: Женщина игнорирует Морта: ее взгляд прикован к твоим глазам. Она улыбается в ожидании твоего ответа.

source: She moistens her lips and smiles; you feel your chest lurch, as if someone had plunged their hand into you and was pulling at your insides. "A simple request. And I have one for you, traveler: I ask you to tell me, explain to me the way in which you want me. Let me hear your craving... *then* I shall speak my price."
ru: Она облизывает губы и улыбается; ты чувствуешь, как твою грудь клонит, будто кто-то запустил в тебя руки, и вытягивает твои внутренности. "Простой запрос. У меня также есть просьба к тебе, путник: я прошу рассказать мне, объяснить, как ты хочешь меня. Позволь мне услышать твое желание... *тогда* я назову тебе цену".

source: "I misspoke... I do not want you."
ru: "Я оговорился... я тебя не хочу".

source: "I want you. Is that not enough?"
ru: "Я хочу тебя. Разве этого недостаточно?"

source: Describe the way you want her.
ru: Описать, как ты ее хочешь.

source: Show her - physically - that you want her.
ru: Показать ей - физически, - что ты ее хочешь.

source: "Perhaps another time. Farewell."
ru: "Может, в другой раз. Прощай".

source: Her smile fades, and she looks saddened by your response. "Is it your desire to tease me, traveler? Desire is not a casual emotion... is there *nothing* that you want?"
ru: Ее улыбка меркнет, она выглядит застанной врасплох твоим ответом. "Ты хочешь подразнить меня, путник? Желание - не случайная эмоция... неужели ты *ничего* не хочешь?"

source: "There is something else I wanted..."
ru: "Мне нужно кое-что еще..."

source: "Not right now. Farewell."
ru: "Не сейчас. Прощай".

source: "Yes? Come, now... tell me..."
ru: "Да? Ну, давай... расскажи мне..."

source: Her smile hardens. "You must give your desire voice and emotion, or it is as dust to me. You must convince me that you truly desire what I can impart, or it shall not be yours."
ru: Ее улыбка ожесточается. "Ты должен выразить свое желание голосом либо эмоцией, иначе для меня это не более чем пыль. Ты должен убедить меня, что ты в самом деле желаешь то, чем я могу наделить тебя, иначе оно не станет твоим".

source: You attempt to grab her by the shoulders, but she takes a quick step back and you grab only air. "It is not enough to simply *want* to enter the palace... a petitioner must speak his desire, and only then will the gates be open. Speak."
ru: Ты пытаешься схватить ее за плечи, но она быстро отступает, и ты хватаешь только воздух. "Недостаточно просто *хотеть* войти во дворец... просящий должен высказать свое желание, и только тогда ворота откроются. Говори".

source: As you speak, her smile fades, and she leans forward attentively, her eyes ravaging your features as you speak. Her presence compels you to speak more than you normally would, and after a few moments, her eyes flutter closed as she gives a sharp intake of breath. Suddenly, your craving for her begins to wane... your desire drains from you completely, leaving only a sense of cold emptiness behind. She opens her eyes again, smiling; there is a certain satisfied look about her, now. "What is wrong, traveler? Do you no longer want me...?"
ru: Когда ты начинаешь говорить, ее улыбка тускнеет, и она, вся во внимании, наклоняется вперед; ее глаза пожирают твое лицо. Ее присутствие побуждает тебя говорить больше, чем обычно, и уже через несколько секунд ее глаза закрываются, и она резко вдыхает; ее глаза дрожат под закрытыми веками. Внезапно твое вожделение по ней начинает ослабевать... оно полностью исчезает, оставив за собой лишь ощущение холодной пустоты. Она вновь открывает глаза, улыбаясь; теперь у нее довольный вид. "Что не так, путник? Ты больше не хочешь меня?.."

source: "No... no, I don't. What have you done?"
ru: "Нет... нет, не хочу. Что ты со мной сделала?"

source: She seems perplexed. "Whatever do you mean?" Despite her innocent demeanor, you're certain something unnatural has occurred. She has somehow siphoned off your desire for her - stolen it away for some ghastly collection of wants, or perhaps to feed upon - and now it's gone... forever. "Come, now; is there something else you want, then? Tell me of it..."
ru: Она, похоже, сбита с толку. "Что ты имеешь в виду?" Несмотря на ее невинные манеры, ты уверен, что произошло нечто неестественное. Она каким-то образом высосала из тебя твое желание - выкрала его в какую-то жуткую коллекцию желаний или, возможно, поглотила его, - и оно исчезло... навсегда. "Ну же. Ты хочешь чего-нибудь еще? Расскажи мне..."

source: "I'd... best not. Farewell, Unfulfilled-Desire."
ru: "Я... лучше не буду. Прощай, Несбыточная Мечта".

source: She studies your face. "If you truly desire these things, you must first answer this request to satisfy me: You must tell me the ways in which you want these items. Speak to me your craving, and I shall speak to you of the price."
ru: Она изучает твое лицо. "Если тебе действительно нужны эти вещи, ты должен сперва удовлетворить мой запрос: ты должен рассказать мне, как ты хочешь эти вещи. Выскажи мне свое желание - и я назову тебе цену".

source: "I misspoke... I don't want such things."
ru: "Я оговорился... Мне не нужны эти вещи".

source: "I want them... is that not enough?"
ru: "Мне они нужны... разве этого недостаточно?"

source: Describe the way in which you want them.
ru: Описать ей, как ты этого хочешь.

source: Her smile fades. "Is it your desire to tease me, traveler? Desire is not a casual emotion... is there *nothing* that you want?" She waits, studying you again.
ru: Ее улыбка меркнет. "Ты хочешь подразнить меня, путник? Желание - не случайная эмоция... неужели ты *ничего* не хочешь?" Она ждет, вновь изучая тебя.

source: Her smile hardens. "You must give your desire voice and emotion, or is it nothing to me. You must convince me that you truly desire what I can impart, or they shall not be yours."
ru: Ее улыбка ожесточается. "Ты должен выразить свое желание голосом либо эмоцией, иначе для меня это ничто. Ты должен убедить меня, что ты в самом деле желаешь то, чем я могу наделить тебя, иначе оно не станет твоим".

source: As you speak, her smile fades, and she leans forward attentively, her eyes ravaging your features as you speak. Her presence compels you to speak more than you normally would, and after a few moments, her eyes flutter closed as she gives a sharp intake of breath. Suddenly, your desire begins to wane... your *want* slowly drains out of you, leaving only a sense of cold emptiness in its wake. She opens her eyes again as you stop speaking. "What is wrong, traveler? Do you no longer want these things...?"
ru: Когда ты начинаешь говорить, ее улыбка тускнеет, и она, вся во внимании, наклоняется вперед; ее глаза пожирают твое лицо. Ее присутствие побуждает тебя говорить больше, чем обычно, и уже через несколько секунд ее глаза закрываются, и она резко вдыхает; ее глаза дрожать под закрытыми веками. Внезапно твое желание начинает ослабевать... твое *хочу* полностью испаряется, оставив за собой лишь ощущение холодной пустоты. Она вновь открывает глаза, как только ты прекращаешь говорить. "Что не так, путник? Эти вещи тебе больше не нужны?.."

source: "No... I mean, yes... what have you done to me?"
ru: "Нет... в смысле, да... что ты со мной сделала?"

source: She seems perplexed. "Whatever do you mean?" Despite her innocent demeanor, you're certain something unnatural has occurred. She has somehow siphoned off some part of your desire - stolen it away for some ghastly collection of wants, or perhaps to feed upon. Had you finished speaking of your desire, you're certain it would have been lost forever to you. "Come, now; is there something else you want, then? Tell me of it..."
ru: Она, похоже, сбита с толку. "Что ты имеешь в виду?" Несмотря на ее невинные манеры, ты уверен, что произошло нечто неестественное. Она каким-то образом высосала из тебя твое желание, - выкрала его в какую-то жуткую коллекцию желаний или, возможно, поглотила его. Как только ты закончил описывать свое желание, у тебя появилась уверенность, что оно потеряно для тебя навсегда. "Ну же. Ты хочешь чего-нибудь еще? Расскажи мне..."

source: She frowns, looking away from you for a moment. "Knowledge... such a thing I do not seek to deal in. Surely you have some *other* want, some *other* need you can speak to me of..."
ru: Она нахмуривается, ненадолго посмотрев в сторону. "Знания... я не стремлюсь иметь дело с подобными вещами. Несомненно, у тебя есть какие-нибудь *другие* желания, какие-нибудь *другие* нужды, которыми ты можешь со мной поделиться..."

source: "Yes, there is something else I wanted..."
ru: "Да, мне нужно еще кое-что..."

source: "Maybe another time. Farewell."
ru: "Может, в другой раз. Прощай".

source: "No, I don't think I'll be sharing those with you. Farewell."
ru: "Нет, не думаю, что мне хочется делиться этим с тобой. Счастливо".

source: "All that you might want lies within my reach. What little I do not possess, I can obtain. Speak your desire..."
ru: "Все, чего бы ты не пожелал, доступно мне. То немногое, чем я не владею, я могу получить. Выскажи свое желание..."

source: "There *is* something that I want..."
ru: "Есть *кое-что*, чего я хочу..."

source: She smiles. "Much may be forgotten in a lifetime... and much more, in several lifetimes. I *can* help you." She studies your face closely. "Explain to me the ways in which you want these memories. Speak to me your craving, and I shall speak to you of the price."
ru: Она улыбается. "В жизни многое может позабыться... а в нескольких жизнях - еще больше. Я *способна* помочь тебе, - она внимательно рассматривает твое лицо. - Объясни, как ты хочешь вернуть эти воспоминания. Выскажи мне свое желание - и я назову тебе цену".

source: "I misspoke... I don't want them back."
ru: "Я оговорился... Они мне не нужны".

source: "What proof do you have that you could return them to me?"
ru: "Как ты докажешь, что способна вернуть их мне?"

source: "I want them back... is that not enough?"
ru: "Я хочу вернуть их... Разве этого недостаточно?"

source: Describe the way in which you want your memories back.
ru: Описать ей, как ты хочешь вернуть себе воспоминания.

source: She doesn't seem to move, but suddenly her hand is touching your forehead, a finger dragging along your temple. "Only this..." You feel as if the fog in your head has been peeled away, briefly, enough to catch a glimpse of remembrance... but before you can focus on the memory, the fog rolls back in. "Only this. Only tell me *why* you desire it, speak to me your craving, and I shall speak to you of the price..."
ru: Она, кажется, не двигается с места, но внезапно ее рука прикасается к твоему лбу и ведет пальцем вдоль виска. "Только это..." Ты ощущаешь, будто туман в твоей голове рассеялся, но лишь на мгновение, которого оказалось достаточно, чтобы мельком увидеть воспоминание... но прежде чем ты успеваешь сосредоточиться на нем, туман возвращается. "Только это. Скажи мне только, *почему* они тебе нужны; расскажи мне о своем желание - и я назову цену..."

source: As you speak, her smile fades, and she leans forward attentively, her eyes ravaging your features as you speak. Her presence compels you to speak more than you normally would, and after a few moments, her eyes flutter closed as she gives a sharp intake of breath. Suddenly, the desire for your memories begins to wane... your *want* slowly drains out of you, leaving only a sense of cold emptiness in its wake. She opens her eyes again as you stop speaking. "What is wrong, traveler? Do you no longer want your memories returned to you...?"
ru: Когда ты начинаешь говорить, ее улыбка тускнеет, и она, вся во внимании, наклоняется вперед; ее глаза пожирают твое лицо. Ее присутствие побуждает тебя говорить больше, чем обычно, и уже через несколько секунд ее глаза закрываются, и она резко вдыхает; ее глаза дрожать под закрытыми веками. Внезапно желание вернуть воспоминания начинает ослабевать... твое *хочу* полностью испаряется, оставив за собой лишь ощущение холодной пустоты. Она вновь открывает глаза, как только ты прекращаешь говорить. "Что не так, путник? Ты больше не хочешь вернуть себе воспоминания?.."

source: You see Unfulfilled-Desire. As you approach her, she turns to you and smiles.
ru: Ты видиш Несбыточную Мечту. Когда ты подходишь, она поворачивается к тебе и улыбается.

source: "I was just passing by; farewell."
ru: "Я просто проходил мимо. Прощай".

source: You see Unfulfilled-Desire, who seems to collect or feed upon the desires of others, removing them forever from their minds. She smiles when she sees you.
ru: Ты видишь Несбыточную Мечту, которая то ли коллекционирует, и поглощает чужие желания, искореняя их из умов своих владельцев. Увидев тебя, она улыбается.

source: "I had some questions..."
ru: "У меня есть некоторые вопросы..."

source: "I was just passing by. Farewell."
ru: "Я просто проходил мимо. Прощай".
