Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dvault9.dlg.po
Languages: ru

source: "Welcome to the Vaults of the Ninth World! How may I serve you on this fine day, Sigilian?"
ru: "Добро пожаловать в Хранилище Девятого мира! Чем могу быть полезен в этот славный денек, сигилец?"

source: "What is this place?"
ru: "Что это за место?"

source: "What are you?"
ru: "Что ты такое?"

source: "I'd heard there were some problems in retrieving items from here."
ru: "Слышал, тут какие-то проблемы с возвратом вещей".

source: "I had a few questions..."
ru: "У меня есть несколько вопросов..."

source: "Twice-welcome to the Vaults of the Ninth World! How may I serve you on this fine day, Sigilian?"
ru: "Дважды добро пожаловать в Хранилище Девятого мира! Чем могу быть полезен в этот славный денек, сигилец?"

source: "I'd like to store something."
ru: "Я хотел бы кое-что оставить на хранение".

source: "I'd like to claim something."
ru: "Я хотел бы кое-что забрать".

source: "Farewell."
ru: "Прощай".

source: "The Vaults of the Ninth World is pleased to serve as a warehouse for the Lower Ward and all the sentients of Sigil! Our motto is: 'When one world just isn't big enough!' We provide storage space for those that have little to spare. Our prices are competitive! Our service exemplary! And our courtesy to customers is known throughout the planes!"
ru: "Хранилище Девятого мира с радостью служит складом Нижнему району и всем разумным существам Сигила! Наш девиз: 'Когда одного мира мало!' Мы предоставляем складское пространство тем, кому его не хватает. У нас конкурентные цены! У нас образцовое обслуживание! А наша учтивость по отношению к клиентам известна во всех планах!"

source: "I am the voice of the Vault of the Ninth World. I am here to serve you, the customer. Instruct me in what you desire!"
ru: "Я голос Хранилища Девятого мира. Я здесь, чтобы обслуживать вас, клиент. Скажите, что вам угодно!"

source: "Why is this place called the Vault of the Ninth World?"
ru: "Почему это место названо Хранилищем Девятого мира?"

source: "Is this place really as big as a world?"
ru: "Это место и в правду велико как мир?"

source: "Never mind. Thanks."
ru: "Неважно. Спасибо".

source: "Frankly, I have no idea! I think the owners thought that it would be a clever name or something."
ru: "Если честно - я без понятия! Полагаю, владельцы сочли это подходящим названием, или чем-то в этом роде".

source: "Oh. Farewell."
ru: "О. Прощай".

source: "No, it's just a marketing exaggeration. There's a lot of space here, but not that much."
ru: "Нет, это просто маркетинговое преувеличение. Здесь много места, но не настолько".

source: "I'm sorry! We seem to be full up at the moment! Can I do anything else for you?"
ru: "Простите! Похоже, на данный момент мы переполнены! Могу ли я что-нибудь еще для вас сделать?"

source: "I thought this was supposed to be a huge storehouse."
ru: "Я-то думал, что это, должно быть, огромный склад".

source: "I had a few more questions..."
ru: "У меня еще несколько вопросов..."

source: "No. Farewell."
ru: "Нет. Прощай".

source: "Of course! What can I do for you?"
ru: "Разумеется! Что я могу для вас сделать?"

source: "Well... yes." The head sounds a little embarrassed. "Only we ran out of space and there's something a little fishy going on around here and I don't know what. The gist of the matter is this: We don't really accept items for storage anymore."
ru: "Ну-у-у... да, - голос головы звучит слегка смущенно. - Только у нас закончилось место, да и вокруг творится что-то подозрительное, сам не знаю что. Суть проблемы такова: на самом деле мы больше не принимаем вещи на хранение".

source: "Oh. Then I have a few questions..."
ru: "О. Тогда у меня есть пара вопросов..."

source: "I see. Farewell, then."
ru: "Понятно. Тогда прощай".

source: "And what was it you were looking for, exactly?"
ru: "И что же в точности вы ищете?"

source: "I was looking for a large bag of coins."
ru: "Я ищу большую сумку с монетами".

source: "I'm here to retrieve a pillow for Hamrys the coffin-maker."
ru: "Я здесь, чтобы забрать подушку для Хамриса-гробовщика".

source: "I was told that I could retrieve some plans for a tomb here."
ru: "Мне сказали, что здесь я смогу забрать планы гробницы".

source: "I was told to tell you that I'm here for a loan."
ru: "Меня попросили передать, что я здесь за ссудой".

source: "I was told to tell you that I gave Pikit the laugh."
ru: "Меня попросили передать, что я обставил Пикита".

source: "Nothing. I had some questions, though..."
ru: "Ничего. Однако у меня есть несколько вопросов..."

source: "Nothing. Farewell."
ru: "Ничего. Прощай".

source: "Yes. My masters are very curious what they are. I'd know, only I'm just a big spell on a head! I have no idea what's happened to all the storage space. We're open now, in case anyone asks! You should have no difficulty in getting something out. Just ask for it!"
ru: "Да. Мои хозяева тоже очень этим интересуются. Я бы выяснил, но я всего лишь большое заклинание, наложенное на голову! Я понятия не имею, что случилось со всем складским пространством. Сейчас мы открыты - на случай, если кто спросит! У вас не должно быть проблем с тем, чтобы что-нибудь забрать отсюда. Только спросите!"

source: "All right, then. I'd like to claim something."
ru: "Тогда ладно. Я хотел бы кое-что забрать".

source: "I had a few questions, instead."
ru: "В таком случае, у меня есть пара вопросов".

source: "Thanks, I will. Later, though. Farewell."
ru: "Спасибо, так и сделаю. Но позже. Счастливо".

source: "Farewell! We at the Vault of the Ninth World value your business. Please return."
ru: "Прощайте! Мы в Хранилище Девятого мира ценим ваш бизнес. Пожалуйста, возвращайтесь".

source: "Yeah, I'll bet."
ru: "Да уж, конечно".

source: "Pardon me. Please do not attack the head."
ru: "Прошу прощения. Пожалуйста, не нападайте на голову".

source: "Right. I just had a few questions..."
ru: "Ладно. Просто у меня есть несколько вопросов..."

source: "Right. Farewell."
ru: "Ладно. Прощай".

source: "I'm sorry, sir! That item has already been claimed! Would you like to claim something else?"
ru: "Простите, сэр! Эту вещь уже забрали! Не хотите забрать что-нибудь еще?"

source: "Yes."
ru: "Да".

source: "No. Just answer some questions."
ru: "Нет. Просто ответь на пару вопросов".

source: "We have a bag of coins like the one you describe, sir! I'll just need to find out one thing from you: How much was in it?"
ru: "У нас есть сумка с монетами, похожая на описанную вами, сэр! Мне нужно узнать у вас только одно: сколько в ней монет?"

source: Somehow, this guess feels right... "1,123 coins."
ru: Почему-то эта сумма кажется верной... "1123 монеты".

source: "Here you go, sir! Thanks for storing your goods at Vault of the Ninth World! Can I get you anything else?"
ru: "Держите, сэр! Спасибо за то, что храните свои вещи в Хранилище Девятого мира! Могу ли я принести вам что-нибудь еще?"

source: Guess: "1,000 coins."
ru: Угадать: "1000 монет".

source: Guess: "500 coins."
ru: Угадать: "500 монет".

source: Guess: "750 coins."
ru: Угадать: "750 монет".

source: Guess: "331 coins."
ru: Угадать: "331 монета".

source: Guess: "2,112 coins."
ru: Угадать: "2112 монеты".

source: "I'm sorry, sir! That must not be your bag of wealth! Can I get you something else?"
ru: "Простите, сэр! Должно быть, это не ваша сумка! Могу ли я принести вам что-нибудь еще?"

source: "Answer a few more questions for me..."
ru: "Ответь мне еще на пару вопросов..."

source: "No, thanks. Farewell."
ru: "Нет, спасибо. Прощай".

source: "A pillow? I could certainly use a pillow... a big STONE pillow! Here's your pillow, Master Hamrys, and good luck sleeping with it! Can I get you anything else?"
ru: "Подушка? Конечно же, я могу дать вам подушку... большую КАМЕННУЮ подушку! Вот ваша подушка, господин Хамрис, и хорошего вам сна на ней! Могу ли я принести вам что-нибудь еще?"

source: "Plans for a tomb? You don't look dead, sir, not that it's any of my business if you are! Here are your plans, sir! Can I get you anything else?"
ru: "Планы гробницы? Вы не кажетесь мертвым, сэр, хотя если даже это и так, это меня не касается! Вот ваши планы, сэр! Могу ли я принести вам что-нибудь еще?"

source: "Ooh! One of my secret passwords! Here are the papers you want, sir! Thank you! What else can I do for you?"
ru: "О-о-о! Один из моих тайных паролей! Вот нужные вам бумаги, сэр! Спасибо! Могу ли я принести вам что-нибудь еще?"

source: "I certainly hope so, sir, whatever that means! I'm just a big dumb rock head! Here are your papers, sir, and here! Thank you! What can I do for you?"
ru: "Я, безусловно, надеюсь, что это так, сэр, что бы это не значило! Я всего лишь большая глупая каменная голова! Вот ваши бумаги, сэр, и вот еще! Спасибо! Могу ли я принести вам что-нибудь еще?"
