Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dvorten.dlg.po
Languages: ru

source: You see a Harmonium officer. He gives you a bored look as you approach.
ru: Ты видишь офицера Гармониума. При твоем приближении он бросает на тебя скучающий взгляд.

source: He gives you a bored look. "Greetings, citizen. Measure Three Vorten at your service."
ru: Он бросает на тебя скучающий взгляд. "Приветствую, гражданин. Вортен, Третья ступень, к твоим услугам".

source: "Greetings."
ru: "Приветствую".

source: Ignore him.
ru: Игнорировать его.

source: He sighs. "I don't mean to be rude, but I am on duty and have no time for questions." He pauses. "If you would like information go talk to Ebb Creaknees."
ru: Он вздыхает. "Не хочу быть грубым, но я при исполнении, и у меня нет времени на вопросы". Он делает паузу. "Если тебе нужна информация, поговори с Эббом Коленоскрипом".

source: "Who is Ebb Creaknees?"
ru: "Кто такой Эбб Коленоскрип?"

source: "Where can I find him?"
ru: "Где я могу найти его?"

source: "I have some questions..."
ru: "У меня есть несколько вопросов..."

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: "He is an old friend of mine. I think he considers himself to be a tout now, so he can give you the chant concerning just about anything."
ru: "Это мой старый приятель. Думаю, он теперь решил стать осведомителем, так что теперь он сможет рассказать многое обо всем".

source: "Where do I find him?"
ru: "Где можно найти его?"

source: He thinks for a moment. "Last I heard he pretty much set himself up in the Smoldering Corpse bar. You can find it somewhere down in the hive."
ru: Он задумывается. "Последний раз я слышал, что он обосновался в баре Тлеющий труп. Он находится где-то в Улье".

source: "Thank you, farewell."
ru: "Спасибо, прощай".

source: You see Measure Three Vorten, the Harmonium officer. He gives you a slight nod. "Hello again."
ru: Ты видишь Вортена, офицера Гармониума Третьей ступени. При твоем приближении он бросает на тебя скучающий взгляд.

source: "Never mind, farewell."
ru: "Неважно, прощай".
