Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dwscroll.dlg.po
Languages: ru

source: The scroll is filled with flowing, cryptic runes that you can make neither heads nor tails of. Perhaps a mage could decipher the meaning behind them.
ru: Свиток исписан загадочными текущими рунами, у которых ты не можешь найти ни начала, ни конца. Возможно, какой-нибудь маг сможет разгадать содержащийся в них смысл.

source: Put the scroll away.
ru: Отложить свиток.

source: The scroll is filled with flowing, magical runes. As your eyes trace their glowing outlines, a sense of urgency and power fills your being. Unfortunately the concepts portrayed in the scroll are beyond your current intellect.
ru: Свиток исписан магическими текущими рунами. Ты пробегаешься глазами по их светящимся очертаниям, и твой разум наполняется ощущением безотлагательности и могущества. К несчастью, смысл свитка слишком сложен для твоего уровня интеллекта.

source: The scroll is filled with flowing, magical runes. As your eyes trace their glowing outlines, a sense of urgency and power fills your being. Clearly within your mind you see that this is a 'Wish' scroll... Unfortunately, you have not acquired the experience to use it.
ru: Свиток исписан магическими текущими рунами. Ты пробегаешься глазами по их светящимся очертаниям, и твой разум наполняется ощущением безотлагательности и могущества. Совершенно очевидно, что это свиток "Желание"... К сожалению, ты недостаточно опытен, чтобы воспользоваться им.

source: The scroll is filled with flowing, magical runes. As your eyes trace their glowing outlines, a sense of urgency and power fills your being. Clearly within your mind you see that this is a 'Wish' scroll... What do you wish for?
ru: Свиток исписан магическими текущими рунами. Ты пробегаешься глазами по их светящимся очертаниям, и твой разум наполняется ощущением безотлагательности и могущества. Совершенно очевидно, что это свиток "Желание"... Чего ты желаешь?

source: "I wish for an increase in my attributes..."
ru: "Я желаю улучшить свои атрибуты..."

source: "I wish for an item of power in my possession..."
ru: "Я желаю владеть могущественным предметом..."

source: "I wish for wealth so that I may afford my dreams..."
ru: "Я желаю сказочного богатства..."

source: "I wish for knowledge and experience, for therein lies true power..."
ru: "Я желаю знаний и опыта, в которых лежит истинное могущество..."

source: "I wish for my companions and myself to be at full health..."
ru: "Я желаю видеть себя и своих спутников в полном здравии..."

source: "I wish for more arcane knowledge and the power that it brings with it..."
ru: "Я желаю тайных знаний и могущества, которые они принесут с собой..."

source: The runes begin to glow and pulse with power. Your mind is filled with an image of yourself, an image that you can mold to your desire... What attribute would you raise?
ru: Руны начинают светиться и пульсировать. В твоем разуме появляется образ тебя самого, образ, который ты можешь менять по своему желанию... Какой атрибут ты хочешь увеличить?

source: Strength.
ru: Сила.

source: Intelligence.
ru: Интеллект.

source: Wisdom.
ru: Мудрость.

source: Dexterity.
ru: Ловкость.

source: Constitution.
ru: Телосложение.

source: Charisma.
ru: Обаяние.

source: Within your minds eye you envision yourself as you are and as you wish to be. The power of the scroll flows through your being and reality bends to match the mental image you created. The scroll is consumed in a blaze of energy.
ru: В своем воображении ты рисуешь себя таким, какой ты есть, и таким, каким ты хочешь стать. Сила свитка наполняет тебя, и действительность подстраивается под тот образ, что ты создал. Свиток исчезает в энергетической вспышке.

source: Done.
ru: Готово.

source: Within your minds eye you clench your fist tightly. Within your grasp is power in the form of an item to make you better than you are. The power of the scroll flows through your being and reality bends to match the mental image you created. The scroll is consumed in a blaze of energy.
ru: В своем воображении ты рисуешь свою руку, плотно сжатую в кулак. Сила в руке приобретает форму предмета, который делает тебя лучше, чем прежде. Сила свитка наполняет тебя, и действительность подстраивается под тот образ, что ты создал. Свиток исчезает в энергетической вспышке.

source: Within your minds eye you see yourself showered in riches, the wealth of a king lying at your feet. The power of the scroll flows through your being and reality bends to match the mental image you created. The scroll is consumed in a blaze of energy.
ru: В своем воображении ты рисуешь себя богатым: сказочные сокровища лежат у твоих ног. Сила свитка наполняет тебя, и действительность подстраивается под тот образ, что ты создал. Свиток исчезает в энергетической вспышке.

source: Within your minds eye you see yourself experiencing many things. The visions are fleeting, always just beyond recognition, but still you learn from them. The power of the scroll flows through your being and reality bends to match the mental image you created. The scroll is consumed in a blaze of energy.
ru: В своем воображении ты рисуешь себя, переживающим много событий. Образы ускользают нераспознанными, но ты всегда извлекаешь из них какой-нибудь опыт. Сила свитка наполняет тебя, и действительность подстраивается под тот образ, что ты создал. Свиток исчезает в энергетической вспышке.

source: Within your minds eye you see your party suffering from the many wounds that have been inflicted upon you. Suddenly the wounds begin to mend and health returns to you all. The power of the scroll flows through your being and reality bends to match the mental image you created. The scroll is consumed in a blaze of energy.
ru: В своем воображении ты рисуешь себя и своих спутников страдающими от множества ран. Внезапно раны начинают затягиваться и вы снова становитесь здоровыми. Сила свитка наполняет тебя, и действительность подстраивается под тот образ, что ты создал. Свиток исчезает в энергетической вспышке.

source: Within your minds eye you see an ancient library filled with the knowledge of the arch-mage. You reach out and pluck several scrolls from amongst the shelves. The power of the scrolls flows through your being and reality bends to match the mental image you created. The scroll is consumed in a blaze of energy.
ru: В своем воображении ты рисуешь себя в древней, заполненной знаниями библиотеке архимага. Ты хватаешь сразу несколько свитков с ближайшей полки. Сила свитка наполняет тебя, и действительность подстраивается под тот образ, что ты создал. Свиток исчезает в энергетической вспышке.
