Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dxach.dlg.po
Languages: ru

source: "I know you're not a zombie, you know. You're not fooling anyone."
ru: "Знаешь, мне известно, что ты не зомби. Тебе никого не одурачить".

source: Use your Stories-Bones-Tell ability on the corpse.
ru: Использовать на трупе свою способность "История костей".

source: "It was great talking to you. Farewell."
ru: "Было приятно поболтать с тобой. Прощай".

source: Leave the corpse in peace.
ru: Оставить труп в покое.

source: "I must leave. Farewell, Xachariah."
ru: "Я должен идти. Прощай, Захария".

source: "Looks like it. I must go now. Farewell, Xachariah."
ru: "Очень похоже. Я должен идти. Прощай, Захария".

source: "I can't now, I must leave. Farewell, Xachariah."
ru: "Сейчас я не могу, я должен идти. Прощай, Захария".

source: "Thanks for the information. Farewell, Xachariah."
ru: "Спасибо за информацию. Прощай, Захария".

source: "I've heard enough. Farewell, Xachariah."
ru: "Я выслушал достаточно. Прощай, Захария".

source: "Maybe I better find out. Farewell, Xachariah."
ru: "Возможно, мне это удастся. Прощай, Захария".

source: "Hmmm. Interesting. Thank you, Xachariah."
ru: "Хм-м-м. Интересно. Спасибо, Захария".

source: "I have to go. Farewell, Xachariah."
ru: "Это хорошо. Прощай, Захария".

source: "Nothing... I have to leave. Farewell, Xachariah."
ru: "Ничего... Мне нужно идти. Прощай, Захария".

source: "I see... I have to go now. Farewell, Xachariah."
ru: "Понятно... Я должен идти. Прощай, Захария".

source: "I must leave. Farewell."
ru: "Я должен идти. Прощай".

source: "I have to go. Farewell."
ru: "Мне нужно идти. Прощай".

source: "I see. I wonder if it *was* necessary. Dhall and I should discuss this... farewell."
ru: "Понятно. Интересно, *почему* это было необходимо. Надо поговорить об этом с Дхоллом... Прощай".

source: "I'll go look for this zombie. Farewell."
ru: "Пойду-ка, поищу этого зомби. Прощай".

source: "I have no more time to speak with you. Farewell."
ru: "У меня больше нет времени на разговоры. Прощай".

source: "I've heard enough. Farewell."
ru: "Я выслушал достаточно. Прощай".

source: "I have no more time to talk, Xachariah. Farewell."
ru: "У меня больше нет времени на разговоры, Захария. Прощай".

source: "I can't speak long. I must leave. Farewell."
ru: "Я не могу долго говорить, мне нужно идти. Прощай".

source: You see a male corpse with the number "331" chiseled into his skull. His eyes and lips are stitched closed, and he there is a gaping hole torn in his throat. He smells *foul.*
ru: Перед тобой труп мужчины с выбитым на черепе номером "331". Его веки и губы крепко зашиты, в горле зияет огромная дыра. От него *отвратительно* пахнет.

source: The corpse stares ahead silently with its sightless eyes.
ru: Труп беззвучно смотрит вперед своими невидящими глазами.

source: "So... seen anything interesting going on?"
ru: "Итак... что тут у нас интересного?"

source: "Wh-wh..." The zombie is awkwardly getting his voice back, and he sounds alarmed. "Who's there?! Answer me!"
ru: "Кх-кх... - зомби неуклюже подает голос, полный тревоги. - Кто здесь!? Отвечай!"

source: "Farewell, then."
ru: "Тогда прощай".

source: "Xachariah?"
ru: "Захария?"

source: "Can you not see me?"
ru: "Ты меня не видишь?"

source: Improvise: "It is I. Do you not recognize my voice?"
ru: Импровизация: "Это я. Ты не узнаешь мой голос?"

source: "Blind I am, in death as I was in life... now answer me. Who are you?"
ru: "Я слеп, слеп в смерти, как был слеп при жизни... а теперь отвечай - кто ты?"

source: "Who are you?"
ru: "Кто ты?"

source: "Wha... you!" The zombie seems shocked, but gladdened. "By the Lady's Gaze..." His tone takes on a sense of wonder. "Aren't you *dead,* cutter?"
ru: "Что... ты! - зомби потрясен, но при этом обрадован. - О взор Леди... - в его голосе звучит удивление. - Разве ты не *мертв*, рубака?"

source: "In the Mortuary, cutter. Did you not know that?"
ru: "Это Морг, рубака. Ты, что, этого не знаешь?"

source: "So, it's hard to peel away this filthy shroudskin an see ol' Xachariah the Fool beneath? It is I, cutter. Blessed be the Powers, I thought never to see you again... but you've changed too, as far as my ears can tell... have you been making poor choices again?" Xachariah wheezes from his throat hole. "Be you dead, too?"
ru: "Что, трудновато под этой вонючей шкурой узнать старого дурака Захарию? Это я, рубака. Слава Силам, а я-то думал, что больше никогда тебя не встречу... но и ты тоже изменился, если уши меня не подводят... снова сделал неправильный выбор? - из дыры в горле Захарии со свистом выходит воздух. - Ты ведь тоже мертв?"

source: "What are you doing here?"
ru: "Что ты здесь делаешь?"

source: "What is this place?"
ru: "Что это за место?"

source: "You shall have no answers this day, corpse. Farewell."
ru: "Сегодня ты не получишь ответов, труп. Прощай".

source: "What led you to this state?"
ru: "Как ты оказался в таком состоянии?"

source: "What can you tell me about the Mortuary?"
ru: "Что ты можешь рассказать о Морге?"

source: "What can you tell me about my previous life?"
ru: "Что ты можешь рассказать о моей предыдущей жизни?"

source: "What can you tell me about my previous companions?"
ru: "Что ты можешь рассказать о моих предыдущих спутниках?"

source: "Aye?"
ru: "Ага?"

source: His voice drops, as if ashamed. "It's a hard path following in your footsteps, cutter, and many terrible things did I see. I took to drink, and became half-sodden with the stuff. Once, when I was sodding drunk, I signed my body off to the Dusties. Fate decided ta kick me when I was down, and I died shortly afterward."
ru: Он пристыженно умолкает. "Следуя за тобой нелегкой дорогой, рубака, я видел много ужасных вещей. Я начал пить и от выпивки стал полоумным. Однажды я, в стельку пьяный, продал свое тело трухлявым. Судьба решила дать мне пинка под зад, и вскоре после этого я умер".

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "A place of the dead run by the Dead... there's some things not right here, though..."
ru: "Место для мертвых, которое управляется Смертью... но некоторые вещи здесь не на своем месте..."

source: "Like what?"
ru: "Что, например?"

source: "I'll tell you the dark of it: There's a zombie that pretends to be a zombie, but isn't. I don't care much for knowing the reason why, but it's a strange thing."
ru: "Скажу тебе по секрету: здесь есть зомби, который пытается быть как зомби, но это не так. Мне все равно, зачем он это делает, но это довольно странно".

source: "I had some other questions for you..."
ru: "У меня есть другие вопросы к тебе..."

source: "Anything else?"
ru: "Что-нибудь еще?"

source: "Which zombie is it?"
ru: "Это который зомби?"

source: "Interesting. I had some other questions..."
ru: "Интересно. У меня есть другие вопросы..."

source: "Another thing, that old githzerai... the one that keeps the preparation room... Dhall. He's saved you from cremation a score of times. You're lucky to have a friend in that one."
ru: "Еще кое-что: тот старый гитцерай... который работает в препараторской... Дхолл. Он спасал тебя от кремации много-много раз. Тебе повезло, что у тебя есть такой друг".

source: "What did Dhall do to save me, exactly?"
ru: "А что именно делал Дхолл, чтобы спасти меня?"

source: "I know. I had some other questions..."
ru: "Я знаю. У меня есть другие вопросы..."

source: "Even if my eyes allowed me to see 'em, I can't make sense of numbers. Here's how you'll know him, cutter: his voice is wrong for a zombie... he doesn't respond the same way as the others."
ru: "Даже если бы мои глаза видели, их номера для меня ничего не значат. Но узнать можно вот как, рубака: его голос звучит неправильно, не как у зомби... он отвечает не так, как все остальные".

source: "Anything else strange about the Mortuary you've noticed?"
ru: "Что еще странного в Морге ты заметил?"

source: "He just postponed your cremation until you popped up off the slab. Not certain why, really."
ru: "Он просто откладывал твою кремацию до тех пор, пока ты не очухивался и не слезал с плиты. Вот только непонятно, почему".

source: "Hmmm. Interesting. I had some other questions..."
ru: "Хм-м-м. Интересно. У меня есть другие вопросы..."

source: "He thought it necessary to prevent... to... I... I can't quite remember why it was necessary."
ru: "Он считал, что это необходимо предотвратить... ради... ради... я не помню точно, почему это было необходимо".

source: "Hmmm. Suspicious... I had some other questions..."
ru: "Хм-м-м. Странно... У меня есть несколько вопросов..."

source: His voice drops, as if ashamed. "When we split paths, cutter, not much life was left in me. It's a hard path following in your footsteps, and many terrible things did I see. I took to drink, and became half-sodden with the stuff. When I was sodding drunk, I signed my body off to the Dusties. Fate decided ta kick me when I was down, and I died shortly afterward."
ru: Он пристыженно умолкает. "Когда мы разошлись путями, рубака, жить мне оставалось недолго. Следуя за тобой нелегкой дорогой, рубака, я видел много ужасных вещей. Я начал пить и стал от выпивки полоумным. Однажды я, в стельку пьяный, продал свое тело трухлявым. Судьба решила дать мне пинка под зад, и вскоре после этого я умер".

source: "Why? Have you forgotten yourself?"
ru: "Зачем? Ты забыл, кто ты?"

source: "In a manner of speaking... yes."
ru: "Образно выражаясь... да".

source: "No... I just wanted to see if you were really who you said you were."
ru: "Нет... Просто я хочу узнать, был ли ты тем, за кого себя выдаешь".

source: "Never mind. I had some other questions..."
ru: "Неважно. У меня есть другие вопросы..."

source: "Well... you were a strange one, always suspicious and watching for something... reckon somebody like you had got enough enemies in yer lifetimes. And there was no denying that anybody who messed with you ended up in the black chapters of the dead book."
ru: "Ну... ты всегда был странным типом, вечно подозрительным и следящим за чем-то... Наверное, у такого, как ты, при жизни было много врагов. И любой, кто переходил тебе дорогу, без исключений попадал в черные главы книги мертвых".

source: "You could be damnably ruthless, too... like when you made me sign that contract, or abandoned that one mewling chit on Avernus. We had a Balor of a time, as well. None of us ever even entertained the notion to jump ship on your watch, son."
ru: "А еще ты мог быть чертовски жестоким... например, заставил меня подписать тот контракт, или оставил ту вечно хныкающую крошку на Авернусе. Временами ты был похуже балора. Никто даже и думать не мог от том, чтобы сбежать от тебя, сынок".

source: "At your core, you looked at what happened to you like taking territory in a war; everything was like a battle to you, and you were the most ruthless bastard I ever near met. Naught else mattered except for solving that goal. Poor Deionarra with her sobbing and pleading with you didn't sway you none, the gith warning you about your strategies, and poor Xachariah just trying to hold on when we hit the Planes. You were tough like you couldn't die, but we were only human. Now I guess we're all in the dead book... or in and out of it, so to speak."
ru: "Ты был все равно что военачальник, который захватывал на войне территории; для тебя все было битвой, ты был самой безжалостной сволочью из всех, что я встречал. Для решения проблемы шло все без исключения. Рыдания и мольбы бедной Дейонарры не останавливали тебя, гит предостерегал тебя насчет твоих действий, а бедный Захария только и пытался держаться на ногах, пока мы бродили по планам. Ты был настолько крут, что казался бессмертным, но ведь мы были простыми людьми. Теперь мы все, наверное, в книге мертвых... или, так сказать, в ней и вне ее".

source: "Anything else? Any specifics..."
ru: "Что-нибудь еще? Что-нибудь особенное..."

source: "I... see. What else? Anything you could tell me would help."
ru: "Ясно... Что-нибудь еще? Это может мне очень помочь".

source: "Deionarra?"
ru: "Дейонарра?"

source: "The 'gith?' Who do you mean?"
ru: "'Гит'? Кого ты имеешь в виду?"

source: "Well, what is it that I can say to you that'll prove myself... now, see, not all the memories are there, so: how about this... remember when we were carving that trek through Avernus and we ran across that crew of abishai in that maggot-ridden pit?"
ru: "Ну что я могу сказать, чтобы доказать свою правоту... не все можно вспомнить... Как насчет этого: помнишь, как мы проделывали путь сквозь Авернус и наткнулись на кучку абишаев в личиночной яме?"

source: Lie: "Yes."
ru: Ложь: "Да".

source: "No."
ru: "Нет".

source: "Well, now, then I'm glad one of us remembers that, because I sure as Balor don't. Who are you, cutter, and what do you expect to find fishing in the memories of dead men?"
ru: "Что ж, я рад, что хоть кто-то из нас двоих помнит об этом, потому что я, клянусь балором, не помню. Кто ты такой, рубака, и что ты надеешься выловить в обрывках воспоминаний мертвецов?"

source: "I expect to find myself. I truly have forgotten who I am, Xachariah, and I believe you did know me. What can you tell me of my previous life?"
ru: "Я надеюсь найти себя. На самом деле, я забыл, кто я, Захария, и думаю, что ты знаешь меня. Что ты можешь рассказать о моей предыдущей жизни?"

source: "Forget it. I had some questions."
ru: "Забудь об этом. У меня есть несколько вопросов..."

source: "Hmmm. Well maybe that event didn't happen the way I 'member then. How's this: 'member when Deionarra nearly got herself penned in the dead book trying to stop you from entering Curst?"
ru: "Хм-м-м. Что ж, такого события и я не припомню. А как насчет этого: помнишь, как Дейонарра прописала себя в книгу мертвых, пытаясь не пустить тебя в Проклятый?"

source: "A motley crew we were... a half-dead man who couldn't get himself penned in the dead-book if he tried -- so ugly all the Powers of death wouldn't take 'em -- a wailing advocate's daughter, a gith exile, a bobbing jackal-tongued skull, and a half-sodden blind archer like myself."
ru: "Мы были пестрой компанией... Полумертвый парень, который не может прописать себя в книгу мертвых, как бы он ни старался. Да еще и такой страшный, что никто из Сил смерти не решается его забрать. Причитающая дочка адвоката, гит-изгой, болтающий без передыху череп с подвешенным языком и полоумный слепой лучник, то есть я".

source: "No, not really... but that's fine; I believe you did know me. So can you tell me of my previous life?"
ru: "Нет, не помню... ну да ничего. Кажется, что ты меня знаешь. Что ты можешь рассказать о моей предыдущей жизни?"

source: "Never mind... I had some other questions."
ru: "Неважно... У меня есть другие вопросы".

source: "Gith?"
ru: "Гит?"

source: "Wailing advocate's daughter?"
ru: "'Причитающая дочка адвоката'?"

source: "A floating skull?"
ru: "Летающий череп?"

source: "You were a blind archer?"
ru: "Ты был слепым лучником?"

source: "Do you know what happened to my journal?"
ru: "Ты не знаешь, что случилось с моим дневником?"

source: "Grim-lookin' gith... unfriendly and silent, like all their kind. Didn't trust that gith a lick, I didn't. See, cutter, them spindly giths care only about two things: keeping out of slavery and killing them squid-headed illithids. Everything else is just lower down the slope, and he didn't give a damn about any of us other than you."
ru: "Мрачноватый гит... молчаливый и недружелюбный, как все они. Никогда не доверял этим гитам. Понимаешь, рубака, эти тощие гиты думают только о двух вещах: как бы не попасть в рабство и как убить кальмароголовых иллитидов. Все остальное не имеет большого значения, и этот чертов ублюдок ни с кем, кроме тебя, не общался".

source: "Why was that?"
ru: "Почему так?"

source: "About some of my other companions..."
ru: "Насчет некоторых моих спутников..."

source: "One of the darks I never did bring to light, cutter. Perhaps you tell me?"
ru: "Это одна из тех тайн, прояснить которые мне никогда не удавалось. Может, ты мне скажешь?"

source: "I don't know myself. I had some other questions..."
ru: "Я и сам не знаю. У меня есть другие вопросы..."

source: "That feisty chit-who-would-be-a-soldier swore she'd follow you to Baator and back, and by the Powers, she was so addled by the thought of you without her she did just that. Cared little for me or the gith, and a bare little it was. She was wild with heart poison for you, she was, proof she was barmy. I don't understand what the womenfolk saw in yer scarred mug, but it set their blood a-boil. She was some rich scut from the Clerk's Ward, and you needed something from her, and the only price was that she came with you."
ru: "Вздорная крошка, возомнившая себя солдатом. Поклялась, что пойдет за тобой до Баатора и обратно. Силы всемогущие, да она была просто одержима мыслями о тебе, больше ни о чем и не думала. Меня или гита вообще не замечала. Она была просто без ума тебя - сбрендила, это уж точно. Не понимаю, что женщины находят в твоей покромсанной мордашке, но это заставляет их кровь кипеть от страсти. Она была богатенькой из Чиновничьего района, а тебе от нее что-то было нужно, и только из-за этого ты взял ее с собой".

source: "What did I want from her?"
ru: "Что мне было нужно от нее?"

source: "Aye, which one?"
ru: "Которого из них?"

source: "The gith."
ru: "Гит".

source: "The 'wailing advocate's daughter.'"
ru: "'Причитающая дочка адвоката'".

source: "The floating skull."
ru: "Летающий череп".

source: "You... you were a... blind archer?"
ru: "Ты... ты был... слепым лучником?"

source: "That filthy-talking skull was hankering for a bruising, so it was! Always smarting off, it was, and making fun of my condition!"
ru: "Этот сквернослов просто напрашивался на тумаки, это уж точно! Вечно строил из себя умника и насмехался надо мной!"

source: "That scrapbook that you'd stitched together outta yer own flesh and had more pages than I had years in my life?! Good fortune indeed if you've lost that ghoulish book! Always scribbling in it, you were, and it smelled a fright. It was like you were afraid that at any moment someone would take it away... you wrote in it 'til skin tore from your fingers and I wondered if you were trying to spill out your brain box through your pen. Sometimes we would hold up for days while you wrote. I hated that infernal book. It seemed to hold you by the heart, and not in a kind way. The last I saw of it, cutter, it was in your possession. If you don't carry it, I don't know where on the Planes it could be."
ru: "Это та самодельная книжица, которую ты сшил из собственной кожи, и в которой страниц больше, чем моих прожитых лет?! Какое счастье, что ты ее потерял! Вечно в нее что-то корябал. От нее тянуло страхом. Как будто ты боялся, что ее кто-то свистнет... Ты писал в нее до тех пор, пока пальцы не истирал в кровь, а я уже начинал подумывать, что ты пытался выдуть содержимое своей черепушки через перо. Иногда мы днями ждали, пока ты пишешь. Ненавижу эту адскую книгу. Она словно присосалась к тебе, нехорошо это было. В последний раз, когда я ее видел, рубака, она была у тебя. Если она не у тебя, то я не знаю, где теперь она может быть на планах".

source: "About those companions of mine..."
ru: "Насчет моих спутников..."

source: "It sounds familiar... but if you are who I think you are, then... who..." The zombie becomes silent for a moment. "Who am I?"
ru: "Звучит знакомо... но если ты тот, о ком я думаю, тогда... кто... - зомби на секунду умолкает. - Кто я?"

source: "I..." The zombie becomes silent. "...my name... has fled me. I... can no longer remember who I am."
ru: "Я... - зомби замолкает. - Имя... я его не помню. Я... не могу вспомнить, кто я такой".

source: "Your name is not known to me. I may return if I can find it. Farewell."
ru: "Твое имя мне не известно. Я вернусь, если узнаю его. Прощай".

source: "Farewell then, Xachariah."
ru: "Тогда прощай, Захария".

source: "I wanted to retrieve that object now, Xachariah..."
ru: "Я хочу забрать ту вещь, Захария..."

source: "I do not know your name. I may return when I have found it. Farewell."
ru: "Я не знаю твоего имени. Я вернусь, если узнаю его. Прощай".

source: "Farewell."
ru: "Прощай".

source: "That I was. You truly have forgotten, haven't you? All men see with more than their eyes, cutter... some of them better than others. I sensed the hearts of my foes - *your* foes - and my arrows always struck true. Ah, those were some times..."
ru: "Это был я. Ты в самом деле все забыл? Люди видят не только глазами, рубака... некоторые видят гораздо лучше других. Я чувствовал сердца своих врагов - *твоих* врагов, и мои стрелы разили без промаха. Да, вот были времена..."

source: "You left something when you left us, cutter... you left Dak'kon without a master, and the skull without a friend. Me? You stabbed something so deep inside me, it never came out when I was alive. Caused my blood to run cold, it did, that thing sitting like a lump of lead in my chest."
ru: "Каждый раз, когда ты бросал нас, рубака, ты что-нибудь оставлял... Даккона ты оставил без хозяина, черепа - без друга. А я? Ты запихнул что-то внутрь меня, и при моей жизни оно никогда не выходило наружу. Из-за этого моя кровь остыла. Оно сидит в моей груди словно осколок".

source: "I... I don't know. But it changed me, somehow. Changed my insides. I was already dying when you put it in me, so I wasn't too concerned about it at the time."
ru: "Я... я не знаю. Но оно каким-то образом изменило меня. Изнутри. Я был уже при смерти, когда ты засунул его в меня, так что мне было как-то не до этого".

source: "It's buried pretty deep, but I have an idea of where it is. Without a scalpel and some directions from me, you won't be able to get it out. You got a scalpel?"
ru: "Оно надежно спрятано, но я представляю, где оно находится. Без скальпеля и кое-каких моих указаний ты не сможешь его достать. У тебя есть скальпель?"

source: "What is it?"
ru: "И что это?"

source: "Yes."
ru: "Да".

source: "Can I have it back?"
ru: "Могу я получить ее обратно?"

source: "About my other companions..."
ru: "Насчет моих спутников..."

source: "No... but I ought to be able to just tear the stitches."
ru: "Нет... но я смогу просто разорвать стежки руками".

source: "Well, return when you can snag one, and we can see about prying that pretty outta there."
ru: "Ну тогда возвращайся, как найдешь его, и тогда мы попробуем вытащить эту штуковину наружу".

source: "I'll go look for one. Farewell, Xachariah."
ru: "Пойду-ка, поищу его. Прощай".

source: "Then open me up half a hand's width below the sternum, and feel around for it."
ru: "Тогда вскрой меня на ладонь ниже грудины и пошарься внутри".

source: Do it.
ru: Сделать это.

source: "Never mind, Xachariah... I had some questions to ask you, instead..."
ru: "Неважно, Захария... Лучше я задам тебе несколько вопросов..."

source: "A little more to the left... a little more..." Your hand closes on an object.
ru: "Чуть левее... еще чуть-чуть..." Твоя рука на нащупывает предмет.

source: You pull out a zombie liver. "By the Lady's gaze! Apologies, cutter... I thought them Dustmen took all those organs outta us before pulling us out of the Dead Book. Give it another go. Maybe it's to the right."
ru: Ты вытаскиваешь печень зомби. "Взгляд Леди! Извини, рубака... Я думал, что тленные, перед тем как выписать нас из Книги Мертвых, вынимают все органы. Попробуй еще раз. Может быть, оно справа".

source: Pull it out.
ru: Вытащить его.

source: Do it again.
ru: Попробовать еще раз.

source: "There ya go... now go a little to the right and back...a little more..." You feel something hard and cold, slightly larger than you expected. "I think that's it. Pull it out."
ru: "Вот так... теперь чуть правее и глубже... еще чуть-чуть..." Ты чувствуешь что-то твердое и холодное, по размерам чуть больше ожидаемого. "Кажется, это оно. Вытаскивай".
