Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dxach.dlg.po
Languages: ru

source: You are holding a blackened, fist-sized object that is extremely heavy for its size. "That's it all right. Huh. Bigger than I thought it'd be. Is that... what is that? Looks like... a heart."
ru: Ты вытаскиваешь почерневший предмет размером с кулак, слишком тяжелый для своих размеров. "Вот и все. Ух. Я и не думал, что оно такое большое. Это... а что это? Похоже... на сердце".

source: "I think so, yes. Thanks, Xachariah. I had some other questions..."
ru: "Да, похоже. Спасибо, Захария. У меня есть вопросы к тебе..."

source: "Before you go: I need you to do me a slight favor, cutter."
ru: "Перед тем как ты уйдешь, сделай для меня небольшое одолжение, рубака".

source: "I already have enough favors and quests to last me... I have to go, Xachariah. Farewell."
ru: "В последнее время я сделал уже достаточно одолжений и услуг... Мне нужно идти, Захария. Прощай".

source: His voice drops, as if ashamed. "I made some mistakes, some damned bad ones to be sure, and one of my biggest was signing that Dustman contract. If I hadn't been so sodden with bub, I never woulda done it. I regret it, and I was hoping you could set it aright."
ru: Он пристыженно умолкает. "Я совершил много ошибок, ужасных ошибок, если начистоту. Но самая ужасная из них - я подписал с тленными контракт. Не будь я тогда мертвецки пьян, я бы никогда такого не сделал. Я очень сожалею о ней и надеюсь, что ты сможешь разрешить ее правильно".

source: "How?"
ru: "Как?"

source: "Way I reckon, this body's gonna last a long time... and every day's too long to me. Couldja maybe gut me again, cutter... for old time's sake? The thought of spending another batch of years here in the Mortuary with these whitefaces is a mighty cold one. Can you see fit to put me back in the Dead Book where I belong?"
ru: "По моим прикидкам, это тело продержится еще долго... каждый день для меня слишком мучителен. Может, ты прирежешь меня, рубака... по старой дружбе? Одна только мысль о том, что я еще много лет буду торчать в Морге с этими бледнолицыми, леденит мою душу. Ты не мог бы прописать меня обратно в Книгу Мертвых, где мне и следует быть?"

source: You gut him, and Xachariah falls to the floor with a heavy thud. There is a faint hiss from the body, and you see the chest heave once, then with a faint rattle, the corpse goes silent.
ru: Ты вспарываешь ему кишки, и Захария тяжело падает на пол. Тело издает слабый выдох, грудная клетка в последний раз опадает, после чего от него не слышно ни звука.

source: "If that is your wish..."
ru: "Если ты так хочешь..."

source: "Xachariah, I won't kill you. Again. Farewell."
ru: "Захария, я не хочу убивать тебя. Еще раз. Прощай".

source: "Rest in peace, Xachariah."
ru: "Покойся с миром, Захария".

source: "Aye, well, never you mind then. No more use am I to you, I suppose."
ru: "Ладно, тогда не бери в голову. Полагаю, теперь я для тебя бесполезен".

source: "Well, cutter, I suppose being dead's not something one would doubt, though how can you talk to me? Your voice is as clear as a knife..."
ru: "Что ж, рубака, полагаю, что в факте смерти трудно сомневаться, но как ты тогда со мной разговариваешь? Твой голос так отчетлив..."

source: Leave.
ru: Уйти.

source: "It's a long tale... but no, I'm not dead."
ru: "Это долгая история... но нет, я не мертв".

source: "I had some questions..."
ru: "У меня есть несколько вопросов..."

source: "I am a stable hand in the most lifeless place of all. Be it that I could pass beyond the Eternal Boundary and have a Plane to call my home, but much of my soul was squandered, and now I am here."
ru: "Я теперь уборщик в самом безжизненном месте на свете. Я бы мог пересечь Границу Вечности и найти свой родной план, но я промотал всю свою душу, так что теперь я нахожусь здесь".

source: "What's it like being a zombie?"
ru: "Каково это - быть зомби?"

source: "It's honest work..." The stitching comes undone from Xachariah's mouth and the flesh around his lips peels back in a smile. "...I care little for it."
ru: "Это очень почетная обязанность... - стежки вокруг рта Захарии уже ослабли настолько, что он смог растянуться в улыбке. - Меня это мало волнует".
