Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dxander.dlg.po
Languages: ru

source: "Nothing right now. Farewell."
ru: "Пока больше ничего. Прощай".

source: The old man gazes up at you without fear, and says, "So you're the one they're making all the fuss about, eh? Get along, then. I have nothing to say to you."
ru: Старик глядит на тебя без страха, и произносит: "Значит, ты тот, из-за кого подняли весь этот шум, а? В таком случае, убирайся отсюда. Мне не о чем с тобой говорить".

source: Leave.
ru: Уйти.

source: The old man blinks at you a time or two, and says, "I can't help you here. You'll have to go with the guards." He turns back to the device he holds in his hands.
ru: Старик глядит на тебя с недоумением, затем произносит: "Здесь я не смогу тебе помочь. Тебе придется уйти со стражей". Он возвращается к устройству, которое держит в руках.

source: "And do you really think that I'm going to want to help you after you've threatened me? You're a bigger leatherhead than I thought. I want an apology. Now."
ru: "И ты действительно думаешь, что я собираюсь тебе помогать после того, как ты мне угрожал? Да ты еще больший болван, чем я думал. Я требую извинений. Сейчас же".

source: "To the Nine Hells with you, old man."
ru: "Катись в девять преисподен, дедуля".

source: Lie: "I apologize. My temper got the better of me. It won't happen again."
ru: Ложь: "Прошу прощения. Я погорячился. Этого больше не повторится".

source: "I apologize. My temper got the better of me. It won't happen again."
ru: "Прошу прощения. Я погорячился. Этого больше не повторится".

source: "No. Farewell."
ru: "Нет. Прощай".

source: "The gears are out of true, friend. I suppose since that Bedai-Lihn berk is dead that I'll have to give you the hints you need to fix it. Now, here's how you do it..." He begins to spill information. You're not sure if you caught it all.
ru: "Механизм все еще не в порядке, приятель. Полагаю, раз эта дура Бедай-Линн мертва, я должен дать тебе подсказки, которые понадобятся тебе для его починки. Итак, вот что тебе нужно делать..." - он начинает рассказывать. Ты не уверен, сможешь ли ты все понять.

source: "I think I got that. In other words, I just remove the primary cog, clean it with grease, sharpen the dull teeth, and replace it?"
ru: "Кажется, я понял. Другими словами, мне просто нужно снять главную шестерню, смазать ее, заточить тупые зубья и вернуть ее на место?"

source: "I think I got that... what was the part about the primary motivational unit's ...no, wait. I didn't get that at all."
ru: "Кажется, я понял... так, что там на счет главного мотивационного узла... нет, постой. Я вообще ничего не понял".

source: "Sure enough. Now can I continue with my design, or are you going to pester me with other questions?"
ru: "Конечно. А теперь могу ли я вернуться к работе, или ты собираешься докучать мне другими вопросами?"

source: "Well, actually, I'm going to ask you some more questions."
ru: "Ну, вообще-то я собираюсь задать тебе еще парочку вопросов".

source: "No, that was all. Farewell."
ru: "Нет, это все. Прощай".

source: "It's clear you're not going to be able to fix this thing. I suppose I'll have to go ahead and do it myself." He grunts and heaves himself to his feet. "Some berks make it too hard on us greybeards," he mutters.
ru: "Ясно, что ты не сможешь починить эту штуку. Полагаю, мне придется самому пойти и починить ее", - говорит он хрипящим голосом и тяжело поднимается на ноги. "Некоторые пни создают нам, седобородым, слишком много трудностей", - бормочет он.

source: "Before you go, I wanted to ask you some more questions."
ru: "Прежде чем ты уйдешь, я хотел бы задать тебе еще несколько вопросов".

source: "Yeah, well, some of us have other skills. Berk."
ru: "Ну да, кое-кто из нас владеет другими навыками. Пень".

source: "Any time you're ready for the dream key, scarred man, give the word and I'll pass it to you."
ru: "Как только ты будешь готов для ключа снов, несущий шрамы, только скажи - и я дам тебе его".

source: "Give me the key."
ru: "Дай мне ключ".

source: "No. Not yet. Answer some other questions for me."
ru: "Нет. Пока нет. Ответь мне еще на несколько вопросов".

source: "Forget it."
ru: "Забудь".

source: He pauses, as if gathering errant thoughts. "Close your eyes and stretch out your hand," he says. "You have to feel this key before you see it or it won't function."
ru: Он замолкает, как будто собираясь с мыслями. "Закрой глаза и вытяни руку, - говорит он. - Ты должен почувствовать ключ, прежде чем увидишь его, иначе ничего не выйдет".

source: Do as he says.
ru: Сделать, как он говорит.

source: Peek.
ru: Подглянуть.

source: You feel a touch in the palm of your calloused hand. At first you can barely feel it, but it rapidly grows in solidity in moments, until finally Xander says, "Open your eyes." When you do, you see a simple black feather in the palm of your hand. "My work is finished," says Xander. "Use that key on the leftmost door of the Foundry and the dreambuilder will open to you. I must go now... I have work to attend to."
ru: Ты чувствуешь, как что-то коснулось ладони твоей мозолистой руки. Сперва ты едва можешь его различить, но уже через несколько мгновений оно быстро обретает твердость, пока Зандер, наконец, не говорит: "Открой глаза". Сделав это, ты обнаруживаешь у себя на ладони простое черное перо. "Моя работа окончена, - говорит Зандер. - Воспользуйся этим ключом на самой левой двери Литейной, и построитель снов откроется для тебя. Теперь я должен уйти... у меня есть работа, нуждающаяся в моем внимании".

source: "A feather? All that work for a feather?"
ru: "Перо? Вся эта работа ради пера?"

source: "My thanks, Xander. Farewell."
ru: "Спасибо, Зандер. Прощай".

source: You peer through a slit in your eyes as Xander concentrates for a moment and holds his hand in the air above yours. Nothing happens. Xander opens his eyes, gazes upon your empty hand, and explodes, "I said to close your eyes, berk! This ain't a game! Do you think I've enjoyed wasting my life for your stupid contraption? Do you think I want to feel your doubt in my work? Close your eyes, berk, and keep them closed, or you'll not be getting the key!"
ru: Сквозь щелочки своих глаз ты видишь, как Зандер секунду концентрируется и держит свою руку в воздухе над твоей. Ничего не происходит. Зандер открывает глаза, смотрит на твою пустую ладонь, и взрывается: "Я же сказал тебе закрыть глаза, пень! Это не игра! Ты думаешь, мне нравится тратить свое время на твои глупые уловки? Думаешь, мне хочется чувствовать твои сомнения в моей работе? Закрывай глаза, пень, и не держи их закрытыми, иначе ключа ты не получишь!"

source: "Give me the key, old man. Now."
ru: "Давай мне ключ, старик. Сейчас же".

source: "Forget it. I have better things to do than wait on a barmy's ravings." Leave.
ru: "Забудь. У меня есть дела получше, чем выслушивать весь этот бред". Уйти.

source: "It's the final safeguard on the Dreambuilder, sod. D'ya think I'd want just anyone waltzing in? I ain't stupid. Do you want something else or can I get back to work now?"
ru: "Это последняя мера предосторожности в построителе снов, приятель. Ты чего же, думаешь, мне тут охота вальсировать перед тобой? Я-то пока из ума не выжил. Ты хочешь чего-то другого, или мне возвратиться к работе?"

source: "Go back to work."
ru: "Возвращайся к работе".

source: "Go back to work, with my thanks."
ru: "Возвращайся к работе, и прими мою благодарность".

source: He turns bright red as he contains a flood of expletives. He releases a breath and says, in a tone of controlled fury, "Berk, the key is locked away in belief. Either you trust me and close your eyes, or you don't, and never find your dreams. Your choice. Friend."
ru: Он краснеет, наполняясь потоком брани. Затем он выдыхает, и говорит тоном сдерживаемой ярости: "Пень, ключ хранится в вере. Или ты доверишься мне и закроешь глаза, или не будешь этого делать, и так никогда и не найдешь свои сны. Выбирай. Приятель".

source: "Forget it. I have better things to do than wait on a barmy's ravings."
ru: "Забудь. У меня есть дела получше, чем выслушивать весь этот бред".

source: "I need just one more item from you, and we can begin the final process of the Dreambuilder. I need a pillow that has lain inside a coffin -- it will stimulate a sleep so profound that you may as well be dead. It opens your mind to the emanations of the dreambuilder. It is, if I say so myself, a touch of inspiration on my part."
ru: "Мне нужен от тебя еще один предмет, после чего мы можем начинать финальную стадию построителя снов. Мне нужна подушка, лежащая в гробу - она стимулирует столь глубокий сон, что с таким же успехом ты мог бы умереть. Она открывает твой разум излучениям построителя снов. Это, если можно так сказать, капля вдохновения с моей стороны".

source: "A coffin pillow, eh? You'll have it. First, answer a few more questions for me."
ru: "Э, подушка из гроба? Ты ее получишь. Но сперва ответь мне еще на пару вопросов".

source: "I don't think I really want to continue fetching these items for you."
ru: "Не думаю, что я действительно хочу продолжать носить тебе эти вещи".

source: "I have the pillow for you. Let's get on with it."
ru: "У меня есть эта подушка. Давай продолжим".

source: "I'll get it."
ru: "Я достану ее".

source: "You don't, eh? Then maybe you ought to remember that you're fetching these items for a design YOU funded, for a project YOU wanted created in the first place, for a device so impractical that the solution to it consumed the lives of four generations of my family, all for YOU. If you want to see this project complete, you'll finish the final stages and stop your endless whining."
ru: "Значит, не хочешь? Тогда тебе, вероятно, следует вспомнить, что ты собираешь эти предметы для вещи, в которую ТЫ вложил деньги, для проекта, который был нужен в первую очередь ТЕБЕ, для устройства столь непрактичного, что оно забрало жизни четырех поколений в моей семье, и все ради ТЕБЯ. Если ты хочешь увидеть окончание этого проекта, ты завершишь последние стадии и прекратишь свое бесконечное нытье".

source: "Old man, don't take that tone of voice with me or you'll find they're the last words you utter."
ru: "Старик, не говори со мной таким тоном, или это будут последние слова, которые ты произнесешь".

source: "Fine. All right. I'll do it. Just stop yelling at me."
ru: "Ладно, ладно. Я это сделаю. Только перестань на меня орать".

source: "You'd throw away all that time and effort? You'd lose your dreams because you don't like it when someone calls you stupid? You're a leatherhead, all right, if you think you could finish this project without my knowledge. And you're an even bigger leatherhead to think that a pert tongue is worth a death sentence. Do you really think that you can solve your problems by threatening everything that gets in your way? The planes don't work that way, my scarrish friend."
ru: "Ты собираешься загубить столько потраченного времени и усилий? Ты упустишь свои сны из-за того, что не любишь, когда кто-нибудь называет тебя тупым? Что ж, ты и есть тупица, раз думаешь, что сможешь закончить этот проект без моих знаний. И ты даже больше чем тупица, раз думаешь, что за дерзость стоит приговаривать к смерти. Ты действительно думаешь, что сможешь решить свои проблемы, угрожая каждому, кто встретится тебе на пути? Планы не так работают, мой ошрамованный друг".

source: "I've killed for less."
ru: "Я убивал и за меньшее".

source: "I am going to leave now. Before I make a mistake we'll both regret."
ru: "А теперь я уйду. Пока я не совершил ошибку, о которой мы все будем сожалеть".

source: "Pike it, sod. You will never recover your dreams. Your precious dreambuilder is defunct."
ru: "Забей, ублюдок. Ты никогда не вернешь свои сны. Твоего драгоценного построителя снов больше нет".

source: Done.
ru: Готово.

source: "I'm sure you have, you brainless sod. Your stupid tough-basher pose is the final straw. You and your dreambuilder both can go straight to the Abyss." He looks as though he is ready to summon the guards.
ru: "Уж в этом я не сомневаюсь, безмозглая ты сволочь. Твоя идиотская поза крутого вояки - это последняя капля. Можешь катиться прямиком в Бездну вместе со своим построителем снов". Он выглядит уже готовым позвать стражу.

source: Snap his neck before he can finish.
ru: Свернуть ему шею до того, как он сможет позвать на помощь.

source: Flee.
ru: Сбежать.

source: Your hands blur as you wrap them around the old engineer's neck. You snap it like a twig, and he dies, gape-eyed, at your feet. You've certainly shown him. Unfortunately, you've also shown all the other people present in the Hall. The alarm is raised.
ru: Твои руки расплываются, когда ты обхватываешь ими шею старого инженера. Ты ломаешь ее, как прутик, и он умирает с выпученными глазами у твоих ног. Уж ты ему показал. К несчастью, тебя также видели все присутствующие в Зале. Подняли тревогу.

source: "All right, then."
ru: "Тогда ладно".

source: He nimbly dodges your outstretched hands and bellows for the guards.
ru: Он ловко уворачивается от твоих вытянутых рук и зовет стражу.

source: "Damn."
ru: "Проклятье".

source: "The machine requires a birdcage, adorned with razors, fine-wrought, to mimic the destructive power of dreams, and their ability to capture our hearts and imaginations. Search in the Siege Tower for a cage I have commissioned."
ru: "Машине необходима птичья клетка хорошей работы, украшенная лезвиями, чтобы изобразить разрушающую силу снов, и их способность захватывать наши сердца и воображение. Поищи эту клетку в Осадной башне".

source: "How do I get in there?"
ru: "Как мне туда добраться?"

source: "I don't know that I want to fetch these items for you."
ru: "Даже не знаю, хочу ли я принести тебе эти предметы".

source: "You have proven yourself to be resourceful. Find a way."
ru: "Ты доказал свою находчивость. Найди способ".

source: "Fine. Then answer me some other questions."
ru: "Ладно. Тогда ответь мне на несколько вопросов".

source: "I will. You'll see me again."
ru: "Конечно. Мы еще увидимся".

source: "What I need to begin the final stages of the dreambuilder is a piece of your skin immersed in your blood, so the machine can familiarize itself with your physical essence. It must be in a blue-green bottle, to symbolize the dream sea on which you will float."
ru: "Все, что мне нужно, чтобы начать последнюю стадию подготовки построителя снов - кусочек твоей кожи, погруженный в твою кровь, чтобы машина смогла познакомится с твоей физической сущностью. Это должно быть в сине-зеленом бутыльке, чтобы изобразить море снов, в котором ты будешь плавать".

source: "I've got it right here. Take it. Show me my dreams."
ru: "Это у меня уже есть с собой. Держи. Покажи мне мои сны".

source: "I don't know that I want to fetch that for you."
ru: "Даже не знаю, хочу ли я принести тебе это".

source: "Flesh and blood, hm? I've given enough of that lately. Answer a question for me, first."
ru: "Хм, плоть и кровь? В последнее время я отдал достаточно и того, и другого. Сперва ответь мне на вопрос".

source: "Just answer me a question or two, will you? I'm not interested in your dreambuilder."
ru: "Просто ответь мне на пару вопросов, ладно? Твой построитель меня не интересует".

source: "Flesh, blood, bottle. Right. I'll be back."
ru: "Плоть, кровь, бутылек. Ладно. Я вернусь".

source: Xander looks as if you have struck him in the gut... hard. "You are not interested? But... it has taken four generations of my family... my great-grandfather said you seemed so anxious... he had this scroll..."
ru: Зандер выглядит так, словно ты ударил его в живот... со всего размаху. "Тебе не интересно? Но... этим занимались четыре поколения моей семьи... мой прадед говорил, что ты казался таким встревоженным... у него был этот свиток..."

source: "Your great-grandfather? What? Tell me what you know about me."
ru: "Твой прадед? Как? Расскажи, что ты обо мне знаешь".

source: "No. I'm not interested. Just answer some questions for me."
ru: "Нет. Мне это не интересно. Просто ответь на несколько вопросов".

source: "You came to my great-grandfather Xero and told him that you could not dream. You said you wished to dream again. You offered him a tremendous sum of money to build a machine that'd recover the dreams you'd lost. You said you'd come back within a few years to speak to him again, but never did." You can feel a memory coming on.
ru: "Ты пришел к моему прадеду Зено и сказал ему, что не можешь видеть сны. Ты сказал, что желаешь вернуть их. Ты предложил ему огромную сумму за то, чтобы он создал машину, которая вернет потерянные тобой сны. Ты сказал, что вернешься через пару лет, чтобы поговорить с ним снова, но так и не сделал этого". Ты чувствуешь, как к тебе возвращаются воспоминания.

source: Repress it.
ru: Подавить их.

source: Accept it.
ru: Принять их.

source: By force of will, you keep the memory from filling your head. "The work on the machine continued when Xero died. My grandmother Nula took the studies in a more esoteric vein, using herbs and mosaic stones to create magical patterns that would summon fragments of dream from the Astral and Ethereal Planes. My uncle went a step further, obtaining both fiendish and celestial aid in constructing the device. As for me... I have created the rituals that will unlock its potential... and then you can have your dreams back."
ru: Силой воли ты удерживаешь воспоминания, чтобы они не заполнили твою голову. "Работа над машиной продолжилась после смерти Зено. Моя бабушка Нула перевела исследования в более эзотерическое русло, используя травы и мозаичные камни для создания магических узоров, которые должны были призвать частицы сна из Астрального и Эфирного планов. Мой дядя продвинулся вперед еще на один шаг, получив одновременно демоническую и небесную помощь в создании этого устройства. Что касается меня... я создал ритуалы, которые раскроют ее потенциал... и тогда ты получишь назад свои сны".

source: "All right. You've convinced me. What do I need to do to regain my dreams?"
ru: "Ладно. Ты меня убедил. Что я должен сделать, чтобы вернуть свои сны?"

source: "It's not something I want now. Just answer some other questions for me."
ru: "Это не то, что мне нужно в данный момент. Просто ответь мне еще на пару вопросов".

source: "Interesting. Perhaps I'll speak to you about this again. Farewell."
ru: "Интересно. Пожалуй, я еще поговорю с тобой об этом. Счастливо".

source: The memory of the young artificer Xeno Xander overwhelms the words of his descendant, and you recall the brash young wizard showing off a spell of his own creation. "I call it 'Pacify'," he says. The two of you watch magical particles settle gently around you, and you feel a great peace in your heart. "Effective," you say. "Let's just hope you can work as well with this dream constructor." Nihl Xander pauses in his telling: "Are you listening to me?"
ru: Воспоминание о юном мастере Зено Зандере заглушает слова его потомка, и ты вспоминаешь дерзкого молодого мага, показывающего созданное им заклинание. "Я называю его "Усмиритель"", - говорит он. Вы вдвоем наблюдаете за волшебными частичками, которые спокойно оседают на тебе, и ты ощущаешь в своем сердце великую умиротворенность. "Действует, - говоришь ты. - Будем надеятся, что ты так же хорошо справишься с построителем снов". Нил Зандер прерывает свой рассказ: "Ты меня слушаешь?"

source: "What? Of course. Could you repeat that?"
ru: "Что? Конечно. Можешь повторить?"

source: "No, I'm not. Farewell."
ru: "Нет, я не слушаю. Прощай".

source: He looks a little irritated, but swallows it. "The work on the machine continued when Xero died. My grandmother Nula took the studies in a more esoteric vein, using herbs and mosaic stones to create magical patterns that would summon fragments of dream from the Astral and Ethereal Planes. My uncle went a step further, obtaining both fiendish and celestial aid in constructing the device. As for me... I have created the rituals that will unlock its potential... and then you can have your dreams back."
ru: Он выглядит слегка раздраженным, но сдерживается. "Работа над машиной продолжилась после смерти Зено. Моя бабушка Нула перевела исследования в более эзотерическое русло, используя травы и мозаичные камни для создания магических узоров, которые должны были призвать частицы сна из Астрального и Эфирного планов. Мой дядя продвинулся вперед еще на один шаг, получив одновременно демоническую и небесную помощь в создании этого устройства. Что касается меня... я создал ритуалы, которые раскроют ее потенциал... и тогда ты получишь назад свои сны".

source: A small frown of concentration creases his already-wrinkled forehead. "What would you like to know?"
ru: Маленькая морщинка сосредоточенности прорезает его морщинистый лоб. "Что ты хочешь знать?"

source: "You mentioned a dreambuilder before. Tell me more about that now."
ru: "Ранее ты упоминал о построителе снов. Расскажи мне о нем побольше".

source: "Tell me what you know about the murder of the smith."
ru: "Расскажи мне, что ты знаешь об убийстве кузнеца".

source: "I've been asked to fix those gears in the Foundry. Can you tell me how?
ru: "Меня попросили починить тот механизм в Литейной. Ты можешь сказать мне, как это сделать?"

source: "Who are you?"
ru: "Кто ты?"

source: "What can you tell me about the Godsmen?"
ru: "Что ты можешь рассказать о Боголюдях?"

source: "Tell me about your coworkers."
ru: "Расскажи мне о своих коллегах".

source: "What do you do here?"
ru: "Чем ты здесь занимаешься?"

source: "It is both machine and ritual. It is a state of mind and a construct of steam and blood. It grants dreams to those who enter its confines. It was built for you, and it's waiting for you. Are you ready to finish it off? It has been waiting for you for decades."
ru: "Это одновременно и машина, и ритуал. Это состояние души и конструкция из пара и крови. Тому, кто входит в нее, она дарует сны. Она была построена для тебя, и она ждет тебя. Ты готов завершить ее? Она ждала тебя десятки лет".

source: "How do you know it was built for me?"
ru: "Откуда ты знаешь, что его построили для меня?"

source: "Yes".
ru: "Да".

source: "No. Maybe I'll get back to it. Answer some other questions."
ru: "Нет. Может, вернусь к этому позже. Ответь еще на несколько вопросов".

source: "Because my great-grandfather, Xeno Xander, set your face in stone so that we would know you when you returned for the work you commissioned. He always thought you'd return, but no one else truly believed you would. Our family completed it because we said we would... and now, here you are."
ru: "Потому что мой прадед, Зено Зандер, высек твое лицо на камне, чтобы мы узнали тебя, когда ты вернешься за заказом. Он всегда думал, что ты вернешься, но никто другой по-настоящему не верил в это. Моя семья завершила его, потому что мы сказал, что сделаем это... и вот ты здесь".

source: "Do you still have this stone?"
ru: "У тебя еще есть этот камень?"

source: "I must have had a reason for it, then. Let's finish it."
ru: "Тогда у меня должна была быть на то причина. Давай же завершим его".

source: "I'm not interested. Answer me a different question."
ru: "Мне это не интересно. Ответь мне на другой вопрос".

source: "No. It was stolen from me a year ago. I saw only a shadow flitting away. It was the only item taken from my home. I have no idea who'd take it, but I'd memorized the features."
ru: "Нет. Год назад он был у меня украден. Я заметил лишь убегающую тень. Это была единственная вещь, которую забрали из моего дома. Не представляю, кто его забрал, но черты лица на нем я запомнил".
