Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dxander.dlg.po
Languages: ru

source: I finally finished that damnable dreambuilder quest. What I received for it was... a feather. This is supposed to be the key that unlocks the door to the dreams. I hope that it'll be worth the trouble.
ru: Я, наконец, закончил эти ужасные задания для построителя снов. И в результате получил... перо. Это должен быть ключ, открывающий дверь в сны. Надеюсь, он стоит того беспокойства.

source: I retrieved the coffin pillow from Hamrys for Xander. I wonder what errand he'll have me run next.
ru: Я достал у Хамриса подушку из гроба для Зандера. Интересно, какое поручение он даст мне в следующий раз.

source: After I fetched the razor-crusted birdcage, Xander told me to get a pillow from a coffin, to mimic the sleep of the dead.
ru: После того, как я принес покрытую лезиями птичью клетку, Зандер сказал, чтобы я достал подушку из гроба, чтобы изобразить сон мертвеца.

source: I brought back a vial of flesh and blood for Xander and his... my... dreambuilder. He next demanded a birdcage crusted with razors.
ru: Я принес пузырек с плотью и кровью для Зандера и его... моего... построителя снов. Далее он потребовал птичью клетку, покрытую лезвиями.

source: "All right. Let's finish the dreambuilder."
ru: "Ладно. Давай завершим построитель снов".

source: "I'm not interested in this right now. I'd like to ask some other questions, though."
ru: "В данный момент это меня не интересует. И все же, я хотел бы задать еще несколько вопросов".

source: "I'm not interested in the dreambuilder. Maybe later. Farewell."
ru: "В данный момент построитель снов меня не интересует. Может, позже. Прощай".

source: "Go talk to Bedai-Lihn. She'll know. She concerns herself with the trivialities of this place. She's not a real dreamer. She pays attention to what makes this place tick. She doesn't design."
ru: "Иди, поговори с Бедай-Линн. Она должна знать. Она обеспокоена банальностями этого места. Она - ненастоящий мечтатель. Она уделяет внимание тому, что движет этим местом. Она не создает".

source: "All right, I will. I had some more questions."
ru: "Ладно, так и сделаю. У меня есть еще несколько вопросов..."

source: "All right, I'll do that right now."
ru: "Ладно, я займусь этим сейчас же".

source: "What I know is nothing. I've been here working on my construct and concentrating on my work. I haven't paid attention to what the workers do -- they do their job and I do mine."
ru: "Мне ничего не известно. Я работал здесь над своей конструкцией и сосредоточился на работе. Я не обращал внимания на то, чем занимаются рабочие: они делают свою работу, а я - свою".

source: "I... see. Answer some other questions, then."
ru: "Понятно... Что ж, ответь еще на несколько вопросов".

source: "I see. Farewell."
ru: "Понятно. Прощай".

source: "I am Nihl Xander, great-grandson of the artificer Xero Xander, engineer, dreamer, creator. And I have finished his work -- the work that you commissioned -- the dreambuilder! Are you ready to claim the use of it now?"
ru: "Я - Нил Зандер, правнук мастера Зеро Зандера, инженера, мечтателя, творца. И я завершил его работу - ту самую, которую заказал ты, - построитель снов! Готов ли ты теперь заявить о своих правах на него?"

source: "A dreambuilder? What's that?"
ru: "Построитель снов? Что это такое?"

source: "No. I have other questions for you."
ru: "Нет. У меня есть другие вопросы к тебе".

source: "No."
ru: "Нет".

source: "Bah. They do not possess a true fire. They speak of creation, and they boast of their potentials, but they do not create anything beyond the mundane. Their imaginations are poor, limited, obsessed with the small details. A true dreamer, I say, creates a grand scheme and then concentrates on the details. Starting with details is for the ants of the imagination... the small insects who aspire only to be fed."
ru: "Бррр. В них нет настоящего огня. Они говорят о созидании, хвастаются своими возможностями, но не создают ничего необычного. У них бедное, ограниченное, поглощенное деталями воображение. Истинный мечтатель, как я считаю, создает общий проект, и потом уже сосредотачивается на деталях. Начинать с деталей - это удел муравьев... мелких насекомых, которые озабочены только пропитанием".

source: "That's very charitable of you. Answer some other questions for me, if you would."
ru: "Как мило с твоей стороны. Ответь мне еще на несколько вопросов, если ты не против".

source: "I see... With that insight, I must be off. Farewell."
ru: "Понятно... Ну, раз так, тогда я должен идти. Счастливо".

source: He sighs, and collects himself. "That's a long subject. Let's get started on it. Now, all creatures want something, don't they? They create, they build, they tear down, they dream, they fight, they fornicate... they do all these things because they want something beyond what they have. Even on the basest level of existence, every iota strives to be something greater. Some achieve this. Some fall by the wayside."
ru: Он вздыхает и собирается с мыслями. "Это обширная тема. Начнем сначала. Итак, все существа чего-то хотят, не так ли? Они творят, строят, разрушают, дерутся, любят... они делают все это, потому что хотят чего-то, чего у них нет. Даже на самом примитивном уровне мироздания каждая частичка стремится к чему-то большему. Некоторые достигают этого. Некоторые терпят неудачу".

source: "Go on."
ru: "Продолжай".

source: "Forget it. I'd rather ask you some other questions."
ru: "Забудь. Лучше я задам тебе пару других вопросов".

source: "On the other hand, forget it. Farewell."
ru: "С другой стороны, забудь об этом. Счастливо".

source: "Factor Keldor's right up there on the dais. Talk to him. Or else find that suicidal berk Sandoz and talk to him. Are you done pestering me yet?"
ru: "Фрактор Кельдор прямо здесь, на помосте. Поговори с ним. Или найди того пня-самоубийцу Сандоза и потолкуй с ним. Ты уже закончил мне докучать?"

source: "Not yet."
ru: "Еще нет".

source: "Yes. Farewell."
ru: "Да. Прощай".

source: You see a bushy-haired man, clad in the height of fashion -- if you consider fashion to have died fifty years ago. His clothing seems to consist of tattered street urchin rags, and he seem to affect a disdainful manner toward those around him -- or that might be his actual manner. He doesn't even glance at you until you speak to him, and then his eyes begin searching your face carefully. "D'ya want something?" he drawls.
ru: Ты видишь лохматого мужчину, одетого по последней моде - если считать, что эта мода умерла полвека назад. Похоже, что его одежда состоит из тряпья уличного оборванца, и он держится высокомерно по отношению к окружающим - или, может, высокомерие действительно ему присуще. Он даже не смотрит в твою сторону, пока ты не обращаешься к нему, после чего он начинает внимательно рассматривать твое лицо. "Ты чего-то хотел?" - протягивает он.

source: "I see. Answer some other questions, then."
ru: "Понятно. Тогда ответь мне еще на несколько вопросов".

source: "I see. That's no help to me, however. Farewell."
ru: "Ясно. Вот только это мне не поможет. Прощай".

source: "I've got it right here. Now give me my dreams."
ru: "Все у меня с собой. А теперь давай мне мои сны".

source: "A cage. How prosaic. Very well. Answer me some questions, first."
ru: "Клетка. Как прозаично. Ладно. Сперва ответь мне на пару вопросов".

source: "A cage with razors. I'll be back."
ru: "Клетка с лезвиями. Я вернусь".

source: "What do I do? I am the engineer of all engineers. I studied under the tanar'ri smith Kazan, who tempered words on a forge of hate, quenched them in a trough of despair, and sent them forth to slaughter stupidity. Elements of phrases, caustic words, were brought to him, and he created weapons of terrifying magnitudes - weapons that would lay an enemy low and destroy the malformed ideas of others. I'm sure you've seen his work."
ru: "Чем я занимаюсь? Я инженер из инженеров. Я учился у кузнеца-танарри Казана, который нагревал слова в горне ненависти, закалял их в желобе отчаяния, и посылал их для истребления глупости. Он брал части фраз, меткие слова, и создавал оружие ужасающей мощи - оружие, которое могло унизить врага и разрушить чужие убеждения. Уверен, ты видел его работу".

source: "Not at all! My forge is not built on hate, but on understanding. I have also studied under the archon artisan Terasaphirea, who created the healing touch of a gentle thought, ideas that would still any fiendish, spitting heart. He worked his will with love and devotion. My work blends theirs, as all mortal psyches blend elements of the demonic and the sublime."
ru: "Вовсе нет! Моя кузница построена не на ненависти, а на понимании. Я также учился у мастера-архона Терасафирея, который создал исцеляющее прикосновение спокойной мысли, идеи, которая успокоит любое шипящее демоническое сердце. Он достигал своих целей с помощью любви и преданности. Они сочетаются в моей работе, как в душах всех смертных сочетается демоническое и возвышенное".

source: "Every decision, every action, every reaction, these all create a base on which something else builds. Seems obvious, then, that our current exalted state of being is building a base for ourselves for something greater. What is that, if not godhood? That's the way I've always justified it, and frankly, I ain't in the mood for philosophical discussion. You want that, find a factor or something."
ru: "Каждое решение, каждое действие, каждое противодействие - все это закладывает фундамент, на котором строится что-нибудь другое. В таком случае, становится очевидным, что наш текущий высокий уровень бытия закладывает нам фундамент для чего-то большего. Что же это, как не божественность? Именно так я всегда это объяснял, и, откровенно говоря, я не настроен на философские дискуссии. Если хочешь подискутировать, найди фрактора, или еще кого-нибудь".

source: "So you create evil weapons here?"
ru: "Так ты здесь создаешь оружие зла?"

source: "I'm sure I have. Answer some other questions for me."
ru: "Уверен, что видел. Ответь мне на пару вопросов".

source: "Yes, I must have. Farewell."
ru: "Должно быть, да. Прощай".

source: "Are your co-workers as well trained as you?"
ru: "Твои коллеги столь же искусны, как и ты?"

source: "Fascinating! Can I ask you some other questions?"
ru: "Просто восхитительно! Можно задать тебе еще пару вопросов?"

source: "I'll have to think on this. Farewell."
ru: "Я должен об этом поразмыслить. Прощай".

source: "Where can I find a factor?"
ru: "Где мне найти фрактора?"

source: "I see. Answer some other questions for me, will you?"
ru: "Понятно. Ответь мне еще на несколько вопросов, ладно?"
