Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dyelaan.dlg.po
Languages: ru

source: You see a young woman. Her face is dirty, her hair is unkempt, and her clothes seem to be made from the remains of many garments. She frowns at your approach.
ru: Перед тобой стоит молодая девушка. Ее лицо испачкано, волосы не причесаны, а одежда собрана из разных нарядов. При твоем приближении она хмурится.

source: "Greetings."
ru: "Приветствую".

source: Ignore her.
ru: Игнорировать ее.

source: She glances about warily and steps away from you. "What you want, berk?"
ru: Опасливо оглядевшись, она отступает от тебя. "Чего тебе нужно, пень?"

source: "I have some questions..."
ru: "У меня есть некоторые вопросы..."

source: "Nothing, farewell."
ru: "Ничего, прощай".

source: She stares at you for a moment then relaxes a bit. "That better be all you want from me." She eyes you suspiciously.
ru: Пристально взглянув на тебя, она немного расслабляется. "Только большего от меня ничего не проси". Она подозревающие смотрит на тебя.

source: "What else would I want?"
ru: "А что я еще могу хотеть?"

source: "All I want is some answers."
ru: "Все, что я хочу - это получить ответы".

source: "Never mind, farewell."
ru: "Неважно, прощай".

source: She frowns and puts her hands on her hips. "Look, berk. I ain't all that ugly and there ain't that many women down here. You figure it out."
ru: Нахмурившись, она упирается руками в бока. "Послушай, пень. Я не такая уж и страшная, а тут внизу не так уж много женщин. Можешь и сам додуматься".

source: "Sure, why n..." She suddenly stops and stares at you intently. A look of recognition crosses her face. "Wait a minute. Big, scarred berk, with a weird hairdo... you're the one who turned stag on Roberta!"
ru: "Конечно, почему бы и... - внезапно она замолкает на полуслове, внимательнее глядя на тебя. Она узнает тебя. - Секундочку. Большой пень, весь во шрамах, с жуткой прической... Так это ты подставил Роберту!"

source: "Roberta Parfidor... Is she down here?"
ru: "Роберта Парфидор... Она здесь?"

source: "I don't know what you're talking about."
ru: "Я не понимаю, о чем ты".

source: "I must be going, farewell."
ru: "Я должен идти. Прощай".

source: "Yes, she's here." She pauses and smiles. "You should pay her a visit. It'll make her day."
ru: "Да, она тут, - улыбается она. - Загляни к ней как-нибудь, поднимешь ей настроение".

source: "Yes, I'm sure it would, but first I have some questions..."
ru: "Да, уверен, что так и будет, но сначала я хотел бы задать пару вопросов..."

source: She frowns at you. "Of course you don't. Now what is it you wanted?"
ru: Она хмурится. "Ну конечно же, не знаешь. Так что ты там хотел?"

source: "Never mind."
ru: "Неважно".

source: "Ask what you will."
ru: "Спрашивай, что хочешь".

source: "Who are you?"
ru: "Кто ты?"

source: "Can you tell me about this place?"
ru: "Что ты можешь сказать об этом месте?"

source: "I'm looking for a deva, I understand he's here."
ru: "Я ищу одного дэва. Насколько я знаю, он здесь".

source: "I'm Yelaan. Not much of a name, but that's my name."
ru: "Меня зовут Елаан. Не такое уж хорошее имя, но оно мое".

source: "Why are you here?"
ru: "Как ты сюда попала?"

source: She thinks for a moment then shrugs. "I beat up some gutter snipe who was stealing business from me. I got caught, they tossed me in here."
ru: Немного подумав, она пожимает плечами. "Избила одну кралю, которая уводила у меня клиентов. Попалась, вот меня и упрятали сюда".

source: "Stealing business?"
ru: "Уводила клиентов?"

source: "Who'd you beat up?"
ru: "Кого ты избила?"

source: "I was a harlot and doing pretty good... until she came along. So I figured if I worked on her looks a bit I could get my business back." She sighs.
ru: "Я работала проституткой и довольно неплохо... пока она не объявилась. И я решила, что если немного поработаю над ее личиком, то смогу вернуть своих клиентов назад". Она вздыхает.

source: She thinks for a moment then shrugs. "Don't remember the name... or maybe I never knew it. She was competition, that's all that mattered."
ru: Немного поразмыслив, она пожимает плечами. "Не помню ее имени... а может быть, никогда и не знала. Она была конкуренткой, остальное значения не имело".

source: "You said she was stealing your business?"
ru: "Ты говорила, она уводила твоих клиентов?"

source: She gazes at you for a moment and you see a tear begin to form in her eye. She quickly wipes it away and composes herself. "What's there to say... it's a prison and life here is bad. I hear there's worse prisons, but you'll never convince me of it..." Her voice begins to falter and drops to a whisper. "If I had it all to do over again..."
ru: На секунду она встречается с тобой взглядом, и ты замечаешь слезы в ее глазах. Она быстро вытирает их и успокаивается. "Что тут можно сказать... Это тюрьма, и жизнь тут не сахар. Я слышала, что тут есть тюрьмы и похуже, но я в это ни за что не поверю... - она переходит на тихий неуверенный шепот. - Вот если бы я смогла начать все сначала..."

source: She nods. "There's a deva down here... somewhere. I've never seen him, but there's been lots of talk about him. Most people call him the *plaguebringer.*"
ru: Она кивает. "Дэва находится здесь... где-то. Я никогда не видела его, но о нем тут много говорят. Почти все называют его *чумным*".

source: "Plaguebringer?"
ru: "Чумным?"

source: "Yes... right after he was found a plague broke out down here. Swept through the whole prison, wiped most of us out I'm told." She shrugs. "Most people say he's the cause, but I don't know."
ru: "Да... сразу после того, как его нашли, здесь внизу вспыхнула чума. Перекинулась на всю тюрьму, говорят даже, что почти всех нас выкосила, - пожимает она плечами. - Все говорят, что он повинен в этом, но я не знаю".

source: "Where can I find him?"
ru: "Где я могу найти его?"

source: She shrugs. "I don't know. Somewhere near is all I can say."
ru: Она пожимает плечами. "Я не знаю. Он где-то рядом, это все, что я могу сказать".

source: "You know he's near, but not where..."
ru: "Ты знаешь, что он рядом, но не знаешь, где..."

source: She nods. "Look, berk. The plague that swept through here was devastating and most folk's say that deva was the cause. Why in baator's name would I go looking for him?"
ru: Она кивает. "Слушай, пень. Эта чума выкосила много народу, и почти все говорят, что дэва виновен в этом. Так какого Баатора я должна его искать?"

source: "I see. I have some questions..."
ru: "Понятно. У меня еще есть вопросы..."

source: You see Yelaan. She waves at your approach. "You again, what's up?"
ru: Перед тобой Елаан. Завидев твое приближение, она машет тебе рукой. "А, снова ты, как дела?"
