Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dyiminn.dlg.po
Languages: ru

source: "Dak'kon, kill him."
ru: "Даккон, убей его."

source: The githyanki bows, and smirks at Dak'kon. "No more need be said for the present, then. I shall carry word of your slave's plight to my people. They shall relish it."
ru: Гитьянки кивает и ухмыляется Даккону. "Нет надобности говорить что-либо еще. Я передам слово от твоем рабском положении своему народу. Им это понравится."

source: "Enough of this talk. I'm looking for memories."
ru: "Хватит разговоров. Я ищу воспоминания."

source: "Enough. Dak'kon, kill him."
ru: "Довольно. Даккон, убей его."

source: "Enough. Farewell."
ru: "Довольно. Прощай."

source: "Memories? I find memories, floating in the Astral Plane. I should be happy to retrieve one for you... for a price."
ru: "Воспоминания? Я нахожу их, паря в Астральном плане. Буду рад выловить их для тебя... не за бесплатно."

source: "Forget it. We're leaving."
ru: "Забудь. Мы уходим."

source: "I'm afraid I don't have enough money. I guess we'll be leaving."
ru: "Боюсь, у меня недостаточно денег. Мы, пожалуй, уйдем."

source: "The entire multiverse is our battlefield, dog. There are no sanctuaries. There is no peace. You shall die." The githyanki attacks!
ru: "Наше поле битвы - вся мультивселенная, пес. Нет святилищ. Нет мира. Ты умрешь." Гитьянки нападает!

source: Let them fight.
ru: Дать им сразиться.

source: "Leaving? No. Not without the heart of the traitor of Shrak'at'lor." The githyanki attacks!
ru: "Уходишь? Нет. Вы не уйдете, пока я не получу сердце предателя Шракатлора". Гитьянки нападает!

source: "Come with me, then, and leave your dogsbody behind."
ru: "Тогда пойдем со мной, и оставь своего мальчика на побегушках."

source: "And you shall have the substance of one when I am finished with you."
ru: "И ты получишь их сущность, когда я закончу."

source: "We shall see about that, githzerai dog!" The githyanki attacks Dak'kon furiously.
ru: "Посмотрим, гитцерайский пес!" Гитьянки яросно атакует Даккона.
