Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dyiminn.dlg.po
Languages: ru

source: I have discovered a rivalry between the githyanki and the githzerai. Apparently, they used to be the same race, but split millennia ago, and now their hatred for each other knows no bounds.
ru: Я узнал о противостоянии гитьянки и гитцерай. Очевидно, когда-то они были одной расой, но разделились тысячи лет назад, и теперь их взаимная ненависть не имеет границ.

source: I have just made a bargain with Yi'minn, the githyanki angler, to retrieve memories for me from the Astral Plane. He said I should meet him again in the Lower Ward in a week's time.
ru: Я только что заключил сделку с Йиминн, гитьянки-ловцом, о возврате моих воспоминаний из Астрального плана. Он сказал, что я должен встретиться с ним снова в Нижнем районе через неделю.

source: This feral, yellow-skinned man looks you over for a moment. His eyes widen, and he whips out his sword. "Dog! Githzerai-loving dog!" He lunges at you!
ru: Этот грубый желтокожий мужчина некоторое время рассматривает тебя. Его глаза расширяются, и он выхватывает меч. "Пес! Пес-любитель гитцерай!" Он кидается на тебя!

source: Attack.
ru: Атаковать.

source: Flee.
ru: Сбежать.

source: The man has rough, leathery skin with a pale yellow cast and gaunt features. His face is angular, his nose is small and highly placed, and his ears taper to points. A tracery of tattoos and scars cover his body. He is dressed in strange, gaudy leathers that look more ornamental than combat-ready. His eyes are like two small black stones and they track you as you approach. "You are the human seeking memories," he says, flatly. "I can help you."
ru: У этого мужчины грубая жесткая кожа с желтоватым оттенком и резкие черты лица. Его лицо угловатое, нос небольшой и высоко посажен, а уши заостренные на концах. Паутина татуировок и шрамов покрывает его тело. Он одет в странные яркие кожаные доспехи, которые, казалось бы, служат скорее для украшения, чем для боя. Его глаза - словно два маленьких черных камешка; они следят за твоим приближением. "Ты - человек, ищущий воспоминания, - говорит он равнодушно. - Я могу помочь тебе".

source: "You're a githyanki, aren't you?"
ru: "Ты ведь гитьянки?"

source: "Who and what are you?"
ru: "Кто или что ты?"

source: "Greetings, sword-ringer."
ru: "Приветствую, звенящий мечом."

source: "How do you know this?"
ru: "Откуда тебе об этом известно?"

source: "What help can you offer?"
ru: "Как ты можешь мне помочь?"

source: "I'm not interested, thanks. Farewell."
ru: "Спасибо, меня это не интересует. Прощай".

source: "I have the pleasure to be of that people." His voice is flat. "Do you wish my aid in recovering your memories?"
ru: "Я имею удовольствие быть представителем этого народа, - говорит он ровным голосом. - Тебе нужна моя помощь в восстановлении твоих воспоминаний?"

source: "Hmm. Not today, thanks."
ru: "Хмм. Спасибо, не сегодня."

source: "I am Yi'minn. I am a githyanki angler. My people are the undisputed masters of the Astral Plane, where the gods go to die and the memories of the dead float like leaves in a pool. My duty is in retrieving the memory cores of the dead and gleaning them for information. I can locate your memories. You have only to pay the price."
ru: "Я - Йиминн. Я - гитьянки-ловец. Мой народ - несомненные повелители Астрального плана, куда уходят умирать боги и где воспоминания мертвых плавают словно листья в пруду. Мой долг в том, чтобы вылавливать сущность памяти мертвых и извлекать из нее информацию. Я могу найти твои воспоминания. Тебе нужно лишь заплатить."

source: "What price would that be?"
ru: "Какова же будет цена?"

source: "Not interested, thanks. Farewell."
ru: "Спасибо, меня это не интересует. Прощай."

source: His face tightens momentarily, and his muscles tense as his hand flies involuntarily to his sword hilt. "You have addressed me in the speech of the githzerai dogs. Was this ignorance or insult?"
ru: Его лицо моментально вытягивается, мышцы напрягаются, а рука непроизвольно тянется к рукоятке меча. "Ты обратился ко мне, как это делают гитцерайские псы. Было ли это невежество или оскорбление?"

source: "Ignorance."
ru: "Невежество."

source: "Insult."
ru: "Оскорбление."

source: "You're not a githzerai?"
ru: "Ты не гитцерай?"

source: "It was neither."
ru: "Ни то, ни другое."

source: "You have the look of one such. In my profession, we see many of your kind."
ru: "Просто у тебя такой вид. В моей профессии мы встречаем много таких как ты."

source: "Leave me alone. I'm not interested in your quackery."
ru: "Оставь меня в покое. Мне не интересно твое шарлатанство."

source: "Am I not a githyanki? Do we not dwell on the fields of the Astral? I am an angler of memories that disappear. I know how to attract memories. I know how to catch them." He pauses and leans forward, conspiratorially. "I know how to *restore* them. All you need do is pay the price."
ru: "Я ли не гитьянки? Не мы ли живем на полях Астрала? Я ловец воспоминаний, которые исчезают. Я знаю, как заманивать воспоминания. Я знаю, как ловить их, - он умолкает и с видом заговорщика наклоняется вперед. - Я знаю, как *восстановить* их. Все, что тебе нужно - это заплатить."

source: "What price is that?"
ru: "Какова цена?"

source: "What can you tell me of the Astral Plane?"
ru: "Что ты можешь рассказать мне об Астральном плане?"

source: "I'm not interested. Farewell."
ru: "Меня это не интересует. Прощай."

source: "Remember my offer, human. Should you desire your memories, you can find me here. Remember my words."
ru: "Помни о моем предложении, человек. Если пожелаешь вернуть свои воспоминания, можешь найти меня здесь. Запомни мои слова."

source: "I'll do that. Farewell."
ru: "Конечно. Прощай."

source: "It is a matter of a mere few coins. The price is negotiable. I ask for one hundred. You will determine the value of the memories I find and pay accordingly."
ru: "Это дело всего лишь нескольких монет. Цена доступна. Я прошу сотню. Ты определишь ценность найденных мной воспоминаний и заплатишь соответственно."

source: "Sounds good. What do I have to do?"
ru: "Звучит неплохо. Что я должен делать?"

source: "Perhaps later. Farewell."
ru: "Может, позже. Прощай."

source: "If I am to bait my hook for your memories, I will need some of the memories you currently possess. I also require a place of concentration and quiet. If you will follow me, we will journey to one such place and I will make you whole once again. We go alone, with no companions."
ru: "Чтобы найти приманку для твоих воспоминаний, мне понадобятся кое-какие воспоминания из тех, которыми ты владеешь. Мне также необходимо тихое место, чтобы сосредоточиться. Если ты последуешь за мной, мы отправимся в одно такое место, и я вновь сделаю тебя единым. Мы пойдем одни, без попутчиков."

source: "Agreed. Let's go."
ru: "Согласен. Пошли."

source: "Perhaps not right now."
ru: "Пожалуй, не сейчас."

source: "I smell your trap, githyanki dog. Your *illithid* masters should have kept you in chains."
ru: "Я учуял твою ловушку, пес гитьянки. Твои хозяева-*иллитиды* должны были держать тебя в цепях."

source: Without a word, and as smooth as silk, the angler draws his weapon and leaps to attack you!
ru: Без единого слова, плавно как шелк, ловец достает свое оружие и подскакивает к тебе для атаки!

source: Fight.
ru: Сражаться.

source: "You may beg forgiveness now." He stands stock-still, his eyes flickering across your body.
ru: "Теперь можешь молить о прощении". Он неподвижно стоит, его глаза бегают по тебе.

source: "You have my apologies."
ru: "Приношу свои извинения."

source: "Beg? To you?"
ru: "Молить? Тебя?"

source: "What, you don't like being called a githzerai?"
ru: "Что, тебе не нравится, когда тебя называют гитцерай?"

source: "Unthinkable."
ru: "Немыслимо."

source: "Yes." He shows his teeth. "You have uttered a nearly-unforgivable insult. You may beg forgiveness."
ru: "Да, - он скалится. - Ты произнес почти непростительное оскорбление. Можешь молить о прощении."

source: "I am a *githyanki*. I have nothing to do with the githzerai dogs. Can the same be said of you?"
ru: "Я - *гитьянки*. У меня нет ничего общего с гитцерайскими псами. Можешь ли ты сказать то же самое о себе?"

source: Truth: "I've known some githzerai. Nice people."
ru: Правда: "Я знал нескольких гитцерай. Приятный народ."

source: Lie: "I've known some githzerai. Nice people."
ru: Ложь: "Я знал нескольких гитцерай. Приятный народ."

source: Truth: "No, the githzerai are less than nothing to me."
ru: Правда: "Нет, гитцерай для меня - меньше чем ничто."

source: Lie: "No, the githzerai are less than nothing to me."
ru: Ложь: "Нет, гитцерай для меня - меньше чем ничто."

source: "So your sympathies lie with the githzerai dogs? So shall your corpse!" He draws his blade and attacks!
ru: "Так ты на стороне гитцерайских псов? Да будет там же твой труп!" - он обнажает свой клинок и нападает!

source: "No matter, then. It is as dust. Let us speak of other matters. You have memories that require retrieval. I can retrieve them. We need only decide on a price."
ru: "Тогда неважно. Это лишь тлен. Поговорим о других вещах. У тебя есть воспоминания, которые нужно вернуть. Я способен выловить их. Нам нужно лишь определить цену."

source: "I'm not interested right now."
ru: "В данный момент меня это не интересует."

source: His grin does not relax, nor does the tension evaporate from his body. "You say they are nothing to you, yet you addressed me in their greeting. What is the truth?"
ru: Его оскал не пропадает, а тело все еще напряжено. "Ты говоришь: они ничто для тебя. И все же обращаешься ко мне с их приветствием. Где же правда?"

source: "You caught me. They're not bad people."
ru: "Ты меня подловил. Они неплохие люди."

source: "They are nothing. I admitted my ignorance, admitted I misspoke, and apologize. Better?"
ru: "Они - ничто. Я признаю свое невежество, признаю, что выразился неправильно, и прошу прощения. Так лучше?"

source: "That is good. The githzerai have blood like water, and their seed is weak. Let us speak of other matters: You have memories, and I can retrieve them. We need but agree on a price."
ru: "Это хорошо. У гитцерай кровь как вода, и семя их слабо. Давай обсудим другие вещи: у тебя есть воспоминания, и я могу вернуть их. Нам нужно лишь согласовать цену."

source: "What is that price?"
ru: "Какова цена?"

source: "Let me get back to you on that."
ru: "Теперь давай вернемся к тебе."

source: "It must be one or the other - calculated or ignorant. Which?"
ru: "Это должно быть одно из двух - либо рассчет, либо невежество. Так что же?"

source: "It came from ignorance."
ru: "Это невежество".

source: "It came from insult."
ru: "Это оскорбление".

source: "It is a no-place, a place between places, where mind is all that matters. It is the home of my people. When people die, their souls flee to the Outer Planes. As they pass through the Astral Plane, their memories are stripped from them and left to bob in the Silver Sea.""I know my way around this sea. I can help retrieve your lost memories. All that remains is for us to agree upon a price."
ru: "Это не-место, место среди мест, где разум - единственное, что имеет значение. Это дом моего народа. Когда люди умирают, их души улетают во Внешние планы. Когда они проходят через Астральный план, их воспоминания покидают их и остаются дрейфовать в Серебряном море. Мне известен мой путь через это море. Я могу помочь возвратить потерянные тобой воспоминания. Все, что осталось - это определиться с ценой."

source: "You seek your memories, do you not, human? I can retrieve them for you. Your lost look grows ever greater. You have but a small price to pay for peace of mind."
ru: "Ты ищешь воспоминания, не так ли, человек? Я могу вернуть их тебе. Похоже, что твоя потеря стала еще больше. Тебе нужно лишь немного заплатить за них."

source: "What's the price?"
ru: "Какова цена?"

source: "Tell me more of your people."
ru: "Расскажи мне побольше о твоем народе."

source: "Not today, thanks. Farewell."
ru: "Спасибо, не сегодня. Прощай."

source: "The answer may be contained in your lost memories. Let us begin, and you shall learn."
ru: "Ответ может быть в утрачнных тобой воспоминаниях. Начнем, и ты узнаешь."

source: "What's involved in this?"
ru: "Как они с этим связаны?"

source: "I don't think I'm interested yet."
ru: "Пока не думаю, что мне это интересно."

source: "When you change your mind - and you will, human, you will - return here."
ru: "Когда изменишь свое мнение - а ты его изменишь, человек, - возвращайся сюда."

source: "Sure. Farewell."
ru: "Конечно. Прощай."

source: The man has rough, leathery skin with a pale yellow cast and gaunt features. His face is angular, his nose is small and highly placed, and his ears taper to points. A tracery of tattoos and scars cover his body. He is dressed in strange, gaudy leathers that look more ornamental than combat-ready. His eyes are like two small black stones and they track you as you approach. As you open your mouth, he holds up a hand: "I will not hear you, human. Do not speak to one of the People."
ru: У этого мужчины грубая жесткая кожа с желтоватым оттенком и резкие черты лица. Его лицо угловатое, нос небольшой и высоко посажен, а уши заостренные на концах. Паутина татуировок и шрамов покрывает его тело. Он одет в странные яркие кожаные доспехи, которые, казалось бы, служат скорее для украшения, чем для боя. Его глаза - словно два маленьких черных камешка; они следят за твоим приближением. Когда ты раскрываешь рот, он станавливает тебя жестом: "Я не буду тебя слушать, человек. Не обращайся к одному из Народа".

source: "What are you talking about?"
ru: "О чем это ты толкуешь?"

source: "I just have a few questions..."
ru: "У меня только пару вопросов..."

source: "Your 'People' are dogs who never should have slipped the leash of their *illithid* masters."
ru: "Твой 'Народ' - собаки, которым никогда следовало срываться с поводка своих хозяев-*иллитидов*."

source: "I merely had some questions for one of the honored githyanki."
ru: "Просто я хотел задать пару вопросов одному из благородных гитьянки."

source: "Fine, then."
ru: "Вот и отлично."

source: "I told you to speak to me no more. Are all humans as slow as you?"
ru: "Я же сказал: больше со мной не говори. Неужели все люди такие же тупые как ты?"

source: "I just want some questions answered..."
ru: "Мне просто нужны ответы на некоторые вопросы..."

source: "Forget it, then."
ru: "Тогда забудь."

source: He gazes at you flatly. His mouth presses into a thin line.
ru: Он смотрит на тебя равнодушно. Его рот вытягивается в тонкую линию.

source: "Farewell, then."
ru: "Тогда прощай."

source: He pauses for a moment, and his eyes lock onto yours. "I bow to your honor, yet my knowledge would be as water to you."
ru: Он умолкает на миг и смотрит тебе в глаза. "Я преклоняюсь перед твоим благородством, и все же мои знания будут для тебя как вода."

source: "Can you tell me about yourself?"
ru: "Ты можешь рассказать мне о себе?"

source: "Can you tell me about your people?"
ru: "Ты можешь рассказать мне о своем народе?"

source: "Can you tell me about the githzerai?"
ru: "Ты можешь рассказать мне о гитцерай?"

source: "Very well, then. Farewell."
ru: "Отлично. Прощай."

source: "I am Yi'minn, an angler. I fish for the memories of the dead trapped in the Astral Plane."
ru: "Я - Йиминн, ловец. Я ловлю воспоминания мертвых, заключенные в Астральном плане."

source: "Can you find my memories?"
ru: "Ты можешь найти мои воспоминания?"

source: "If you honor our people, how is it you know nothing of them?"
ru: "Раз ты уважаешь мой народ, так почему же ты ничего о них не знаешь?"

source: "I want to know more than I already do."
ru: "Я хочу знать больше того, что уже знаю."

source: "I just wanted to get you to talk to me."
ru: "Я всего лишь хотел с тобой поговорить."

source: "They are our cast-off leavings. They beg for mercy. Their blood is thin as water and their minds equally so." He bares his teeth. "It is my duty and my pleasure to harry them and their quislings to a painful doom."
ru: "Они - наши отбросы. Они молят о пощаде. Их кровь жиже воды, как и их разум, - он скалит зубы. - Моя обязанность и мое удовольствие в том, чтобы предрекать их и их приспешников на мучительную гибель."

source: "Nice. Can you answer some more questions for me?"
ru: "Отлично. Можешь ли ты ответить еще на несколько вопросов?"

source: "I can... for a price."
ru: "Могу... не за бесплатно."

source: "I'll pay anything."
ru: "Я заплачу сколько угодно."

source: "Can we make a trade for something else?"
ru: "Мы можем договориться по-другому?"

source: "Forget it. Answer some other questions for me."
ru: "Забудь. Лучше ответь мне на другие вопросы."

source: "Forget it. Farewell."
ru: "Забудь. Прощай."

source: "It is a no-place, a place between places, where mind is all that matters. It is the home of my people. When people die, their souls flee to the Outer Planes. As they pass through the Astral Plane, their memories are stripped from them and left to drift in the Silver Sea."
ru: "Это не-место, место среди мест, где разум - единственное, что имеет значение. Это дом моего народа. Когда люди умирают, их души улетают во Внешние планы. Когда они проходят через Астральный план, их воспоминание покидают их и остаются дрейфовать в Серебряном море."

source: "I see. Can you answer more questions for me?"
ru: "Ясно. Ты не мог бы ответить еще на пару вопросов?"

source: "Thanks. Farewell."
ru: "Спасибо. Прощай."

source: "I have answered your questions once. Do not come to me again."
ru: "Я уже ответил на твои вопросы. Не подходи ко мне снова."

source: "I will give you no more answers. You have given your honor, and I have repaid you in kind."
ru: "Я больше не дам тебе ответов. Ты оказал мне уважение, и я отплатил тебе тем же."

source: "If that's the way it has to be, farewell."
ru: "Раз так, тогда прощай."

source: "My price is two hundred coins - nothing else shall suffice in this time."
ru: "Моя цена - двести монет. На этот раз меньшего будет недостаточно."

source: "Here. Take this money."
ru: "Вот. Возьми эти деньги."

source: "That's a little steep. Perhaps you could answer more questions for me..."
ru: "Это уж слишком. Может, ответишь еще на несколько вопросов..."

source: The githyanki pockets your coins, and says, "Return here in a week's time, and I shall have a memory for you. Do not be late."
ru: Гитьянки кладет твои монеты в карман и произносит: "Возвращайся сюда через неделю, и у меня будут воспоминания для тебя. Не опаздывай."

source: "Very well. Farewell."
ru: "Отлично. Прощай."

source: "Do you think your shallow deception casts a veil over my eyes? Go. I have paid your honor with answers, and I will speak to you no more."
ru: "Ты же не думаешь, что твои мелкие уловки затуманят мне взгляд? Ступай. Я отплатил за твое почтение ответами, и больше не буду с тобой разговаривать."

source: The githyanki's mood has turned into something much more ugly than its previous arrogance. "Now, human, drop your painted shield and tell us what you have said and done for the githzerai dogs within Sigil's walls."
ru: Настроение гитьянки сменилось на нечто значительно более уродливое, чем первоначальное высокомерие. "А тепер, человек, сбрось свою маску и расскажи, что ты говорил и делал для гитцерай в Сигильских стенах."

source: "Weren't we going to go look for my memories?"
ru: "Разве мы не должны были отправиться на поиски моих воспоминаний?"

source: "I will not tell you."
ru: "Я не скажу тебе."

source: "I merely relieved a githzerai's woman's pain."
ru: "Я лишь облегчил боль женщины гитцерай."

source: "I merely asked some questions."
ru: "Я просто задал пару вопросов."

source: "I told them lies to confuse them."
ru: "Я лгал им, чтобы запутать."

source: "The only way you shall travel to the Astral Plane is in chains, human. You have one more chance to tell me what you have said and done for the githzerai within Sigil's walls."
ru: "Единственный путь для тебя в Астральный план - в цепях. У тебя есть еще один шанс поведать мне, что ты сказал и сделал для гитцерай в Сигильских стенах".

source: "Then you shall die." He draws his weapon to attack!
ru: "Тогда ты умрешь", - он обнажает оружие для атаки!

source: Let them kill you.
ru: Дать им прикончить тебя.

source: "You lie like a githzerai dog, human. You are their quisling and their leech. We will do you a favor by killing you." He draws his weapon.
ru: "Ты лжешь, словно гитцерайский пес, человек. Ты - предатель и их шпион. Мы окажем тебе услугу, прикончив тебя", - он обнажает свое оружие.

source: "You did not. We were watching, listening. Your words and your heart betray you, human. Prepare to die."
ru: "Это не так. Мы следили и подслушивали за тобой. Твои слова и стук сердца выдают тебя, человек. Приготовься умереть."

source: Yi'minn's blade slashes across your throat and you fall to the ground bleeding. They stand over you and begin to speak again. "Did he truly know nothing, Al-midil?"
ru: Клинок Йиминн перерезает тебе горло, и ты падаешь на землю, истекая кровью. Они стоят над тобой и снова начинают говорить. "Он что, действительно ничего не знал, Ал-мидил?"

source: "If you believe our knowledge is sufficient, then we shall go. Gather our warriors and let us join our war party in Limbo."
ru: "Если ты считаешь, что наших знаний достаточно, тогда идем. Собирай наших воинов и давай присоединимся к нашим в Лимбо".

source: The man has rough, leathery skin with a pale yellow cast and gaunt features. His face is angular, his nose is small and highly placed, and his ears taper to points. A tracery of tattoos and scars cover his body. He is dressed in strange, gaudy leathers that look more ornamental than combat-ready. His eyes are like two small black stones and they track you as you approach. Before you reach him, Dak'kon pauses.
ru: У этого мужчины грубая жесткая кожа с желтоватым оттенком и резкие черты лица. Его лицо угловатое, нос небольшой и высоко посажен, а уши заостренные на концах. Паутина татуировок и шрамов покрывает его тело. Он одет в странные яркие кожаные доспехи, которые, казалось бы, служат скорее для украшения, чем для боя. Его глаза - словно два маленьких черных камешка; они следят за твоим приближением. Перед тем, как ты подходишь к нему, Даккон останавливается.

source: The githyanki has been watching your approach, and seems to ignore you entirely. "Dak'kon-who-wails-on-the-walls-of-Shrak'at'lor... an unexpected surprise." He draws his weapon.
ru: Гитьянки наблюдал за твоим приближением, и ты его, похоже, совсем не интересуешь. "Даккон-причитающий-на-стенах-Шракатлора... какой неожиданный сюрприз", - он достает свое оружие.

source: As you turn away, the githyanki, who has been watching you all this time, calls out to you. "Do you turn your back on me, Dak'kon-who-wails-on-the-walls-of-Shrak'at'lor? You will face me with steel bared or I shall see that you wear the sigil of cowardice upon your back." He draws his weapon.
ru: Когда ты возвращаешься, гитьянки, наблюдавший за вами все это время, обращается к вам. "Ты повернулся ко мне спиной, Даккон-причитающий-на-стенах-Шракатлора? Ты встретишся со мной с обнаженной сталью, или же я увижу, что ты носишь знак трусости у себя на спине", - он выхватывает свое оружие.

source: The githyanki and Dak'kon begin to trade blows immediately.
ru: Гитьянки и Даккон незамедлительно начинают обмениваться ударами.

source: Attack the githyanki.
ru: Напасть на гитьянки.

source: Leave them to fight.
ru: Дать им сразиться.

source: When Dak'kon nods, the githyanki lets out a harsh bark of laughter. "You are this human's lodebeast, dog. First a traitor, and then a slave."
ru: Когда Даккон кивает, гитьянки заливается грубым лающим смехом. "Ты ручной зверек этого человека, пес. Сперва предатель, а теперь еще и раб."

source: "I'll have your silence as well, or I'll take your tongue."
ru: "Что ж, или ты замолчишь, или я отниму у тебя язык."
