Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dyoboy.dlg.po
Languages: ru

source: This young but well-muscled 'thug' - while certainly well armed and large enough to be dangerous - seems awfully clean for a typical street tough. He's carrying a massive axe in one hand and a steel box in the other. As you near him, he puffs up and scowls at you. "What are you looking at, 'sod?' 'Pike off,' before I've to 'scrag' you!"
ru: Этот молодой мускулистый «громила», будучи достаточно крупным и хорошо вооруженным, чтобы быть опасным, все же кажется слишком чистым для обычного уличного хулигана. У него огромный топор в одной руке и стальной коробок в другой. Когда ты приближаешься к нему, он надувается и сердито смотрит на тебя. «На что уставился, 'бедолага'? 'Отвали', пока я тебя 'доходягой' не сделал!»

source: He glares daggers at Annah, but says nothing.
ru: Он поглядывает на кинжалы Анны, но ничего не отвечает.

source: "You *do* seem a little well-groomed for a thug."
ru: «Ты что-то уж *сильно* ухожен для бандита».

source: "Calm down... I just had some questions..."
ru: «Остынь... Я просто хочу задать пару вопросов...»

source: Leave.
ru: Уйти.

source: "Stop shaking your 'bone-box,' leatherhead! This is *my* territory and you'll be leaving it quick, if you don't want my 'bloods' to tear you apart!"
ru: «Перестань трещать своей 'костяной шкатулкой', недоумок! Это *моя* территория, так что убирайся отсюда быстро, если не хочешь, чтобы мои 'знатоки' порвали тебя на клочки!»

source: His face flushes angrily as he gnashes his teeth in frustration. "That's it - you've 'piking' asked for it! Get him, bloods!" He raises his axe and leaps to attack!
ru: Его лицо багровеет от злобы, он скрежещет зубами. «Ну все, ты таки допросился! Взять его, знатоки!» Он поднимает топор и бросается в атаку!

source: Fight.
ru: Сражаться.

source: Flee.
ru: Сбежать.

source: He raises an eyebrow and looks to the box, shrugging. "I don't know, and I can't get the 'piking' thing open... I think it's a 'piking' talking head, but I dropped it and it went silent. I was hoping to sell it to the Curiosity Shop, but Vris didn't 'piking' want it. Are you interested? A hundred coppers and I'll hand it over."
ru: Он поднимает бровь и глядит на коробок, пожимая плечами. «Не знаю, у меня не выходит открыть эту 'чертову' штуку... Кажется, это 'чертова' говорящая голова, но я ее уронил, и она замолкла. Я надеялся продать ее в антикварной лавке, но Вриша ее 'черта с два' возьмет. Нужно? Отдаю за сотню медяков».

source: "Wait - how'd you get this thing?"
ru: «Погоди, откуда он у тебя?»

source: "That's the head from that body in the Festhall, isn't it?"
ru: «Это же голова от того тела из Фестхолла, так ведь?»

source: "Sure, I'll take it."
ru: «Конечно, я его беру».

source: "No thanks. Farewell."
ru: «Нет, спасибо. Прощай».

source: The young thug looks sheepish for a moment - a laughable expression on him, considering his massive frame. "I... found it. Not as if it's any of your 'piking' business, 'sod!' Do you want it or not? One hundred coins, or I'll just keep the 'piking' thing."
ru: На миг лицо молодой громилы принимает робкое выражение; это выглядит смехотворно, учитывая его массивную фигуру. «Я его... нашел. Как будто это тебя касается, 'бедолага'! Он тебе нужен или нет? Гони сто монет, или я просто оставлю себе эту 'чертову' штуковину».

source: He snarls at you, flecks of spittle spattering his lips as he shouts. "I don't 'piking' know! Who cares?! I just found the 'sodding' thing... and what I find, I keep. It's mine by right, now! You want it? You *buy* it. One hundred 'jinks,' 'berk.'"
ru: Он рычит на тебя. Плюясь во все стороны, он выкрикивает: «Да с какого 'черта' мне знать! Какая разница?! Я просто нашел эту 'чертову' штуковину... а то, что я нахожу, я не выкидываю. Она моя по праву! Хочешь? *Купи*. Сто 'звенелок', 'пень'".

source: "What do you say we have a contest for it?"
ru: «Как насчет того, чтобы поспорить на нее?»

source: "How about I just beat you senseless and take it?"
ru: «Как насчет того, чтобы я просто избил тебя до потери сознания и забрал его?»

source: "Eh?"
ru: «А?»

source: "A contest. How about this: take that axe and give me one good strike, anywhere you'd like. If I can still get up and take that box, it's mine... else you're the new owner of anything I've got on me."
ru: «Спорим на нее. Правила такие: берешь топор и бьешь меня, куда тебе захочется. Если потом я смогу подняться и забрать коробок, он мой... в ином случае, можешь забрать с меня все, что захочешь».

source: "Never mind. I'll just buy it."
ru: «Неважно. Я просто куплю его».

source: "Forget it. I'll just beat you senseless and take it."
ru: «Забудь. Я просто изобью тебя до потери сознания и заберу его».

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: He looks at his axe, then you, very skeptically.
ru: Он смотрит весьма скептически сначала на свой топор, потом на тебя.

source: "What, are you worried I'm some sort of 'immortal being' whom your axe can't possibly hurt? Just *look* at me."
ru: «Что, боишься, что я что-то типа 'бессмертного', которому твой топор нипочем? *Погляди* на меня».

source: The thug buries his heavy axe into you, the blade hacking through tissue and bone in one mighty stroke - leaving you dead.
ru: Бандит вонзает в тебя свой тяжелый топор, его лезвие рассекает плоть и кости в одном мощном ударе, убивая тебя.

source: Fall into darkness...
ru: Пасть во тьму...

source: The thug buries his heavy axe into you, the blade hacking through tissue and bone in one mighty stroke. You stagger, cough up half a lungful of blood - and then grin at the burly young man. He stares in shock as you motion for him to hand you the steel box.
ru: Бандит вонзает в тебя свой тяжелый топор, его лезвие рассекает плоть и кости в одном мощном ударе. Ты, шатаясь, выкашливаешь из легких кровь, затем ухмыляешься молодому крепышу. Он шокированно глядит, как ты направляешься к нему за стальным коробком.

source: "I'll be taking that box, now. Too bad you didn't realize I was some sort of 'immortal being' whom your axe can't possibly hurt, eh? Farewell."
ru: «Теперь я заберу коробок. Жаль, что ты не догадался, что я что-то типа 'бессмертного', которому твой топор не страшен, а? Счастливо».

source: Take it and leave him standing there, dumbfounded.
ru: Забрать коробок и оставить его стоять здесь в растерянности.

source: The burly young thug snatches your coppers away and tosses you the steel box. "Now get out of here. I don't want to 'piking' talk to you again, 'berk.'"
ru: Крепкий молодой бандит хватает твои монеты и сует тебе коробок. «А теперь проваливай. 'Черта с два' я хочу с тобой дальше болтать, 'пень'".

source: "Yes, yes; whatever you say. Farewell."
ru: «Да-да, как скажешь. Прощай».

source: The burly young thug sneers as you approach him. "You again?! 'Pike off,' 'berk!'"
ru: Молодой громила презрительно усмехается, когда ты подходишь к нему. «Снова ты?! 'Отвали', 'пень'!»

source: "You seem a little well-groomed for a thug."
ru: «Ты кажешься слишком ухоженным для бандита».

source: The burly young thug sneers as you approach him. "Shake your 'piking' 'bone-box' all you want, 'berk.' I'm not 'chanting' with you."
ru: Молодой громила презрительно усмехается, когда ты подходишь к нему. «Тряси своим 'чертовым' 'костяным коробком' сколько хочешь, 'пень'. Я с тобой не буду 'трепаться'".

source: "Whatever you say. Farewell."
ru: «Как скажешь. Прощай».

source: "I'm just wondering what's in that box you've got."
ru: «Просто интересно, что в том твоем коробке».

source: "No, I think I'll just stick around."
ru: «Нет, пожалуй, я просто поброжу здесь поблизости».

source: "Fine, I'll leave. Farewell."
ru: «Хорошо, я ухожу. Прощай».

source: The burly young thug sneers as you approach him. "You again?! 'Pike-" He suddenly stops and narrows his eyes at you, scratching at his head. "Say... didn't I... but..."
ru: Молодой громила презрительно усмехается, когда ты подходишь к нему. «Снова ты?! 'Проваливай'... - внезапно он прерывается и прищурено смотрит на тебя, почесывая затылок. - Слушай... разве я не... но...»

source: "Yes, yes, I know. I have some questions..."
ru: «Да-да, я знаю. У меня несколько вопросов...»

source: "Yes, you did - and now you're going to pay dearly for it."
ru: «Да, так и есть - и сейчас ты за это поплатишься».
