Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dyvana.dlg.po
Languages: ru

source: Before you is a well-dressed, elderly woman in a gown of peach-colored and golden thread. She stands quietly, her hands folded together primly, and nods in your direction. It is then that you notice that she has no pupils - her eyes are entirely white. "Greetings, sir. I am Yvana; welcome to my galleria. Feel free to look about, spending as much time here as you like; should you have questions regarding any of the pieces, do not hesitate to ask me of them."
ru: Перед тобой хорошо одетая пожилая женщина в платье из ткани персикового и золотистого цветов. Она стоит неподвижно, чопорно сложив руки на груди. Она кивает в твоем направлении. Уже потом ты замечаешь, что у нее нет зрачков: глаза у нее полностью белые. "Приветствую, сэр. Я Ивана. Добро пожаловать в мою галерею. Чувствуйте себя как дома, осмотритесь тут. Можете находиться здесь столько, сколько пожелаете. Если у вас возникнут вопросы относительно экспонатов, задавайте их без колебаний".

source: "I had some questions, Yvana..."
ru: "У меня есть несколько вопросов, Ивана..."

source: "Maybe I'll look around, then. Farewell."
ru: "Тогда я, пожалуй, осмотрюсь вокруг. Прощай".

source: "Of course. Please, ask."
ru: "Конечно. Пожалуйста, спрашивайте".

source: "I had a question about one of the pieces..."
ru: "У меня вопрос насчет одного из экспонатов..."

source: "Can you see, Yvana?"
ru: "Ты можешь видеть, Ивана?"

source: "Do you know what this little cube-like toy creature is?"
ru: "Ты знаешь, что это за маленькая игрушка, похожая на куб?"

source: "You look familiar to me... do you know someone named Yves?"
ru: "Ты кажешься мне знакомой... Ты не знаешь никого по имени Ив?"

source: "Have you spoken to your daughter lately, Yvana?"
ru: "Ты уже поговорила с дочерью, Ивана?"

source: "What is this place?"
ru: "Что это за место?"

source: "What is of interest here?"
ru: "Что тут есть интересного?"

source: "Where could I find work, here?"
ru: "Где здесь можно найти работу?"

source: "I wanted to ask about a specific place..."
ru: "У меня вопросы об одном месте..."

source: "I just needed directions..."
ru: "Мне просто нужно сориентироваться..."

source: "Never mind, actually. Farewell."
ru: "Вообще-то, неважно. Прощай".

source: "I am afraid that I do not go far from beyond the galleria, and cannot help you with this matter. You might try and ask someone else."
ru: "Боюсь, что я не отхожу далеко от галереи и не могу помочь вам в этом деле. Вы могли бы попробовать спросить кого-нибудь еще".

source: "I had another question..."
ru: "У меня есть другие вопросы..."

source: "Farewell, then."
ru: "Тогда прощай".

source: "That is my daughter." For a moment, there is a hint of sadness in the milky whiteness of her eyes. "We no longer speak to one another."
ru: "Это моя дочь, - на миг в молочной белизне ее глаз появляется намек на грусть. - Мы больше не разговариваем".

source: "Why is that?"
ru: "Почему?"

source: "That's all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "There is nothing to be said between us. She has gone off in pursuit of stories... all for reasons I am unaware of."
ru: "Нам нечего друг другу сказать. Она ушла в погоне за историями... и все по неведомой мне причине".

source: "She told me a tale that might answer that question..."
ru: "Она рассказала мне историю, которая может быть ответом на этот вопрос..."

source: Yvana raises her eyebrows. "Oh? Tell me, would you please? I'd most appreciate it, sir..."
ru: Ивана поднимает брови. "О? Расскажите, будьте так любезны? Я буду очень благодарна, сэр..."

source: Tell her Tale-Chaser's story, and of her endless quest for the tale that holds the truth she seeks.
ru: Рассказать ей историю Охотницы-за-рассказами, про ее бесконечные поиски истории, содержащей истину, которую она ищет.

source: "Another time, perhaps. I had another question..."
ru: "Может, в другой раз. У меня есть другой вопрос..."

source: "Some other time. Farewell."
ru: "В другой раз. Прощай".

source: Yvana nods slowly. "I... had no idea. I will see her, now. I thank you, good sir, for bringing me this news of my only daughter." As she speaks, color slowly bleeds into her pale irises until her eyes are a brilliant shade of green.
ru: Ивана медленно кивает. "Я... понятия не имела. Я обязательно с ней увижусь. Спасибо вам, сэр, за то, что принесли мне новости о моей дочери". Когда она произносит это, ее бледные зрачки медленно наполняются цветом, пока, наконец, не становятся ярко-зелеными.

source: "Your eyes... can you see now, Yvana?"
ru: "Твои глаза... теперь ты можешь видеть, Ивана?"

source: She nods, smiling.
ru: Она кивает, улыбаясь.

source: "One moment, sir... your voice; it is heavy with age and wounds. Would you be so kind as to permit me to touch your face?"
ru: "Одну минуту, сэр... ваш голос; в нем слышна тяжесть времени и ран. Будьте так любезны, позвольте мне прикоснуться к вашему лицу?"

source: "Yes, go ahead."
ru: "Да, давай".

source: "No. I'd rather you didn't."
ru: "Нет. Лучше не надо".

source: "Wait..."
ru: "Постой..."

source: Yvana nods. "Very well; I shall not ask you again."
ru: Ивана кивает. "Отлично. Больше я не буду просить вас об этом".

source: "I had some questions..."
ru: "У меня есть некоторые вопросы..."

source: "I'll take my leave, now. Farewell."
ru: "Я уже должен идти. Прощай".

source: Yvana smiles, gently running her old hands over the skin of your face. She frowns, looking slightly puzzled. "So many scars... both old and new. They seem to..." She touches the side of your throat, flushes, then pulls away. "Pardon me, sir. I was curious to see how far they went."
ru: Ивана улыбается, нежно пробегая своими старыми руками по твоему лицу. Она нахмуривается, слегка озадаченная. "Так много шрамов... и старых, и новых. Похоже... - она касается твоего горла, краснеет и одергивает руку. - Простите меня, сэр. Мне было интересно, как далеко они зашли".

source: "It's fine. And they're everywhere; my whole body is scarred."
ru: "Ничего страшного. Они везде: все мое тело в шрамах".

source: "Just don't do it again, old woman."
ru: "Просто больше так не делай, старуха".

source: Yvana nods.
ru: Ивана кивает.

source: "I cannot see, but only because I do not wish to. In time, I will allow my vision to return so that I can re-experience the contents of my galleria with the benefit of new, fresh eyes."
ru: "Я не вижу только потому, что не хочу видеть. Со временем я позволю своему зрению вернуться, чтобы снова взглянуть на экспонаты своей галереи новым, свежим взглядом".

source: Yvana nods, smiling. "Your friend is quite correct, sir..."
ru: Ивана кивает, улыбаясь. "Ваша подруга совершенно права, сэр..."

source: "We are on speaking terms once more, yes... and I have you to thank for it. It pleases me to share words with my daughter once more." Yvana smiles at you.
ru: "Да, мы снова разговариваем друг с другом... и я должна поблагодарить вас за это. Я рада, что снова могу говорить с дочерью". Ивана улыбается тебе.

source: "Why, it's my galleria of the Planes." She smiles and gestures around her. "These pieces have been brought from far and wide. Some I sell, some I keep - all I display, at one time or another. Please, enjoy them... and again, should you have questions regarding any of the pieces, do not hesitate to ask me of them."
ru: "Ну, это моя галерея планов, - она улыбается и показывает вокруг себя. - Экспонаты привезены отовсюду. Некоторые из них я продаю, некоторые - храню. И демонстрирую каждый из них, в то или иное время. Пожалуйста, полюбуйтесь ими... и если у вас возникнут вопросы относительно экспонатов, задавайте их не колеблясь".

source: "Go on..."
ru: "Продолжай..."

source: "Wait... I had another question..."
ru: "Погоди... У меня были еще вопросы..."

source: "I'll have to hear the rest another time. Farewell."
ru: "Я выслушаю оставшуюся часть истории в другой раз. Прощай".

source: "Oh? Which one? One of the paintings?"
ru: "О? И о каком же? Об одной из картин?"

source: "The Arcadian stained-glass window."
ru: "Аркадийские витражи".

source: "The battle-horn of Acheron."
ru: "Боевой рог Ахерона".

source: "The Dark Birds of Ocanthus."
ru: "Темные птицы Окантуса".

source: "The ruby statuette."
ru: "Рубиновая статуэтка".

source: "The kyton's animate chain."
ru: "Живая цепь кайтона".

source: "The statue of the screaming man."
ru: "Статуя кричащего человека".

source: "Yes, one of the paintings..."
ru: "Да, одна из картин..."

source: "Actually, let me ask about something else..."
ru: "А вообще, позволь мне спросить кое о чем еще..."

source: "Which one, sir?"
ru: "Какая, сэр?"

source: "'Karasuthran Shoreline.'"
ru: "Побережье Карасутры".

source: "'Outland Raiders.'"
ru: "Мародеры Внешних земель".

source: "'Hazazoth at the Consumption of N'gar.'"
ru: "Хазазот, пожирающий Нгара".

source: "'Surface of Thalasia.'"
ru: "Поверхность Талазии".

source: "'The Library.'"
ru: "Библиотека".

source: "'The Folly of Udo.'"
ru: "Безрассудство Удо".

source: "'Vale Beneath Clanggedin.'"
ru: "Долина под Кланжеддином".

source: "'Gray Hag of Oinos.'"
ru: "Серая ведьма Ойноса".

source: "'Wave Motion Study #7. '"
ru: "Исследование волнообразных движений #7".

source: "'Moment's Glance from the Walls of Moch'chma.'"
ru: "Минутный взгляд со стен Моччмы".

source: "Orb of Night and Day? Arcadia?"
ru: "Шар ночи и дня? Аркадия?"

source: "Let me ask about another piece..."
ru: "Позволь спросить по поводу другого экспоната..."

source: "Arcadia is a Plane of peaceful order, also known as the Land of Perfect Good. The Orb of Night and Day is a sphere set in the top of Arcadia's highest peak; each half emits either light or darkness. The turning of the Orb gives Arcadia its day and night."
ru: "Аркадия - план мирного порядка, также известный как Земля истинного добра. Шар ночи и дня - это сфера, установленная на вершине высочайшего пика Аркадии; каждая его половина испускает либо свет, либо тьму. Вращения Шара дает Аркадии день и ночь".

source: "Ah, the Cleansing Horn... a horn of beaten lead, metal drawn directly from the cube of Acheron. It is said that the Cleansing Horn last sounded where the Companies of the Jackal and the Gouged Eye Clans met for their battle at the Disputed Lands. Legends tell us that this horn's power was used near the battle's end to draw the floating cubes together, crushing the routing Company of the Jackal before it could escape."
ru: "Ах, Очищающий рог... это рог из кованого свинца, металла, добытого прямо с куба Ахерона. Говорят, что в последний раз рог звучал, когда батальоны Шакала встретились с кланами Выбитого Глаза в битве на Спорных землях. Легенда гласит, что сила этого рога была использована под конец битвы, чтобы собрать вместе летающие кубы, которые добили разгромленный батальон Шакалов, прежде чем он смог сбежать".

source: "Cubes? Acheron?"
ru: "Кубы? Ахерон?"

source: "Acheron is a Plane of harshly enforced order, where conformity is more important than good. It is composed of gigantic, metallic cubes which float through an endless void... many cubes are large enough that cities or entire kingdoms have been built upon their faces."
ru: "Ахерон - это план строго поддерживаемого порядка, где послушание важнее добра. Он состоит из гигантских металлических кубов, летающих в бесконечной пустоте... многие кубы столь велики, что на их гранях построены города и даже целые королевства".

source: "All of them are chipped from the great magical sheet of black, infinite ice that rests in the black belly of the Plane of Ocanthus." Yvana pauses, tapping her chin. "It is said that this sheet of ice is the final destination of the River Styx, and that the recollections of all that have plunged into the Styx's memory-destroying waters still lie frozen within the ice."
ru: "Все они отколоты от огромного волшебного пласта вечного черного льда, который покоится в темных недрах плана Окантус, - Ивана умолкает, постукивая пальцами по подбородку. - Говорят, что этим пластом льда заканчивается река Стикс, и что воспоминания всех, кто погрузился в уничтожающие память воды Стикса, все еще лежат, замороженные в этом льду".

source: "If the waters of the Styx destroy one's memories, would this ice from Ocanthus do the same?"
ru: "Если воды Стикса уничтожают память, будет ли этот лед с Окантуса действовать так же?"

source: "I could only assume so, yes."
ru: "Я могу лишь предположить, что да".

source: "That piece was found in a cathedral in the fertile fields of Elysium on the first layer, Amoria the Untroubled, where it bordered the River Oceanus. The name of the piece is not known, but the skill and craftsmanship are believed to be one of the most striking examples of gem crafting in the Planes. The mere way in which the piece captures, distills, and enhances the light through its facets is part of its breath-taking wonder. It seems to bring to light the possible ideological connection between even the most evil and the purest beings in the multiverse... fascinating."
ru: "Этот экспонат был найден в соборе, который находится в плодородных полях Элизиума, на первом его уровне, Беззаботной Амории, где он граничит с рекой Океанус. Название этой вещи неизвестно, но мастерство его исполнения считается одним из наиболее впечатляющих примеров обработки драгоценных камней на планах. Одно лишь то, как он собирает, преломляет и усиливает свет, проходящий через его грани, заставляет сердце замереть. Похоже, он раскрывает возможную идеологическую связь между наиболее злыми и наиболее светлыми существами в мультивселенной... просто восхитительно".

source: "The chain comes from the city of Jangling Hiter, the city of chains that hangs on Minauros, third layer of the Plane of Baator. The chains there are the finest in the multiverse, but the inhabitants of Jangling Hiter are malicious and cruel, using the chains as living weapons against all that enter their city and violate their laws."
ru: "Эта цепь из Джанглинг Хайтера, города цепей, висящего на Минавросе, третьем слоем плана Баатора. Тамошние цепи - лучшие в мультивселенной, однако обитатели Звенящего Хайтера злы и жестоки, и используют цепи в качестве живого оружия против всех гостей Джанглинг Хайтера, нарушающих их законы".

source: "Kytons move about the city of chains as spiders upon webs, adorned in chains woven tightly around their bodies. Kytons possess a power known as the 'gift of chains,' which allows them to manipulate chains with their minds. It is believed that my galleria's chain was animated during a battle in which the kyton controlling it was slain with a cursed hammer... its life essence then passing into the chain itself."
ru: "Кайтоны перемещаются по городу цепей, словно пауки по паутине, украшенные цепями, которыми туго обтянуты их тела. Кайтоны обладают силой, известной как 'дар цепей', которая позволяет им мысленно управлять цепями. Считается, что цепь из моей галереи была оживлена во время битвы, в которой кайтон, управлявший ею, был убит проклятым молотом... и его жизненная сущность перешла в саму цепь".

source: "This statue is believed not to be the final fate of the Etherserian sorcerer Gangroighydon. Attacked by a conclave of rival sorcerers at the height of his dream madness, he was imprisoned with a spell that turned his flesh into stone. Gangroighydon is said to have been frozen with a final, awful curse still upon his lips, a curse so terrible that it was *never* meant to be spoken by the lips of a living man."
ru: "Считается, что эта статуя - конечная судьба этерсерийского чародея Гангройгидона. Атакованный враждебным конклавом чародеев, находясь в пике ужасного безумия, он был лишен свободы заклинанием, которое обратило его плоть в камень. Говорят, будто Гангройгидон застыл с последним страшным проклятием на губах, столь ужасным, что ему *никогда* не следовало слетать с уст живого человека".

source: "It is said that the fury of the curse was enough to blister the flesh from the bones of those that heard it, and that it could even shatter the stones themselves."
ru: "Говорят, что ярость проклятия столь сильна, что срывает плоть с костей услышавшего его, и даже может раскалывать камни".

source: "Karasuthra is a layer of the Beastlands which is perpetually shrouded in night, filled with all manner of animals that stalk their prey in the darkness. A painter who had fallen in love with a Cat Lord and followed her to her homeland gave the paintings to me. Never did he reveal to me the secrets of their construction."
ru: "Карасутра - это слой Звериных земель, где царит вечная ночь. Он наполнен всевозможными видами животных, выслеживающих добычу в темноте. Художник, полюбивший Владычицу котов и последовавший за ней на ее родной план, отдал мне эти картины. Он так и не раскрыл мне секрет их создания".

source: "Let me ask about another painting..."
ru: "Позволь спросить по поводу другой картины..."

source: "An interesting piece, yes? The painter managed a most interesting effect with the forms in the cliff's shadows. The woman who brought me this piece told me she found it in an abandoned camp on the Outlands... the original painter was never found. Presumably, they were slain by the same raiders whose image they captured in the painting."
ru: "Примечательный экспонат, не правда ли? Художнику удался весьма интересный эффект с формой теней на скалах. Женщина, принесшая мне картину, сказала, что нашла ее в заброшенном лагере во Внешних Землях... написавшего ее художника так и не нашли. Он, предположительно, был убит теми же мародерами, которые были запечатлены на картине".

source: "This painting is a copy from the wall of one of the Gatehouse's - Sigil's largest asylum - cell walls. All the occupant could speak was 'Hazazoth has consumed N'gar... Hazazoth has consumed N'gar...' A bit frightening, I think, but a fine painting nonetheless."
ru: "Эта картина срисована с одной из стен камеры в Сторожке, крупнейшем сигильском сумасшедшем доме. Все, что мог выговорить ее житель, это 'Хазазот сожрал Нгара... Хазазот сожрал Нгара...'. Пожалуй, немножко жутковато, тем не менее, это отличное полотно".

source: "Thalasia is the sea in which the River Oceanus, which winds through most all of the Plane of Elysium, begins and ends. The piece was painted by one of the many island's inhabitants."
ru: "Талазия - это море, откуда берет начало и куда впадает река Океанус, огибающая почти весь план Элизиум. Картина написана одним из многочисленных островитян".

source: "I know very little about this piece... it simply arrived on the doorstep of my galleria one day, swathed in black cloth and labeled 'From the Citadel.' One knowledgeable patron hypothesized that it might be some great sorcerer's fortress, suspended within a demi-plane of their own creation."
ru: "Мне мало что известно об этом экспонате... однажды он был попросту оставлен у порога моей галереи, завернутый в черное сукно и подписанный 'Из Цитадели'. Один хорошо осведомленный посетитель высказал гипотезу, что это, должно быть, замок какого-то великого чародея, подвешенный в полуплане, который он сам и создал".

source: "This painting illustrates one of the legends of the Prime world Goha. Udo was a wizard-king of such skill and power that he set to casting a spell that would turn himself into a Power, and the people of his great nation into divine servants. With the spell's completion, lightning crashed down around Udo's palace setting it ablaze and, before the thunder had died away, the city was empty... not a living thing to be found. Over seventy-thousand people vanished, without a trace, in a heart-beat. No one knows the fate of Udo or his people."
ru: "Эта картина иллюстрирует одну из легенд Первичного мира Гоха. Удо был королем-чародеем, столь искусным и могущественным, что решил создать заклинание, которое должно было превратить его в Силу, а людей его великого народа - в божественных слуг. Когда Удо сотворил это заклинание, в его дворец ударила молния, подожгла его и, прежде чем утих гром, город опустел... не осталось ничего живого. Пропало более семидесяти тысяч человек, бесследно, в мгновение ока. Никто не знает, что случилось с Удо и его народом".

source: "Bulbog Stonenose sold this painting to me... it is of a field beneath Mount Clanggedin, the home of the dwarf einheriar - spirits of the Upper Planes who serve as guardians or warriors - in the Plane of Arcadia."
ru: "Эту картину продал мне Бульбог Камненос... на ней - пространство под горой Кланжеддин на плане Аркадия, дом дварфских эйнхериаров - духов Верхних планов, служащих в качестве хранителей или воинов".

source: "A young man whose name I do not know sold me this piece. It was one of several he had, but the others already had owners... or so he said. I would so like to possess the entire collection, but alas - it oft seems some things are not meant to be."
ru: "Этот экспонат продал мне юноша, имени которого я не знаю. У него было несколько таких картин, но у остальных уже были хозяева... если верить его словам. Мне бы так хотелось собрать полную коллекцию, но, увы - нередко кажется, что некоторым вещам не суждено сбыться".

source: "Moch'chma is a githzerai fortress which floats in the Plane of Limbo. The Moment's Glance was painted by the chaos-scholar Dy, who remembers everything she sees with perfect clarity when she is not stricken with madness."
ru: "Моччма - это гитцерайская крепость, парящая на плане Лимбо. Минутный взгляд был написан исследовательницей хаос Ди. В минуты, когда ее не одолевало безумие, она с идеальной четкостью помнила все увиденное ею".

source: Yvana smiles and motions you towards her. "Greetings, again. Do you have questions regarding one of the pieces?"
ru: Ивана улыбается и жестом предлагает подойти к ней. "И вновь приветствую. У вас есть вопросы относительно одного из экспонатов?"

source: "No, but do have other questions..."
ru: "Нет, но имеются другие вопросы..."

source: "Yes, I do..."
ru: "Да..."

source: "Not at the moment. Farewell, Yvana."
ru: "Пока нет. Прощай, Ивана".

source: Yvana takes the item and drags her fingers along it. She feels along the exterior of the object, then hands it back to you. "It's more than just a well-crafted toy modron, that's for certain. It may be some sort of puzzle-box, or portal key."
ru: Ивана берет предмет и проводит по нему пальцами. Она ощупывает его поверхность, затем возвращает тебе. "Это, несомненно, нечто большее, чем просто добротно сделанный игрушечный модрон. Быть может, это что-то вроде головоломки или портального ключа".

source: "What's a modron?"
ru: "Что за модрон?"

source: "Modrons are race of lawful, orderly beings. They come in many shapes and forms, each one occupying a different level in the rigid modron hierarchy. I think this sort is called a 'quadrone.'"
ru: "Модроны - раса законопослушных упорядоченных существ. У них много форм, каждая из которых занимает свой уровень в жесткой иерархии модронов. Мне кажется, что этот вид называется 'квадрон'".

source: Yvana runs her fingertips over the engraved lettering upon the 'journal.' "No, I have not. You would do well to ask a proper linguist... you might find one at the Civic Festhall."
ru: Ивана проводит пальцами по надписям, выгравированным на "дневнике". "Нет. Вам лучше спросить пристойного лингвиста... вы можете найти такого в Городском Фестхолле".

source: "Have you ever come across anything like the writing in this dodecahedron?"
ru: "Тебе когда-нибудь попадалось что-нибудь, похожее на надписи на этом додекаэдре?"
