Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dyvana.dlg.po
Languages: ru

source: "Odd you should ask about that... just after a terrible noise, some patrons came running to me about a mangled corpse on the floor. The Harmonium came to remove the body from the premises, but could find no perpetrator. I told them that, in all likelihood, some madman had released Gangroighydon and been slain by his curse... but the old sorcerer himself was nowhere to be found. I know nothing more."
ru: "Странно, что ты спрашиваешь об этом... сразу после ужасного шума посетители сообщили мне об изувеченном трупе на полу. Пришел Гармониум, чтобы вынести тело из помещения, но нарушителя так и не нашли. Я сказала им, что, по всей вероятности, какой-то безумец освободил Гангройгидона и был убит его проклятьем... однако самого старого чародея нигде не было. Больше я ничего не знаю".

source: "The... er... 'statue' of the screaming man."
ru: "Э-э... 'статуя' кричащего человека".

source: Yvana, the curator of an Art Galleria in the Clerk's Ward, told me that the Dark Birds of Ocanthus she has on display are actually frozen shards of Styx-ice. Anyone mad enough to eat one would likely be affected as if they had drunk of the Styx - they would lose their every memory. Definitely a step backward for myself, though the idea might be appealing to some...
ru: Ивана, куратор галереи искусств Чиновничьего района, сказала мне, что Темные птицы Окантуса у нее на экспозиции - на самом деле, осколки льда Стикса. С любым, кто безумен настолько, чтобы съести осколок, скорее всего, случится то же, что и с тем, кто пьет воду Стикса: он полностью утратит память. Определенно, шаг назад для меня, хотя кому-то такая идея может и понравиться...
