Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dyves.dlg.po
Languages: ru

source: "Once upon a time, a man came onto a field of hives. Upon this field he heard thousands of bees, but there was not a single bee to be seen. Amongst the hives walked a beekeeper, who was extracting the honeycomb from the apparently empty hives. Yet despite the lack of insects, the drone continued; the man was mystified."
ru: "Однажды человек забрел в поле с ульями. Над этим полем он слышал тысячи пчел, но ни единой из них не было видно. Среди ульев прохаживался пасечник и доставал соты из явно пустых ульев. И все же, не смотря на отсутствие насекомых, гудение продолжалось; человек был сбит с толку".

source: "He made to speak with the beekeeper, who lifted his hood to reveal a creature made entirely of bees. A mouth-shaped depression formed in the mass of insects which made up the thing's face; the depression moved as the creature spoke, but the drone was such that its words could not be understood. The man died at that moment, trying to understand what it was that the beekeeper said."
ru: "Он попытался заговорить с пасечником, но тот поднял капюшон, под которым оказалось существо, всецело состоящее из пчел. На том месте, где должно было быть лицо существа, образовался рот в выражении уныния; выражение исчезло, когда существо заговорило, но гул был так силен, что слов было не разобрать. И в тот же миг человек умер, пытаясь понять, что сказал пасечник".

source: Yves leans forward as you tell the tale of Reekwind's odiferous curse... she seems to devour your every word. As you finish, she smiles at you. "I shall remember this tale. And now, I have one for you - 'The Gilded Tale.'"
ru: Когда ты рассказываешь историю о благоухающем проклятии Зловонного, Ив подается вперед... кажется, будто она впитывает каждое твое слово. Когда ты заканчиваешь, она улыбается тебе. "Я запомню этот рассказ. А теперь я расскажу тебе историю - Позолоченный сказ".

source: "Upon the Plane of Ysgard is the Gilded Hall, where those Sensates that seek the pleasure of gullet and loin can be found. They indulge these passions in earnest, never realizing that the doors of the hall never open and that there is no clear path back to the Civic Festhall. They are the unwanted Sensates, the ones that do not truly believe in the faction, but instead seek only pleasure for pleasure's sake. Are prisoners who do not realize they are such truly prisoners?"
ru: "Есть на плане Изгард Позолоченный зал, где можно найти Чувствующих, находящих удовольствие в чревоугодии и прелюбодеянии. Они ревностно предаются эти страстям, даже не подозревая, что двери зала никогда не откроются, и что нет пути назад в Городскую ратушу. Они - нежеланные Чувствующие, у которых нет серьезной веры во фракцию. Вместо этого они ищут удовольствия ради удовольствий. А заключенные ли те, кто не осознает, что они такие вот настоящие заключенные?"

source: Yves leans forward as you tell the tale of the Alley of Dangerous Angles and how it came to be... she seems to devour your every word. As you finish, she smiles at you. "I shall remember this tale. And now, I have one for you - 'The Lady's Suitor.'"
ru: Когда ты рассказываешь историю о Переулке опасных углов, и как он появился, Ив подается вперед... кажется, будто она впитывает каждое твое слово. Когда ты заканчиваешь, она улыбается тебе. "Я запомню этот рассказ. А теперь я расскажу тебе историю - Поклонник Леди".

source: "The tale concerns a suitor of Lady of Pain, one of many over the years. He was a young man who was obsessed with the Mistress of Sigil. He saw her everywhere, in every corner of her city. He would hear the rustling of her robes, the scrape of her blades, and grew infatuated beyond all reason. He hoped that if he worshipped her, that he would at last be able to see her... and so worship her he did."
ru: "В рассказе речь идет о поклоннике Леди Боли, единственном за многие годы. Он был юношей, одержимым госпожой Сигила. Он видел ее повсюду, в любом уголке ее города. Он желал услышать шорох ее одежд, скрип ее клинков, он начинал сходить с ума без всякой на то причины. Он надеялся, что если будет поклоняться ей, то, по крайней мере, увидит ее... и он стал ей поклоняться".

source: "He was found dead on the blood-soaked steps of his own home, grievous stab wounds covering the whole of his body... but his eyes were open wide, and upon his lips was a triumphant smile."
ru: "Его обнаружили мертвым на покрытых кровью ступенях у его дома. Его тело было покрыто тяжелыми колотыми ранами... но глаза его были широко раскрыты, а на его лице застыла ликующая улыбка".

source: Yves leans forward as you tell the tale of the fall of Pharod... she seems to devour your every word. As you finish, she smiles at you. "I shall remember this tale. And now, I have one for you..."
ru: Когда ты рассказываешь историю о падении Фарода, Ив наклоняется вперед... кажется, будто она впитывает каждое твое слово. Когда ты заканчиваешь, она улыбается тебе. "Я запомню этот рассказ. А у меня есть рассказ для тебя..."

source: "Once came a man who had experienced the most beautiful thing in the multiverse. It was his intention to place the experience within one of the Civic Festhall's sensory stones - magical devices which held feelings and memories for an eternity, leaving them for others to partake of."
ru: "Был когда-то человек, который испытал самую прекрасную вещь в мультивселенной. Он намеревался поместить свои впечатления в один из камней переживаний в Городской ратуше (это магические устройства, которые веками сохраняют чувства и воспоминания), чтобы разделить их с другими".

source: "But he thought about it: wouldn't its being shared dilute the experience? So he held it to himself, precious thing that it was, and aged with the memory. But as he aged, the memory became tarnished and beaten, and he could no longer recall the glory of the experience."
ru: "Но тут он подумал: разве это не сделает впечатления менее выразительными? И потому он оставил их себе, драгоценную вещь, какими они и были, и помнил их до старости. Но когда он состарился, воспоминания стали тусклыми и неполными, и он больше не мог вспомнить всего великолепия тех переживаний".

source: Yves leans forward as you tell the tale of Ignus and the Art that burned within him... she seems to devour your every word. As you finish, she smiles at you. "I shall remember this tale. And now, I have one for you - 'The Execution.'"
ru: Когда ты рассказываешь историю об Игнусе и Искусстве, которое горело в нем, Ив подается вперед... кажется, будто она впитывает каждое твое слово. Когда ты заканчиваешь, она улыбается тебе. "Я запомню этот рассказ. А теперь я расскажу тебе историю - Казнь".

source: "Once, a murderer roamed Sigil's streets, a black-hearted man by the name of Kossacs. He had been blessed by his Abyssal mother so that no one could strike him with an intent to harm or they themselves would die. He reveled in his blessing, using it to start fights and murder anyone who crossed his path."
ru: "Когда-то по улицам Сигила бродил убийца, человек с черным сердцем по имени Козакс. Его мать из Преисподней дала ему благословление, из-за которого никто не осмеливался ударить его с целью нанести ему вред, иначе тому грозила смерть. Он наслаждался своим благословлением, и использовал его, чтобы развязывать драки и убивать каждого, кто встанет у него на пути".

source: During one of his murderous rages, he was captured by the Harmonium with nets and brought before the Guvners. The trial was short, final, yet Kossacs laughed at the proceedings, knowing that no one among them could harm him without dying horribly. At the final day of his trial, he was proclaimed guilty and sentenced to death.
ru: "В ходе одной из его кровавых заварушек Гармониум поймал его в сети и выдал Законникам. Суд был коротким и окончательным, и все же Козакс смеялся во время процесса, зная, что никто из них не может причинить ему вред, не умерев при этом страшной смертью. В последний день суда его признали виновным и приговорили к смерти".

source: "Then I spit on your cowardice!" Kossacs laughed, feeling for the chalice in the darkness, then hurling it at the wall and shattering it. Its poison dripped from the walls and dried, until it was no more. "Come then - you will have to try and kill me now."
ru: "Плевать я хотел на вашу трусость! - смеясь, крикнул Козакс, затем нащупал в темноте чашу, бросил ее в стену и разбил ее. Яд расплескался по стенам и высох, не оставив ни следа. - Давайте. Попробуйте убить меня".

source: Yves smiles. "An interesting tale, Morte. And now I've one for you and your companion...'The Fiend's Game.'"
ru: Ив улыбается. "Занимательная история, Морт. А теперь я расскажу тебе и твоему товарищу историю... Игра демона".

source: "A fiend sometimes wandered the wilderness of a certain Prime world in the guise of a friendly old man. One day, he came upon some hunters in the wood." "What are you doing?' The fiend asked." The hunters told him, and the fiend nodded. "I have never been on a hunt before."
ru: "Один демон временами бродил по диким местам в одном из миров Прайма в облике приветливого старика. Однажды в лесу он встретил нескольких охотников". "Что вы делаете? - спросил демон. Охотники ответили ему, и демон кивнул. - Я никогда раньше не был на охоте".

source: "The hunters invited the old man to come along, and the group eventually came upon a glade where several deer were grazing. The hunters carried crossbows, but did not fire, and the fiend asked them why."
ru: "Охотники пригласили старика пойти с ними, и они случайно наткнулись на поляну, где паслись несколько оленей. Охотники носили с собой арбалеты, но не стали стрелять, и демон спросил их почему".

source: "'They are unarmed,' the hunters chuckled, patting their crossbows. 'We hunt nothing that does not have the ability to defend itself. After all, where is the sport in that?'" "The fiend nodded at this, and promptly gated in three of his fellows. The hunters led them on a merry chase, but eventually they were caught and eaten."
ru: "Они безоружны, - ответили охотники, тихо смеясь и похлопывая арбалеты. - Мы не охотимся на тех, кто не может себя защитить. В конце концов, какая же в этом охота?" "Демон кивнул в ответ и тут же призвал троих своих приятелей. Охотники устроили за ними веселую погоню, и, в конце концов, поймали их и съели".

source: Yves smiles. "A fine tale, Nordom. And now I've one for you and your companion... 'Flowers and Sensates.'"
ru: Ив улыбается. "Отличный рассказ, Нордом. А теперь у меня для тебя и твоего товарища есть история... Цветы и Чувствующие".

source: "There was a man who read much of flowers - essays, treatises, biological texts, poetry - and as such considered himself well-learned in the way of flowers. One day, he came across a half-blind gardener who tended the Sensate gardens. Who was blind in the way of flowers?"
ru: "Жил-был человек, который много читал о цветах - эссе, трактаты, биологические тексты, поэзию, - и таким образом считал себя знатоком по части цветов. Однажды он встретил полуслепого садовника, который ухаживал за садами Чувствующих. Так кто же был слеп по части цветов?"

source: Yves smiles. "Fascinating, Dak'kon. Let me share with you and your companion another version of your tale that I have heard..."
ru: Ив улыбается. "Замечательно, Даккон. Позволь мне поделиться с тобой и твоим товарищем другой версией рассказаной тобой истории, которую слышала я..."

source: Yves goes on to tell a different version of Dak'kon's tale, in which Ach'ali was driven from the githzerai city of Shrak'at'lor for her constant, useless prattling... "One day, she encountered a slaadi on his way to the spawning stone. She hastily erected a wall of chaos matter, which even the ravenous slaadi found difficult to break down. Hungrily, it waited, and spoke to her through the wall. She asked it questions, and as she became more absorbed in her pointless queries and the slaadi's answers, her own wall decayed and collapsed upon her... and thus she drowned in the matter of Limbo."
ru: Ив собирается рассказать другую версию рассказа Даккона, в котором Ачали выгнали из гитцерайского города Шракатлора за ее постоянную бессмысленную болтовню... "Однажды она встретила слаади, направляющегося к порождающему камню. Она поспешно возвела стену из материи хаоса, которую не смог пробить даже ненасытный слаади. Он подождал, и, проголодавшись, заговорил с ней через стену. Она стала расспрашивать его, и когда ее поглотил ее бессмысленный обмен вопросами и ответами со слаади, ее собственная стена обветшала и обрушилась на нее... и таким образом она утонула в материи Лимбо".

source: Yves smiles at Annah. "But I would very much like to hear your story..."
ru: Ив улыбается Анне. "Но я бы очень хотела послушать твою историю..."

source: Yves smiles. "That was a wonderful, tale Annah; you should never hesitate to share it. Now I've one for you and your companion - 'The Parched Land.'"
ru: Ив улыбается. "Это был чудесный рассказ, Анна; ты должна делиться им, не раздумывая. Теперь я расскажу тебе и твоему товарищу историю - Выжженная земля".

source: "Once, a large village was struck by a terrible drought. A farmer journeyed to the Worshipping Stone, and again implored it as to the cause of the drought. He asked the Stone why it did nothing when the fields were parched and dying, why the animals and the people suffered while the Stone did not a thing. 'Have we not given enough offerings?' the farmer asked, begging almost upon his hands and needs. But the Stone did not respond; it merely sat, and cast its shadow."
ru: "Однажды на большое селение обрушилась ужасная засуха. Фермер отправился к Камню поклонения, и вновь обратил к нему молитвы, как будто он был причиной засухи. Он спросил у Камня, почему тот ничего не делает, в то время как поля высыхают и погибают, а животные и люди страдают. Разве мы принесли мало подношений? - вопрошал фермер, чуть ли не распластавшись в мольбе. Но Камень не отвечал; он лишь стоял и отбрасывал тень".

source: Yves nods. "Which?"
ru: Ив кивает. "Какую?"

source: Yves smiles pleasantly at you. "Greetings, again. Have you come to trade tales?"
ru: Ив мило улыбается тебе. "И снова здравствуй. У тебя есть истории на обмен?"

source: Yves nods. "Yes, but she and I no longer speak, just as I shall speak no more of her."
ru: Ив кивает. "Да, но мы больше не разговариваем друг с другом, и я больше не буду говорить о ней".

source: Yves nods, smiling. "I have, thank you."
ru: Ив, улыбаясь, кивает. "Да, спасибо".

source: "Ecco?" Yves frowns, thinking. "I once heard a tale of a girl who knew the word that, if spoken, would undo the multiverse. Perhaps this is Ecco. Ask Dolora, though... I understand that she sometimes meets with one who knew Ecco before she stopped speaking."
ru: "Экко? - Ив нахмуривается в раздумии. - Однажды я слышала историю о девочке, которая знала слово, произнеся которое, можно было разрушить мультивселенную. Вероятно, это и есть Экко. Хотя спроси Долору... Я так понимаю, она время от времени встречается с человеком, который знал ее еще до того, как она перестала говорить".

source: Yves smiles pleasantly at you. "Greetings, again. I have come across a tale you might wish to hear. Shall I share it with you?"
ru: Ив мило улыбается тебе. "И снова здравствуй. Мне попалась история, которая должна тебя заинтересовать. Рассказать ее тебе?"

source: "There was a man, a prestigious man, that for all his wealth and status was terribly unhappy. His daughter had perished, and what little was left of his life was shadowed by the gloom of her passing."
ru: "Жил-был человек, весьма знатный, который был ужасно несчастен, несмотря на все свое богатство и положение. Его дочь погибла, и то немногое, что осталось в его жизни, было покрыто тенью уныния из-за ее безвременного ухода".

source: "So it happened that a former lover of the daughter came to him and spoke of her with meaning and feeling, restoring the light to his heart. And in so doing, both found two wholly different things, each of which would prove precious to them in separate ways."
ru: "Случилось так, что к нему явился бывший возлюбленный его дочери и стал говорить о ней, выразительно и пылко, вернув свет в его сердце. И в процессе разговора каждый из них обнаружили для себя непохожие вещи, каждая из которых была по-своему ценной для каждого из них".

source: "One found the spark of life returned to him, the gloom chased from his eyes and the corners of his mind." "And the man, the lover, the petitioner found something else that was to prove more precious to him on his journey: regret."
ru: "Один обнаружил, что в нем вновь зажглась искра жизни, и мрак рассеялся перед его глазами и в его разуме". "Другой, ее возлюбленный, обнаружил кое-что другое, оказавшееся для него более ценным в его путешествии - раскаянье".

source: "Wait...I had a question..."
ru: "Постой... У меня есть вопрос..."

source: "Just tell the story already, Annah."
ru: "Просто расскажи свою историю, Анна, ну в самом деле".

source: "Please share your story, Annah..."
ru: "Пожалуйста, поделись своей историей, Анна..."

source: "I've another tale to share with you, Yves."
ru: "Я хочу поделиться с тобой еще одной историей, Ив".

source: "Maybe another time, Yves. Farewell."
ru: "Быть может, в другой раз, Ив. Прощай".

source: "The Chapters of Dust."
ru: "Главы из пыли".

source: "The Clock and the Quadrone."
ru: "Часы и квадрон".

source: "The Petitioner at the Gate."
ru: "Вопрошающая у ворот".

source: "The Beekeeper's Tale."
ru: "Рассказ о пасечнике".

source: "The Gilded Tale."
ru: "Позолоченный сказ".

source: "The Lady's Suitor."
ru: "Поклонник Леди".

source: "The tale about the man who refused to share his experience."
ru: "Рассказ о человеке, который не хотел делиться своим опытом".

source: "The Execution."
ru: "Казнь".

source: "The Parched Land."
ru: "Выжженная земля".

source: "Your version of 'Ach'ali Drowning.'"
ru: "Твою версию Ачали-утопленницы".

source: "Flowers and Sensates."
ru: "Цветы и Чувствующие".

source: "The tale of the father, the daughter and her lover."
ru: "Сказка об отце, дочери и ее любовнике".

source: "Actually, I had a question..."
ru: "Вообще-то, у меня есть вопрос..."

source: "Never mind, Yves. Farewell."
ru: "Не бери в голову, Ив. Счастливо".

source: "Yes, I have."
ru: "Да, есть".

source: "No, but I had some questions..."
ru: "Нет, но у меня есть некоторые вопросы..."

source: "Actually, I was just passing by. Farewell, Yves."
ru: "Вообще-то, я просто проходил мимо. Прощай, Ив".

source: "Farewell then, Yves."
ru: "Тогда прощай, Ив".

source: "My pleasure. I had another question..."
ru: "Не за что. У меня есть другой вопрос..."

source: "Of course. Farewell, Yves."
ru: "Конечно. Прощай, Ив".

source: "Yes, please."
ru: "Да, пожалуйста".

source: "Not just now. I had some questions..."
ru: "Не сейчас. У меня есть другие вопросы..."

source: "I was only passing by, Yves; I'll hear it later. Farewell."
ru: "Я просто проходил мимо, Ив; я послушаю позже. Прощай".

source: "Wait... I had a question...."
ru: "Погоди... У меня есть вопрос..."

source: "Thanks. I had a question for you, Yves..."
ru: "Спасибо. У меня к тебе вопрос, Ив..."

source: "Thanks, Yves. I'll take my leave, now; farewell."
ru: "Спасибо, Ив. Мне нужно идти, прощай".

source: "For it is regret that can change the nature of a man, it is said, though perhaps only the Gray Sisters know it for certain." Yves nods at you, smiling. "I know not the meaning of this tale, but perhaps it will be of some use to you, in the future."
ru: "Ведь, говорят, раскаянье способно изменить природу человека, хотя, наверное, только Серые сестры знают это наверняка". Ив кивает тебе, улыбаясь. "Я не знаю смысла этой истории, но, возможно, она тебе еще пригодится в будущем".

source: "Kossacs sentence proclaimed by the Guvners was this: 'Confinement for thrice-thirty days, during which time you shall give up your life, be declared dead, and your body removed when all signs of life cease.' Kossacs laughed and dared any of them to try and harm him, yet the court was silent."
ru: "Приговор Козакса, вынесенный Законниками, звучал так: "Заключение сроком на три раза по тридцать дней, в течение которых откажешься от своей жизни, будешь провозглашен мертвым, и твое тело вынесут, когда исчезнут все признаки жизни". Козакс смеялся и подначивал всех ударить его, но суд хранил молчание".

source: "The Mercykillers lead Kossacs to their prison and locked him in a dark, empty cell. There was no cot, no lights, and the only door was a steel grate in the ceiling. As they lowered him into the cell, the Mercykiller told him - in the corner of your cell will you find a chalice. It holds poison. Your death will be swift." "'Aren't you going to execute me?' Kossacs snarled at the guard. "No one in Sigil shall lay a hand on you with intent to harm,' came the Mercykiller's reply."
ru: "Убийцы Милосердия привели Козакса в тюрьму и заперли его в темной пустой камере. Там не было ни койки, ни света, а единственной дверью была стальная решетка на потолке. Кинув его в камеру, Убийцы милосердия сказали ему: В углу камеры стоит чаша. В ней яд. Твоя смерть будет быстрой. - Разве вы не собираетесь казнить меня? - прорычал Козакс охраннику. - Никто в Сигиле не поднимет на тебя руку, - последовал ответ Убийцы Милосердия".

source: "But there was no response from the grate in the ceiling. It was then that Kossacs noticed the cell had no cot. No lights. And no food and water. All that remained was the shattered chalice, the poison gone. And for the first time, Kossacs knew the icy touch of death's approach. "In twice-thirty days, the grate opened, and Kossacs' body, now cold, was taken from the cell. It had given up its life, and the execution had been carried out."
ru: "Но из-за решетки на потолке не последовало ответа. И тогда Козакс заметил, что в камере нет койки. Нет света. И нет еды и воды. И все, что осталось - разбитая чаша; ведь яд пропал. И тут Козакс впервые познал леденящее прикосновение приближающейся смерти. "Через дважды по тридцать дней решетку открыли, и тело Козакса, уже остывшее, было вынесено из камеры. Он отказался от жизни, и казнь была выполнена".

source: One of the prostitutes suggested that I ask Nenny if she knows anything about who took Vivian's personal scent. Apparently, Nenny's got a reputation for always wandering around and watching what other people are doing.
ru: Одна из проституток посоветовала мне расспросить Ненни, не знает ли она, кто забрал личный аромат Вивьен. Очевидно, что у Ненни репутация вездесущей и следящей за всеми девушки.

source: One of the prostitutes suggested that I ask Dolora about Ecco, the silent prostitute. She said that Dolora sometimes spoke to an old lover of Ecco's, one who knew her before she stopped speaking.
ru: Одна из проституток посоветовала мне расспросить Долору об Экко, молчаливой проститутке. Она сказала, что Долора однажды общалась со старым любовником Экко, который знал ее до того, как она перестала разговаривать.

source: I asked Yves if she knew whether or not Kesai-Serris was Ravel's daughter, but she only told me a tale about digging deeply to uncover the truth. I suppose I'll just have to keep asking around...
ru: Я спросил Ив, знает ли она или нет, что Кесай-Серри является дочерью Равель, но она лишь рассказала мне историю о том, что нужно копать глубже, если хочешь раскрыть правду. Пожалуй, мне нужно просто еще порасспрашивать об этом...
