Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dyves.dlg.po
Languages: ru

source: This fetching young woman has a far-away look in her soft, sea-green eyes.
ru: У этой привлекательной девушки добрые глаза цвета морской волны, и взгляд ее направлен куда-то вдаль.

source: "Greetings..."
ru: "Приветствую..."

source: Leave her be.
ru: Оставить ее в покое.

source: "Greetings. I am Yves, the Tale-Chaser."
ru: "Здравствуй. Я - Ив, Охотница-за-рассказами".

source: Yves continues, unperturbed. "Have you come to trade tales?"
ru: Ив невозмутимо продолжает: "Ты пришел обменяться историями?"

source: "I'd like to trade tales."
ru: "Я хотел бы обменяться историями".

source: "I had some questions..."
ru: "У меня есть некоторые вопросы..."

source: "I was just passing by. Farewell."
ru: "Я просто проходил мимо. Прощай".

source: "Greetings. I am Yves, the Tale-Chaser. Have you come to trade tales?"
ru: "Здравствуй. Я - Ив, Охотница-за-рассказами. Ты пришел обменяться историями?"

source: Yves nods quietly.
ru: Ив молча кивает.

source: "Why are you called the 'Tale-Chaser?'"
ru: "Почему тебя называют "Охотница-за-рассказами"?"

source: "What are you doing here?"
ru: "Что ты здесь делаешь?"

source: "Can you tell me about this place?"
ru: "Что ты можешь сказать об этом месте?"

source: "Yves... you look familiar. Is your mother named Yvana?"
ru: "Ив... ты мне кого-то напоминаешь. Твою маму зовут Ивана?"

source: "Have you spoken to your mother lately, Yves?"
ru: "Ты не разговаривала на днях со своей матерью, Ив?"

source: "May we trade tales?"
ru: "Может, обменяемся историями?"

source: "Can you tell me one of the stories you've already shared again?"
ru: "Ты можешь еще раз рассказать одну из историй, которыми ты уже поделилась со мной?"

source: "What can you tell me about the silent prostitute?"
ru: "Что ты можешь рассказать о молчаливой проститутке?"

source: "I heard that Kesai-Serris is Ravel's daughter. Is that true?"
ru: "Я слышал, что Кесай-Серри - дочь Равель. Это правда?"

source: "I'm trying find Vivian's scent... do you know where it might be?"
ru: "Я пытаюсь найти аромат Вивьен... не знаешь, где он может быть?"

source: "I'm trying find Marissa's Crimson Veil... do you know where it might be?"
ru: "Я пытаюсь найти малиновую вуаль Мариссы... Ты не знаешь, где бы она могла быть?"

source: "Do you know anything about Ravel Puzzlewell?"
ru: "Ты что-нибудь знаешь о Равель Заморочке?"

source: "I've spoken to nine prostitutes altogether... do you know who or where the tenth student is?"
ru: "Я переговорил со всеми девятью проститутками... ты не знаешь, кто десятая или где она находится?"

source: "Never mind, actually. Farewell."
ru: "А вообще, неважно. Прощай".

source: Yves shakes her head. "But Marissa's is an interesting tale. Would you hear it?"
ru: Ив качает головой. "Однако у Мариссы интересная история. Хочешь послушать?"

source: "Yes, go ahead."
ru: "Да, продолжай".

source: "Not right now. I have another question..."
ru: "Не сейчас. У меня есть другой вопрос..."

source: "Not now. Farewell, Yves."
ru: "Не сейчас. Прощай, Ив".

source: Yves shakes her head. "Speak with Nenny... she is forever pacing about, observing everything intently."
ru: Ив качает головой. "Поговори с Ненни... она без конца тут бродит и внимательно за всемы наблюдает".

source: "I have another question..."
ru: "У меня еще вопрос..."

source: "Farewell, Yves."
ru: "Счастливо, Ив".

source: "The tale of Ravel Puzzlewell, frightener of children, begins and ends with a question: 'What can change the nature of a man?'"
ru: "История Равель Заморочки, которой пугают детей, начинается и заканчивается вопросом: Что может изменить природу человека?"

source: "Go on..."
ru: "Продолжай..."

source: "Wait... I had a question..."
ru: "Погоди... У меня есть вопрос..."

source: "I'll hear the rest another time, Yves. Farewell."
ru: "Я выслушаю оставшуюся часть истории в другой раз, Ив. Прощай".

source: "Once upon a time, an elderly man from the Clerk's Ward vanished, and his body could not be found. To conceal it, the murderer buried beneath him another body in the cemetery. A diviner told of where the body could be found, and so they dug, and uncovered a body, but not that of the elderly man. They were confounded. They were forced to release the man, and it was not until they continued to dig to re-bury the older man's body that they found the second body." "Sometimes one must dig deeply to find the truth."
ru: "Однажды в Чиновничьем районе пропал старец, и его тело так и не нашли. Чтобы скрыть его, убийца похоронил его на кладбище под другим трупом. Прорицатель сказал, где можно найти тело. Там и начали копать, и откопали тело, но оно не принадлежало старцу. Этот факт сбил всех с толку. Пришлось отпустить подозреваемого, но потом, когда продолжили копать, чтобы заново похоронит старика, было найдено второе тело". "Порой надо копать глубже, чтобы докопаться до истины".

source: "I... see. I have another question..."
ru: "Понятно... У меня есть другой вопрос..."

source: "I understand... I'll keep asking around. Farewell, Yves."
ru: "Понимаю... Я поспрашиваю вокруг. Прощай, Ив".

source: "Once upon a time, a girl came to an oracle who was rumored to know many things and asked of it a boon. Her life was in need of direction, so she asked this oracle as to what would give her purpose..."
ru: "Однажды к оракулу, который по слухам знал о многих вещах, пришла девочка и спросила его совета. Ей нужно было выбрать жизненный путь, так что она спросила, чему же ей себя посвятить..."

source: "Now, the oracle was not evil, but it was vague and tended towards drink, which caused it to be obscure in many matters of judgment and focus. Its only answer to the girl's question was that within one story that she would hear in her lifetime was the truth that she sought. The girl went off and collected stories, which she chases to this day, not knowing which of the thousands hold the truth." "Such is the danger of a foolish question and the wisdom of an unspoken one."
ru: "Так вот, оракул вовсе не был злым, но ему была присуща рассеянность, и он любил подвыпить, из-за чего ясность его суждений и его сосредоточенность оставляла желать лучшего. В ответ на вопрос девочки он сказал лишь, что в одной из услышанных ею истории она найдет истину, которую ищет. Девочка ушла и стала собирать истории, за которыми она охотится по сей день, не зная, в какой из тысяч кроется истина". "Такова опасность глупого вопроса и мудрость вопроса незаданного".

source: "I had another question..."
ru: "У меня еще вопрос..."

source: "That's all I wished to know, Yves. Farewell."
ru: "Это все, что я хотел узнать, Ив. Прощай".

source: "Once upon a time in a world of heroes and a time of petty, childish gods, there were three sisters. Cursed with a hideous appearance, they were considered demons by the people of the land and forever shunned. One missed her sisters terribly, yet left that world with its shame behind... but exchanged the pettiness of a pantheon for the pettiness of self."
ru: "Однажды, во времена героев и мелких глупых богов, жили-были три сестры. Они были прокляты безобразной внешностью, и люди в той стране считали их демонами и остерегались их. Одна из них ужасно скучала по своим сестрам, и все же она оставила тот мир со всем позором в нем... однако променяла ничтожность в пантеоне на собственную ничтожность".

source: "I collect tales, and trade them with others who've tales of their own."
ru: "Я собираю истории и обмениваю их у других людей на их собственные истории".

source: "That is part of Mistress Grace's story, which is not mine to tell. She has said that when she nears the end of her years, she shall tell me... and only if I pledge never to share it with another."
ru: "Это часть истории госпожи Грации, которую не мне рассказывать. Она сказала, что когда годы ее подойдут к концу, она мне ее расскажет... только если я поклянусь больше никому ее не рассказывать".

source: "She hopes that she will never need to tell me her tale, for she hopes I will find my own story before that time and leave this place. I think she fears my life will be squandered in searching for this tale, and not acting upon what I already know." Yves sighs softly. "But it cannot be helped."
ru: "Она надеется, что ей никогда не придется рассказывать мне свою историю, потому что надеется, что к тому времени я найду свою собственную историю и покину это место. Думаю, она боится, что моя жизнь будет потрачена на поиск этой истории, вместо того чтобы воспользоваться тем, что я уже знаю, - Ив нежно вздыхает. - Но тут уж ничем не помочь".

source: "Your own story?"
ru: "Твоя собственная история?"

source: "Many were the times she posed this riddle to those who approached her, those who sought to glean from her the strange magics that she alone seemed to possess. All attempted to answer her query, but to no avail... and they found the price of their wrong answer to be some horrible fate, always more terrible than the last victim's. To recount their various torments would be to speak of things that nightmares are woven from."
ru: "Много раз она загадывала эту загадку всем, кто к ней обращался, всем, кто хотел научится у нее той странной магии, которой, похоже, владеет лишь она одна. Все пытались ответить на ее вопрос, но безуспешно... а ценою за неправильные ответы был их ужасная гибель, всякий раз более страшная, чем у предыдущей жертвы. Перечислять все те бесчисленные страдания - все равно, что рассказывать о вещах, из которых состоят ночные кошмары".

source: "The tale strikes me in this way: Ravel herself knew not the answer to this question, but she lusted for such an answer. Only the *why* of the matter remained in question. Why did the nature of a man matter to one of the Gray Sisters, especially of one of such power as Ravel?"
ru: "Я понимаю эту историю так: Равель сама не знала ответ на свою загадку, но жаждала получить ответ на нее. Остается только одно *почему* - почему именно этот вопрос. Почему природа человека так важна для одной из Серых сестер, особенно такой могущественной, как Равель?"

source: "It is said that she put the question to the Lady of Pain; not directly, but shouted it to Sigil itself, daring for the Lady to answer. When no reply was forthcoming, she wove terrible magics that threatened to open the Cage and let the fury of the Planes roll in like a wave."
ru: "Говорят, она задала этот вопрос Леди Боли; не напрямую, но прокричала его самому Сигилу, осмелившись адресовать его самой Леди. Когда ответа не последовало, она сотворила ужасающее заклинание, которое угрожало открыть Клетку и позволить ярости Планов прокатиться по ней подобно волне".

source: "She received no answer other than banishment. To this day, no one knows the answer to Ravel's question... and now there is no one to petition, for Ravel herself is gone, lost to the Planes."
ru: "Ответом на ее вопрос было лишь изгнание. По сей день никто не знает ответа на вопрос Равель... и теперь некому спрашивать - ведь пропала сама Равель; она утраченна для Планов".

source: Yves nods. "I would like that very much, yes."
ru: Ив кивает. "Да, я бы очень хотела этого".

source: Tell her the story of your waking up in the Mortuary.
ru: Рассказать ей историю своего пробуждения в Морге.

source: Tell her the story of the Alley of Lingering Sighs.
ru: Рассказать ей историю о Переулке протяжных вздохов.

source: Tell her the story of the Silent King.
ru: Рассказать ей историю о Молчаливом короле.

source: Tell her the story of the Dreambuilder.
ru: Рассказать ей историю о построителе снов.

source: Tell her the story of Reekwind's curse.
ru: Рассказать ей историю о проклятие Зловонного.

source: Tell her the story of the Alley of Dangerous Angles.
ru: Рассказать ей историю о Переулке опасных углов.

source: Tell her the story of Pharod.
ru: Рассказать ей историю о Фароде.

source: Tell her the story of Ignus.
ru: Рассказать ей историю об Игнусе.

source: Ask one of your companions if they have a story to tell.
ru: Спросить одного из твоих товарищей, имеется ли у них какая-нибудь история.

source: "Actually, let me ask you a question..."
ru: "На самом деле, позволь мне спросить тебя..."

source: "We'll do it another time, then. Farewell, Yves."
ru: "Тогда мы отложим это на потом. Прощай, Ив".

source: Yves awaits your story patiently.
ru: Ив терпеливо ждет твой рассказ.

source: "Morte... do you have a story to trade?"
ru: "Морт... у тебя есть истории на обмен?"

source: "Annah... do you have a story to trade?"
ru: "Анна... у тебя есть истории на обмен?"

source: "Dak'kon... do you have a story to trade?"
ru: "Даккон... у тебя есть истории на обмен?"

source: "Fall-From-Grace... do you have a story to trade?"
ru: "Падшая Грация... у тебя есть истории на обмен?"

source: "Nordom: if you have a story to trade, please share it with Yves."
ru: "Нордом: если у тебя есть история на обмен, прошу, поделись ею с Ив".

source: "Actually, Yves, let me ask you a question..."
ru: "Вообще-то, Ив, позволь мне спросить тебя..."

source: "We'll do it another time. Farewell, Yves."
ru: "Мы отложим это на потом. Прощай, Ив".

source: Yves leans forward as you tell the tale of your wakening in the Dustmen's Mortuary... she seems to devour your every word. As you finish, she smiles at you. "I shall remember this tale. I, too, will tell a tell of the Dustmen - 'Chapters of Dust.'"
ru: Когда ты рассказываешь о своем пробуждение в Морге Тленных, Ив подается вперед... кажется, будто она впитывает каждое твое слово. Когда ты заканчиваешь, она улыбается тебе. "Я запомню этот рассказ. Я тоже расскажу тебе историю о Тленных - Главы из пыли".

source: "There are chapters in the Dead Book, the massive tome in which the Dustmen keep that records the passing of all that lives into the Eternal Boundary. In this Book, there are chapters that are naught but dust, and it is believed that the names therein are lost souls who cannot die, but must suffer life eternally until history itself dies and grants them release."
ru: "Книга мертвых - массивный фолиант, в котором Тленные хранят записи обо всех живых, перешедших через Границу вечности - поделена на главы. Есть в этой книге главы, от которых не осталось ничего, кроме пыли, и считается, что имена в них - потерянные души, которые не могут умереть, и должны пребывать в вечных муках, пока сама история не окончит свой бег и не дарует им освобождение".

source: "I've another tale to share with you."
ru: "Я могу поделиться с тобой еще одной историей".

source: "I had a question for you, Yves..."
ru: "У меня вопрос к тебе, Ив..."

source: "I'll take my leave, now. Farewell, Yves."
ru: "Мне пора идти. Прощай, Ив".

source: Yves leans forward as you tell the tale of the Alley giving birth... she seems to devour your every word. As you finish, she smiles at you. "I shall remember this tale. And now, I have one for you. Before I begin I must ask: do you know what a modron is?"
ru: Когда ты рассказываешь историю о родах Переулка, Ив подается вперед... кажется, будто она впитывает каждое твое слово. Когда ты заканчиваешь, она улыбается тебе. "Я запомню этот рассказ. А теперь у меня есть рассказ для тебя. Прежде чем я начну, должна спросить: ты знаешь, что такое модрон?"

source: "Yes."
ru: "Да".

source: "No..."
ru: "Нет..."

source: "Then I shall tell you the tale of 'The Clock and the Quadrone.'"
ru: "Тогда я расскажу тебе историю о часах и квадроне".

source: "Once upon a time, there existed a modron. It was newly-created, its logic fresh and untested, and it had come to Sigil, following the commands of its modron superiors."
ru: "Жил да был один модрон. Его только недавно создали, его логика была свежа и непроверенна. И вот пришел он в Сигил, следуя командам старших модронов".

source: "It knew of nothing but commands and dictates, of obedience and passing along the orders of its superiors. For you see, modrons are only aware of the commands of their immediate superiors - they have no grasp of a higher authority. Until this one."
ru: "Он не знал ничего, кроме команд и приказов, подчинения и передачи приказов своих руководителей. Видишь ли, модроны знают только приказы своих непосредственных начальников - для них не существует другой власти. И так было, пока не случилось вот что".

source: "One day it came upon a small shop, within which there was a small clock that could no longer tell time. It was cracked along the edges, the wheels of its hands broken. The modron immediately set itself to work at getting the parts to fix the broken clock."
ru: "Однажды модрон зашел в небольшую лавку, в которой были маленькие часы, которые больше не могли показывать время. Они потрескались по крам, колесики их стрелок были сломаны. Модрон тут же бросился искать части, чтобы починить часы".

source: "It made a new wooden housing for the clock's parts, replaced the bent springs, carefully filed and oiled the clockwork machinery, and carved new hands from the sparse metal available to it. The newly-repaired clock's precise ticking reminded it of the great gears of Mechanus, and it comforted it as much as any thing may comfort a modron."
ru: "Он сделал для часов новый деревянный корпус, заменил погнутые пружины, бережно наладил и смазал часовой механизм, вырезал новые стрелки из того скудного запаса металла, что был ему доступен. Четкое тиканье восстановленных часов напомнило ему о великих шестернях Механуса, и это утешало его настолько, насколько что-либо вообще может утешить модрона".

source: "And what the modron never came to understand was that it truly *loved* this clock that it had worked on, and for reasons it could not explain, elected to remain in Sigil and be with the clock for the rest of its years."
ru: "А вот чего модрон так никогда и не понял, так это того, что он по-настоящему *полюбил* эти часы, починенные им, и по непонятным ему причинам он решил остаться в Сигиле и жить со своими часами до конца своих дней".

source: "Modrons are creatures of total law, almost more machinery than living things. There are many different sorts of modron, but all have their place in a very rigid, carefully organized hierarchy. So dedicated are they to this system that they cannot communicate with or even consider the existence of modrons who are not their immediate superiors or inferiors."
ru: "Модроны - существа абсолютного порядка. Они фактически больше машины, чем живые существа. Существует много разных видов модронов, но все они занимают свое место в весьма жесткой, тщательно организованной иерархии. Они так преданы этой системе, что не могут общаться или даже подозревать о существовании модронов, которые не являются их непосредственными начальниками или подчиненными".

source: "I understand, now."
ru: "Теперь ясно".

source: "I'll the tale another time, Yves. Farewell."
ru: "Я расскажу в другой раз, Ив. Счастливо".

source: Yves leans forward as you tell the tale of a hidden nation of undead, ruled by a corpse who hasn't spoken in a thousand years... she seems to devour your every word. As you finish, she smiles at you. "I shall remember this tale. And now, I have one for you - 'The Petitioner at the Gate.'"
ru: Когда ты рассказываешь историю о тайном племени нежити, которым правит труп, не говорящий уже тысячу лет, Ив подается вперед... кажется, будто она впитывает каждое твое слово. Когда ты заканчиваешь, она улыбается тебе. "Я запомню этот рассказ. А теперь я расскажу тебе историю - Вопрошающая у ворот".

source: "It was far after peak when the distant pounding was heard at the gates of the Prison."
ru: "Время было уже далеко за пик, когда за воротами тюрьмы послышался приглушенный стук".

source: "Carus - the oldest Mercykiller known to the faction - dragged himself from his post, making his way down the hall to the great gates that separated the punished from the outside world. The pounding did not fade as he reached the gate and spoke to it."
ru: "Карус - старейший из Убийц Милосердия, известных во фракции - слез с поста и направился через зал к огромным воротам, которые отделяли осужденных от внешнего мира. Когда он подошел, стук еще не утих, и он обратился к стучащему".

source: "He called out and received no answer. He opened the gate, far from feeling caution, but a strange, compelling sensation."
ru: "Он позвал и не получил ответа. Он открыл ворота - совсем не настороженный, но со странным чувством интриги".

source: "A haggard figure was on bent knees just beyond the door. Her hands were bloody from where they had been pounding against the gate, and her breath came in labored gasps. As the flickering light from the interior prison chamber poured across the cobbles, she glanced up at the Mercykiller who stood framed in the doorway, and began to sob with relief."
ru: "Прямо у ворот оказалась изможденная фигура, стоящая на коленях. Ее руки были разбиты в кровь о ворота, она судорожно хватала воздух от приложенных усилий. Когда дрожащий свет из внутренних тюремных покоев упал на мостовую, она взглянула на Убийцу Милосердия, стоящего в проходе, и начала облегченно рыдать".

source: "He felt himself mirrored in all but his gender as he stared at the woman, and he was stirred by her presence. Carus found himself unsure of what to say, so he simply waited for the woman to provide an explanation."
ru: "Смотря на женщину, он почувствовал, будто смотрит в зеркало, если не учитывать его пол, и ее присутствие взволновало его. Карус понял, что не знает, что ему сказать, так что он просто ждал, пока женщина ему хоть что-то объяснить".

source: "She did. It was a simple statement, but of utmost importance, and it made Carus... whose knees ached painfully with every movement... bend down and help the woman to her feet. He brought her in from the outside, guiding her gently into the passage beyond."
ru: "И она объяснила. Это было простое, но крайне важное заявление, и оно заставило Каруса... чьи колени болезненно ныли от каждого движения... нагнуться и помочь женщине встать. Он завел ее внутрь и осторожно проводил в проход за воротами".

source: "She had said that an injustice had been done. And that was all that Carus needed to hear."
ru: "Она сказала, что была совершена несправедливость. И это было все, что Карусу нужно было услышать".

source: "In the end, it came to pass that she could not fulfill her duty as a Fury, for a man guilty of a blood crime had died unpunished. She begged Carus and the Mercykillers for aid... and so they executed her. She had failed in her charge."
ru: "В конце концов, выяснилось, что она не смогла выполнить долг мести, поскольку человек, виновный в кровавом убийстве, умер ненаказанным. Она умоляла Каруса и Убийц Милосердия помочь... и тогда они казнили ее. Ее требывание было неудачным".

source: Yves leans forward as you tell the tale of a man who lost his ability to dream, and commissioned the construction of a device that would allow him to dream once more... she seems to devour your every word. As you finish, she smiles at you. "I shall remember this tale. And now, I have one for you - 'The Beekeeper's Tale.'"
ru: Когда ты рассказываешь историю о человеке, который утратил способность видеть сны и заказал устройство, которое позволило бы ему вернуть эту способность, Ив подается вперед... кажется, будто она впитывает каждое твое слово. Когда ты заканчиваешь, она улыбается тебе. "Я запомню этот рассказ. А теперь я расскажу тебе историю - Рассказ о пасечнике".
