Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dyves.dlg.po
Languages: ru

source: "Wait... there is more. Though my tale ends with Ravel's demise, there are some that claim the hag still lives. There is a silent prostitute here who once talked of such things, but she speaks no longer. If she would speak to you, she might tell you more of Ravel."
ru: "Постой... это еще не все. Хотя мой рассказ заканчивается гибелью Равель, некоторые утверждают, что ведьма все еще жива. Здесь есть молчаливая проститутка, которая когда-то упоминала об этом, но она больше не разговаривает. Если она с тобой заговорит, она сможет рассказать тебе о Равель побольше".

source: "What else can you tell me of this silent prostitute?"
ru: "Что еще ты можешь рассказать о той молчаливой проститутке?"

source: "Wait... there is more. Though my tale ends with Ravel's demise, there are some that claim the hag still lives. Ecco is one such person; ask her of Ravel, and she might tell you more of the hag."
ru: "Постой... это еще не все. Хотя мой рассказ заканчивается гибелью Равель, некоторые утверждают, что ведьма все еще жива. Экко - одна из них. Спроси ее о Равель, и она сможет рассказать тебе о ней побольше".

source: After telling me a tale of Ravel, Yves suggested that Ecco - the silent prostitute - might know something more of her... but that first I'd have to get Ecco to speak to me.
ru: Рассказав мне историю Равель, Ив предположила, что Экко - молчаливая проститутка - может что-нибудь о ней знать... Но сначала мне придется сделать так, чтобы Экко заговорила со мной.

source: After telling me a tale of Ravel, Yves suggested that Ecco might know something more of her.
ru: Рассказав мне историю Равель, Ив предположила, что Экко может что-нибудь о ней знать.

source: Yves leans forward as you tell the tale of the Alley giving birth... she seems to devour your every word. As you finish, she smiles at you, then Nordom. "I shall remember this tale. And now, I have one for you: 'The Clock and the Quadrone.'"
ru: Когда ты рассказываешь историю о родах Переулка, Ив подается вперед... кажется, будто она впитывает каждое твое слово. Когда ты заканчиваешь, она улыбается тебе, а потом Нордому. "Я запомню этот рассказ. А теперь я расскажу тебе историю - Часы и Квадрон".
