Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dz1094.dlg.po
Languages: ru

source: "Back again, hmm?" He smiles broadly.
ru: "Снова вернулся, а?" Он широко улыбается.

source: "Oh, you... again." He frowns, looking away.
ru: "А, это ты... снова". Он хмурится, глядя в сторону.

source: "I had some questions..."
ru: "У меня есть несколько вопросов..."

source: "I was only passing by. Farewell."
ru: "Я просто проходил мимо. Прощай".

source: This walking corpse has the numbers "1094" carved into its forehead. Its mouth has been sewn tightly shut, and the chemical reek of fresh formaldehyde hangs in an overpowering cloud around it. Despite the pallid, sunken features and lifeless, milky eyes, it is clear this was once a handsome young man.
ru: У этого ходячего трупа на лбу вырезан номер "1094". Его губы крепко сшиты, от него исходит сильный химический запах свежего формальдегида, окружающего его в виде облака. Несмотря на мертвенно-бледное лицо и впалые безжизненные молочно-белые глаза, совершенно очевидно, что раньше это был красивый молодой человек.

source: The corpse continues to stare at you.
ru: Труп продолжает пялиться на тебя.

source: The corpse shudders for a moment, then stills, the spirit flowing into its abandoned mortal shell once more. Within seconds, a semblance of life seems to springs into the zombie's eyes, and it begins to gaze about with a look of curious puzzlement upon its face. The entire body now seems surrounded by a soft, golden aura.
ru: Тело на миг вздрагивает, затем замирает: душа еще раз вселяется в когда-то покинутую оболочку. В считанные секунды в глазах зомби появляется некое подобие жизни, и он начинает оглядываться по сторонам с любопытно-озадаченным выражением лица. Все тело теперь окружено мягким золотым свечением.

source: "So... seen anything interesting going on?"
ru: "Итак... что тут у нас интересного?"

source: "I know you're not a zombie, you know. You're not fooling anyone."
ru: "Знаешь, мне известно, что ты не зомби. Тебе никого не одурачить".

source: Use your Stories-Bones-Tell ability on the corpse.
ru: Использовать на трупе свою способность "История костей".

source: "It was great talking to you. Farewell."
ru: "Было приятно с тобой поболтать. Прощай".

source: Leave the corpse in peace.
ru: Оставить труп в покое.

source: "I would ask you a question..."
ru: "Я хотел бы задать тебе вопрос..."

source: The spirit suddenly seems to take notice of you. He flashes a disarmingly friendly grin, popping all the stitches around its mouth loose with the sudden movement. Momentarily surprised, he touches his hand to his lips, shrugs, and nods an informal greeting. "Where... where am I? Such an odd place. Do I know you?" He coughs gently, rubbing at his stiffened throat.
ru: Внезапно дух обращает на тебя внимание. Он сверкает обезоруживающе-дружелюбной улыбкой, разрывая при этом все швы на рту. Удивившись, он касается руками своих губ, затем пожимает плечами и приветственно кивает. "Где... где я? Какое странное место. Я тебя знаю?" Он осторожно кашляет, потирая окоченевшую глотку.

source: The spirit's friendly demeanor vanishes in an instant. He frowns at you for a moment, the broken stitches hanging in tatters from his gray and withered lips. "Very well, ask what you will." He looks away, apparently bored.
ru: Дружелюбность духа моментально испаряется. Он хмурится, разорванные швы лохмотьями свешиваются с его серых иссохших губ. "Хорошо, спрашивай, что хотел". Он отстраняет взгляд: ему явно скучно.

source: "My name was Asonje. May I leave?"
ru: "Меня зовут Асонж. Я могу уйти?"

source: "I cannot remember. Anything else?"
ru: "Не могу вспомнить. Что-нибудь еще?"

source: The spirit shrugs and looks skyward. "I couldn't say. What does it matter, in any case?" He purses his lips unhappily and gives you a hard look, the ghost-light in his eyes flashing angrily. "Do you need anything more from me?"
ru: Дух пожимает плечами и смотрит вверх. "Точно не скажу. Да и какая вообще разница?" Он печально сжимает свои губы и бросает на тебя тяжелый взгляд; призрачные искорки в его глазах сверкают гневом. "Что-нибудь еще?"

source: "My spirit exists in Arborea..." He pauses for a moment, lost in fond recollection. "Even now I long to return to my home there, away from your selfish, inconsiderate, and rather boring prying. Am I free to return?"
ru: "Мой дух на Арборее... - он на минуту умолкает, теряясь в теплых воспоминаниях. - В данный момент я жажду вернуться домой, подальше от твоего эгоистичного, самовольного и довольно скучного любопытства. Могу ли я вернуться?"

source: The spirit gives you an exasperated look. "Nothing, of course!" He shakes his head, annoyed, the broken stitches swaying with his movement.
ru: Дух окидывает тебя раздраженным взглядом. "Нет, конечно же!" Он раздосадовано мотает головой, от этого движения разорванные швы качаются туда-сюда.

source: "No." The spirit seems to be paying little attention to you.
ru: "Нет". Похоже, ты мало его интересуешь.

source: The spirit sighs loudly, filling the air with smell of formaldehyde from the corpse's lungs. "Yes, yes... ask away."
ru: Дух шумно вздыхает, наполняя воздух запахом формальдегида из легких трупа. "Да-да... спрашивай".

source: "Your guess is as good as mine, Homely One. I would take my leave now, should you permit."
ru: "Тебе, дорогой мой приятель, остается только предполагать, как и мне. Мне уже пора, если ты не против".

source: He mulls it over for a moment, then laughs. "Yes! That would make sense, wouldn't it? Now, do I know you?" He cocks his head to one side, peering at you intently. He seems to regard discerning your identity as some sort of amusing game.
ru: Он немного обдумывает это, затем начинает хохотать. "Да! Это все объясняет, не так ли? Постой, я знаю тебя?" Он склоняет голову набок, внимательно смотря на тебя. Похоже, для него опознание твоей личности - своего рода увлекательная игра.

source: The spirit shrugs and smiles, chuckling softly. "Perhaps you're right! What is it you wished to ask me?" He begins absent-mindedly pulling the remaining stitches from his lips and dropping them to floor, one by one.
ru: Дух пожимает плечами и улыбается, слегка посмеиваясь. "Возможно, ты прав! Что ты хочешь узнать от меня?" Он начинает рассеянно вытягивать остатки швов из своих губ и бросать их на пол, один за одним.

source: "My name was Asonje. Might I know yours?"
ru: "Меня зовут Асонж. А как тебя?"

source: "I am from many places! In truth, my birthplace is unknown to me. I did a good deal of travelling in my life, and called many places home. Now all Arborea is mine to explore..." The spirit seems well pleased.
ru: "Я отовсюду! По правде говоря, я не знаю, откуда я родом. В жизни я много путешествовал, и могу назвать своим домом многие места. Сейчас передо мной Арборея..." Дух выглядит довольным.

source: The spirit's smile fades away and he looks troubled for a moment. "Strange... I don't know! I'm not sure how I died, really." He shrugs. "No matter!" His cheery grin returns, somehow bright despite being plastered across a corpse's withered face.
ru: Улыбка духа угасает, и он на мгновенье выглядит озадаченным. "Странно... Я не знаю! Я точно не знаю, как умер, правда, - он пожимает плечами. - Неважно!" Его радостная улыбка возвращается, сверкая даже несмотря на то, что она находится на высохшем лице трупа.

source: "Arborea! A more wondrous place I could not ask for. Nowhere in my mortal life did I find a place of such great passion... such splendour..." He pauses for a while, lost in pleasant recollection. "The beauty of the land, the people -- magnificent. I tell you truly, I miss it even now!"
ru: "В Арборее! О более удивительном месте я и не мечтал. Нигде в моей смертной жизни я встречал места, столь чувственного... столь величественного... - он умолкает, теряясь в приятных воспоминаниях. - Прекрасные земли, прекрасный народ. Если честно, я уже скучаю по ней!"

source: "Not so much. I signed a contract with a Dustman on a whim... she had pointed out the dreadful place to me, once, told me my corpse would be raised and used as a laborer. I thought: I'll have no need for it when I've passed into the next life - why not? Might as well take the silver and go spend it on some women and wine!" He chuckles at the idea, the ghost-lights in his flashing merrily.
ru: "Не так уж и много. Я подписал контракт с тленной, подчинившись внезапному порыву... Она показала мне какое-то ужасное место, и сказала, что мое тело будет поднято и использовано в качестве работника. Я подумал: ведь оно мне не понадобится, когда я перейду в следующую жизнь, так почему бы и нет? Можно перехватить немного серебра и потратить его на женщин и вино!" Он тихонько смеется от этой мысли, в его глазах сверкают веселые призрачные искорки.

source: The spirit thinks for a moment. "No, I am afraid I have not heard of this man. A friend of yours?"
ru: Дух на минуту задумывается. "Нет, боюсь, что не слышал об этом человеке. Он твой друг?"

source: He looks surprised. "How odd! A shame, truly. I must have *something* to call you, no?" The spirit looks at you expectantly.
ru: Он выглядит удивленным. "Как странно! Мне очень жаль. Я ведь должен тебя *как-то* называть, верно?" Дух выжидающе смотрит на тебя.

source: "Certainly. Ask away!" He smiles pleasantly, awaiting your query with interest. The last of stitches now gone, his grin is not quite so eerie to look upon.
ru: "Конечно. Спрашивай!" Он довольно улыбается, с интересом ожидая твоего вопроса. Последний шов был убран, и теперь его улыбка не такая зловещая.

source: The spirit, sensing your frustration, laughs goodheartedly. "Poor sod! Then Adahn it is, friend. Now, did you have a question for me?"
ru: Дух, чувствуя твои колебания, начинает хохотать. "Вот ведь бедолага! Ну пусть будет Адан, приятель. Так какие у тебя вопросы?"

source: "What, Sigil?" Seeing your nod, the corpse's smile stretches into a wide, wicked grin. "Oh, I'll not spoil that for you! Go and explore the place for yourself! Get lost in its streets, its taverns, its people... but take care! It can be a dangerous as well as wondrous place. But that's what makes it all so exciting, no?"
ru: "О Сигиле, что ли? - увидев твой кивок, труп растягивает улыбку до ушей. - О, я не собираюсь портить тебе впечатление! Иди и разведай его сам! Затеряйся в его улочках, тавернах, среди людей... но будь внимателен! Это место не только удивительно, но и опасно. Но ведь это и делает все таким захватывающим, не так ли?"

source: Leave the spirit.
ru: Оставить духа.

source: "You are here to answer *my* questions, spirit."
ru: "Ты здесь, чтобы отвечать на *мои* вопросы, дух".

source: "You... your remains, at least... are in a mortuary."
ru: "Ты... по крайней мере, твои останки... находятся в морге".

source: "No, I doubt you know me. Now, I had a question for you..."
ru: "Нет, сомневаюсь, что мы знакомы. У меня вопрос к тебе..."

source: "It is doubtful. Farewell."
ru: "Вряд ли. Прощай".

source: "Who are you?"
ru: "Так кто ты?"

source: "Where are you from?"
ru: "Откуда ты?"

source: "How did you end up here? As a zombie, I mean?"
ru: "Как ты попал сюда? То есть, как стал зомби?"

source: "Where are you... where your spirit resides... now?"
ru: "Где ты... где находится твой дух... сейчас?"

source: "What do you know of this place?"
ru: "Что ты знаешь об этом месте?"

source: "Do you know someone named Pharod?"
ru: "Ты знаешь кого-нибудь по имени Фарод?"

source: "Nothing, never mind."
ru: "Ничего, неважно".

source: "No, I had another question..."
ru: "Нет, у меня есть другие вопросы..."

source: "That is all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "Yes, I had another question..."
ru: "Да, еще один вопрос..."

source: "Yes, go. Farewell."
ru: "Да. Прощай".

source: "Then how did your corpse come to be here, working these bleak halls?"
ru: "Тогда как же твое тело попало сюда на работу в эти унылые залы?"

source: "I had another question..."
ru: "У меня есть другие вопросы..."

source: "Then I had another question..."
ru: "Тогда у меня есть другой вопрос..."

source: "My name was Asonje."
ru: "Меня зовут Асонж".

source: "I... I do not know."
ru: "Я... не знаю".

source: "I shall tell you another time. I had a question..."
ru: "Я скажу тебе в другой раз. У меня есть вопрос..."

source: "Another time, perhaps. Farewell."
ru: "Может быть, в другой раз. Прощай".

source: "I see. I had another question..."
ru: "Понятно. У меня есть другой вопрос..."

source: "Do you know anything of the city around the Mortuary?"
ru: "Ты что-нибудь знаешь о городе, окружающем Морг?"

source: "Perhaps. I had another question..."
ru: "Возможно. У меня есть другой вопрос..."

source: "I do not know. Farewell."
ru: "Не знаю. Прощай".

source: "I am sure you can come with something. I had a question..."
ru: "Можешь называть меня, как хочешь. У меня есть вопрос..."

source: Make a name up: "I do not know... 'Adahn?'"
ru: Придумать имя: "Ну, не знаю... 'Адан'?"

source: "No, it is not important. Farewell."
ru: "Нет, это не важно. Прощай".

source: "Yes, I did..."
ru: "Да, есть..."

source: "No, I did not. Farewell."
ru: "Нет, нету. Прощай".

source: "I... suppose so. I have another question..."
ru: "Да... наверное. У меня есть другой вопрос..."

source: "Perhaps. Farewell."
ru: "Возможно. Прощай".
