Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dz310.dlg.po
Languages: ru

source: The corpse seems to shrink in size, hunching over beneath the weight of the spirit's despair.
ru: Похоже, труп даже сгорбился под тяжестью страданий духа.

source: "I had some questions..."
ru: "У меня есть некоторые вопросы..."

source: "Just passing by. Farewell."
ru: "Я просто проходил мимо. Прощай".

source: This reanimated corpse has had its lips sewn together and the numbers "310" carved into its brow; the smell of formaldehyde permeates the area around it. It turns its lifeless eyes upon you as you move to bar its path.
ru: Губы этого ходячего трупа крепко сшиты, над бровью вырезан номер "310"; воздух вокруг него насыщен формальдегидом. Как только ты встаешь на его пути, он поворачивает свои безжизненные глаза к тебе.

source: The corpse continues to stare at you.
ru: Труп продолжает пялиться на тебя.

source: For a moment you think this corpse is simply too far gone to reply... but suddenly you recognize true misery etched into its features, and feel behind it a sense of despair so profound that the spirit must have returned to its shell of old.
ru: На мгновенье ты думаешь, что труп слишком далек, чтобы отвечать... но неожиданно ты осознаешь истинные страдания, связанные с этой способностью и чувствуешь отчаяние, которое испытывает дух, когда должен вернуться в свою старую оболочку.

source: "So... seen anything interesting going on?"
ru: "Итак... что тут у нас интересного?"

source: "I know you're not a zombie, you know. You're not fooling anyone."
ru: "Знаешь, мне известно, что ты не зомби. Тебе никого не одурачить".

source: Use your Stories-Bones-Tell ability on the corpse.
ru: Использовать на скелете свою способность "История костей".

source: "It was great talking to you. Farewell."
ru: "Было приятно поболтать с тобой. Прощай".

source: Leave the corpse in peace.
ru: Оставить труп в покое.

source: "I would ask you a question..."
ru: "Я хотел бы задать тебе вопрос..."

source: It speaks in a slow monotone, the voice of one broken and without hope. Even now it is nearly indistinguishable from a soulless zombie. "What would ye know, m'lord?"
ru: Он говорит медленно и монотонно, голос полон страдания и лишен надежд. Даже для бездушного зомби. "Что ты хочешь знать, милорд?"

source: The spirit speaks so softly you must strain to hear it; the corpse's mouth barely moves to form each word. "I am no one, m'lord; a wretched insect clinging desperately to the Wasting Tower in Oinos. I was once called Arabhiem, though, m'lord... so long, so very long ago."
ru: Дух говорит так тихо, что ты с трудом слышишь его; губы трупа едва двигаются при каждом слове. "Я никто, милорд; бедное насекомое, отчаянно цепляющееся к Башне Утрат в Ойносе. Хотя раньше меня называли Арабеймом, милорд... давно, очень давно".

source: "I lived in Sigil, m'lord. In the Hive. T'was not so awful a place as I once thought, now that my home is... Oinos." The corpse blinks, so slowly that for a moment you thought it had simply shut its eyes.
ru: "Я жил в Сигиле, милорд. В Улье. Это было не самое ужасное место, как теперь мне кажется, по крайней мере по сравнению с моим новым домом, где я теперь... в Ойносе". Труп моргает, так медленно, что на мгновенье тебе кажется, что он просто закрыл глаза.

source: "I was murdered, m'lord, by robbers. Filled with drink and stumbling through the alleyways of the Hive, I became lost and eventually fell prey to a band of thugs. 'Tis just as well; my life was probably worth less than the few coppers a Collector may have gotten for my corpse."
ru: "Я был убит разбойниками, милорд. Напившись и спотыкаясь по аллее Улья, я навсегда потерялся, став добычей банды головорезов. Вот и все. Наверно, моя жизнь стоила даже меньше тех медяков, которые получил Сборщик за мое тело".

source: The spirit closes his eyes for a moment, the corpse shuddering slightly. "The horrid Oinos, m'lord. In the Grey Waste. It is there that my soul has been confined, in the shadow of Khin-Oin, the Wasting Tower."
ru: На секунду дух закрывает свои глаза, труп слегка дрожит. "Ужасный Ойнос, милорд. В Серой Пустоши. Там, где пребывает моя душа, в тени Хин-Ойна, Башне Утрат".

source: "There is nothing else for me, m'lord. Trapped for eternity in the pestilent waste of Oinos, I am. There is no hope for one such as I." The spirit seems to descend into an even more pathetic state, the corpse's shoulders sagging beneath the weight of its sorrow.
ru: "Для меня больше ничего нет, милорд. Я в вечной западне в чумной пустоши, в Ойносе. Для таких, как я, больше нет надежд". Кажется, дух опустился в более чем патетичное состояние, плечи трупа поникли под весом его скорби.

source: "Very little, m'lord; only that the dead are brought here to be interred or cremated... or used as laborers, as my corpse has been."
ru: "Очень мало, милорд. Только то, что сюда доставляют умерших для погребения или кремации... или в качестве дешевой рабочей силы, как это случилось с моим телом".

source: The corpse shakes its head slowly, side to side. "No, m'lord. I knew no one by that name. I am sorry, m'lord."
ru: Труп медленно качает головой, из стороны в сторону. "Нет, милорд. Я не знаю никого с таким именем. Прошу прощения, милорд".

source: "There is little to say, m'lord. 'Tis the land of my Master, the Lord of Khin-Oin... full of anguish and disease, a rot which decays both body and spirit. It is a place of utter hopelessness."
ru: "Мало что можно сказать, милорд. Это земля моего Повелителя, Лорда Хин-Ойна... полная болью и страданиями, разлагающимися телами и душами. Это место полной безнадежности".

source: "Yes, m'lord. A wretched place, but not so dreadful as Oinos."
ru: "Да, милорд. Плохое место, но там не так страшно, как в Ойносе".

source: "Yes, m'lord. 'Tis a mighty tower, far greater than the highest of Sigil's. It has the appearance of bone, m'lord -- like the spinal column of some gargantuan creature. It is there that I toil, repairing the damage done to it by the armies of my Master's foes, his rival princes."
ru: "Да, милорд. Это очень большая башня, намного выше любого здания в Сигиле. Она сделана из кости, милорд, она очень похоже на позвоночник огромного существа. Там я и тружусь, восстанавливая урон, нанесенный армиями врагов моего Повелителя, мятежных принцев".

source: "I know him only as the Master, m'lord; the Lord of Khin-Oin. He is a fiendish prince -- an ultraloth of awesome power. It is he who owns my soul, and so shall forever own it, a petty thing doomed to languish beneath his foot until eternity grinds its way into Oblivion."
ru: "Это все, что я о нем знаю, милорд. Он - Лорд Хин-Ойна. Он - демонический принц, полный огромной мощью. Он тот, кому принадлежит моя душа, и будет принадлежать вечно, обреченная чахнуть под его ступней, пока вечность не будет перемолота в Забвение".

source: "Yes, m'lord, a Collector. Those who gather the dead of Sigil and haul them to the Mortuary -- where we stand now -- for a petty fee." The spirit takes a moment to look at his surroundings, then sighs softly.
ru: "Да, милорд, Сборщик. Тот, кто собирает мертвецов Сигила и доставляет их в Морг - там, где мы находимся - за небольшую цену". Дух оглядывает окружающую обстановку, затем тихо вздыхает.

source: "I would not speak of it, m'lord. 'Tis not worth discussing." The spirit seems immovable in this matter.
ru: "Я не хочу говорить об этом, милорд. Это не тема для разговоров". Похоже, дух непоколебим в данном вопросе.

source: You do not realize the spirit has left the corpse until, with shuffling steps, the zombie returns to its labors.
ru: Ты даже не замечаешь, как дух покинул тело, до тех пор, пока зомби, неуклюже шагая, не вернулся к своей работе.

source: Leave the spirit in peace.
ru: Оставить духа в покое.

source: "Who are you?"
ru: "Так кто ты?"

source: "Where are you from?"
ru: "Откуда ты?"

source: "How did you end up here? As a zombie, I mean?"
ru: "Как ты попал сюда? В виде зомби, я имею в виду?"

source: "Where are you... where your spirit resides... now?"
ru: "Где ты... где находится твой дух... теперь?"

source: "Why are you wrought with such despair?"
ru: "Почему ты говоришь с таким отчаянием?"

source: "What do you know of this place?"
ru: "Что ты знаешь об этом месте?"

source: "Do you know someone named Pharod?"
ru: "Ты знаешь кого-нибудь по имени Фарод?"

source: "Nothing, never mind."
ru: "Ничего, неважно".

source: "The Wasting Tower?"
ru: "Башне Утрат?"

source: "Oinos?"
ru: "Ойносе?"

source: "I had another question..."
ru: "У меня есть другие вопросы..."

source: "There is nothing more I wished to know. Farewell."
ru: "Больше нет ничего, что я хотел бы узнать. Прощай".

source: "The Hive?"
ru: "В Улье?"

source: "That is all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "Why such a base opinion of your own life?"
ru: "Почему ты такого низкого мнения о своей жизни?"

source: "A Collector?"
ru: "Сборщик?"

source: "Tell me more of this... Oinos."
ru: "Расскажи мне больше об этом... Ойносе".

source: "Khin-Oin?"
ru: "Хин-Ойна?"

source: "I see. I had another question..."
ru: "Понятно. У меня есть другой вопрос..."

source: "I see, now. Another question..."
ru: "Теперь понятно. Еще вопрос..."

source: "No need to be. I had another question..."
ru: "Не надо извиняться. У меня еще вопрос..."

source: "Farewell, then."
ru: "Тогда прощай".

source: "Who is this... 'Master?'"
ru: "Кто такой этот... "Повелитель'?"

source: "It certainly sounds so. Farewell, spirit."
ru: "Безусловно, это так. Прощай, дух".

source: "Who is this 'Master?'"
ru: "Кто такой этот 'Повелитель'?"

source: "I see. I shall leave you now, spirit; farewell."
ru: "Понятно. Теперь мне нужно идти, дух. Прощай".

source: "Tell me of this 'Khin-Oin.'"
ru: "Расскажи мне об этом 'Хин-Ойне'".

source: "What do you know of this Mortuary?"
ru: "Что ты знаешь об этом Морге?"

source: "I see. I had another question for you..."
ru: "Понятно. У меня есть другой вопрос к тебе..."

source: "Very well. I had other questions, then..."
ru: "Хорошо. Тогда у меня есть вопросы..."
