Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dzf626.dlg.po
Languages: ru

source: The left side of this woman's face looks as if it was caved in with a club, and her flesh sags in bruised, swollen clumps over her ruined skull. The number "626" has been stitched onto the corpse's right cheek, just below the eye.
ru: Левая сторона лица этой женщины выглядит так, как будто бы угодила под сильный удар дубины - плоть, вся в вмятинах и синяках, едва держится на переломленном черепе. Номер "626" был вышит на правой щеке, прямо под глазом.

source: "Uh... nasty wound you've got there."
ru: "Ух... какую ужасную рану ты получила?"

source: The corpse continues to stare at you with its one good eye.
ru: Труп продолжает смотреть на тебя одним уцелевшим глазом.

source: "Farewell then."
ru: "Тогда прощай".

source: "I know you're not a zombie, you know. You're not fooling anyone."
ru: "Знаешь, мне известно, что ты не зомби. Тебе никого не одурачить".

source: Use your Stories-Bones-Tell ability on the corpse.
ru: Использовать на скелете свою способность "История костей".

source: This corpse does not stir. It looks like it is too far gone to answer any of your questions.
ru: Труп не шевелится. Кажется, он далек от того, чтобы отвечать на твои вопросы.

source: "It was great talking to you. Farewell."
ru: "Было приятно поболтать с тобой. Прощай".

source: Leave the corpse in peace.
ru: Оставить труп в покое.

source: This corpse makes no reply. It looks like it is too far gone to answer any of your questions.
ru: Этот труп не шевелится. Кажется, он далек от того, чтобы отвечать на твои вопросы.
