Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dzm1201.dlg.po
Languages: ru

source: The number "1201" has been inked on the forehead of this corpse, and the ink has run down its eyes, cheeks and jaw. As you follow the ink tears down the corpse's face, you notice it has run into the stitching sealing the corpse's lips and has caught on what looks like the corner of a note stuck in the corpse's mouth.
ru: На лбу этого трупа чернилами написан номер "1201", чернила стекли на глаза, щеки и челюсти. Чернильные капли падают с лица, ты замечаешь, что они попадают в зашитый рот, из которого торчит уголок какой-то записки.

source: Try and pull the note out.
ru: Попробовать вытащить записку.

source: The note has mingled with the ichor in the zombie's mouth. If you tried to pull the paper out through the cross-stitches, it would tear the paper to shreds. Hacking up the corpse to get at it looks like it will destroy the note -- you'll need to find a delicate way to remove the stitches before removing the note.
ru: Записка во рту зомби заляпана гноем. Если ты попытаешься вытащить бумагу сквозь стежки, то она порвется на части. Попытка убить зомби уничтожит записку - тебе нужно найти деликатный способ удалить швы перед тем, как достать записку.

source: Use the scalpel to cut through the stitches.
ru: Срезать швы скальпелем.

source: "I know you're not a zombie, you know. You're not fooling anyone."
ru: "Знаешь, мне известно, что ты не зомби. Тебе никого не одурачить".

source: Use Stories-Bones-Tell on the corpse.
ru: Использовать на трупе свою способность "История костей".

source: "It was great talking to you. Farewell."
ru: "Было приятно поболтать с тобой. Прощай".

source: You deftly slice through the stitches sealing the corpse's mouth, and the jaw sags open. You carefully pull the note from the corpse's mouth... despite the condition of the paper, the writing on it still appears legible. NOTE: To "read" notes, books, or scrolls, place them in your inventory, then right-click on them to bring up their information panel.
ru: Ты ловко перерезаешь швы на рту зомби, и его челюсть раскрывается. Ты осторожно вынимаешь записку изо рта трупа... несмотря на состояние бумаги, записи все еще можно разобрать. ПРИМЕЧАНИЕ: Чтобы "прочитать" записки, книги или свитки, помести их в свой инвентарь, а затем нажми по ним правой кнопкой, после чего появится их информационная панель.

source: Examine the corpse again.
ru: Снова осмотреть труп.

source: Leave the corpse in peace.
ru: Оставить труп в покое.

source: "Hmmm. Perhaps there might be something around that can slice through those stitches..."
ru: "Хммм. Если бы у меня было что-нибудь, что смогло разрезать эти швы..."

source: The corpse's milky-white eyes stare at you vacantly.
ru: Молочно-белые глаза трупа пусто смотрят на тебя.

source: The corpse does not stir. It looks like it is too far gone to answer any of your questions.
ru: Труп не шевелится. Кажется, он далек от того, чтобы отвечать на твои вопросы.

source: The number "1201" has been inked on the forehead of this corpse, and the ink has run down across its eyes, cheeks and jaw, making it look as if it is crying. Its jaw is hanging open, and a trail of ichor is trickling from the corner of its mouth.
ru: На лбу этого трупа чернилами написан номер "1201", чернила стекли на глаза, щеки и челюсти, создавая впечатление, что он плачет. Его челюсть распахнута, из уголка рта течет струйка гноя.

source: "Sorry about slicing those stitches... I just had to see what was in your mouth."
ru: "Извини, что срезал швы... Мне просто нужно было посмотреть, что у тебя во рту".
