Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dzm1041.dlg.po
Languages: ru

source: "I wish you good luck. Farewell."
ru: "Желаю тебе удачи. Прощай".

source: "Please continue your tale."
ru: "Пожалуйста, продолжай свою историю".

source: "I can imagine... I had another question..."
ru: "Могу себе представить... У меня есть другой вопрос..."

source: "The what? Jade Portal?"
ru: "Куда? Нефритовый Портал?"

source: "I see your reasoning. Another question..."
ru: "Мне ясны твои доводы. Еще один вопрос..."

source: "Interesting. I had best be going now; farewell."
ru: "Интересно. Теперь мне лучше уйти. Прощай".

source: "I see. Please, continue your story."
ru: "Понятно. Пожалуйста, продолжай свой рассказ".

source: "Before you go on, I had other questions..."
ru: "Перед тем, как ты пойдешь, у меня есть другие вопросы..."

source: "That's all I wished to know for now. Farewell."
ru: "Это все, что я желал знать сейчас. Прощай".

source: "Of course. Say, I had another question..."
ru: "Несомненно. У меня еще вопрос..."

source: "No worries. I had best leave, though; farewell.""No worries. I had best leave, though; farewell."
ru: "Не стоит беспокоиться. Теперь мне лучше уйти. Прощай".

source: "My apologies. May I ask you something else?"
ru: "Прошу извинить меня. Могу ли спросить тебя о чем-либо еще?"

source: Walk off, leave the spirit floating there.
ru: Отойти, оставить парящего духа.

source: "Yes... yes, I did."
ru: "Да... да, конечно же".

source: "No... but I think I'd like to know more about this poem."
ru: "Нет... но я хотел бы побольше знать об этой поэме".

source: "No. As a matter of fact, I think I'll be leaving. Farewell."
ru: "Нет. Вообще, мне кажется, что мне пора идти. Прощай".

source: "Strange indeed. Go on, please."
ru: "Очень странно. Пожалуйста, продолжай".

source: "Oh. Before you go on, I had other questions..."
ru: "Перед тем, как ты пойдешь, у меня есть другие вопросы..."

source: "I see. Thank you, but I'd best take my leave now."
ru: "Понятно. Спасибо тебе, но теперь мне лучше уйти".

source: "Ah... I had another question."
ru: "Ах... У меня есть другой вопрос".

source: "Interesting. What does it mean?"
ru: "Интересно. А что это означает?"

source: "So you're saying that I should have left your spirit alone? Have I offended you, calling you here?"
ru: "Так ты сказал, чтобы я оставил твой дух в покое? Должно быть, я оскорбил тебя, вызвав тебя сюда?"

source: "Oh. I thank you for explaining that. Farewell."
ru: "О. Спасибо, что разъяснил мне это. Прощай".

source: "Hmm. I see. I had something else to ask of you."
ru: "Хммм. Ясно. У меня есть еще кое-что для тебя".

source: "I understand. Farewell, then."
ru: "Я понимаю. В таком случае, прощай".

source: "Hmm. I see. I had something else to ask of you..."
ru: "Хммм. Ясно. У меня есть еще кое-что для тебя..."

source: "You never found them, then?"
ru: "И ты не нашел их?"

source: "Hmm. You know, it's odd how quickly you were able to pick up the language..."
ru: "Хммм. Знаешь, довольно странно, что ты смог так быстро изучить язык..."

source: "I'll have to hear the rest another time; farewell."
ru: "Я выслушаю оставшуюся часть истории в другой раз. Прощай".

source: "Would you have known how to return to your land, had you rescued this... 'Xi-xi?'
ru: "А ты хоть знал, как бы ты вернулся назад в свои земли, если бы ты спас эту... 'Сиси'?"

source: "Interesting story. I had more questions, though..."
ru: "Занятная история. Тем не менее, у меня есть еще вопросы..."

source: "Fascinating. I had best leave you be, now. Farewell."
ru: "Восхитительно. Теперь мне следует оставить тебя. Прощай".

source: "I wonder if they are still in the city. Perhaps I could find and help this girl."
ru: "Возможно, они все еще находятся в городе. Может быть, я смогу найти и спасти эту девушку".

source: "It certainly seems easy for you to just not care about your duties because you're dead. I don't know if I could just let something like that go."
ru: "Похоже, тебе проще не заботиться о своем долге лишь потому, что ты мертв. Не знаю, смог ли я допустить подобное со мной".

source: "Interesting. Let me ask you something else..."
ru: "Интересно. Позволь мне спросить кое о чем еще..."

source: "Hmm. I'll leave you, now. Luck to you."
ru: "Хмм. Мне нужно покинуть тебя. Удачи тебе".

source: "Hmm. No matter, then. I had another question..."
ru: "Хммм. Тогда не важно. У меня есть другой вопрос..."

source: "Never mind, then. Farewell."
ru: "Тогда неважно. Прощай".

source: "If I see her, I will do my best to aid her in your memory."
ru: "Если я встречу ее, то я сделаю все от меня зависящее во имя твоей памяти".

source: "Never mind. I don't have time for this."
ru: "Неважно. У меня нет времени на это".

source: "All right. I had another question..."
ru: "Хорошо. У меня есть другой вопрос..."

source: "That is all I need. Farewell."
ru: "Это все, что мне нужно. Прощай".

source: "Very well. I had another question..."
ru: "Очень хорошо. У меня есть другие вопросы..."

source: "I understand. Farewell, spirit."
ru: "Я понимаю. Прощай, дух".

source: "A question..."
ru: "Вопрос..."

source: "Nothing; I shall leave you be."
ru: "Ничего, я оставляю тебя в покое".

source: "That would explain things. So you never found the assassins?"
ru: "Это многое объясняет. Итак, ты больше не встречал ассассинов?"

source: "I see. Let me ask you something else, now..."
ru: "Понятно. Позволь мне спросить кое о чем еще..."
