Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dzm1041.dlg.po
Languages: ru

source: This re-animated, male corpse has the numbers "1041" carved into its forehead. Despite its taut, desiccated flesh, it is apparent that its features once had a rather 'exotic' cast to them. The zombies' lips have been stitched closed - most likely to prevent it from moaning incessantly -- and it smells of strongly of formaldehyde.
ru: У этого поднятого трупа мужчины вырезан номер "1041" на лбу. Несмотря на тугую и высушенную плоть, видимо, что когда-то это придавало трупу скорее "экзотическую" внешность. Губы зомби крепко зашиты - скорее всего, чтобы он не стонал все время, а сам он сильно пахнет формальдегидом.

source: The corpse continues to stare at you.
ru: Труп продолжает пялиться на тебя.

source: The corpse reels for a moment as the spirit revisits its one-time home. Its almond-shaped eyes become dark once more, a faint bronze cast creeping over the pale flesh. It straightens itself, brushing the dust off its clothes. At last noticing its caller, the ghost peers at you for a moment with curious eyes, then bows slightly.
ru: В момент, когда дух возвращается в свою прежнюю обитель, труп пошатывается. Его миндалевидные глаза снова стали темнее, бледная кожа приобретает слегка бронзовый оттенок. Он вздрагивает, выбивая пыль из одежды. Заметив наконец своего вызывающего, призрак смотрит на тебя пытливым взглядом, затем слегка кланяется.

source: "So... seen anything interesting going on?"
ru: "Итак... что тут у нас интересного?"

source: "I know you're not a zombie, you know. You're not fooling anyone."
ru: "Знаешь, мне известно, что ты не зомби. Тебе никого не одурачить".

source: Use your Stories-Bones-Tell ability on the corpse.
ru: Использовать на скелете свою способность "История костей".

source: "It was great talking to you. Farewell."
ru: "Было приятно поболтать с тобой. Прощай".

source: Leave the corpse in peace.
ru: Оставить труп в покое.

source: Bow in return.
ru: Поклониться в ответ.

source: The spirit smiles for a moment, as if pleased. He composes himself, standing with one hand behind him as he begins to speak in a soft, lilting tone: "Suiang jianne shyr nan bye yih nan; "Dong feng wu lih bay hua tsarn; "Chuen tsarn daw syy sy fang jinn; "Lah Jiuh cherng huei ley shyy gan." That being said, he appears content to stand and wait patiently for your reply.
ru: Дух, польщенный, слегка кланяется. Он успокаивается, закладывает одну руку за спину и начинает декламировать в мягкой манере, нараспев: "Сян цзянь ши нань, бе и нань Дун фэн у ли, бай хуа цань Чунь цань дао сы, сы фань цзинь Да цзю чэн хуй, лэй ши гань". Сказав это, он удовлетворенно стоит и терпеливо ждет твоей реакции.

source: You open your mouth to voice a question, but before you can begin the spirit begins to speak in a soft, lilting tone: "Suiang jianne shyr nan bye yih nan; "Dong feng wu lih bay hua tsarn; "Chuen tsarn daw syy sy fang jinn; "Lah Jiuh cherng huei ley shyy gan." That being said, he appears content to stand and wait patiently for your reply.
ru: Ты открываешь рот, чтобы задать вопрос, но перед тем, как ты успеваешь задать вопрос, дух начинает декламировать в мягкой манере, нараспев: "Сян цзянь ши нань, бе и нань Дун фэн у ли, бай хуа цань Чунь цань дао сы, сы фань цзинь Да цзю чэн хуй, лэй ши гань". Сказав это, он удовлетворенно стоит и терпеливо ждет твоей реакции.

source: The spirit pauses for a moment, as if to think. He then begins to speak again in a thickly accented, yet deeply refined voice. "You must forgive me, honorable sir. It has been no small length of time since I have had to speak your language. No doubt my spirit has been summoned here to answer your questions; what is it you would know of me?"
ru: Дух молчит некоторое время, как бы думая. Затем он начинает говорить изысканным тоном с небольшим акцентом. "Вы должны простить меня, уважаемый господин. Прошло не так уж мало времени с тех пор, как я говорил на вашем языке. Не сомневаюсь, что мой дух был призван сюда, чтобы отвечать на Ваши вопросы. Что бы Вы хотели узнать от меня?"

source: "Who I am is a difficult question to answer... who I *was* is not. I was known as Zhuang Bei, tutor and bodyguard to Liu Xixi, daughter of Censor Chi'an.
ru: "Кто я? Это сложный вопрос, чтобы ответить на него... кем я *не* был. Я был известен как Цзуань Бэй, наставник и телохранитель Лю Сиси, дочери Цензора Ши-ань".

source: "I was from a place called Shou Lung... a place I once regarded as the center of the Universe." He seems to find mild amusement at the thought. "So many places, so many worlds. I once considered myself a truly learned man, yet truly knew so little when I died..."
ru: "Я родом из места под названием Шоу Лун... места, которое я считал центром Вселенной". Похоже, на него накатили теплые воспоминания. "Так много мест, так много миров. Раньше я считал себя достаточно ученым человеком, пока, не умерев, не осознал, что знал очень мало..."

source: "I was murdered by one of the men I fell into this world with. I had been hunting him in this city for many, many weeks -- it was during this time that I learned your language -- but he found me first. A professional assassin, he caught me unawares and slew me as I slept."
ru: "Я был убит одним из людей, с которыми я упал в этот мир. Я охотился за ним в этом городе много, много недель - за это время я успел изучить ваш язык - но он нашел меня первым. Это был настоящий ассассин, он застигнул меня врасплох и убил меня, когда я спал".

source: "This building? Nothing at all; I had heard of it, knew my corpse was to serve here, but that is all." "I know almost as little about this great city, 'Sigil.' My weeks here were spent searching for the men I fell into this world with and learning the language; though it pained me, I had time for little else. I could have learned so much from the myriad wonders of such a place..."
ru: "Об этом строении? Почти ничего. Я слышал о нем, знаю, что мое тело работает здесь, но это все". "Я очень мало знаю об этом великом городе, 'Сигиле'. Недели, которые я провел здесь, разыскивая людей, с которыми я упал в этот мир, и изучая язык, были для меня изнурительны, у меня не было времени ни на что более. Я мог бы изучать мириады чудес, которые встречаются в этом месте..."

source: "No, the name means nothing to me. I am sorry I could not aid you in this."
ru: "Нет, это имя ничего для меня не значит. Я прошу прощения, но в данном вопросе я не смогу помочь".

source: The spirit seems pained for a moment. "I... My spirit resides in the realm of the Illustrious Magistrate, Yen-Wang-Yeh: the Palace of Judgement."
ru: Дух на мгновение выглядит измученным. "Я... Мой дух находится во владениях Прославленного Магистрата, Яньвана - Дворце Правосудия".

source: "Yes; it is not so uncommon where I hail from. It was my duty to stay by Miss Liu at all times, not only to keep her from harm, but to educate her. I was regarded as a scholar of some repute as well as a swordsman, you see. Perhaps I would have served her better were I a better swordsman, though..."
ru: "Да; это не так уж не распространено там, откуда я упал. Моей обязанностью было постоянно находиться рядом с госпожой Лю, не только оберегая ее от вреда, но и обучая ее. Я был уважаемым учителем и имел репутацию хорошего фехтовальщика. Возможно, я мог служить бы ей лучше, если бы служил в качестве мечника..."

source: "Impressive? Yes, perhaps too much so for me. I... I failed Miss Liu and the Censor in my task."
ru: "Впечатляюще? Да, но для меня это слишком. Я... я не смог исполнить свои обязанности перед госпожой Лю и Цензором".

source: The spirit nods, an unexpectedly graceful movement for a wizened corpse to make. "Please, ask what you will."
ru: Дух кивает, вызывая при этом неожиданно грациозное для иссохшего трупа движение. "Пожалуйста, спрашивай, что пожелаешь".

source: "Well, you see..." The spirit stops for a moment to think, rubbing the corpse's withered hands together. "When I arrived, after a short period of waiting I was to be ushered to my final, *true* destination. However, there was some sort of commotion during my escort through the Palace, and I was left alone in a side room with the promise that I would be attended to in a moment."
ru: "Видишь ли..." Дух на время умолкает в раздумьях, потирая руки трупа. "Прибыв туда, после непродолжительного периода ожидания я должен был быть сопровожден в мое окончательное, *истинное* предназначение. Тем не менее, во время моего сопровождения по Дворцу произошло некое неповиновение, и я был оставлен в комнате с обещанием, что я буду незамедлительно направлен далее".

source: "I will tell you the entire tale. As the tutor and bodyguard of Liu Xixi, I am of course charged with both her education and defense. One fair evening we were standing on a balcony over the Courtyard, where I was teaching her about the various constellations.
ru: "Я мог бы рассказать тебе всю историю. В качестве наставника и телохранителя Лю Сиси я как обучал ее, так и защищал. Одним ясным вечером мы стояли на балконе над внутренним двором, где я показывал ей различные созвездия".

source: "Ah, that. I was approached one night by a young woman on the street; she was from an organization called the Dustmen, the same that oversees this complex." "She proposed to me that, in return for a small sum of money, that my corpse could be... used... here upon my demise."
ru: "А, это. Однажды ночью я встретил на улице молодую женщину. Она принадлежала к организации под названием Тленные, той самой, что присматривает за этим комплексом". "Она сделала мне предложение, согласно которому в обмен за небольшую сумму мое тело может быть... использовано... здесь по моему завещанию".

source: "Linguistics, in fact, is an area of great interest to me. When I became a scholar I found I could learn new tongues with little trouble at all."
ru: "Лингвистика всегда была предметом моих интересов. Будучи студентом, я обнаружил, что могу без особых проблем изучать новые наречия".

source: "Well, you see... no one ever returned for me. I waited quietly for what seemed like days, but it was to no avail. I eventually left the room to wander the Palace, hoping to find someone to direct me..." He sighs softly, the faint scent of embalming fluid carried with his exhalation. "There are 9,001 rooms here; in each one I have passed through I was merely directed to another. I seem to have fallen between the cracks, for the time being."
ru: "Видишь ли... никто за мной не вернулся. Я терпеливо ждал несколько дней, но никто не приходил. В конце концов я покинул комнату и стал бродить по Дворцу в надежде на то, что кто-нибудь направит меня..." Он тихо вздыхает, выдыхая легкое облачко бальзамирующей жидкости. "Там 9001 комната, и в каждой из них меня направляли в другую комнату. Похоже, я попал в трясину, оказавшись там".

source: "I couldn't say. It is all so very frustrating!" He pauses for a moment to regain his composure, the stiffened joints and tendons of the cadaver creaking softly as they relax once more.
ru: "Не могу сказать. Это меня сильно огорчает!" Он умолкает, чтобы восстановить самообладание, при этом закостеневшие суставы и сухожилия трупа тихо скрипят, расслабляясь.

source: "Of course. As we stood there, two assassins suddenly burst down from the rooftop to the balcony, most likely there to slay or kidnap Miss Liu. Shouting for the guards, I drew my blade and leapt to her defense. In the ensuing battle, the balcony's railing was shattered and the four of us fell into the Jade Portal."
ru: "Да-да, конечно. Пока мы стояли, неожиданно с крыши над балконом спрыгнули два ассассина, скорее всего, чтобы убить или похитить госпожу Ли. Крикнув стражу, я извлек мой клинок бросился ее защищать. В разгар битвы перила балкона обломались и все мы вчетвером упали в Нефритовый Портал".

source: "Perhaps at first... the idea is a bit macabre after all. But after speaking with her for some time, I realized that they -- the Dustmen -- feel much the same way I do regarding death. My body? A vehicle only, nothing more. I believe their 'True Death' to be the exalted state that I, personally, seek to attain... total release and detachment from the material world. Should my corpse, having served its purpose as my mortal shell, manage to serve some small purpose here, so much the better." The spirit smiles at you politely.
ru: "Возможно, на первый взгляд... идея немного жуткая. Но после продолжительного разговора с ней, я понял, что они - Тленные - разделяют те же взгляды на смерть, что и я. Мое тело? Это всего лишь оболочка, не более. Я верю, что их 'Истинная Смерть' будет тем достойным местом, которого лично я когда-нибудь достигну... полностью освободившись и отделившись от материального мира. И если мое тело, служившее этой цели в качестве моей смертной оболочки, сможет служить некоторым целям здесь, тем лучше". Дух учтиво улыбается тебе.

source: "Oh! Pardon the assumption on my part... the Jade Portal is a circular pool that lies in the Courtyard. Paved with tiles of green and white soapstone, it is called the Portal because it is said, at times, glimpses of another place appear reflected in its shimmering waters."
ru: "О! Прошу прощения за надменность с моей стороны... Нефритовый Портал - это круглый водоем, который находился во внутреннем дворе. Он был выложен зелеными и белыми стеатитами и был назван Порталом из-за того, что время от времени в отражении его мерцающих вод можно было увидеть совершенно другое место".

source: "Your offer is too kind. I am afraid, however, that there is nothing you can do... I am sure that, in time, I will be sped on my way. Again, though, thank you."
ru: "Ваше предложение очень любезно. Но я боюсь, что здесь ничего нельзя поделать... Я уверен, что все же проследую по своему пути. Тем не менее, благодарю за предложение".

source: The spirit stares at you coldly, ghost-lights burning deep within the corpse's eyes; you seem to have offended him.
ru: Дух недовольно смотрит на тебя, в глазах трупа вспыхнул призрачный огонек. Кажется, ты оскорбил его.

source: "Oh, that... ah... it was a poem. Difficult to translate. Did you have another question, perhaps?" He smiles at you uneasily.
ru: "Ах это... эээ... это поэма. Трудно перевести. Может, есть другой вопрос?" Он неловко улыбается.

source: "As I was saying, we fell into the Jade Portal. I had never imagined it actually *was* a portal in any sense of the word, but surely enough it was! I suddenly found myself lying in an unfamiliar alleyway, my leg broken. I reoriented myself only in time to see the assassins fleeing, Liu Xixi tossed over one of their shoulders."
ru: "Как я уже сказал, мы упали в Нефритовый Портал. Я никогда раньше не представлял, что он был *на самом* деле порталом, в прямом смысле этого слова, но это так! Неожиданно я обнаружил себя со сломанной ногой лежащим в незнакомом переулке. Я пришел в себя лишь тогда, когда увидел, что ассассины убегают, унося на своих плечах Лю Сиси".

source: "Very well." He thinks for a moment, tapping the ends of the corpse's long, bony fingers together. Soon, he begins to speak once more in a steady, measured rhythm: "It is difficult to meet as it is difficult to part. "The north wind has weakened; hundreds of flowers fade away. "When the Spring worms die, the silk shall never come again. "When the candle wax becomes ash, tears shall stop." He smiles at you politely.
ru: "Хорошо". Он ненадолго задумывается, соединяя длинные костлявые пальцы трупа друг с другом. Затем, он начинает декламировать в более твердом, выверенном ритме: "Трудно встретиться было нам, трудно теперь в разлуке Ветер с востока бессильно дохнул, цветы увядают все... Умер весенний шелкопряд, и нить его оборвалась Плача восковою слезой, свеча сгорела дотла..." Он учтиво тебе улыбается.

source: "Well, I am ashamed to say it was a subtle attempt at saying... well, saying that perhaps you'd best let the spirits of the dead alone. I no longer desire to have any part in this..." The spirit makes a sweeping gesture to indicate everything around him. "...world."
ru: "Мне стыдно признаться, как бы это поделикатней сказать... скажем так, лучше духу оставаться мертвым. У меня нет больше желания быть частью этого..." Дух делает широкий жест, охватывая все, что находится вокруг него. "...мира".

source: "Ah... well... no. I had hoped not to be so direct; avoid a confrontation, you see. It is only that I no longer desire to have any part in this..." The spirit makes a sweeping gesture to indicate everything around him. "...world."
ru: "Ах... эээ... нет. Я не хотел быть столь прямолинеен, чтобы избежать конфронтации. Это всего лишь означает, что у меня нет больше желания быть частью этого..." Дух делает широкий жест, охватывая все, что находится вокруг него. "...мира".

source: "Well, that is mostly all. I limped about painfully until I found someone to heal my leg; they took what little coin I had as payment. From that healer and others I learned the tongue of the people here, all the while scouring the place for the two assassins and my charge."
ru: "Это почти все. Я испытывал мучительную боль, пока не нашел того, кто вылечил мою ногу. Он взял мелкую монету, что была у меня, в качестве платы. У этого целителя и у других людей я выучил здешний язык, пытаясь выследить двух ассассинов с моей подопечной".

source: "I hunted down one of them, but he would not speak. I executed him and kept his head in a silk bag, so that I could bring it back for the Censor when I returned his daughter to him." He frowns for a moment before he continues. "The other assassin... eluded me. He did more than that, if fact; he slew me before I could kill him and rescue my charge. Sad, but it is all behind me, now."
ru: "Я поймал одного из них, но он не пожелал говорить. Я казнил его и положил его голову в шелковый мешок, чтобы я смог принести ее Цензору, когда я вернулся бы назад с его дочерью". Перед тем как продолжить, он хмурится. "Другой же ассассин... ускользнул от меня. На самом деле, он смог сделать большее - он убил меня до того, как я смог убить его и спасти мою подопечную. Печально, но теперь для меня уже все кончено".

source: "No, but I am confident I would have found a way. A moot point now, really."
ru: "Нет, но я был уверен, что смог бы найти способ. Хотя теперь это под сомнением".

source: "Your offer marks you as a noble man... however, no less than seventy-five years have passed since I was slain. The man who assassinated me is long dead by now, and most likely Xixi as well."
ru: "Твое предложение отличает в тебе благородного человека... тем не менее, прошло не меньше семидесяти пяти лет с тех пор, как я пал. Тот человек, что убил меня, давно уже мертв, и Сиси, скорее всего, - тоже".

source: "The assassin would have features similar to mine, and a Lotus Blossom tattooed upon his brow." Seeing your confusion, he adds "It's a sort of flower, with seven petals. Liu Xixi is a young girl; only fourteen years of age. Perhaps she or the assassin would know where the way back was, and how to activate it again."
ru: "Ассассин может иметь те же навыки, что и у меня, но над его бровью есть татуировка лотоса". Заметив твое смятение, он добавляет. "Это такой цветок со семью лепестками. Лю Сиси - это молодая девушка, ей всего лишь четырнадцать лет. Возможно, она или ассассин могут знать, где находится путь назад и как его активировать снова".

source: "You are a kind and honorable man. Do not do it for me, however... it is the girl and the father you help most greatly."
ru: "Ты очень благородный человек. Что нельзя сказать обо мне... девушка и ее отец с радостью примут твою помощь".

source: "I certainly did not expect to see you again." The spirit bows politely, but his expression remains blank. "What is it you would have of me?"
ru: "Я не ожидал увидеть тебя снова". Дух учтиво кланяется, но его лицо остается непроницаемым. "Что тебе нужно от меня?"

source: "I had some questions..."
ru: "У меня есть некоторые вопросы..."

source: Leave the spirit.
ru: Оставить духа.

source: "I... er..."
ru: "Я... эээ..."

source: "I have no idea what you are saying... can you understand my words at all?"
ru: "Я понятия не имею, что ты сказал... ты вообще понимаешь мои слова?"

source: "I cannot understand you. Farewell."
ru: "Я не понимаю тебя. Прощай".

source: "Who are you?"
ru: "Так кто ты?"

source: "Where are you from?"
ru: "Откуда ты?"

source: "How did you end up here? As a zombie, I mean?"
ru: "Как ты попал сюда? В виде зомби, я имею в виду?"

source: "Where are you... where your spirit resides... now?"
ru: "Где ты... где находится твой дух... теперь?"

source: "What do you know of this place?"
ru: "Что ты знаешь об этом месте?"

source: "Do you know someone named Pharod?"
ru: "Ты знаешь кого-нибудь по имени Фарод?"

source: "Nothing, never mind."
ru: "Ничего, неважно".

source: "Tutor *and* bodyguard?"
ru: "Наставник *и* телохранитель?"

source: "Hmm. Sounds impressive."
ru: "Хмм. Звучит впечатляюще".

source: "I see. I had more questions..."
ru: "Понятно. У меня были еще вопросы..."

source: "That's all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "How did you arrive from this 'Shou Lung?'"
ru: "А как ты сумел прибыть из этого 'Шоу Луна'?"

source: "Fell into this world?"
ru: "Упал в этот мир?"

source: "Hunting assassins?"
ru: "Охотился за ассассином?"

source: "I see, but do you know how your corpse come to be working here?"
ru: "Понятно, но ты знаешь, как твое тело стало работать здесь?"

source: "You speak well for one with so little time to learn a language."
ru: "Ты говоришь достаточно хорошо для того, кто изучал язык всего лишь несколько недель".

source: "Your corpse was to serve here? How did that come about?"
ru: "Твое тело служит здесь? Как это могло случиться?"

source: "Very well. Perhaps we will speak again."
ru: "Очень хорошо. Возможно, мы еще встретимся".

source: "I understand. I had more questions..."
ru: "Я понимаю. У меня были еще вопросы..."

source: "Is something wrong? Is it such a bad place?"
ru: "Что-то не так? Это плохое место?"

source: "Served her better? Did you fail her somehow?"
ru: "Служить бы ей лучше? Ты чем-то ей не услужил?"

source: "Perhaps. I had more questions..."
ru: "Возможно. У меня есть еще вопросы..."

source: "How so?"
ru: "Каким образом?"

source: "I had more questions..."
ru: "У меня есть еще вопросы..."

source: "I see. Perhaps we will speak again."
ru: "Ясно. Возможно, мы еще встретимся".

source: "What was that you spoke when you first appeared?"
ru: "А что ты произнес, когда впервые появился?"

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: "And...?"
ru: "И?.."

source: "Final destination? Where were you to be sent?"
ru: "Последнее предназначение? Куда ты должен был быть доставлен?"

source: "Wait... I had other questions, before you continue."
ru: "Постой... Перед тем, как ты продолжишь, у меня есть еще вопросы..."

source: "Perhaps I'll hear the rest another time. Farewell."
ru: "Возможно, я выслушаю оставшуюся часть в другой раз. Прощай".

source: "Please, go on."
ru: "Пожалуйста, продолжай".

source: "And that didn't seem a bit odd to you?"
ru: "И это не кажется для тебя немного неправильным?"

source: "I see. Another question, if I may..."
ru: "Понятно. Еще вопрос, если можно..."

source: "That's all wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "That would explain things. Another question..."
ru: "Тогда это все объясняет. Еще один вопрос..."

source: "I understand. Thank you for speaking with me. Farewell."
ru: "Понятно. Спасибо за разговор. Прощай".

source: "I see. I had another question, though..."
ru: "Понятно. Тогда у меня есть другой вопрос..."

source: "Anything I could do to help?"
ru: "Я могу чем-нибудь помочь?"

source: "Poor fool... I wonder how long they'll let you wander!"
ru: "Бедный глупец... Интересно, как долго они позволят тебе там бродить!"
