Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dzm1664.dlg.po
Languages: ru

source: This huge corpse is standing silently in a corner of the room, facing the wall. He looks to have been a heavy-set man in his early years, and judging by the condition of the body, he died only recently. The freshly-stitched number on his forehead reads "1664." This corpse looks like it is serving as a librarian, for it is carrying a huge stack of books in its arms.
ru: Этот большой труп стоит в углу комнаты, уткнувшись лицом к стене. Похоже, раньше это был сильный мужчина в расцвете своих лет и, судя по состоянию тела, он умер совсем недавно. На лбу виден свежевышитый номер "1664". Кажется, труп служит в качестве библиотекаря, в руках он несет огромную стопку книг.

source: Examine the books.
ru: Осмотреть книги.

source: Examine the books again.
ru: Снова осмотреть книги.

source: "I know you're not a zombie, you know. You're not fooling anyone."
ru: "Знаешь, мне известно, что ты не зомби. Тебе никого не одурачить".

source: Use your Stories-Bones-Tell ability on the corpse.
ru: Использовать на скелете свою способность "История костей".

source: "It was great talking to you. Farewell."
ru: "Было приятно поболтать с тобой. Прощай".

source: Leave the corpse in peace.
ru: Оставить труп в покое.

source: The corpse stare blankly at the wall.
ru: Зомби уставился пустым взглядом в стену.

source: The corpse does not stir. Despite the fact it looks recently dead, it does not seem able to answer any of your questions.
ru: Труп даже не шевелится. Несмотря на недавнюю смерть, похоже, он не сможет отвечать на твои вопросы.

source: The books appear to be old Mortuary ledgers, none of them of any particular interest. As you search through the texts, however, you notice a loose page folded between two of the books. You are suddenly struck with the feeling that someone tucked it there to hide it.
ru: Книги являются старыми бухгалтерскими книгами Морга, не представляющими никакого интереса. Тем не менее, просматривая тексты, ты обнаруживаешь вырванную страницу, зажатую между двумя книгами. Неожиданно тебя пронзает чувство, что кто-то поместил ее сюда, чтобы спрятать.

source: Take the page.
ru: Взять страницу.

source: The page doesn't look like it belongs with the ledgers... it looks like it belongs in a log book. The tear is clean, as if with a knife, so you suspect the page was removed on purpose.
ru: Кажется, страница не из бухгалтерских книг... похоже, она принадлежит какой-то книге записей. Корешок ровный, как будто бы страницу срезали ножом, и ты подозреваешь, что ее удалили специально.

source: Read through it.
ru: Прочитать ее.

source: You take a moment to read through the page... it's a list of dead bodies brought to the Mortuary and logged in the Receiving Room. All the entries appear to be recent arrivals. NOTE: To "read" notes, books, or scrolls, place them in your inventory, then right-click on them to bring up their information panel.
ru: Ты бегло осматриваешь страницу... на ней написан список тел, доставленных в Морг и зарегистрированных в Приемной комнате. Все записи принадлежат недавно прибывшим телам. ПРИМЕЧАНИЕ: Чтобы "прочитать" записки, книги или свитки, помести их в свой инвентарь, а затем нажми по ним правой кнопкой мыши, чтобы вывести их информационную панель.

source: Examine the zombie again.
ru: Снова осмотреть зомби.

source: Take the page with you and leave.
ru: Взять страницу с собой и уйти.

source: The books appear to be old Mortuary ledgers, none of them of any particular interest. You do another search through the texts, but you find nothing more.
ru: Книги являются старыми бухгалтерскими книгами Морга, не представляющими никакого интереса. Ты снова просматриваешь тексты, но больше ничего не находишь.

source: "So how did you come to be a librarian? All the other jobs taken?"
ru: "И как это тебя угораздило стать библиотекарем? Другие работы были уже заняты?"

source: Leave the zombie in peace.
ru: Оставить зомби в покое.
