Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dzm985.dlg.po
Languages: ru

source: This corpse - "985" -- has stopped dead in its tracks; judging from the condition of its left leg, it looks as if some sort of tomb rot or corpse mold has eaten through its knee. The corpse is wobbling unsteadily back and forth, trying to keep its balance.
ru: Этот труп - номер "985" - замертво встал и больше не двигается; судя по состоянию его левой ноги, она выглядит так, как будто она сгнила или ее изъела трупная плесень по самое колено. Труп неуверенно качается вперед и назад, пытаясь сохранить равновесие.

source: Give the corpse a push.
ru: Толкнуть труп.

source: Try and help the corpse balance.
ru: Помочь трупу остаться в равновесии.

source: "I know you're not a zombie, you know. You're not fooling anyone."
ru: "Знаешь, мне известно, что ты не зомби. Тебе никого не одурачить".

source: Use your Stories-Bones-Tell ability on the corpse.
ru: Использовать на скелете свою способность "История костей".

source: "It was great talking to you. Farewell."
ru: "Было приятно поболтать с тобой. Прощай".

source: Leave the corpse in peace.
ru: Оставить труп в покое.

source: The corpse stares straight ahead, oblivious. It makes no sign that it has heard you.
ru: Труп самозабвенно смотрит прямо перед собой, не выдавая никакого признака того, что он услышал тебя.

source: The corpse does not stir. It looks like it is too far gone to answer any of your questions.
ru: Труп не шевелится. Кажется, он далек от того, чтобы отвечать на твои вопросы.

source: There is a *crack* from the corpse's left leg, and the body falls like a dead tree. Its torso strikes the stone flagstones and shatters like a rotten melon, filth and ichor gurgling from the cavity. To your surprise, no one seems to have noticed the corpse's collapse... and even stranger, the left leg remains standing where the body was, as if at attention. After a moment, the leg falls over with a wet *thump.*
ru: В левой ноге трупа раздается *хруст*, и тело падает как срубленное дерево. Торс падает на каменные плиты и разваливается как гнилая дыня, полная гноя, вытекающего из трещин. К твоему удивлению, левая нога продолжает стоять на месте тела, как какое-то знамение. Спустя мгновенье, нога падает с сочным, гулким *ударом*.

source: You reach out for the corpse's left arm to help steady it. As you grab its arm, however, the corpse suddenly sways to the right, and you end up tugging the corpse rather than steadying it...
ru: Ты тянешься до левой руки трупа, желая помочь ему устоять. Труп неожиданно кренится вправо, и ты, держа его за руку, скорее тянешь его назад, чем помогаешь удержаться...

source: It looks like someone has replaced this corpse's left arm and left leg with some spare limbs taken from other corpses. The left leg is shorter than the old one, but at least the corpse is able to stand now.
ru: Похоже, кто-то заменил этому трупу левую руку и ногу от другого тела. Левая нога короче, чем надо, но, по крайней мере, теперь труп может стоять.

source: "Sorry about knocking you over before. It was an accident."
ru: "Извини за удары. Это было случайно".

source: "Uh-oh..."
ru: "Ой-ой..."

source: As you gaze upon the putrefied remains of the corpse, you notice that its left arm seems intact - it has snapped from the torso during the fall, and it doesn't appear to have been touched by the tomb rot that had spread through the rest of the body.
ru: Глядя на гнилые остатки тела, ты замечаешь, левая рука совсем не тронута - она отвалилась от туловища во время падения, и совсем не похоже, чтобы она была поражена трупным гниением, как это случилось со всем телом.

source: "Hmmm. I wonder if I could make use of that arm..."
ru: "Хммм. Думаю, я смогу найти применение этой руке..."
