Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/dzomcitm.dlg.po
Languages: ru

source: This rotting, male corpse at first seems completely unaware of you. As you approach, however, it turns and nods slowly, as if greeting you.
ru: Этот разлагающийся труп мужчины сперва совершенно тебя не замечает. Однако при твоем приближении он поворачивается и медленно кивает, как бы приветствуя тебя.

source: The zombie moans softly in reply: "Ggnhuuu... fnnnnuuugh..." With each exhalation, the stench of rotting meat fills the air.
ru: Зомби тихо стонет в ответ: "Пыыы... выыы..." С каждым его выдохом воздух наполняется запахом разложения.

source: "Stuuuhhh... mmmaaa-uuhrrr." The zombie makes a series of unintelligible moans... you can't make out anything he's saying.
ru: "Тууу... ммммееее-ииии". Зомби издает нечленораздельные стоны... ты не можешь разобрать ничего из того, что он сказала.

source: The zombie moans softly in reply. Only your skills in conversing with the dead allow you to understand it: "Greeeet-ings."
ru: Зомби тихо стонет в ответ. Толька твое умение разговаривать с мертвыми позволяет тебе понять, что он говорит: "Приии-вет".

source: The corpse stands there a moment, shifting his weight from one foot to the other, before replying. "Quest-shun?"
ru: Труп переминается с ноги на ногу, потом отвечает: "Воп-рос?"

source: The corpse's head nods sleepily. "Quest... shuns."
ru: Труп сонно кивает. "Воп... росы".

source: There is a long pause. "Uuuuhhh?" The zombie shrugs, one of his shoulders not quite rising as high as the other. "Assssk Mmmary, Ssstale Mssaaaary."
ru: Следует долгая пауза. "Ууууу? - зомби пожимает плечами, одно из которых поднимается выше другого. - Ссспроси Мммери, Тухххлую Мммери".

source: "Hhhome. Mmmy home." What's left of his facial muscles pull his mouth into what might be construed as a smile. "Lllaaand of the Sssilent Kiiing, Deeead Nay-shhhuns."
ru: "Доммма. Ууу ммменя дома, - остатки мышц его лица натягивают рот, что можно расценить как улыбку. - Ссстрана Безмммолвного Кооороля, Мммертвые Наароды".

source: The zombie stares at you for a moment. "Mmmy duuu-ty. Mmmy laaabor, fffor the SSSilent King. I ssserve mmmy hhhooome welll."
ru: Зомби пару секунд пялится на тебя. "Выыыполняю сссвои оообязанности. Дееелаю раааботу для Беезмолвного Кооороля. Ссслужу хорошоооо".

source: "Mmmany. Wwweee, ssskeletonsss, ghoooouls." His arm slowly raises, pointing off to the east. "Rrratsss." His arm swings ponderously around to point at you. "Llliving."
ru: "Мммного ктоо. Мыыы, ссскелены, ууупыри, - его рука медленно поднимается и указывает на восток. - крррысы, - его рука делает тяжелый взмах, указывая на тебя. - Жииивые".

source: "Mmmany. Wwweee, bonesss, ghooouls." His arm slowly raises, pointing off to the east. "Rrratsss."
ru: "Мммного ктоо. Мыыы, ссскелены, ууупыри, - его рука медленно указывает на восток. - крррысы".

source: The corpses head rocks back and forth, back and forth. "Sssoooegoooo..."
ru: Труп качает головой вперед-назад. "Сссооооэгооо..."

source: "Duuuhst-mmman. Assssk Mmmary, Ssstale Mmmaaaary."
ru: "Тсссленный. Ссспроси Мммери, Тухххлую Мммери".

source: The zombie lays his rotting hands across a chest scarred with decay. "Ssstrong!" He points to his feet with one hand, then to his temple, where a chunk of flesh has sloughed off, revealing bare skull beneath. "Sssloooow. Hhhehhh..." The corpse makes a disturbing gurgling noise which somehow reminds you of chuckling. "Llled by Ssstale Mmmary..."
ru: Зомби кладет свои гниющие руки на грудь, изуродованную разложением. "Сссильные! - он показывает рукой себе на ноги, потом на висок. - Мееедленные. Хххе... - труп издает тревожное бульканье, которое почему-то напоминает тебе хихиканье. - Глаавная уу нааас - Тууухлая Мммери..."

source: "Whhooo? Booones? Ghooouls?"
ru: "Ооо ком? Коостях? Ууупырях?"

source: "Booones!" He sounds somehow admiring. "Lllead usss, guiiide usss. Togeeether we buillld the Deeead Nay-shhhuns."
ru: "Кооости! - его голос почему-то звучит восхищенно. - Уууправлят нааами, наааправляют наас. Вмееесте мыы ссстроим Мееертвые Наароды".

source: "Hhhargrimmm llleads the booones. SssPeaksss to the Sssilent King, then ssspeaks to Ssstale Mmmary. Mmmary ssspeaks to usss, givesss us our lllabor." He nods.
ru: "Хххаргриммм ууправляет кооостями. Гооворит ссс Беезмолвным Кооролем, пооотом ссс Тууухлой Мммери. Мммери гоооворит сс наами, даает нааам рааботу". Он кивает.

source: Again, his arms slowly rises and swings back to point eastwards. "Rrratsss..." The wet tatters of his upper lip pull back in a sneer; a black, gummy fluid runs down the brownish-yellow teeth. "Eatsss the dead... eatsss... baaad. Afraaaid, nnnow, of the ghooouls. Theeey stay awaaay."
ru: И снова он медленно поднимает руку и махает ею на восток. "Крыыысы..." Влажные ошметки его верхней губы вытягиваются в ухмылку; по коричневато-желтым зубам стекает вязкая черная жидкость. "Еееедять мееертых... ееедят... плооохие. Теееперь боооятся ууупырей. Сссторонятся нааас".

source: "Uuuhn... asssk Mmmary. Ssstaaale Mmmary."
ru: "Ууу... ссспроси Мммери. Тууухлую Мммери".

source: The zombie points at his abdomen, where rotting holes in his flesh expose various internal organs. "Aaalwaaays hhhungryyy. Sssilent King's lllaws keeepsss them frommm eeeating the dead, hhhere. Ghooouls ssserve to pro-tect usss, guarrrd thessse halllsss."
ru: Зомби указывает на свой живот, в котором через прогнившие дыры видны внутренние органы. "Веечно голооодые. Здееесь закооон Бееезмолвного Кооороля нее даееет им ееесть мееертвых. Ууупыри зааащищают нас, ооохраняюють ээти зааали".

source: "Rrratsss. And..." He raises an arm, pointing straight upwards. "...the liiiving, from abooove. They cooome to sssteal the dead, dissstuuurb themmm."
ru: "Ооот крыыс. Иии, - он поднимает руку и указывает наверх, - жииивых, ссс повееерхности. Оони прииходят, чтообы треевожить мееертвых, краасть их".

source: "Ssshhhee leeeads usss. Wwwaaatches uuusss. Passes to usss the wwwooord of the Sssilent King."
ru: "Ооона ууправляет наами. Ссследит за наами. Пееередает нааам ссслово Беезмолвного Кооороля".

source: "Lllooord of the Deeead Nay-shhhuns. Asssk Mmmary. Ssstaaale Mmmary."
ru: "Поовелитель Меертвых Нааародов. Ссспроси Мммери. Тууухлую Мммери".

source: The corpse stands motionless, staring at you. At last, he speaks. "Nnno. Asssk Mmmary. Ssstaaale Mmmary."
ru: Труп стоит неподвижно, уставившись на тебя. Наконец он отвечает: "Нннет. Ссспроси Мммери. Тууухлую Мммери".

source: As the zombie faces you, a glint of recognition seems to flash in its dead eyes. "Uuuhhhn."
ru: Когда зомби замечает тебя, в его мертвых глазах появляется проблеск узнавания. "Ууууу".

source: The corpse shakes its head. "Asssk Mmmary. Ssstaaale Mmmary."
ru: Труп качает головой. "Ссспроси Мммери. Тухххлую Мммери".

source: "Greetings..."
ru: "Приветствую..."

source: Leave the zombie alone.
ru: Оставить зомби в покое.

source: "I had some questions..."
ru: "У меня есть некоторые вопросы..."

source: "I must take my leave, now. Farewell."
ru: "Я уже должен идти. Прощай".

source: "I can't understand you. Farewell."
ru: "Я не понимаю тебя. Прощай".

source: "Why have I been made a prisoner?"
ru: "Почему я здесь пленник?"

source: "Where am I?"
ru: "Где я?"

source: "What are you doing here?"
ru: "Чем ты здесь занимаешься?"

source: "Who inhabits this place?"
ru: "Кто здесь живет?"

source: "Let me ask you about someone in particular..."
ru: "Позволь мне спросить о кое-ком в частности..."

source: "Have you seen a small, bronze sphere anywhere here?"
ru: "Тебе не попадался где-нибудь поблизости маленький бронзовый шар?"

source: "Never mind. Farewell."
ru: "Неважно. Прощай".

source: "Tell me about... Stale Mary."
ru: "Расскажи мне о... Тухлой Мери".

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "That is all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай".

source: "Tell me about the Silent King."
ru: "Расскажи мне о Безмолвном Короле".

source: "Are more of the living here, besides myself?"
ru: "Здесь есть другие живые, кроме меня?"

source: "Tell me about your own kind."
ru: "Расскажи мне о таких как ты".

source: "Tell me about the other undead."
ru: "Расскажи мне о другой нежити".

source: "Tell me about the rats."
ru: "Расскажи мне о крысах".

source: "Who is Soego?"
ru: "Кто такой Соэго?"

source: "Who else inhabits this place?"
ru: "Кто еще здесь живет?"

source: "Bones... skeletons?"
ru: "Кости... Скелеты?"

source: "The ghouls."
ru: "Упыри".

source: "Never mind. Who else inhabits this place?"
ru: "Неважно. Кто еще здесь живет?"

source: "Never mind. I had some other questions..."
ru: "Неважно. У меня есть другие вопросы..."

source: "The skeletons lead you?"
ru: "Скелеты руководят вами?"

source: "The rats eat the corpses here?"
ru: "Крысы едят здесь трупы?"

source: "You have a truce with the rats?"
ru: "У вас перемирие с крысами?"

source: "Who do they guard these halls from?"
ru: "От кого они охраняют эти залы?"

source: "Tell me about Stale Mary."
ru: "Расскажи мне о Тухлой Мери".
