Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/fsmith.dlg.po
Languages: ru

source: "Aren't you supposed to be gone? Guards! Escort this berk out of here!"
ru: "Ты ведь должен был уйти? Стража! Выведите отсюда этого пня!"

source: Leave.
ru: Уйти.

source: "Help! Guards! Guards!"
ru: "На помощь! Стража! Стража!"

source: Attack.
ru: Атаковать.

source: "Powers above! Our machinery is destroyed! Where'll the factol get the money to pay us now? It's a good thing we're devoted to the cause. Well, it's back to work for me... doubly hard, this time. Hell of a test, I say."
ru: "Силы небесные! Наше оборудование уничтожено! Откуда же теперь фрактол будет брать деньги, чтобы платить нам? Хорошо, что мы преданы нашей цели. Ну, мне уже пора возвращаться к работе... теперь работать будет вдвое тяжелее. Я бы сказал, это чертовски сложное испытание".

source: "Hail, brother! I wish I could take the time to talk to you, but molten steel waits for no one. If you need something, speak to the supervisors over there... they have time."
ru: "Привет, брат! Хотел бы я найти время, чтобы поговорить с тобой, вот только расплавленная сталь ждать не будет. Если тебе чего-нибудь нужно, поговори с бригадирами... у них-то время есть".

source: "All right. Good luck."
ru: "Ладно. Удачи".

source: "So you're investigating the murder, eh? I can't say I was too sorry to see that bastard taken down, but then, there wasn't anyone who didn't have it in for that bubber. Where should you look? I don't know."
ru: "Значит, ты расследуешь убийство, так? Не скажу, что сильно огорчен тем, что того ублюдка завалили, но, с другой стороны, не скажешь, чтобы кто-нибудь имел зуб на этого алкаша. Где тебе искать? Даже не знаю".

source: "But you have more you'd like to tell me, don't you?"
ru: "Но ведь ты знаешь больше, чем хочешь мне сказать?"

source: "All right. Can you give me pointers on this forge again?"
ru: "Ладно. Можешь еще раз подсказать мне насчет кузницы?"

source: "All right. Thanks for your time."
ru: "Ладно. Спасибо за уделенное время".

source: "Yeah, well..." The smith looks around furtively, "Your best bet might be to start with the supervisor. She looks a little piqued these days. I don't think she did it, but I think she might have an idea who did."
ru: "Ну, что ж... - кузнец украдкой оглядывается. - Неплохо бы тебе начать с бригадира. В последнее время она выглядит немного раздосадованной. Не думаю, что это она, но мне кажется, она может иметь кое-какие соображения насчет того, кто это сделал".

source: "The supervisor? Where could I find her?"
ru: "Бригадир? Где мне ее найти?"

source: "Thanks for your time. Goodbye."
ru: "Спасибо за уделенное время. Прощай".

source: "No, that's pretty much all I have to say to you."
ru: "Нет, это все, что я могу тебе сказать".

source: "All right. Can you give me pointers on how to use the forge again?"
ru: "Ладно. Можешь еще раз подсказать мне, как пользоваться кузницей?"

source: "You want to work the forge. First you'll need a protective apron. Then you'll need to find some tongs, a hammer, and a free anvil. Then you get a lump of iron, place it in the fire until it gets hot enough to shape, and then pound the devil out of it on the anvil. When you've achieved the shape you need, dunk it in the water bucket nearby. That's the crash course, mind you... you need some skill to handle it."
ru: "Хочешь поработать в кузнице? Во-первых, тебе нужен защитный фартук. Потом тебе нужны еще клещи, молоток и свободная наковальня. Берешь кусок железа, держишь его в огне, пока не станет пластичным, а потом выбиваешь из него дурь на наковальне. Как только получишь нужную форму, суешь его в ведро с водой. Только заметь, это ускоренный курс... чтобы справиться, тебе понадобятся кое-какие навыки".

source: "How hard can that be?"
ru: "А что здесь может быть сложного?"

source: "All right. I have some other questions."
ru: "Хорошо. У меня есть другие вопросы".

source: "All right. Thanks."
ru: "Ладно. Спасибо".

source: "You can usually find her down by the clerk's office... watching us. Hells, I guess it's her job, but I can be trusted to do it."
ru: "Обычно она где-то возле конторы клерка... наблюдает за нами. Черт, я понимаю, что это ее работа, но мне вполне можно было бы ее доверить".

source: "Thanks. I had some other questions."
ru: "Спасибо. У меня есть другие вопросы".

source: "If you could be trusted to do it, you wouldn't need a supervisor. Goodbye."
ru: "Если бы тебе можно было это доверить, тебе бы не нужен был бригадир. Прощай".

source: "I'd imagine. Goodbye."
ru: "Могу себе представить. Прощай".

source: "You'd be surprised, berk. Get out of here. I'm busy."
ru: "Посмотрим, как ты удивишься, пень. Убирайся отсюда. Я занят".

source: "Yeah? What? Hurry it up. I'm busy here."
ru: "Да? Чего? Давай быстрее, я занят".

source: "Who are you?"
ru: "Кто ты?"

source: "Where can I find the clerk's office?"
ru: "Где мне найти контору клерка?"

source: "Where's your supervisor?"
ru: "Где твой бригадир?"

source: "What do you do around here?"
ru: "Чем ты здесь занимаешься?"

source: "What can you tell me about the Godsmen?"
ru: "Что ты можешь рассказать о боголюдях?"

source: "What I am is too busy to stand around gabbing with folks. You got a purpose here?"
ru: "Вообще-то, я слишком занят, чтоб стоять тут и трепаться с каждым встречным. Тебе здесь чего-нибудь нужно?"

source: "Well, yes."
ru: "Ну, да".

source: "No. Not really."
ru: "На самом деле, нет".

source: "Then stop wasting my time. I'm on a schedule. Good day."
ru: "Тогда перестань тратить мое время. У меня график. Прощай".

source: "You see that room down there with the desk in it and the old guy sitting behind it? That's the clerk's office, and the clerk sitting in there. You need anything else, or can I get back to work?"
ru: "Видишь вон там комнату со столом и стариканом, что сидит за ним? Это контора клерка, и там сидит клерк. Тебе еще чего-нибудь нужно, или мне уже можно вернуться к работе?"

source: "I have more questions."
ru: "У меня есть еще вопросы".

source: "No, that's it. So long."
ru: "Нет, это все. Пока".

source: "Oh, I sit around with my feet up all day. Look, I don't mean to be rude, but it's fairly obvious what I'm doing here - I'm forging steelwork. And if I don't get back to it soon, I'll have to start over."
ru: "О, да я здесь весь день сижу, задрав ноги. Слушай, не хочу показаться грубым, но ведь совершенно очевидно, чем я занимаюсь: я кую вещи из стали. И если я в ближайшее время не вернусь к работе, мне придется начать ее сначала".

source: "All right, all right. I have a few more questions."
ru: "Ладно-ладно. У меня еще немного вопросов".

source: "Thanks for your time. So long."
ru: "Спасибо за уделенное время. Пока".

source: "No need for that attitude, 'friend.' Good day."
ru: "Нет нужды в таком тоне, 'дружище'. До свидания".

source: The smith stops working and looks at you, as if measuring you. "A Godsman is a basher who believes that we can all be gods. Even you. Don't matter if it's for good or for ill - we all go through our existences learning how to evolve ourselves into ever-more perfect forms. Another definition of Godsman is someone who starts to get peery of people who ask him questions they really should know the answers to."
ru: Кузнец прекращает работу и смотрит на тебя, как бы оценивая. "Богочеловек - это вояка, который верит, что все мы можем стать богами. И даже ты. Неважно, хорошо это или плохо. Мы все проживаем наши жизни, учась превращению в более совершенные формы. Вот еще одно определение богочеловека: это тот, кого выводят люди, задающие вопросы, на которые они уже и так должны знать ответы".

source: "So what you're saying is that we've got tests to overcome and we become greater because of it?"
ru: "То есть ты пытаешься сказать, что мы преодолеваем испытания, и от этого становимся лучше?"

source: "So what you're saying is that you're not the best person to talk to about this right now?"
ru: "То есть ты пытаешься сказать, что ты - не самый подходящий человек для того, чтобы говорить об этом сейчас?"

source: "Thanks. I'll be off now."
ru: "Спасибо. Я пошел".

source: "What I'm saying is that you should talk t' one of the factotums through that door over in the east wall - they've got nothing better to do with their time. I have. Good day."
ru: "Я пытаюсь сказать, что тебе следует поговорить с одним из фрактотумов за той дверью в восточной стене: им все равно больше нечем заняться. В отличие от меня. Счастливо".

source: "I have a few more questions."
ru: "У меня еще пара вопросов".

source: "Friend, I think you've managed to work that forge enough. Everyone believes you've got... errr... some skill at it. Stand aside and let someone who really needs to use it at it."
ru: "Дружище, мне кажется, ты уже достаточно поработал в кузнице. Все согласны, что ты уже... э-э... чему-то научился. Отойди и дай поработать тем, кому это действительно нужно".

source: "All right, fine."
ru: "Ну ладно".

source: "Forget it."
ru: "Забудь".

source: He gives you a quick glare, and refocuses his attention on the speaker. "Shh! I'm tryin' to listen to Keldor. I want to learn, and you're interruptin' me."
ru: Бросив на тебя быстрый взгляд, он переключает свое внимание на оратора. "Тс-с-с! Я пытаюсь слушать Кельдора. Я хочу учиться, а ты меня прерываешь".

source: "Sorry. Farewell."
ru: "Извини. Прощай".
