Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/gfclerk.dlg.po
Languages: ru

source: "It was in a legacy."
ru: "Это было в завещании".

source: "So you're the one they're making all the fuss about, eh? Can't say I blame 'em... you look a dangerous sort. Go on, git out of here."
ru: "Значит, ты тот, из-за кого они подняли весь этот шум, а? Не стал бы их винить за это... на вид-то ты опасен. Давай, вали отсюдова".

source: Kill the old man.
ru: Прикончить старика.

source: Leave.
ru: Уйти.

source: "I'd love to help ye, son, but it'd get me into more trouble than it's worth. Go on, come back some other time when the guards ain't breathing down y'neck."
ru: "Я б и рад тебе помочь, сынок, но для меня от этого проблем будет больше, чем толку. Уходи и возвращайся попозже, когда стража не будет дышать тебе в затылок".

source: You see a wizened old man with trembling hands and a cunning face. He looks you over, carefully, and speaks: "Hel... uh... have I seen ye before? Ye seem familiar to me somehow."
ru: Ты видишь иссушенного старика с трясущимися пальцами и лукавым лицом. Он внимательно осматривает тебя и произносит: "Черт... э... а мы раньше не встречались? Ты мне кажешься чем-то знакомым".

source: "I suppose it's possible."
ru: "Думаю, такое возможно".

source: "No chance, old man."
ru: "Вряд ли, старик".

source: "From where? Do you remember where?"
ru: "Откуда? Ты помнишь, где мы встречались?"

source: "I'm here to pick up an item."
ru: "Я здесь, чтобы забрать одну вещь".

source: "I needed some spare rags and forge gear."
ru: "Мне нужно несколько лишних шмоток и кузнечный инструмент".

source: "I'm looking for a disguise."
ru: "Я ищу одежду для маскировки".

source: "Who are you?"
ru: "Кто ты?"

source: "I'd like to pick up some gear for the forge."
ru: "Я хотел бы получить кузнечный инструмент".

source: "Interesting. Goodbye, old man."
ru: "Интересно. Бывай, старик".

source: "Was there something else y'wanted?"
ru: "Ты хотел еще чего-то?"

source: "You mentioned having seen me before. Do you remember where?"
ru: "Ты упоминал, что видел меня раньше. Не припоминаешь, где?"

source: "No, I just wanted to see your smiling face."
ru: "Нет, просто хотел увидеть твою улыбающуюся рожу".

source: "I never forget a face... it'll come to me... aw, t'Baator with it."
ru: "Я никогда не забываю лица... постой-ка... ой, ну и Баатор с ним".

source: "Do you remember where? It's important to me."
ru: "Ты помнишь, где это было? Для меня это важно".

source: "Forget it, then. So long."
ru: "Тогда забудь. Пока".

source: "I could swear I've seen ye before. Were y'ever a criminal?" The old man giggles quietly to himself. "Ah, forget it. It'll come to me."
ru: "Могу поклясться, что видал тебя раньше. Ты, случай, преступником не бывал? - старик тихонько хихикает. - О, забудь. Потом вспомню".

source: "Right. Then answer me some questions."
ru: "Ладно. Тогда ответь мне на пару вопросов".

source: "I hope not. Good day."
ru: "Надеюсь, что нет. Счастливо".

source: "Not so fast, lad. Takes a while for the mind to warm up to a task like this. I've lived a long time, and seen a lot more faces in that time, and it ain't so easy to remember. Memory's a fleeting thing, and that's some ye can bank on." Before replying, you mutter, "Tell me about it, 'lad'."
ru: "Не так быстро, малец. Мозгам требуется время, чтобы разогреться для таких задач. Я много прожил, и в то время видел намного больше лиц, так что вспомнить не так-то просто. Память - штука слишком скоротечная, чтоб на нее полагаться". Перед ответом ты бормочешь: "Мне-то можешь не рассказывать, "малец"".

source: "Then forget it. I'm here to pick up an item."
ru: "Тогда забудь. Я здесь, чтобы забрать одну вещь".

source: "All right, then. I needed some spare rags and forge gear."
ru: "Тогда ладно. Мне нужно несколько лишних шмоток и кузнечный инструмент".

source: "Fine. I'm looking for a disguise."
ru: "Ладно. Я ищу одежду для маскировки".

source: "Then can you tell me who you are?"
ru: "Тогда скажи мне: кто ты?"

source: "Then I'd like to pick up some gear for the forge."
ru: "Тогда мне нужно получить кузнечный инструмент".

source: "Fine. So long, 'lad'".
ru: "Отлично. Бывай, "малец"".

source: "Do y'have a receipt? You need a receipt or I can't give you anything."
ru: "Есть квитанция? Тебе понадобится квитанция, иначе я ничего не смогу тебе дать".

source: "I have a pair of them right here."
ru: "У меня здесь имеется парочка".

source: "Sure do. Here you go."
ru: "Конечно. Держи".

source: "Yes, I do."
ru: "Так и есть".

source: Lie: "Yes."
ru: Ложь: "Да".

source: "No."
ru: "Нет".

source: "Forget it. So long."
ru: "Забудь. Пока".

source: "Y'do, eh? Well, all right. That'll come to... let's see... call it sixty copper."
ru: "Во как? Ну, тогда ладно. Это обойдется тебе... давай прикинем... ну, скажем, в шестьдесят медяков".

source: "Here you go."
ru: "На, держи".

source: "I don't have that much."
ru: "У меня нет столько".

source: "Forget it. I had other questions."
ru: "Забудь об этом. У меня есть пару вопросов".

source: "A disguise, eh? I can already guess what it might be for, and I'll give it to ye for the low price of sixty copper."
ru: "Значит, маскировка? Уже догадываюсь, для чего она тебе сдалась, и продам ее тебе за скромную цену в шестьдесят медяков".

source: "Me? I'm Nadilin, Godsman fighter extraordinaire!" He sighs. "At least, I used to be. Now I'm a clerk in the Foundry, breathin' in this sooty air and hastenin' my dyin' day along."
ru: "Я-то? Я Надилин, величайший воин Боголюдей! - он вздыхает. - По крайней мере, был когда-то. Теперь я клерк в Литейной, дышу этой копотью и приближаю день своей смерти".

source: "That's a pity. I had other questions."
ru: "Какая жалость. У меня есть другие вопросы".

source: "Right. That's all I needed to know. Farewell."
ru: "Ладно. Это все, что я хотел узнать. Прощай".

source: "Ah, ye're wanting to be a smith now, eh, lad? Very well. Ye'll need an apron - ten copper - some tongs - another ten - and a hammer - which'll be twenty. That comes to, let me see, fifty copper.
ru: "О, теперь ты хочешь стат кузнецом, не так ли, малец? Хорошо. Тебе понадобится фартук (десять медяков), какие-нибудь щипцы (еще десять) и молот (он по двадцать). Итого выходит... дай-ка подумать... пятьдесят медяков".

source: "That comes to forty copper, old man."
ru: "Старик, вообще-то, это сорок медяков".

source: Pay fifty copper.
ru: Заплатить пятьдесят медяков.

source: Pay fifty copper
ru: Заплатить пятьдесят медяков.

source: "I'm sorry, but that sounds more like forty copper to me."
ru: "Извини, но это больше похоже сорок медяков".

source: "I don't think I need that right now. Farewell."
ru: "Не думаю, что сейчас мне это нужно. Счастливо".

source: "Bless ye, son. And now if ye'll excuse me, I have some windows to look out."
ru: "Будь здоров, сынок. А теперь, если ты не против, мне есть чем заняться".

source: "Err. Right."
ru: "Ррр. Ладно".

source: "I'll be right back with these," he says. Minutes pass. He comes scurrying back and presents you with a pair of items: a small, nearly gauzy piece of metalwork and a finely crafted mace. "That first piece of work, that's over a hundred years old! You've been waiting for this for a long time, friend. How'd you come by it?"
ru: "Сейчас вернусь", - говорит он. Проходит несколько минут. Он в торопливо возвращается и дает тебе пару предметов: небольшую, почти невесомую металлическую штуковину и палицу превосходной работы. "Этой штуковине... ей же больше сотни лет! Долго же ты ждал, дружище. Как она к тебе попала?"

source: "I left it for myself, but I got busy."
ru: "Оставил ее для себя, но потом был занят".

source: "It was a hand-me-down."
ru: "Досталась мне по наследству".

source: The old man takes your receipt and compares it to his records. He scurries off for a minute or two and comes back with a fine mace in his hands. "Here you go, lad."
ru: Старик берет твою квитанцию и сверяет ее со своими записями. Он исчезает на одну-две минуты и возвращается с отличной палицей в руках. "Держи, малец".

source: "Thanks. I had some questions."
ru: "Спасибо. У меня еще пару вопросов".

source: "Thanks. So long."
ru: "Спасибо. Пока".

source: The old man takes the receipt from you, and scrutinizes it carefully. "This thing's over a hundred years old! How'd you come by it?"
ru: Старик берет у тебя квитанцию, тщательно ее изучает. "Этой вещи больше сотни лет! Как она к тебе попала?"

source: He pauses for a moment. "If ye got a receipt, give it to me. Otherwise, I can't give you anything. Now, go on. I'm sure I can be a busy man without bein' played with by passerby."
ru: Он замолкает на миг. "Если у тебя имеется квитанция, давай ее сюда. За так я тебе ничего не дам. А теперь уходи. Уверен, что найду, чем заняться, кроме как отвлекаться на прохожих".

source: "Here you go, then. Smuggle that bitch out of here so we don't have to put up with her treachery no more."
ru: "Тогда держи. Выведи эту сучку отсюда, чтоб нам больше не пришлось терпеть ее предательство".

source: Lie: "What? That's not what I need it for!"
ru: Ложь: "Чего? Оно мне не для того нужно!"

source: "How do you know that?"
ru: "Откуда ты это знаешь?"

source: "Thanks a lot, old man. Farewell."
ru: "Спасибо большое, старик. Счастливо".

source: "Then I can't really give it to ye. Sorry."
ru: "Тогда я вообще не могу отдать тебе это. Извини".

source: "Fine. Then answer me some questions."
ru: "Отлично. Тогда ответь мне на пару вопросов".

source: "Fine. Goodbye."
ru: "Отлично. Прощай".

source: He scrutinizes the receipt carefully, and looks back up at you. "Ain't this the same item I already gave to ye? I can't give it t'ye twice, y'know." He pockets the receipt. "Now go on. Git!"
ru: Он внимательно изучает квитанцию, потом снова смотрит на тебя. "Разве я тебе уже это не выдавал? Видишь ли, я не могу выдать тебе это дважды, - он кладет квитанцию в карман. - А теперь уходи. Вон!"

source: "What am I thinking? Of course it is. I tell you, memory's an insidious thing."
ru: "Что же это я? Конечно же, так оно и есть. Говорю тебе: память - вещь коварная".

source: "That it is. Give me the stuff."
ru: "Так-то. Давай мне мои вещи".

source: "Well, it's still too rich for my taste."
ru: "Ну, для меня это все еще дорого".

source: "Don't forget to pick up some ore from Thildon if ye're wanting to work the forge. He's a miserly bastard, but he's the only person to get ore from."
ru: "Если хочешь поработать в кузнице, не забудь взять немного руды у Тильдона. Он скупой ублюдок, но только у него можно достать руду".

source: "Thanks. I had some other questions for you."
ru: "Спасибо. У меня были еще вопросы к тебе".

source: "Thanks. Goodbye."
ru: "Спасибо. Прощай".

source: "If ye're wantin' to work the forge, ye'll need to be getting' some ore. Try out Thildon's replacement. I forget her name, but she should give it to ye with a minimum of fuss."
ru: "Если хочешь поработать в кузнице, тебе понадобится немного руды. Попробуй взять ее у заместителя Тильдона. Не помню, как ее звать, но она должна дать ее тебе без особых возражений".

source: "Thanks, old man. I had some questions for you."
ru: "Спасибо, старик. У меня были еще вопросы к тебе".

source: "Thank you, and goodbye."
ru: "Спасибо и прощай".

source: "That's a good one, lad. I'll just bet ye were busy!" He laughs to himself. He passes over his armload. "Here you go. Treat this work with care, y'hear?"
ru: "Хороша вещица, малец. Уверен, ты в самом деле был занят! - он смеется и передает ее тебе. - Держи. Поосторожней с ней, слышишь?"

source: "That I will. I had some more questions, though."
ru: "Так и будет. Только у меня были еще вопросы".

source: "I certainly will. Farewell."
ru: "Конечно. Прощай".

source: "Passed down through the generations, eh? You're lucky we didn't throw it away - we do, sometimes, or sell it off, when we can prove the customer ain't comin' back for his stuff. Well, here you go. Treat it well, y'hear?"
ru: "Значит, это передавалось из поколения в поколение? Тебе повезло, что мы это не выкинули. Мы иногда так и делаем, а иногда продаем такие вещи, если можем доказать, что заказчик не вернется за ними. Что ж, держи. Обращайся с ним как следует, слышишь?"

source: "Will do. Answer me a few more questions, will you?"
ru: "Конечно. Ответь мне еще на пару вопросов, ладно?"

source: "Will do. Farewell."
ru: "Конечно. Прощай".

source: "I see. Quite a catch you've made. Here you go, lad. Treat this metal well, hear?"
ru: "Понятно. Неплохой улов. Держи, малец. Обращайся с ним как следует, слышишь?"

source: "Sure thing. Answer me a question, will you?"
ru: "Разумеется. Ответь еще на вопрос, ладно?"

source: "Sure thing. Good bye."
ru: "Разумеется. Прощай".

source: He looks at you disgustedly. "Give me some credit, lad. You've got your stuff. Now get on out of here or I'll change my mind 'bout callin' the guards."
ru: Он смотрит на тебя с отвращением. "Брось, малец. Ты же получил свои вещи. Тепер убирайся отсюда, или я передумаю на счет того, чтобы позвать стражу".

source: "I might be old an' dotty, but that don't mean I can't see what's what. Bedai-Lihn ain't been happy for some time, and she's never liked workin' for the fiends. Now go on. I'm sure I have somethin' t'do."
ru: "Я, быть может, стар и слегка не в себе, но это вовсе не значит, что я не вижу, что к чему. Последнее время Бедай-Линн было несладко, а она ведь никогда не любила работать на демонов. А теперь уходи. Уверен, мне будет чем заняться".
