Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/gfsupe.dlg.po
Languages: ru

source: "Guards! Guards! Stop this man! STOP HIM!"
ru: "Стража! Стража! Задержите этого человека! ХВАТАЙТЕ ЕГО!"

source: Done.
ru: Готово.

source: "Leave, berk. Come back some other time and maybe we'll talk."
ru: "Проваливай, пень. Приходи в другой раз и, может быть, мы еще поговорим".

source: "I just had some questions..."
ru: "У меня только парочка вопросов..."

source: "I... said... LEAVE. Come back some other time when you've had a chance to think about following directions better."
ru: "Я... сказала... ПРОВАЛИВАЙ. Вернешься в другой раз, когда как следует обдумаешь свою позицию на счет выполнения приказов".

source: Leave.
ru: Уйти.

source: She smiles sarcastically at you: "Thank you ever so much for consenting to fix our machinery. Your concern for the Foundry's welfare is heartening and uplifting. Berk." She spits on the ground at your feet and turns away.
ru: Она ухмыляется тебе саркастически: "Спасибо тебе большое за то, что соизволил починить наши машины. Твоя забота о благополучии Литейной ну просто радует и воодушевляет. Пень". Она сплевывает на землю у твоих ног и отворачивается.

source: Attack her.
ru: Напасть на нее.

source: "I had some questions for you."
ru: "У меня есть вопросы к тебе".

source: "What? Make it quick, sod... I've got a short temper for the likes of you, and I've got a lot of work to do, thanks to you."
ru: "Чего? Парень, давай быстрее... На таких, как ты, у меня терпения мало, да и к тому же у меня еще куча работы благодаря тебе".

source: "I've reconsidered. I'll help fix the gears."
ru: "Я передумал. Я помогу починить механизм".

source: "Where's the clerk's office again?"
ru: "Еще раз, где контора клерка?"

source: "How do I join the Godsmen?"
ru: "Как мне присоединиться к Боголюдям?"

source: "How do I make this up to you?"
ru: "Как мне загладить свою вину?"

source: "Forget it. I was leaving anyway."
ru: "Забудь. В любом случае, я уже ухожу".

source: "Oh, so when you need something, suddenly you'll help? Your tests may be all about selfish behavior, berk, but it doesn't mean I have to like them. I don't. And I don't like you. We've already got someone else working on getting them working again. So pike it." She turns and walks away.
ru: "О, так значит, если тебе что-то нужно, ты вдруг изъявляешь желание помочь? Может, все твои испытания как раз и проверяют уровень эгоизма, пень, но это вовсе не означает, что они мне должны нравиться. Вовсе нет. И ты мне не нравишься. У нас уже есть кое-кто другой, кто занимается его починкой. Так что забей". Она отворачивается и уходит.

source: "Ask just about anyone else, berk, or figure it out yourself." She turns and walks away.
ru: "Просто спроси еще кого-нибудь, пень, или сам выясни". Она отворачивается и уходит.

source: She looks torn for a moment, as if weighing the benefits between telling you to pike it and gaining a member for her faction. Grudgingly, she says, "Go through the door on the rightmost wall of the Foundry and in the meeting hall. Look for Keldor of Durian there. He can help you."
ru: Минуту она будто бы решается, как бы взвешивая, что лучше: послать тебя куда подальше или завербовать нового члена в ряды своей фракции. Неохотно она произносит: "Иди через дверь самой правой стены Литейной в зал собраний. Найди там Кельдора Дурианского. Он может тебе помочь".

source: "Thanks. I had another question."
ru: "Спасибо. У меня есть другой вопрос".

source: "Is there any way you can make it up to me? Ha! I think not, sod. Get mazed." She turns and walks away.
ru: "Можешь ли ты загладить свою вину? Ха! Я так не думаю, парень. Шел бы ты в лабиринты". Она отворачивается и уходит.

source: "Greetings, seeker. What can I help you with? Please keep it short... we do have a schedule to maintain."
ru: "Приветствую, искатель. Чем я могу тебе помочь? Только, пожалуйста, побыстрее... нам еще нужно утвердить график".

source: "I need to pick up something from the clerk. Where is he?"
ru: "Мне нужно кое-что забрать у клерка. Где он?"

source: "I need to get in to that guarded room back there."
ru: "Мне нужно попасть в охраняемую комнату в том конце".

source: "I need to get into that guarded room back there."
ru: "Мне нужно попасть в охраняемую комнату в том конце".

source: "I need to get in to that guarded room back there, and I lost my token."
ru: "Мне нужно попасть в охраняемую комнату в том конце, но я потерял свой символ".

source: "I need to use the forge."
ru: "Мне нужно воспользоваться кузницей".

source: "Where can I get those items to work the forge?"
ru: "Где мне найти вещи, с которыми работают в кузнице?"

source: "I guess I don't need anything. Goodbye."
ru: "Думаю, это все. Прощай".

source: "You see that room down there with the desk in it? He sits behind that desk. You should be able to get your item there."
ru: "Видишь вон там комнату со столом? Он сидит за этим столом. Там ты сможешь получить то, что тебе нужно".

source: "Thanks. I had other questions."
ru: "Спасибо. У меня есть другие вопросы".

source: She looks around for a moment to make sure no one is watching her, and then slips a golden medallion from around her neck and passes it furtively to you. "Don't tell anyone where you got this," she hisses.
ru: Она некоторое время оглядывается по сторонам, чтобы убедиться, что никто за ней не наблюдает, после чего снимает с шеи золотой медальон и украдкой дает его тебе. "Никому не говори о том, где ты достал это", - говорит она сдавленным голосом.

source: "Thanks. Bye."
ru: "Спасибо. Пока".

source: "Thanks. Farewell."
ru: "Спасибо. Прощай".

source: "I'd love to help you, but only the real high-ups can authorize that. You'd have to speak to Keldor about that."
ru: "Я бы хотела тебе помочь, но разрешить такое может только самое высшее начальство. Тебе следует поговорить с Кельдором".

source: "Fine. I had other questions."
ru: "Отлично. У меня были еще вопросы".

source: "Thanks for nothing. Bye."
ru: "Спасибо ни за что. Пока".

source: "Certainly. Just make sure you have the proper items for it: Protection from the flames, tongs, hammer, and, of course, your iron ore."
ru: "Конечно. Только убедись, что у тебя имеются все необходимые для этого вещи: защита от пламени, щипцы, молот, и, конечно же, железная руда".

source: "Right. I had other questions."
ru: "Ладно. У меня были еще вопросы".

source: "Where would I get those items?"
ru: "Где мне найти эти вещи?"

source: "I'm afraid we need to allow our other members a chance at the forge. You've already monopolized it long enough, friend."
ru: "Боюсь, что мы должны дать другим шанс воспользоваться кузницей. Ты уже и так долго ее занимаешь, дружище".

source: "Fine. I had other questions, then."
ru: "Понятно. У меня были еще вопросы".

source: "Fine. Farewell."
ru: "Отлично. Прощай".

source: "I would love to help you, but I seem to have mislaid the token that would enable my entrance there. My apologies, seeker."
ru: "Я бы хотела тебе помочь, но я, кажеться, потеряла символ, который разрешал мне входить туда. Прошу прощения, ищущий".

source: "That's all right. I had other questions."
ru: "Это ничего. У меня есть другие вопросы".

source: "Oh well. So long."
ru: "Ну ладно. Пока".

source: "More questions? What are they?"
ru: "Еще вопросы? И какие же?"

source: "Under Keldor's authority, I'm investigating the murder that occurred here. What can you tell me about it?"
ru: "По поручению Кельдора я расследую случившееся здесь убийство. Что ты можешь о нем рассказать?"

source: "I'm looking for the way out."
ru: "Я ищу выход отсюда".

source: "I'm looking for the pickup office. I have an item waiting for me."
ru: "Я ищу контору по приему заказов. Там меня ждет одна вещь".

source: "I'd like a tour."
ru: "Я хотел бы здесь осмотреться".

source: "Who are you?"
ru: "Кто ты?"

source: "What's going on here?"
ru: "Что здесь происходит?"

source: "What exactly do the Godsmen stand for?"
ru: "Что конкретно отстаивают Боголюди?"

source: "Then it's a good thing I still have mine. Take it, but don't tell anyone I gave it to you, all right? Good luck."
ru: "Тогда хорошо, что у меня еще свой сохранился. Держи, но никому не рассказывай, что это я тебе его дала, ладно? Удачи".

source: "Thank you. Farewell."
ru: "Спасибо. Прощай".

source: "I don't have one either, anymore. I'm sorry. You'll have to find another way in."
ru: "У меня его тоже больше нет. Извини. Тебе придется найти другой способ попасть туда".

source: "If you can't find them lying around somewhere, then you'll have to buy them from the clerk... for a nominal price, of course."
ru: "Если не найдешь их где-нибудь лежащими без дела, тогда придется купить их у клерка... конечно же, по номинальной цене".

source: "I see. I had other questions."
ru: "Понятно. У меня были еще вопросы..."

source: "Well? What are you waiting for? Get to forging! We can't keep leaving forges stoked up while you dilly-dally."
ru: "Ну? Чего ты там ждешь? Иди в кузницу! Мы не можем поддерживать огонь в покинутых горнах, пока ты там прохлаждаешься".

source: "Well, I had some questions first..."
ru: "Ну, сперва у меня пару вопросов..."

source: "Where can I find those items for the forge again?"
ru: "Еще раз, где мне достать те вещи для кузницы?"

source: "All right, all right. I'm going."
ru: "Ну хорошо, хорошо... Я уже иду".

source: "I've already told you everything I know! What more do you want from me?"
ru: "Я уже сказала тебе все, что знаю! Чего еще тебе от меня надо?"

source: "I want you to go over your story again... slowly."
ru: "Я хочу, чтобы ты еще раз повторила свой рассказ... медленно".

source: "I had other questions."
ru: "У меня есть другие вопросы".

source: "Nothing. So long."
ru: "Ничего. Пока".

source: "You want to know what I saw the night of the murder? Well... I was working late, when I heard the sound of a scuffle. When I came out, I saw a shadowy figure slip out the door into the meeting hall, and I raised the alarm."
ru: "Ты хочешь знать, что я видела в ночь убийства? Значит так... я работала позно ночью, когда вдруг услышала шум драки. Когда я вышла, то увидела темную фигуру, бегущую через дверь в зал собраний, и подняла тревогу".

source: "Do you have any other details?"
ru: "Тебе известны еще какие-нибудь детали?"

source: "That's it?"
ru: "И все?"

source: "How do I know you didn't do it?"
ru: "Откуда мне знать, что это не ты сделала?"

source: "I only know three people who had access to the building that night. They were Thildon, Saros, and Bedai-Lihn. The three of them have dramatically different builds, but in the haze of the foundry, I couldn't see clearly."
ru: "Я знаю лишь трех людей, имеющих доступ к зданию в ту ночь. Это Тильдон, Сарос и Бедай-Линн. У них совершенно разное телосложение, но в дыму литейной я не смогла как следует разглядеть убийцу".

source: "So they're the only three suspects? It seems too pat."
ru: "Значит, подозреваемых всего трое? Выглядит слишком просто".

source: "All right. Where can I find Thildon?"
ru: "Ладно. Где мне найти Тильдона?"

source: "I have an alibi. Not to mention that Keldor already ascertained the truth from me. I have nothing to hide. Apparently Thildon, Saros, and Bedai-Lihn do, though, because they wouldn't go under Keldor's spell."
ru: "У меня алиби. Не говоря уже о том, что Кельдор уже выяснил у меня правду. Мне нечего скрывать. А вот у Тильдона, Сароса и Бедай-Лин, по всей видимости, есть, хотя бы потому, что они не желают быть проверенными чарами Кельдора".

source: "Fine. Where can I find Saros?"
ru: "Отлично. Где мне найти Сароса?"

source: "How convenient. Where can I find Bedai-Lihn?"
ru: "Как удобно. Где мне найти Бедай-Линн?"

source: "All right. I have other questions."
ru: "Хорошо. У меня есть другие вопросы".

source: "Where can I find Thildon?"
ru: "Где мне найти Тильдона?"

source: "Where can I find Saros?"
ru: "Где мне найти Сароса?"

source: "Where can I find Bedai-Lihn?"
ru: "Где мне найти Бедай-Линн?"

source: "Thanks. That should help. Farewell."
ru: "Спасибо. Этого будет достаточно. Прощай".

source: "He's usually in between the main foundry here and the experimental chamber in back. You shouldn't have trouble finding him."
ru: "Обычно он либо в главном зале литейной, либо в комнате для экспериментов позади. Тебе не составит труда его найти".

source: "He usually remains in the main meeting hall. You shouldn't be able to miss him."
ru: "Обычно он находится в главном зале собраний. Ты не сможешь его пропустить".

source: "She can be found in any of the Foundry areas. She's one of our chief engineers, and so she has the run of the place. You'll know her when you see her."
ru: "Ее можно найти в одном из залов Литейной. Она - один из наших главных инженеров, и потому должна проводить регулярный обход. Ты ее узнаешь, когда увидишь".

source: "Thank you for your work on the gears. We might have been able to fix it without you, but it would have taken far longer. You have our gratitude. What else can I do for you?"
ru: "Спасибо тебе за помощь с механизмом. Мы могли бы починить его и без тебя, но это заняло бы намного больше времени. Мы благодарны тебе. Что еще я могу для тебя сделать?"

source: "I had some questions."
ru: "У меня есть некоторые вопросы".

source: "Well, not much, actually. Farewell."
ru: "Ну, вообще-то, больше ничего. Прощай".

source: "You again? What do you want now? My apologies for my impatience, but we are on a schedule here."
ru: "Снова ты? Чего тебе на этот раз? Прошу извинить за мою раздражительность, но у нас здесь график".

source: "Nothing, right now. I'll be back."
ru: "Пока ничего. Я вернусь".

source: You see a short woman with slight horns in her forehead and ears that curve sharply back on her skull. She smells faintly of sulfur, even over the reek of the Foundry's fires. "Greetings. What can I do for you?"
ru: Ты видишь невысокую женщину с небольшими рожками на лбу и загнутыми назад ушами. Она слегка отдает серой, даже на фоне зловонного жара Литейной. "Приветствую. Чем я могу тебе помочь?"

source: "Nothing, thanks. Farewell."
ru: "Ничего, спасибо. Прощай".

source: "Look back that way. You see the long tunnel there? Simply walk through it and you'll find yourself at the main gate."
ru: "Обернись сюда. Видишь этот длинный тоннель? Просто пройди через него и окажешься у главных ворот".

source: "Thank you."
ru: "Спасибо".

source: "It's that office with the desk. He should be sitting right behind it."
ru: "Это вон та контора со столом. Он должен сидеть прямо за ним".

source: "Thanks. Goodbye."
ru: "Спасибо. Прощай".

source: "Ordinarily, there's nothing I'd like better. Sadly, right now we're a little busy. Come back in a year or so, and I'll be happy to provide one."
ru: "Обычно я бы и сама была не против. Но, к сожалению, в данный момент мы немного заняты. Возвращайся через год или около того, и я с радостью проведу тебе экскурсию".

source: "What's going on?"
ru: "А что здесь происходит?"

source: "All right. I had other questions."
ru: "Хорошо. У меня есть другие вопросы".

source: "I am Alissa Tield, supervisor for this area - this area being the main foundry area of the Great Foundry, where much of our current, public work takes place. The Foundry is larger than this, of course, but we have a large contract we're working on, and we've been sworn to secrecy, so most of the work area is off-limits. My apologies."
ru: "Я - Алисса Тилд, бригадир этого зала. Это главный литейный зал в Великой Литейной, где ведется большинство наших текущих публичных работ. Литейная, конечно же, больше него, но сейчас мы работаем над крупным заказом, и мы поклялись держать его в секрете, так что большинство рабочих зон закрыты для посторонних. Приношу свои извинения".

source: "I understand. I had some other questions."
ru: "Понимаю. У меня есть другие вопросы".

source: "Off-limits? Ridiculous! Good bye!"
ru: "Закрыты для посторонних? Это же смешно! Прощай!"

source: "I see. Thanks for your time."
ru: "Понятно. Спасибо, что уделила время".

source: "We've taken a huge - and very, very secret - contract, one that is taking up practically all our resources. We maintain a smaller operation for the day-to-day items for our other orders, but right now the Foundry is devoted to fulfilling our contract. Don't bother asking about it, because I won't tell you."
ru: "Мы получили большой и очень, очень секретный заказ, который занимает практически все наши ресурсы. Мы выполняем и меньшие заказы на повседневние предметы, но в данный момент Литейная целиком брошена на выполнение нашего заказа. Не надоедай вопросами о нем, ведь я все равно ничего тебе не расскажу".

source: "You seem very firm about this. Very well. I had other questions."
ru: "Кажется, в этом ты непоколебима. Отлично. У меня другие вопросы".

source: "You seem firm about this. Farewell."
ru: "Кажется, в этом ты непоколебима. Прощай".

source: "This is both a communal and individual faction, and there are variations on the theme depending on whom one speaks with, but the basic gist of it is that life - nay, all existence itself - is a test of sorts. All things that arise test us, and how we react determines how we move closer to the true understanding of everything. We seek the truth behind the multiverse, and it's apparent to us that ours is the right way."
ru: "Это одновременно и общинная, и индивидуалистическая фракция, и есть много вариаций на тему, в зависимости от кого, кто говорит, но главная ее суть в том, что жизнь - да что там, все существующее - является чем-то типа испытания. Все происходящие вещи испытывают нас, и то, как мы реагируем, определяет, насколько близки мы к пониманию всего сущего. Мы ищем истину мультивселенной, и для нас очевидно, что мы на правильном пути".

source: "I... see. I had other questions."
ru: "Понятно... У меня были еще вопросы".

source: "How do I join?"
ru: "Как мне к вам присоединиться?"

source: "Hm. Thank you for your time."
ru: "Хм. Спасибо, что уделила мне время".

source: "Go speak to Keldor of Durian, in the meeting hall, through the door on the right wall."
ru: "Сходи поговори с Кельдором Дурианским. Он в зале собраний, что за дверью на правой стене".

source: "I had other questions..."
ru: "У меня есть другие вопросы..."

source: "I'll check with him. You haven't heard the last from me. Farewell."
ru: "Я его проверю. Но разговор еще не окончен. Счастливо".

source: "I'll make sure of that. Farewell."
ru: "Я позабочусь об этом. Счастливо".

source: "I'd better. I have other questions."
ru: "С удовольствием. У меня другие вопросы".

source: "I'd better. Farewell."
ru: "С удовольствием. Прощай".
