Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/wdrguard.dlg.po
Languages: ru

source: This bored-looking wererat seems glad of any excuse to alleviate the tedium. "What ye want, meat?"
ru: Этот с виду скучающий крысооборотень, похоже, рад любому поводу развеять скуку. "Чего те, мясо?"

source: "I'd like to get out."
ru: "Мне нужно выбраться."

source: "I just want to talk to you."
ru: "Мне просто нужно с тобой поговорить."

source: "Nothing. Forget it."
ru: "Ничего. Забудь."

source: "Ye would, eh? What might make it worth our while t' disobey Mantuok and risk the wrath o' the rats, hm?"
ru: "Да ну? И что же может стоить того, чтобы ослушаться Мантуока и рискнуть разозлить крыс, а?"

source: "Your lives. If you let me out of here now, I'll let you live."
ru: "Ваши жизни. Если ты меня выпустишь, я оставлю вас в живых".

source: "The promise that none will ever know what I have done... and perhaps a promise of some coin later."
ru: "Обещание того, что никто никогда не узнает о том, что я сделаю... и, пожалуй, обещание нескольких монет позже".

source: "How would they ever know?"
ru: "И как они узнают?"

source: "How about some jink?"
ru: "Как на счет немного звенелок?"

source: "Think about it: I am clearly a danger to you, and yet I'm speaking to you as an equal. Do you really think these walls can hold me if I put my mind to it? I suggest, without threatening you, that it's in your best interests to let me go."
ru: "Подумай вот о чем: я, несомненно, представляю для вас опасность, и все же говорю с вами на равных. Ты же не думаешь, что эти стены меня удержат, если я захочу выйти? Говорю безо всяких угроз: в твоих же интересах выпустить меня."

source: "Because I'm going to get out of here sometime, and when I do, it's going to be messy."
ru: "Потому что я когда-нибудь отсюда выберусь, и тогда здесь будет заварушка."

source: "Come to think of it, I can't think of anything."
ru: "Сам подумай, я вот не могу ничего сообразить."

source: Raimon looks you up and down carefully. Noting the violence in your eyes and size of your muscles, he very carefully unlocks and opens the door for you. He steps aside and keeps his eyes averted from yours.
ru: Раймон внимательно осматривает тебя сверху донизу. Заметив жестокость в твоих глазах и размеры твоих мускулов, он очень осторожно отпирает и открывает дверь. Затем он отступает в сторону и отводит от тебя взгляд.

source: "Thanks, pal."
ru: "Спасибо, приятель."

source: "So long."
ru: "Пока."

source: He keeps his eyes averted from yours. "Please don't hurt me, blood... I was just doin' my job."
ru: Он отводит от тебя взгляд. "Прошу, не трогай меня, знаток... Я только делал свою работу".

source: "I'll think about it. Farewell."
ru: "Я подумаю над этим. Прощай."

source: He looks you over and sneers. "Ye think ye could hurt me, eh? Ye'll have to find a way out, first!"
ru: Он внимательно осматривает тебя и фыркает. "Ты че, думаешь, можешь мне навредить? Поищи-ка сперва другой выход!"

source: "What if I promise that none will ever know what I have done... and perhaps a promise of some coin later."
ru: "Что, если я пообещаю, что никто никогда не узнает о том, что я сделаю... и, пожалуй, еще несколько монет позже".

source: "Why don't you just let me out?"
ru: "Почему бы тебе просто не выпустить меня?"

source: "What if I gave you some coin?"
ru: "Что, если я дам тебе пару монет?"

source: "I'll try to think of one, then. Farewell."
ru: "Что ж, я подумаю над этим. Прощай".

source: "That sounds like a good way t'do it. I never much cared for Mantuok's bossery anyways." He unlocks the door, opens it, and steps aside. "Now get out o' here before I can't pretend I don't see you no longer."
ru: "В общем, звучит неплохо. В любом случае ложил я на Мантуока, - он отпирает дверь, открывает ее и отходит в сторону. - А теперь проваливай отсюда, пока я еще могу делать вид, что не вижу тебя."

source: "You got it. Farewell."
ru: "Да пожалуйста. Прощай."

source: "Tell ye what... yer purse jingled prettily when ye came in. One hundred pieces of coin from it - and I'm sure ye can spare it - and ye can leave."
ru: "Вот чего еще... чего-то у тебя кошелек приятно так позвякивает. Сотня монет - уверен, ею ты можешь поделиться - и можешь идти."

source: "It's a deal."
ru: "По рукам."

source: "Forget it."
ru: "Забудь."

source: "Throw it through the bars here, then, and I'll let ye go. And before ye ask, ye'll just have to trust me to do it, eh, Shaddeus?" He smirks at his partner.
ru: "Брось через решетку, и тогда я тебя выпущу. И пока ты не спросил: тебе остается только поверить мне, верно, Шаддеус?" - он ухмыляется своему напарнику.

source: "All right. Here you go."
ru: "Хорошо. Держи."

source: "I don't have that much..."
ru: "У меня нет столько..."

source: He counts the coins carefully. When he's finally convinced they're all there, he unlocks the door for you. "Now get out o' here!"
ru: Он тщательно пересчитывает монеты. Когда он, наконец, убеждается, что они все на месте, он отпирает тебе дверь. "А теперь проваливай!"

source: "All right, all right."
ru: "Хорошо, хорошо."

source: "Then y'ain't gettin' out, are ye?" His laugh is like a chitter. He turns away.
ru: "Тогда ты отсюда не выберешься, так ведь?" Его смех напоминает чириканье. Он отворачивается.

source: "Dammit..."
ru: "Проклятье..."

source: "Ye just want to talk, eh? Well, ye'll get no conversation from ol' Raimon, that's for sure!" He turns away from you.
ru: "Ты просто хочешь поговорить, так? Вот только не получится у тебя разговора с Раймоном, эт уж точно!" - он отворачивается от тебя.

source: "Then I'd like to discuss getting me out of here."
ru: "Я хочу поговорить на счет того, чтобы выпустить меня отсюда."

source: "Fine, then."
ru: "Вот и отлично."

source: He sneers at you. "Like I'd trust you?" His whiskers twitch. "Try again."
ru: Он презрительно тебе усмехается. "Будто бы я тебе поверил? - его усы дергаются. - Попробуй еще разок."

source: "If you let me out of here now, I'll let you live."
ru: "Если ты выпустишь меня отсюда, я оставлю тебе жизнь."

source: "What do ye want now, ye addle-cove?"
ru: "Чего тебе еще, пустоголовый?"

source: "I want to talk to you."
ru: "Я хочу поговорить с тобой".

source: "I want to talk about my options in leaving."
ru: "Я хочу обсудить варианты своего выхода отсюда".

source: As you approach the bars, there is a flash of silver, and one of the wererat guards falls upon the other with a blinding ferocity!
ru: Когда ты приближаешься к прутьям, блестит серебро, и один из охранников-оборотней кидается на другого со ошеломляющей жестокостью!

source: "Aye, then." He takes the keys from Raimon's body, unlocks the door, and opens it for you. "Get going, now." He gives a quick bow and scampers away.
ru: "Вот так, - он берет с тела Раймона ключи, отпирает дверь и открывает ее тебе. - А теперь пошевеливайся". Он отвешивает быстрый поклон и убегает.

source: "We will. Thanks."
ru: "Конечно. Спасибо".

source: "You're wondering why I did that, aren't you? I used to be a Buried Villager. Shaddeus was my name. I don't want to be a wererat, and I don't figure that it makes me any less loyal to humanity to have this disease. Get out. Now." He unlocks the door, opens it for you, and scampers away.
ru: "Тебя удивляет, почему я это сделал, ведь так? Когда-то я жил в Погребенной Деревне. Меня звали Шаддеус. Я не хочу быть крысооборотнем, и не считаю, что эта зараза делает меня менее человечным. Уходи. Сейчас же." Он отпирает дверь, открывает ее тебе и убегает прочь.

source: "Thanks, Shaddeus. Farewell."
ru: "Спасибо, Шаддеус. Прощай".

source: After having slain his fellow wererat, this fellow looks square at Annah. "Annah, it's Shaddeus. I'm lettin' you out. I can't stand to see you caged like this. Put in a kind word for me should you make it back to the Village, and let 'em know that somethin' bad's coming that way. Can't say what, yet, but... just so you know."
ru: Прикончив своего приятеля-оборотня, этот парень смотрит прямо на Анну: "Анна, это Шаддеус. Я выпускаю тебя. Я не могу видеть тебя вот так, в клетке. Замолви за меня словечко, если вернешься в Деревню, и скажи им, что тут происходит нечто зловещее. Пока не могу сказать, что, но... ты же сама это знаешь".
