Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dlg/wererat.dlg.po
Languages: ru

source: "Huuuuman scum! DIEEEEEEE!" The wererat flings itself at you.
ru: "Людскааааая зараза! УМРИИИИИИ!" - крысооборотень кидается на тебя.

source: The ill-favored rat-man hisses at you: "What do you want, human?"
ru: Отвратительный крысо-человек шипит на тебя: "Чего тебе надо, человек?"

source: The wererat looks you up and down scornfully. "None of your businesssss, human." It chitters its laughter.
ru: Крысооборотень презрительно осматривает тебя сверху донизу. "Не твоего ума дело, человек", - хихикает он.

source: "The Master ... should be here. No doubt... he is watching you." Its whiskers twitch at you. "Begone now! I wish to speak no more to you!"
ru: "Повелитель... должен быть здесь. Несомненно... он следит за тобой, - его усы подергиваются к тебе. - Уходи сейчас же! Я больше не хочу с тобой разговаривать!"

source: "This is our nest. You will not be back here often, will you, human? We do not need your kind."
ru: "Это наше гнездо. Ты ведь не собираешься часто сюда наведываться, человек? Нам не нужны такие, как ты".

source: "Mantuok? What do you want with Mantuok? Mantuok will find you if you need Mantuok." It chitters and backs away from you.
ru: "Мантуок? Чего тебе нужно от Мантуока? Если тебе нужен Мантуок, Мантуок сам тебя найдет", - хихикает он и отступает от тебя.

source: "Dammit, I just wanted to talk!"
ru: "Проклятье, я же только хотел поговорить!"

source: "Who are you?"
ru: "Кто ты?"

source: "Where's Lothar?"
ru: "Где Лотар?"

source: "What is this place?"
ru: "Что это за место?"

source: "Do you know Mantuok?"
ru: "Ты знаешь Мантуока?"

source: "Nothing. Farewell."
ru: "Ничего. Прощай".

source: "Fine, then. Where's Lothar?"
ru: "Что ж, прекрасно. Где Лотар?"

source: "Where's Mantuok?"
ru: "Где Мантуок?"

source: "Forget it."
ru: "Забудь".

source: "All right, then."
ru: "Ну хорошо тогда".

source: "You don't have to worry about that. I think the smell would overpower me anyway. Farewell."
ru: "Тебе не стоит об этом беспокоится. Мне кажется, что эта вонь меня и так одолеет. Счастливо".

source: "Probably not. It's not exactly a pleasure spot. Farewell."
ru: "Скорее всего, нет. Это не слишком приятное место. Прощай".

source: "Then tell me where I can find Lothar."
ru: "Тогда скажи мне, где можно найти Лотара".

source: "Then tell me about this place."
ru: "Тогда расскажи мне об этом месте".

source: "Fine. Farewell."
ru: "Отлично. Прощай".
