Repository: winterheart/planescape
Catalog: po/*/dlg/d300mer6.dlg.po
Languages: ru

source: "Let me try something else."
ru: «Давай попробуем еще что-нибудь».

source: This older merchant has a worldly look to him. His deep voice is gentle but confident. "Ah, hello there. Are you ready to sample some of the most delectable treats from across the Planes, my good man?"
ru: У этого старого торговца бывалый вид. Его низкий голос мягок, но уверен. «А, привет. Не хочешь попробовать самые восхитительные продукты, собранные со всех планов, а, приятель?»

source: "We meet again. Some sea-plums, today? Arborean fireseed?"
ru: «И снова здравствуй. Морского винограда? Арборейских огненных семян?»

source: He shakes his head. "Then I advise you to seek answers elsewhere, sir. I deal only in exotic foodstuffs, spices, and herbs, and have time nor care for little else."
ru: Он качает головой. «Тогда советую поискать ответы в другом месте, сэр. Я занимаюсь только экзотичными продуктами, специями и травами, и у меня нет ни времени, ни желания думать о чем-то другом».

source: "All manner of delicacies to delight your palate, my good man. Arborean fireseeds, Gar-Bar root, Elysian pears, crimson lotus petals, Bytopian shepherd's bread, shiftspice from the chaos of Limbo, and sea-plums are what I have at the moment. Merely five coppers for a taste of anything you'd like."
ru: «Лакомства всех сортов на усладу твоего вкуса, приятель. Арборейские огненные семена, корень гар-бар, элизиумские груши, лепестки бордового лотоса, байтопийский пастуший хлеб, переменчивая специя из хаотичного Лимбо, а еще у меня есть морской виноград. Всего пять медяков за любой товар».

source: "Hmm?"
ru: «Хм-м?»

source: "I can only suggest that you try it, my good man, and see for yourself."
ru: «Я могу только посоветовать попробовать, приятель, и узнать это самому».

source: "Don't swallow them; simply spit them out when they've finished tingling." He smiles and offers you a handful of small, red seeds.
ru: «Не глотай их, просто выплюнь, когда они перестанут покалывать». Улыбаясь, он протягивает тебе горсть маленьких красных семян.

source: He offers a small brown cube of what looks to be rubbery vegetable matter. "It is quite chewy... do not swallow it, but spit it out when it no longer has taste."
ru: Он протягивает небольшой коричневый кубик, которых похож на какой-то жесткий овощ. «Он немного твердый... не глотай его, просто выплюнь, когда пропадет вкус».

source: He proffers you the largest, juiciest-looking pear you've ever laid eyes on. "The are my favorites," the old merchant chuckles. "So sweet! Reminds me of my youth."
ru: Он предлагает тебе самую большую и сочную грушу, какую тебе только приходилось видеть. «Мои любимые, - улыбается старый торговец. - Такие сладкие! Напоминают мне мое детство».

source: The old man offers what looks like small, brownish-red flakes. Upon closer inspection, they are revealed to be dried flower-petals. "These may make you a bit dizzy, my good man, so take care once you've eaten them."
ru: Старик протягивает нечто, похожее на маленькие коричнево-красные чешуйки. При внимательном рассмотрении становится ясно, что это высушенные лепестки цветка. «Они могут вызвать небольшое головокружение, приятель, так что будь осторожен, когда будешь их есть».

source: He offers you two thick slices of spiced nut-bread. They are very aromatic, smelling of carrots and almond.
ru: Он протягивает тебе два толстых куска пряного хлеба. Выглядит очень аппетитно, пахнет морковкой и миндалем.

source: He dangles a tiny paper packet before you. "Wet your fingertip and place it into the spice, then simply lick it from your finger. Each dip should taste slightly different."
ru: Он покачивает перед тобой небольшим бумажным пакетиком. «Оближи палец и помести в специю, а потом оближи его снова. Каждый раз вкус будет немного другим».

source: He hands you a small plum of an odd, blue-green color. "Don't worry, they're pitless. Eat the whole of it."
ru: Он дает тебе небольшой плод странного сине-зеленого цвета. «Не бойся, они без косточек. Ешь целиком».

source: The seeds, sweet and tasting faintly of cinnamon, become warm and tingle in your mouth... it takes a moment for you to realize that they've actually burst into flame. Soon, however, the sensation dies out, and you spit them into the gutter.
ru: Семена, поначалу сладкие и немного отдающие корицей, начинают нагреваться и покалывать язык... на мгновение тебе кажется, что они вот-вот загорятся. Однако через секунду это ощущение проходит, и ты выплевываешь их в сточную канаву.

source: The root, initially quite hard and difficult to chew, has a sweet, syrupy taste. Soon it becomes soft and gummy, and you find yourself merrily smacking away. Eventually, though, the flavor dies off, and you spit the gooey, brown wad into the gutter.
ru: Корень, поначалу довольно твердый и жесткий, имеет приторно-сладкий вкус. Вскоре он становится мягким и податливым, и ты начинаешь оживленно его пережевывать. Вскоре, однако, вкус исчезает, и ты выплевываешь липкую коричневую массу в сточную канаву.

source: There is nothing supernatural about this pear's flavor, but it may well be the best you've ever had.
ru: Во вкусе этой груши нет ничего сверхособенного, однако это лучшая груша, что тебе доводилось пробовать.

source: The petals melt quickly on your tongue, leaving behind an odd, but not quite unpleasant, aftertaste that you can't place. Despite the old merchant's warning, however, you don't feel the slightest bit disoriented. He seems slightly disappointed to see it has no effect on you.
ru: Лепестки быстро тают на твоем языке, оставляя после себя странное, но не неприятное послевкусие, которое ты не можешь определить. Вопреки предупреждению старого торговца, ты не чувствуешь никакого головокружения. Он слегка озадачен тем, что лепестки не оказали на тебя никакого эффекта.

source: The bread tastes, much as you had expected, of carrots and almonds. It is slightly sweet and light, leaving you hungry for more of the stuff.
ru: Во вкусе хлеба, как ты и предполагал, чувствуются морковь и миндаль. Он легкий и немного сладкий, и оставляет после себя желание съесть еще кусочек.

source: You finish off the entire packet in a matter or nine or ten 'licks.' As promised, each taste provided you a different flavor.
ru: Ты приканчиваешь пакетик в девять или десять приемов. Как и было обещано, каждый раз вкус был другим.

source: The plum's rind is slightly bitter and extremely sour - enough to make one grimace and shudder - but the fruit's meat is remarkably sweet. Eaten together, they complement each other well.
ru: Кожица винограда немного горькая и очень кислая - настолько, что пришлось поморщиться, - однако мякоть весьма сладкая. Оба вкуса полностью дополняют друг друга.

source: "What do you have?"
ru: «Что у тебя есть?»

source: "No, but I had some questions..."
ru: «Нет, но у меня есть пара вопросов...»

source: "No, I was just passing by. Farewell."
ru: «Нет, я просто проходил мимо. Прощай».

source: "In that case, what do you have?"
ru: «В таком случае, что у тебя есть?»

source: "Farewell, then."
ru: «Тогда прощай».

source: Ask about something's taste.
ru: Спросить о вкусе чего-либо.

source: Purchase something.
ru: Купить что-нибудь.

source: "What do the fireseeds taste like?"
ru: «На что похож вкус огненных семян?»

source: "What does Gar-Bar root taste like?"
ru: «На что похож вкус корня гар-бар?»

source: "What do the pears taste like?"
ru: «На что похож вкус груш?»

source: "What do the petals taste like?"
ru: «На что похож вкус лепестков?»

source: "What does the bread taste like?"
ru: «На что похож вкус хлеба?»

source: "What does the shiftspice taste like?"
ru: «На что похож вкус переменчивой специи?»

source: "What do the sea-plums tastelike?"
ru: «На что похож вкус морского винограда?»

source: "Actually, I had some questions..."
ru: «Вообще-то, у меня несколько вопросов...»

source: "Never mind, then. Farewell."
ru: «Тогда неважно. Прощай».

source: "I'll try some fireseeds."
ru: «Я попробую огненных семян».

source: "I'll try a Gar-Bar root."
ru: «Я попробую корень гар-бар».

source: "I'll try a pear."
ru: «Я попробую грушу».

source: "I'll try some petals."
ru: «Я попробую лепестки».

source: "I'll try some bread."
ru: «Я попробую хлеб».

source: "I'll try the shiftspice."
ru: «Я попробую переменчивую специю».

source: "I'll try a sea-plum."
ru: «Я попробую морской виноград».

source: "Nothing for me, actually. I had some questions..."
ru: «На самом деле, ничего. У меня есть есть несколько вопросов...»

source: "On second thought, nothing for me. Farewell."
ru: «Хотя, если подумать - ничего. Прощай».

source: "I don't have enough for anything. I had some questions, though."
ru: «У меня больше нет денег. Но у меня есть несколько вопросов».

source: "I don't have enough for anything. Farewell."
ru: «У меня больше не денег. Прощай».

source: Pop them into your mouth.
ru: Положить их в рот.

source: "I don't think that I'd like that. Let me try something else."
ru: «Не думаю, что мне это понравится. Давай попробуем что-нибудь еще».

source: "I've changed my mind. I had questions, though..."
ru: «Я передумал. Но у меня есть вопросы...»

source: "I don't think I want that, actually. Farewell."
ru: «На самом деле, не думаю, что мне это нужно. Прощай».

source: Pop it into your mouth.
ru: Положить его в рот.

source: Eat the pear.
ru: Съесть грушу.

source: Eat the bread.
ru: Съесть хлеб.

source: Try some.
ru: Попробовать немного.

source: Eat the sea-plum.
ru: Съесть морской виноград.

source: "That's all, for now. I had some questions."
ru: «Пока что хватит. У меня есть несколько вопросов».

source: "I don't need anything more. Farewell."
ru: «Я больше не хочу. Прощай».

source: The merchant at the market said I would need to find a gardener to help cultivate the seed - there must be one *somewhere* in the Hive. I've seen trees on some of the streets, so someone must take care of them.
ru: Торговец на рынке сказал, что мне стоит поискать садовника, чтобы тот взрастил семя. В Улье *должен* быть кто-нибудь такой. На некоторых улицах я видел деревья. Должен же кто-то за ними ухаживать.

source: The merchant at the market said I would need to find a gardener to help cultivate the seed -- perhaps I could ask Mourns-for-Trees for help.
ru: Торговец на рынке сказал, что мне стоит поискать садовника, чтобы тот взрастил семя. Возможно, Скорбящий-по-деревьям сможет помочь.

source: The merchant at the market said I would need to find a gardener to help cultivate the seed. Still, since killing Mourns-for-Trees, I bet he's the only one who could've helped me. I better just head back to Mebbeth and salvage the situation.
ru: Торговец на рынке сказал, что мне стоит поискать садовника, чтобы тот взрастил семя. Готов поспорить, что только Скорбящий-по-деревьям смог бы мне помочь, но он мертв. Лучше вернуться у Меббет и попробовать спасти ситуацию.

source: "Mebbeth, the midwife of the Square, needs some herbs sprung from this seed, here. Can you help me?"
ru: «Меббет, повитухе с площади, нужны травы, которые можно вырастить из этого семечка. Можешь мне с этим помочь?»

source: The man takes the seed, looks at it critically... as he presses it between his thumb and forefinger, he winces, and a small drop of blood appears on his thumb. "Ah! This seed's got a bite on it..."
ru: Мужчина берет семечко, внимательно осматривает его... Сжав его пальцами, он вздрагивает: у него на большом пальце появляется маленькая капелька крови. «Ай! Это семечко кусается...»

source: He can't seem to take his eye off the seed. "Lad, I don't know if there's *anyone* who has what your friend seeks... to be square, I've never seen such a seed before. You would need someone who cultivates seeds such as this, for I have none."
ru: Он не может оторвать взгляд от семечка. «Дружище, я не знаю, у *кого* можно взять то, о чем просит твоя приятельница... Если честно, я еще не встречал подобных семян. Тебе нужен кто-нибудь, кто выращивает такие семена, у меня таких точно нет».

source: "Don't know the dark of that, friend." He hands the seed back to you. "You'd be hard-pressed to find a gardener in the Hive..."
ru: «Эта тайна мне неведома, приятель, - он возвращает тебе семечко. - В Улье будет очень затруднительно найти садовника...»

source: "I noticed that. Do you have the herbs she's talking about?"
ru: «Да, я заметил. У тебя есть травы, о которых она говорит?»

source: "Very well, then... where would I find such a person?"
ru: «Хорошо. И где мне найти такого человека?»

source: "I see. Can I see what else you have?"
ru: «Ясно. А что еще у тебя есть?»

source: "Looks like I'll have to. Thanks for your help. Farewell."
ru: «Да, похоже на то. Спасибо за помощь. Прощай».

source: "Hmmm. Maybe Mourns-for-Trees could help... farewell."
ru: «Хм-м. Может быть, Скорбящий-по-деревьям сможет помочь... Прощай».

source: "The only one I've I seen... died. Never mind, then. Farewell."
ru: «Единственный, кого я видел... уже мертв. Ладно, неважно. Прощай».
