Repository: winterheart/planescape
Catalog: po/*/dlg/danam.dlg.po
Languages: ru

source: Ignore the collector and continue on.
ru: Не обращать внимания на сборщика, пройти мимо.

source: "I don't think so..."
ru: «Я так не думаю...»

source: A ragged, middle-aged collector approaches as you enter the area. "I..." He quickly looks you over and then sneers. "...don't know you."
ru: Едва ты вошел, как к тебе подходит оборванный сборщик средних лет. «Я... - хмыкнув, он быстро тебя оглядывает. - Не знаю тебя».

source: The collector continues to glare at you.
ru: Сборщик продолжает пялиться на тебя.

source: "Greetings."
ru: «Приветствую».

source: "What yer lookin' for is no concern of mine, berk." He spits. "What is concern'n me is that yer still breathin' in my presence."
ru: Меня не волнует, чего ты там ищешь, пень, - сплевывает он. - Что меня волнует, так это почему ты до сих пор еще дышишь».

source: As you approach the collector, he gives you a look of disgust. "No more words, cutter. You'll find them hard to barter with in these parts." The collector draws a knife from his pocket. "I'm afraid yer corpse is yer only hard currency."
ru: Едва завидев твое приближение, сборщик с отвращением окидывает тебя взглядом. «Больше никаких слов, рубака. Сейчас ты поймешь, почему они здесь ничего не стоят». Он достает из кармана нож: «Боюсь, что только твое тело имеет твердую цену».

source: "The problem as I be seein' it, berk... is that ya continue to breathe in my presence." He spits.
ru: «Единственная проблема в том, пень... это почему ты до сих пор дышишь», - сплевывает он.

source: As you turn to leave, you notice the collector drawing a knife from one of his pockets. "Don't know what ya was thinking about by coming down 'ere, but the only place you'll be going is the Mortuary, cutter."
ru: Уходя, ты замечаешь, что сборщик достает нож из кармана. «Не знаю, о чем ты думал, рубака, когда шел сюда, но единственное место, куда ты теперь попадешь - это Морг».

source: "I don't believe I've made your acquaintance, either."
ru: «Тоже не могу сказать, что знаком с тобой».

source: "Just passing through."
ru: «Я просто проходил мимо».

source: "Have you seen a journal lying around here?"
ru: «Тебе не встречался где-нибудь поблизости дневник?»

source: "I'm looking for a man named Pharod."
ru: «Я разыскиваю мужчину по имени Фарод».

source: "Is there a problem?"
ru: «Какие-то проблемы?»

source: "If you don't let me pass, collector, one of us is going to the Mortuary and it won't be me."
ru: «Если ты меня не пропустишь, сборщик, то один из нас попадет в Морг, и это буду точно не я».

source: Your threat appears to soften his demeanor. "Get out of 'ere, cutter!" He hisses. "And I'd be watchin' ya back if I were ya."
ru: Твоя угроза охладила его пыл. «Вали отсюда, рубака! - шипит он. - Я бы на твоем месте следил за собой».

source: The collector responds to your threat by pulling out a knife from one of his pockets. "I be disagreein' with ya, berk. It's YOU who'll soon be jink in me pockets!"
ru: В ответ на твою угрозу сборщик достает из кармана нож. «Придется не согласиться с тобой, пень. Это ТЫ скоро сделаешь меня богаче!»

source: You seem to talk some sense into the collector, as he turns away from you. "Watch yer back, cutter. Most 'ere will talk to ya with their blade before their bone-box, and if ya stay much longer, I be doin' the same."
ru: Похоже, твои слова возымели на сборщика какое-то действие - он разворачивается и уходит. «Следи за собой, рубака. Тут все сначала будут резать тебя, а потом трясти черепушкой. И если ты так и будешь торчать здесь - я тоже начну».

source: "Collecting bodies before they're dead sounds like a really good way to meet the Lady."
ru: «Собирать тела до того, как они умерли - верный способ повидаться с Леди».

source: "Then I'll leave your presence, berk."
ru: «Тогда я ухожу, пень».

source: Attack the collector.
ru: Атаковать сборщика.

source: "Collecting bodies before they're dead sounds like a good way to meet the Lady."
ru: «Собирать тела до того, как они умерли - хороший способ повидаться с Леди».

source: "Likewise..."
ru: «Аналогично...»

source: "I dare you..."
ru: «Ну попробуй...»

source: "Whatever..."
ru: «Как скажешь...»
