Repository: winterheart/planescape
Catalog: po/*/dlg/dbbplot1.dlg.po
Languages: ru

source: This circular plot on the floor of the maze is peculiar in that all the vegetation around it has died, except for three sickly twigs in the center... it looks as if the twigs devoured all the other vegetation around them.
ru: Этот круглый участок на полу лабиринта замечателен тем, что вся растительность вокруг него погибла, за исключением трех чахлых прутиков в центре... Кажется, будто они поглотили всю растительность вокруг себя.

source: Start humming, the same tune Ravel used when she called upon the maze's power.
ru: Начать напевать ту же мелодию, которой Равель призывала силы лабиринта.

source: Examine the twigs.
ru: Осмотреть прутики.

source: Leave the twigs alone.
ru: Оставить прутики в покое.

source: The twigs are thin, like grasping fingers, and they have none of the black barbs that coat the branches elsewhere in the maze. Other than that, there seems to be nothing remarkable about them.
ru: Прутики тонкие, как цепкие пальцы, и на них нет ни одного черного шипа, которыми покрыты все остальные ветки в лабиринте. Кроме этого, в них нет ничего примечательного.

source: The twigs are thin, like grasping fingers, and they have none of the black barbs that coat the branches elsewhere in the maze. As you examine them, however, you can feel a magical vibration from them - they are like the faint vibrations you feel in the maze, but they are more insistent, like the wailing of tiny children.
ru: Прутики тонкие, как цепкие пальцы, и на них нет ни одного черного шипа, которыми покрыты все остальные ветки в лабиринте. Однако, осмотрев их, ты ощущаешь исходящие от них волшебные колебания: они похожи на те слабые колебания, которые ты чувствуешь в лабиринте, однако они более настойчивые - прямо как вопль младенца.

source: Study the twigs carefully, see if you can determine the nature of the aura.
ru: Внимательно изучить прутики, посмотреть, можно ли определить природу их ауры.

source: You examine the twigs carefully; for some reason, you are struck with the feeling that these twigs are being grown for a purpose. They seem to have some magical potential within them, but you can't figure out how to unlock it.
ru: Ты внимательно изучаешь прутики. По каким-то причинам ты не можешь отделаться от чувства, что их вырастили специально. Похоже, в них есть какой-то магический потенциал, но тебе не удается выяснить, как его раскрыть.

source: As you begin humming, the twigs suddenly begin twisting within their dead circle, the fingers thrashing, grabbing for something... and you know, instinctively, they are clutching for a black-barbed seed.
ru: Когда ты начинаешь напевать, прутики внезапно начинают извиваться в своем мертвом кругу, хлестать, что-то хватать... Тебе ни с того ни с сего приходит в голову мысль, что они ищут черношипное семя.

source: While humming, throw one of the black-barbed seeds into their midst.
ru: Продолжая напевать, бросить в центр черношипное семя.

source: "I hope I can find some other seeds... though I have a feeling that Ravel gave me the only ones here."
ru: «Надеюсь, мне удастся разыскать еще семян... хотя у меня такое чувство, что Равель отдала мне последние».

source: Leave the thrashing twigs alone.
ru: Оставить в покое хлещущие прутики.

source: While humming, you flick the seed into the mass of branches, and the three twigs twist around the seed with a *crack,* splintering it. The twigs stop thrashing, and you watch as the twigs slowly grow, thickening to become branches. As they grow, the three new branches twist around each other, then with a *crack,* they snap at the base. They roll across the floor, then stop, deathly still.
ru: Напевая, ты кидаешь семечко прутьям. Все три прутика с треском переплетаются вокруг семечка, раскалывая его. Прутики прекращают хлестать, и ты наблюдаешь, как они медленно удлиняются и утолщаются, становясь ветвями. При этом три новых ветви переплетаются между собой и с треском обламываются у корня. Они катятся по полу, потом останавливаются, совершенно неподвижные.

source: Pick up the three twined branches.
ru: Подобрать три переплетенных ветви.

source: You pick up the three-twined branch; it is still in your hands, but you can feel your humming very faintly within it. It's obviously magical... but the branches look a little stunted; you're not sure how much power the branch possesses.
ru: Ты подбираешь три переплетенных ветви. Они неподвижны в руках, но ты ощущаешь свое едва различимое напевание. Очевидно, они волшебный... однако веточки выглядят немного чахлыми. Ты не уверен, сколько еще силы в них осталось.

source: "I'll just take this, then....it could prove useful."
ru: «Захвачу-ка я это с собой... Может пригодиться».

source: You pick up the three-twined branch; it is still in your hands, but you can feel your humming within it. It's obviously magical... and powerful.
ru: Ты подбираешь три переплетенных ветви. Они неподвижны в руках, но ты ощущаешь свое едва различимое напевание. Очевидно, они волшебные... и могущественные.

source: "I'll just take this, then... it could prove useful."
ru: «Захвачу-ка я это с собой... Может пригодиться».

source: You pick up the three-twined branch; it is still in your hands, but you can feel your humming strongly within it, like a heartbeat. It's obviously magical... and powerful. You could *feel* the branch responding to your humming, so much so you were able to encourage its growth as the branches intertwined. A tremendous amount of power lies within the branch... a trace of Ravel's power, perhaps, but mostly your own force of will. You can't help but feel impressed with yourself.
ru: Ты подбираешь три переплетенных ветви. Они неподвижны в руках, но ты ощущаешь свое едва различимое напевание. Очевидно, они волшебные... и могущественные. Ты прямо-таки *чувствовал*, как ветви отвечали на твое напевание, да так сильно, что ты мог усиливать их рост, пока они переплетались. В ветвях заключена огромная мощь... Возможно, здесь есть следы могущества Равель, но по большей части это твоя собственная сила воли. Ты не можешь не восхищаться собой.

source: Take the branch... *your* branch.
ru: Забрать ветку... *твою* ветку.

source: Before you is a dead circle on the floor of the maze... no new branches have grown, nor do you think they ever will, now that Ravel has met her end.
ru: Перед тобой мертвый круг на полу лабиринта... Новых веток не выросло, да и не вырастет, как тебе кажется, - после того как Равель не стало.

source: Leave the circle.
ru: Покинуть круг.
