Repository: winterheart/planescape
Catalog: po/*/dlg/dbrocus.dlg.po
Languages: ru

source: This kindly looking older man turns as you approach and nods politely. "Greetings... something I might help you with?"
ru: Когда ты подходишь, этот добродушный пожилой мужчина оборачивается и вежливо кивает. «Приветствую... могу ли я чем-то помочь?»

source: "Yes, I had some questions..."
ru: «Да, у меня есть несколько вопросов...»

source: "No, just passing by. Farewell."
ru: «Нет, просто проходил мимо. Прощай».

source: The old man turns and smiles. "Greetings, again. Something I might do for you?"
ru: Старик оборачивается и улыбается. «И вновь приветствую. Могу ли я чем-то помочь?»

source: "Certainly; go ahead, young man."
ru: «Разумеется, молодой человек».

source: "What are you doing here?"
ru: «Что ты здесь делаешь?»

source: "What can you tell me about this place?"
ru: «Что ты можешь рассказать об этом месте?»

source: "What can you tell me about the silent prostitute?"
ru: «Что ты можешь рассказать о молчаливой куртизанке?»

source: "I heard that Kesai-Serris is Ravel's daughter. Is that true?"
ru: «Я слышал, что Кесай-Серри - дочь Равель. Это правда?»

source: "I'm trying find Vivian's scent... do you know where it might be?"
ru: «Я пытаюсь найти аромат Вивьен... не знаешь, где он может быть?»

source: "I'm trying find Marissa's Crimson Veil... do you know where it might be?"
ru: «Я пытаюсь найти малиновую вуаль Мариссы... не знаешь, где она может быть?»

source: "Do you know anything about Ravel Puzzlewell?"
ru: «Ты что-нибудь знаешь о Равель Заморочке?»

source: "I've spoken to nine prostitutes altogether... do you know who or where the tenth student is?"
ru: «Я переговорил со всеми девятью куртизанками... ты не знаешь, кто десятая или где она находится?»

source: "Never mind, actually. Farewell."
ru: «На самом деле, неважно. Прощай».

source: The old man chuckles pleasantly. "What most men do here, young fellow... chatting with the fair ladies of the Brothel."
ru: Старик весело посмеивается. «То же, что и большинство мужчин, молодой человек... болтаю с прекрасными дамами из Борделя».

source: "Any one of them in particular you'd recommend?"
ru: «И какую из них ты мог бы порекомендовать в частности?»

source: "I had another question..."
ru: «У меня другой вопрос...»

source: "That's all I wished to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: He strokes his beard, frowning in thought. "I would have to say... no, strike that. Well, young man, I am unsure of what you are after. Were I certain of what sort of conversation you would find enjoyable, perhaps I would be more qualified to make a suggestion."
ru: Он поглаживает бороду, погрузившись в мысли. «Ну, скажем... нет, сдаюсь. Я не знаю точно, зачем вы здесь, молодой человек. Знай я наверняка, какого рода беседа пришлась бы вам по душе, тогда, пожалуй, я бы нашел, кого вам порекомендовать».

source: "That's all right. I had another question..."
ru: «Ничего страшного. У меня есть другой вопрос...»

source: "I suppose I'd best go talk to them myself, then. Farewell."
ru: «Тогда полагаю, что мне лучше пойти поговорить с ними самому. Прощай».

source: The old man smiles; his eyes twinkle. "I can tell you that it is a most *wondrous* establishment! The ladies here are oh-so-enchanting... even that deliciously mouthy Kimasxi, in her own, special way. But please, young sir, speak to Fall-From-Grace of the Brothel... as the Brothel's proprietor, she may share with you much greater insights into the place than I have to offer."
ru: Старик улыбается; в его глазах появляется блеск. «Скажу вам вот что: это самое что ни на есть *удивительное* заведение! Дамы здесь такие лапочки... даже эта Кимаскси со своим прелестным язычком - в своем собственном, особом стиле. Молодой человек, будьте любезны, расспросите о Борделе Падшую Грацию... будучи его хозяйкой, она может поделиться с вами подробнейшими сведениями о месте, которое я так возношу».

source: "Ah, yes... that lovely creature would be Ecco. A sweet young girl... so easy to talk to. Not just because she's silent, mind you, but there's simply something *about* her." He sighs happily. "I'm unsure of *why* she won't speak, however."
ru: «Ах, да... должно быть, сие прекрасное создание - Экко. Очаровательная девчушка... с ней так легко общаться. И заметьте, не столько потому, что она молчит, - просто есть в ней что-то *эдакое*, - он вздыхает со счастливым видом. - Вот только я не знаю, *почему* она не разговаривает».

source: "Ravel?" The old man raises an eyebrow. "Ravel Puzzlewell, the night hag? How alarming! No, I had heard no such thing. Quite a rumor, though, true or no."
ru: «Равель? - старик поднимает бровь. - Равель Заморочка, ночная ведьма? Как волнующе! Нет, ничего о ней не слышал. Одни лишь слухи, не знаю, правдивые или нет».

source: "No, I do not. And I fear that were it right beneath my own nose I would not realize it... I have nearly no sense of smell remaining, you see." He taps his nose. "Sad, I know, but we all age. I am told Vivian always gives off the most beautiful fragrance..."
ru: «Нет. И даже будь он у меня под носом - я бы и то не заметил... Видите ли, у меня почти практически обоняние, - он похлопывает по носу. - Печально, знаю, но ведь все мы стареем. Я слышал, у Вивьен всегда был прекраснейший из ароматов...»

source: He shakes his head. "I know the veil of which you speak... once or twice have I seen Marissa outside the Brothel, wearing her veil... but I do not know where it is, now."
ru: Он качает головой. «Я знаю, о какой вуали вы говорите... пару раз я видел Мариссу за пределами Борделя с вуалью... но где она сейчас - не знаю».

source: "I know little save for legends that most every child has heard - that she is a night hag, but one especially evil, and that she was banished from Sigil long, long ago."
ru: «Мне почти ничего неизвестно, если не считать легенд, которые слышал почти каждый ребенок: что она - ночная ведьма, только особо злая, и что ее давным-давно изгнали из Сигила».

source: The old man frowns and scratches at his beard. "If there *is* a tenth student, my young friend, I would be most eager to meet her! But as far as I know, there is none."
ru: Старик хмурится и чешет бороду. «Если десятая ученица *существует*, мой юный друг, я бы очень хотел с ней познакомиться! Но насколько мне известно, такой нет».
