Repository: winterheart/planescape
Catalog: po/*/dlg/dbvcoll.dlg.po
Languages: ru

source: This man is draped in filthy, tattered brown robes, a long hood concealing most of his face from view.
ru: Этот мужчина одет в грязную рваную одежду коричневого цвета. Его лицо скрыто длинным капюшоном.

source: "Greetings..."
ru: «Приветствую...»

source: Leave him be.
ru: Оставить его в покое.

source: You see his eyes narrow beneath his hood, and he takes a step back. "What do ye want?"
ru: Его глаза, скрытые капюшоном, сужаются, он делает шаг назад. «Чего надо?»

source: "What are you doing?"
ru: «Чем ты занимаешься?»

source: "What is this place?"
ru: «Что это за место?»

source: "I had some questions..."
ru: «У меня есть несколько вопросов...»

source: "Nothing. Farewell."
ru: «Ничего. Прощай».

source: "I like ta mind me own business, cutter, an' I'll ask ye ta do the same."
ru: «Я занимаюсь своим делом, рубака, и тебя попросил бы заниматься тем же».

source: "That's all I wished to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: He looks around himself. "No proper name for it, really. The Trash Warrens, I s'pose ye could say."
ru: Он оглядывается вокруг. «На самом деле, определенного имени у него нет. Наверное, ты можешь называть его Мусорными районами».

source: "What are you doing here?"
ru: «Что ты здесь делаешь?»

source: "Pharod's village, cutter." He points up to the ceiling bricks and garbage, high above you in the stinking darkness. "The Buried Village."
ru: «Деревня Фарода, рубака, - он указывает на груду кирпичей и мусор, возвышающихся над тобой в вонючей темноте. - Погребенная деревня».

source: "Eh?"
ru: «А?»

source: "I'm looking for a man named Pharod."
ru: «Я разыскиваю человека по имени Фарод».

source: "I'm looking for a journal I've lost."
ru: «Я ищу потерянный дневник».

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: He just shakes his head, puzzled.
ru: Он недоуменно качает головой.

source: "How about Pharod? Know where he is?"
ru: «А как насчет Фарода? Знаешь, где он?»

source: The man nods. "Ye'll want ta make yer way ta the southwestern part a' maze a' trash. There's a trap door there, leadin' down ta where Pharod's at."
ru: Мужчина кивает. «Тебе нужно идти к юго-западной части мусорного лабиринта. Там есть потайная дверь, которая ведет вниз, в логово Фарода».

source: "I'm also looking for a journal I've lost."
ru: «Еще я ищу потерянный дневник».

source: The man nods. "There's an arch leadin' northwest out a' this big chamber... ye'll find ol' Pharod through there."
ru: Мужчина кивает. «Тут есть арка, которая ведет из этой большой комнаты на северо-запад... Там ты и найдешь старика Фарода».

source: The man takes a step back, peering suspiciously at you from beneath his hood. "Again, eh? What do ye want?"
ru: Мужчина отступает назад, подозрительно оглядывая тебя из глубины своего капюшона. «Опять? Чего тебе надо?»
