Repository: winterheart/planescape
Catalog: po/*/dlg/dcollect.dlg.po
Languages: ru

source: This man is draped in filthy, tattered brown robes, a long hood concealing most of his face from view.
ru: Этот мужчина одет в грязную рваную мантию. Его лицо скрыто длинным капюшоном.

source: You see his eyes narrow beneath his hood, and he takes a step back. "What do ye want?"
ru: Его глаза, скрытые капюшоном, сужаются, он делает шаг назад. «Чего надо?»

source: "I'm lookin' for some damned bodies is what I'm tryin' ta do, but ye'd think the Dead Powers had packed up their kip an' left the Planes, the way people are stayin' healthy an' all." There is a sudden gleam in his eye: "We had a pox last month, an' it was a glorious time, it was... bodies stinkin' ta the high heavens, an' plenty of jink ta be had, too."
ru: «Ищу эти чертовы тела - вот чем я занимаюсь. Только похоже, что Силы Смерти сложили свои манатки и свалили с Планов, а люди без них не мрут и все такое, - его глаза внезапно сверкают. - А вот в прошлом месяце была чума, славное было время... вонь от трупов до самых небес, а еще много звенелок».

source: He looks surprised. "Well, y'haul the blighters ta the Mortuary. There, ya talk ta the Dusties, haggle a little, an' get a few bits of jink."
ru: Он удивлен. «Ну, тащишь этих паршивцев в Морг. Там болтаешь с мертвяками, торгуешься немного, а потом получаешь немного звенелок».

source: "They gather the dead... it's their job. They pay us ta cover more area an' bring any bodies we find ta 'em. Then they make sure that the blighter's body goes ta its proper place or gets cremated. They're all serious about it, their barmy philosophy, but it just means more jink for me." He winks.
ru: «Они собирают мертвых... это их работа. Они платят нам за то, что мы прочесываем улицы и привозим им все найденные тела. Потом они следят за тем, чтобы тело чувака было похоронено или сожжено. Для них это все серьезно - это все их чокнутая философия, но для меня это только еще немного звенелок». Он подмигивает.

source: He frowns at you. "Yer in Ragpicker's Square, a' course. Where ye from, cutter? Ye from the Prime, or somethin'?"
ru: Он хмурится «Ты, как пить дать, на площади Старьевщиков. Откуда ты, рубака? С Первичного, что ли?»

source: He raises an eyebrow. "I've some for ye, then, like what did ye want ta know, an' how badly did ye want ta know it?"
ru: Он вскидывает бровь. «Тогда у меня кое-что для тебя есть. Чего ты там хотел бы узнать и насколько сильно?»

source: "Look around ye, cutter... I don't make enough jink ta go lightin' up the dark for nothin'. It'll take a bit a' coin, it will, if ya wants the chant."
ru: «Оглянись вокруг, рубака... Я получаю не так много звенелок, чтобы просвещать кого-то за просто так. Хочешь поболтать - дай немного монет».

source: He scoffs. "Even Dusties'd pay more that that, cutter. Ye must not need ta know much a' anythin'."
ru: Он фыркает. «Даже мертвяки платят больше, рубака. Должно быть, ты и знать ничего не хочешь».

source: He studies the coins for a moment as they lay in his hands. "Eh." He pockets then swiftly. "Ask."
ru: Он рассматривает монеты, лежащие у него в руке. «Эх, - он ловко прячет их в карман. - Спрашивай».

source: "Ask yer questions. I can't says I can help, but I might."
ru: «Задавай свои вопросы. Не скажу, что все знаю, но попробую ответить».

source: "Well, keep yerself safe, cutter. If I find ye on the streets, I'll be kind ta yer corpse."
ru: «Береги себя, рубака. Если найду твой труп на улице - буду с ним осторожно обращаться».

source: "I... we... make our livin' by draggin' deaders off Sigil's fair streets an' haulin' their lead-bottomed arses ta the Mortuary. Not the best way ta earn a livin', but it's a start. Is that all ye wanted ta know, cutter?" He looks at you oddly.
ru: «Я... мы... зарабатываем на жизнь, убирая жмуриков с улиц Сигила и оттаскивая их жирные тушки в Морг. Не самый лучший способ сводить концы с концами, но только поначалу. Это все, что ты хотел узнать, рубака?» Он странно на тебя смотрит.

source: He narrows his eyes suddenly. "Pharod... what about 'im?"
ru: Внезапно он сужает глаза. «Фарод... а что насчет него?»

source: "I know where the rat-bastard isn't... he ain't in any case here *in* the Square, but that he's close by somewhere's the chant."
ru: «Я знаю, где этой крысы нет... его уж точно нет *на* площади, но говорят, что он где-то совсем рядом».

source: "The midwife? A kind enough woman ta be sure, helps out when yer sick an' such. She lives in a hut up along the platforms, if ye need ta see her."
ru: «Повивальная бабка? Добрая женщина, дело говорю. Помогает, если вдруг прихвораешь или типа того. Если хочешь ее повидать, то она живет в лачуге наверху».

source: He just shakes his head, puzzled.
ru: Он недоуменно качает головой.

source: "I don't know nothin', basher, an' I suggest ye look for answers somewhere else... you lay a finger on me, an' you'll be messin' with half the bloods in the Square, ye will."
ru: «Я ничего не знаю, вояка, и советую поискать ответы где-нибудь еще... Попробуй меня только пальцем тронуть - и будешь иметь дело с половиной всех знатоков с площади».

source: The man takes a step back, peering suspiciously at you from beneath his hood. "Again, eh? What do ye want?"
ru: Мужчина отступает назад, подозрительно оглядывая тебя из глубины своего капюшона. «Опять? Чего тебе надо?»

source: "Pharod, hmph!" He spits, sneering contemptuously. "Ragpicker's Square is Sharegrave's -- me boss' -- territory, ye see. Pharod an' his dogs came in a whiles back an' tried ta oust us. We fought 'em off, we did, so's they're all in hidin' somewhere, now. We still catch one a' his lads now an' then 'round here. Usually we turn 'em inta a quick spot a' jink at the Mortuary, the pikin' sods."
ru: «Фарод, тьху! - он сплевывает, презрительно усмехнувшись. - Понимаешь, площадь Старьевщиков - это территория Могильника, моего босса. Фарод и его псы пытались нас отсюда выгнать. Мы их победили, и теперь они где-то прячутся. Иногда мы ловим рядом кого-нибудь из его дружков. Обычно мы превращаем бедолагу в быстрый способ получить звенелки в Морге. Чертовы неудачники».

source: "He's me boss... casts his shadow o'er a whole mess a' Collectors, he does. I'd stay away from him unless ye gots *right* good cause ta talk ta the man... I've never spoken with him personally, meself."
ru: «Он мой босс... покрывает тенью все делишки сборщиков. Я бы на твоем месте держался от него подальше, если ты в *самом деле* не захочешь поговорить с ним... Я сам его даже никогда не видел».

source: "Greetings..."
ru: «Приветствую...»

source: Leave him be.
ru: Оставить его в покое.

source: "What are you doing?"
ru: «Чем ты занимаешься?»

source: "What is this place?"
ru: «Что это за место?»

source: "I had some questions..."
ru: «У меня есть несколько вопросов...»

source: "Nothing. Farewell."
ru: «Ничего. Прощай».

source: "Why are you looking for bodies?"
ru: «Для чего ты ищешь тела?»

source: "That's all I wished to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: "Why do the Dustmen buy the bodies?"
ru: «А почему тленные покупают мертвецов?»

source: "No. Why are you looking for bodies?"
ru: «Нет. Для чего ты ищешь тела?»

source: "No. I had some questions..."
ru: «Нет, у меня есть несколько вопросов...»

source: "What do you mean?"
ru: «О чем это ты?»

source: "Tell me about Collectors."
ru: «Расскажи мне о сборщиках».

source: "I'm looking for a man named Pharod."
ru: «Я разыскиваю мужчину по имени Фарод».

source: "I'm looking for a journal I've lost."
ru: «Я ищу потерянный дневник».

source: "What do you know of Mebbeth?"
ru: «Ты знаешь что-нибудь о Меббет?»

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: Hand him a couple coins.
ru: Дать ему пару монет.

source: Throw him five coppers.
ru: Бросить ему пять медяков.

source: Dump ten coppers into his palms.
ru: Бросить десять медяков в его ладонь.

source: "You'll get nothing, and you'll answer my questions."
ru: «Ты ничего не получишь, и все равно ответишь на мои вопросы».

source: "Never mind, then. Farewell."
ru: «Тогда неважно. Прощай».

source: Leave.
ru: Уйти.

source: "You seem suddenly wary... why?"
ru: «Ты как-то насторожился... почему?»

source: "Do you know where he is?"
ru: «Ты знаешь, где он находится?»

source: "I'm also looking for a journal I've lost."
ru: «Еще я ищу потерянный дневник».

source: "Do all Collectors share your opinion of Pharod?"
ru: «А другие сборщики так же думают о Фароде?»

source: "I'm also looking for a man named Pharod."
ru: «Еще я разыскиваю мужчину по имени Фарод».

source: "Farewell, then."
ru: «Тогда прощай».

source: Grab him, shake him up a bit.
ru: Схватить его и встряхнуть.

source: "Tell me about Sharegrave."
ru: «Расскажи мне о Могильнике».

source: "Do you know where Pharod is?"
ru: «Ты знаешь, где находится Фарод?»

source: "No. That's all I wished to know. Farewell."
ru: «Нет. Это все, что я хотел узнать. Прощай».
