Repository: winterheart/planescape
Catalog: po/*/dlg/dharslav.dlg.po
Languages: ru

source: You see a heavyset Harmonium guard. He looks grizzled, grim, and partly drunk. He keeps an eye on the slaves they've been rounding up, and talks to you out of the corner of his mouth. "Whaddya want?"
ru: Перед тобой крепко сложенный стражник Гармониума. Он седой, угрюмый и немного пьян. Не сводя глаз с рабов, которых они окружили, он проговаривает из уголка рта: «Чего надо?»

source: "I'm here to get Tainted Barse's daughter back."
ru: «Я пришел за дочерью Гниющего Копчика».

source: "Who are you?"
ru: «Кто вы?»

source: "What are you doing?"
ru: «Что вы делаете?»

source: "I'm here to shut down the slave ring."
ru: «Я здесь, чтобы прикрыть эту шайку работорговцев».

source: "Nothing. Farewell."
ru: «Ничего. Прощай».

source: "Y'back again?"
ru: «Снова ты?»

source: "You want to buy her back? Talk to Skatch about it, then... he's the one in charge."
ru: «Хочешь ее выкупить? Тогда поговори со Скатчем... он тут главный».

source: "Thanks. Farewell."
ru: «Спасибо. Прощай».

source: He grunts. "What's it look like? Harmonium 'recruiters'."
ru: Он ворчит: «О на что это похоже? Мы - 'вербовщики' Гармониума».

source: "In that case, I'm here to get Tainted Barse's daughter back."
ru: «В таком случае, я здесь за дочерью Гниющего Копчика».

source: "Well, I'm here to shut down the slave ring."
ru: «Что ж, тогда я здесь, чтобы прикрыть эту шайку работорговцев».

source: "Farewell."
ru: «Прощай».

source: "What's it look like? Skatch calls it recruiting. I call it a slave run. Do I care? Nuh. It's good money." He looks at you carefully. "You want something?"
ru: «А на что это похоже? Скатч зовет это вербовкой. Я называю это перегоном рабов. Меня это волнует? Нисколько. Это приличные деньги, - он пристально на тебя смотрит. - Тебе что-нибудь нужно?»

source: "No. Farewell."
ru: «Нет. Прощай».

source: "Heh. Why tell me? Now I got to kill you." He draws his weapon and attacks!
ru: «Хе. Зачем ты мне это сказал? Теперь придется тебя убить». Он вынимает оружие и бросается в атаку!

source: Fight.
ru: Сражаться.
