Repository: winterheart/planescape
Catalog: po/*/dlg/diteeth.dlg.po
Languages: ru

source: "I want you to do piercing damage."
ru: «Я хочу, чтобы вы наносили колющий урон».

source: "I want you to do crushing damage."
ru: «Я хочу, чтобы вы наносили дробящий урон».

source: "I want you to become a magical weapon."
ru: «Я хочу чтобы вы стали магическим оружием».

source: "I want you to become a more powerful magic weapon."
ru: «Я хочу чтобы вы стали более сильным магическим оружием».

source: "I want you to become the best magical weapon you can."
ru: «Я хочу чтобы вы стали лучшим магическим оружием».

source: The teeth elongate into sharp fangs.
ru: Зубы вытягиваются в острые клики.

source: The teeth shorten and become blunt.
ru: Зубы укорачиваются и становятся притупленными.

source: The teeth rattle about wildly then suddenly settle down. After a brief moment they begin to emit a soft magical glow.
ru: Зубы беспорядочно трещат, затем неожиданно утихают. Спустя секунду они начинают излучать мягкое магическое свечение.

source: Done.
ru: Готово.

source: The teeth rattle for a brief moment and then their magical glow deepens.
ru: Зубы беспорядочно трещат, затем спустя секунду начинают излучать магическое свечение сильнее.

source: The teeth begin to hum but the sound quickly subsides. They begin to glow with power.
ru: Зубы начинают жужжать, однако затем звук быстро утихает. Они начинают светиться в полную силу.

source: Ignore the teeth.
ru: Не обращать внимания на зубы.

source: You examine Ingress' teeth. You can't shake their resemblance to ivory bugs... You get the feeling that they are looking at you expectantly, awaiting some command.
ru: Ты осматриваешь зубы Ингресс. Ты не можешь избавится от ощущения сходства с жучками из слоновой кости... Ты чувствуешь, что они внимательно смотрят на тебя, ожидая твою команду.
