Repository: winterheart/planescape
Catalog: po/*/dlg/dlwgm.dlg.po
Languages: ru

source: You see a young man with pale yellow skin. As you approach him you notice that he has a rash that covers the exposed areas of his skin.
ru: Перед тобой юноша с бледно-желтой кожей. Подойдя, ты замечаешь, что открытые участки его тела покрыты мелкой сыпью.

source: "Greetings."
ru: «Приветствую».

source: Ignore him.
ru: Игнорировать его.

source: He turns tired looking eyes toward you and then frowns. "What do you want, berk?"
ru: Он обращает на тебя усталый взгляд и хмурится. «Чего тебе, пень?»

source: "I have some questions..."
ru: «У меня есть несколько вопросов...»

source: "Nothing, never mind."
ru: «Ничего, это неважно».

source: His expression changes to one of exhaustion. "I'm sorry, but I'm pretty beat right now. I don't have the time to talk to you..." He starts to turn away.
ru: Его лицо принимает изможденный вид. «Извини, я очень устал. У меня нет времени на болтовню с тобой...» Он начинает отворачиваться.

source: "It will take just a moment of your time..."
ru: «Это займет не так много твоего времени...»

source: "Farewell then."
ru: «Тогда прощай».

source: "I don't have a moment to give you. Please ask someone else..." He turns away.
ru: «У меня не найдется для тебя даже минуты. Пожалуйста, спроси кого-нибудь другого...» Он начинает отворачиваться.

source: Leave.
ru: Уйти.

source: You see a man with pale yellow skin and a persistent cough. He glances at you as you approach.
ru: Перед тобой мужчина с бледно-желтой кожей, одолеваемый непрекращающимся кашлем. Когда ты подходишь, он бросает на тебя взгляд.

source: He smiles at you. "Yes..." He coughs a bit but it soon passes. "You want something from me, I can tell."
ru: Он улыбается тебе. «Да... - он начинает кашлять, но это быстро проходит. - Если чего хочешь, я могу подсказать».

source: "No, never mind. Farewell."
ru: «Нет, не бери в голову. Прощай».

source: "Oh... Alright, ask away."
ru: «О... Ладно, спрашивай».

source: "Are you alright?"
ru: «Ты в порядке?»

source: "Why do you have yellow skin and the cough?"
ru: «От чего у тебя желтая кожа и этот кашель?»

source: "Can you tell me about this ward?"
ru: «Что ты можешь сказать об этом районе?»

source: "I'm missing a skull. I'm trying to find who took him."
ru: «У меня пропал череп. Я пытаюсь найти того, кто его забрал».

source: "I must be going, farewell."
ru: «Я должен идти. Прощай».

source: He smiles. "Not really, but I'm healthier than most of the sods in this ward... Thank you for the courtesy of asking, but I'm sure you want something else."
ru: Он улыбается. «Не совсем, но я здоровее большинства бедолаг в этом районе... Спасибо за учтивый вопрос, но я уверен, что ты здесь не за этим».

source: "Yes. I have some questions..."
ru: «Да. У меня еще вопросы...»

source: "This ward is filled with smoke and fumes from factories and what not. It makes the air bad and gives you the cough. Most sods here have their skin turn color on them and get a rash as well." He pauses and then shrugs. "Nothing anyone can do about it, it's a fact of life here."
ru: «Этот район полон дыма и испарений от фабрик и тому подобных штук. Все это загрязняет воздух и приводит к кашлю. У большинства здешних меняется цвет кожи и появляется сыпь, - он умолкает и пожимает плечами. - Никто ничего с этим не может поделать - такова здешняя правда жизни».

source: "I see. I have some questions..."
ru: «Понятно. У меня еще вопросы...»

source: He shrugs and gestures about him. "Seeing tells it all, cutter. It isn't heaven and it isn't hell. There's better places to aspire to and worse ones to avoid."
ru: Он пожимает плечами и жестом показывает вокруг себя. «Оглянись - и все сам увидишь, рубака. Это не рай, но и не ад. Существуют места и получше, к которым стоит стремиться, и похуже, которых следует избегать».

source: "I've been to the hive. That must be the place to avoid."
ru: «Я бывал в Улье. Вот таких мест следует избегать».

source: "I see. I have some more questions..."
ru: «Понятно. У меня еще несколько вопросов...»

source: He laughs but stops when another coughing fit threatens to start. "Yeah... The hive isn't hell but it's just a stones throw away. Was there something else you needed cutter?"
ru: Он начинает смеяться, но останавливается из-за угрозы приступа кашля. «Ага... Улей - не ад, но чертовски близок к этому. Ты еще чего-то хотел, рубака?»

source: "I have some more questions..."
ru: «У меня еще несколько вопросов...»

source: "Not a clue in the world. If you were in the hive I'd be partial to blaming the dusties... Here, I don't know who would want such a thing."
ru: «Понятия не имею. Если бы это было в Улье, я был бы склонен винить в этом трухлявых... А здесь я даже не знаю, кому бы это могло понадобиться».

source: "Thank you, farewell."
ru: «Спасибо, прощай».

source: You see a middle-aged man with yellow skin. He glances at you as you approach and sighs. He gives you a bored look.
ru: Перед тобой мужчина среднего возраста с желтой кожей. Когда ты подходишь, он бросает на тебя скучающий взгляд и вздыхает.

source: "I don't know what you want, but I don't want to give it. Go away."
ru: «Не знаю, чего ты там хочешь, но я тебе этого не дам. Уходи».

source: "Very well, farewell."
ru: «Хорошо, прощай...»

source: "Really? Well if that's all you want..."
ru: «Правда? Ну, раз ты за этим...»

source: "Someone stole a skull that I had. I'm trying to find him."
ru: «Кто-то украл у меня череп. Я пытаюсь его найти».

source: "Never mind, farewell."
ru: «Неважно, прощай».

source: "Yeah, this is the Lower Ward. Common folk live here. Not much else to say about it."
ru: «Ага, это Нижний район. Здесь живет простой народ. Больше и рассказать-то не о чем».

source: He snorts and frowns at you. "A skull? What in the name of all baator would anyone, including yourself, want with a skull" He stares at you for a moment and then shrugs. "Never mind, none of my business."
ru: Он фыркает и хмуро смотрит на тебя. «Череп? Зачем, во имя Баатора, кому-то, включая тебя, может понадобиться череп? - он смотрит на тебя пару секунд, затем пожимает плечами. - Не бери в голову, это не мое дело».

source: "So, do you know who might have taken him?"
ru: «Так ты знаешь, кто бы мог его взять?»

source: He shakes his head slowly. "No, I don't. And the more I think about it the more certain I am that I don't want to know..."
ru: Он медленно качает головой. «Нет. И чем больше я об этом думаю, тем больше уверен, что и знать не хочу...»

source: As you approach this man you realize that you have spoken with him once before. "Hello again, cutter. You want something?"
ru: Подойдя к этому мужчине, ты осознаешь, что уже разговаривал с ним раньше. «Привет, рубака. Чего-то хочешь?»

source: "No, farewell."
ru: «Нет, прощай».
