Repository: winterheart/planescape
Catalog: po/*/dlg/dmalmanr.dlg.po
Languages: ru

source: I agreed to fetch Malmaner's masquerade costume from Goncalves the tailor.
ru: Я согласился забрать у портного Гонсалвиса маскарадный костюм Малманера.

source: I got Malmaner's masquerade costume from Goncalves the tailor, and returned it to him
ru: Я забрал у портного Гонсалвиса маскарадный костюм и отдал его Малманеру.

source: I agreed to get a second costume for Malmaner from Goncalves the tailor.
ru: Я согласился достать у портного Гонсалвиса второй костюм для Малманера.

source: I got a second costume for Malmaner from Goncalves the tailor, and gave it to him
ru: Я взял у портного Гонсалвиса второй костюм и отдал его Малманеру.

source: This thin, sharp-faced man rushes towards you, calling for your attention. "Ah, sir, sir! But a moment of your time! Were you, perchance, here to visit the tailor?"
ru: Этот худощавый мужчина с резкими чертами лица подбегает к тебе, пытаясь привлечь твое внимание. «О, сэр, сэр! Удели мне немного времени! Ты случайно не собираешься зайти к портному?»

source: The man breaks in: "I ask, sir, because I seem to have, ah, offended the man. I had commissioned the hot-blooded fool to make me a costume, but he's thrown me out of his shop and will not speak with me now."
ru: Мужчина перебивает тебя: «Я спрашиваю это, потому что я, кажется, э, обидел его. Я заказал у этого вспыльчивого идиота костюм, но он вышвырнул меня из своей мастерской и больше не разговаривает со мной».

source: The man suddenly balls his fists and shakes them at the sky. "What have a I done to deserve such treatment? Nothing, I say! I was a *patron!* It is his duty to *serve* me, that churlish buffoon!"
ru: Человек внезапно сжимает кулаки и начинает трясти ими в воздухе. «Да что я такого сделал, чтобы заслужить такое обращение? Ничего! Я его *клиент*! Этот заносчивый клоун *обязан* обслужить меня!»

source: "Could I beg of you to enter the place and fetch my costume for me, sir? I've a masquerade to go to, and have not the time to commission another tailor."
ru: «Могу ли я уговорить тебя заглянуть туда и забрать мой костюм? Мне нужно на маскарад, и у меня нет времени заказывать его у другого портного».

source: "Eh?" His focuses on you again. "Oh! Yes, you..."
ru: «Да? - он снова сосредотачивается на тебе. - Ах, да! Ты...»

source: "Wait, wait, please!"
ru: «Постой, постой, прошу тебя!»

source: "Oh, most excellent, sir! 'Tis this very building, right here..." He points to the long, low structure just north of him. "I thank you, sir!"
ru: «О, это просто отлично! Вот оно, это здание, вон там... - он указывает на длинное низкое строение на север от него. - Спасибо тебе!»

source: He sneers, rolling his eyes. "That porcine lout! I somehow 'offended' the puffy, pomp-filled jackanapes! He's forbidden me to enter his store, and refuses to have words with me. Imagine!"
ru: Он презрительно усмехается, закатывая глаза. «Свиноподобный грубиян! Я каким-то образом 'обидел' этого жирного, набитого роскошью нахала! Он запретил мне входить в его мастерскую, и отказывается со мной разговаривать. Представляешь?!»

source: "You'll *what?* For the Powers' sake, man, you're just fetching a *costume!* It won't take but a moment of your time! I certainly don't think such a meager act is worth a wage, sir!"
ru: «*Что*? Во имя Сил, парень, ты просто забираешь *костюм*! Это не займет много времени! Я определенно не думаю, что такая незначительная услуга нуждается в оплате!»

source: "Wait..." He sighs loudly. "Ten copper commons, then, for an errand that will take mere minutes, if that. Will that suit you... 'sir?'"
ru: «Погоди... - он громко вздыхает. - Раз так, плачу десять монет за минутное поручение. Этого достаточно... 'сэр'?»

source: He hands you the coins, muttering all the while. "'Tis the long building, just there..." He points to a long, low structure. "...north and east of the gate to the Lower Ward. Please make haste."
ru: Он протягивает тебе монеты, что-то бормоча. «Длинное здание, вон там, - он указывает на длинное низкое строение, - на северо-востоке от ворот Нижнего района. Пожалуйста, поторопись».

source: He calls after you: "You... you scar-ridden waste of flesh! You puckered, mangy-haired sack of filth! Get back here, you wretched breeder of disease! No one does this to Malmaner! Get back this instant before I call the guard!"
ru: Он кричит тебе вдогонку: «Ты... покромсанный бесполезный кусок мяса! Сморщенный шелудивый мешок отбросов! Вернись, жалкий разносчик заразы! Никто не смеет так вести себя с Малманером! Немедленно вернись, пока я не позвал стражу!»

source: "Hmph!" He snatches the coins from your hand and, shoving them into his purse, stomps off.
ru: «Пф!» Он выхватывает монеты с твоей руки и, сунув их в кошелек, уходит прочь.

source: The man stares at you in shock. "You... impudent..."
ru: Он потрясенно смотрит на тебя. «Ах ты... нахал...»

source: "I'll show you! Guards! Guards!"
ru: «Я тебе покажу! Стража! Стража!»

source: "Well, well, Sigil's kindest citizen..." The man's voice is rife with bitter sarcasm. "I thank you *so* much for your aid, sir. Oh... wait... you didn't help me at all, did you? Hmph."
ru: «Так-так, добрейший житель Сигила... - его голос полон едкого сарказма. - Я *так* благодарен тебе за помощь. Ах... постой... ведь ты мне не помог, не так ли? Пф».

source: The man looks at you expectantly. "Well? Well? Did you get the costume from Goncalves?"
ru: Человек выжидающе смотрит на тебя. «Ну? Ну? Ты забрал у Гонсалвиса костюм?»

source: "Well then get to it, man! I've a masquerade to go to!"
ru: «Ну так займись этим, парень! Мне нужно на маскарад!»

source: "*WHAT?!* Hmph! Fine, fine... take this money and get me that damnable costume already!" He tosses you thirty copper commons.
ru: «*ЧТО*?! Пф! Ладно, ладно... возьми деньги и принеси мне, наконец, этот чертов костюм!» Он бросает тебе тридцать медных монет.

source: He calls after you: "You... you scar-ridden waste of flesh! You puckered, mangy-haired sack of filth! Get back here, you filthy breeder of disease! No one does this to Malmaner! Get back this instant before I call the guard!"
ru: Он кричит тебе вдогонку: «Ты... покромсанный бесполезный кусок мяса! Сморщенный шелудивый мешок отбросов! Иди сюда, грязный разносчик заразы! Никто не смеет вести себя так с Малманером! Немедленно вернись, пока я не позвал стражу!»

source: The man looks flabbergasted. "Impossible! Ridiculous! We had agreed to a price of thirty coppers when I had it commissioned!"
ru: Мужчина выглядит пораженным. «Немыслимо! Нелепо! Когда я заказывал его, мы договаривались о цене в тридцать медяков!»

source: He peers suspiciously at you, then relents: "Fine! Take it, here. Just get me that damnable costume already!" He tosses you fifty copper commons.
ru: Он смотрит на тебя с подозрением, затем уступает: «Ладно! Вот, держи. Просто достань мне этот чертов костюм!» Он бросает тебе пятьдесят медных монет.

source: "Fine, fine! Take it, here." He tosses you thirty copper commons. "Now I've to be off..."
ru: «Ладно, ладно! Вот, держи, - он бросает тебе тридцать медных монет. - А теперь мне нужно идти...»

source: He peers suspiciously at you, lips pursed.
ru: Он смотрит на тебя с подозрением, сжав губы.

source: He peers suspiciously at you, then relents: "Fine! Take it, here!" He tosses you fifty copper commons. "Now I've to be off..."
ru: Он смотрит на тебя с подозрением, затем уступает: «Ладно! Вот, держи, - он бросает тебе пятьдесят медных монет. - А теперь мне нужно идти...»

source: "Did he? Blast! I would hate to arrive in such a *common* costume... hmmm..."
ru: «Разве? Проклятье! Я не хочу прийти в таком *обыкновенном* наряде... Хм-м-м...»

source: "At last!" He snatches the costume from your grasp. "Now, I've to be off..."
ru: «Наконец-то! - он выхватывает у тебя костюм. - А теперь мне нужно идти...»

source: He draws back in disgust. "Ugh! How foul... look at them! Filthy, moth-eaten things... and such coarse material! I'd never suffer myself to wear such rubbish."
ru: Он с отвращением отступает. «Тьфу! Какая мерзость... погляди на них! Грязные, поеденные молью тряпки... и такая грубая ткань! Я не вынесу того, чтобы надеть эти лохмотья».

source: He draws back in disgust. "Ugh! How foul... look at them! Filthy, moth-eaten things... and such coarse material! I'd never suffer myself to wear such rubbish." He looks at you suspiciously. "Just what *are* these, sir?"
ru: Он с отвращением отступает. «Тьфу! Какая мерзость... погляди на них! Грязные, поеденные молью тряпки... и такая грубая ткань! Я не вынесу того, чтобы надеть эти лохмотья, - он бросает на тебя подозрительный взгляд. - И что же *это* такое?»

source: "Hmph!" He stomps off, mumbling sourly.
ru: «Пф!» Он отступает, что-то угрюмо бормоча.

source: "Not a bad idea, not bad at all! Quickly, see if that portly nincompoop has another, would you?"
ru: «А что, неплохая идея! Скорее, посмотри, есть ли еще что-нибудь у этого пухлого простофили, ладно?»

source: He rolls his eyes, sneering at you. "I should have figured! Here, you *mercenary.* This will be enough, I trust?" He hands you twenty copper commons.
ru: Он закатывает глаза, презрительно усмехаясь тебе. «Я должен был догадаться! Держи, *корыстолюбец*. Надеюсь, этого хватит?» Он дает тебе двадцать медных монет.

source: The man looks at you expectantly. "Well? Well? Did you get another costume from him?"
ru: Мужчина смотрит на тебя в ожидании. «Ну? Ну? Ты достал у него еще один костюм?»

source: He pulls at his hair, crying out: "Oh, how the Powers so love to abuse poor, noble Malmaner! Damn this masquerade, and damn that loathsome tailor thrice-over!" He tosses you fifty copper commons. "Go!"
ru: Он рвет на себе волосы, крича: «О, как же Силы все-таки любят унижать бедного благородного Малманера! Будь проклят этот маскарад, будь трижды проклят этот мерзкий портной! - он бросает тебе пятьдесят медных монет. - Иди!»

source: "That's... that's... inconceivable! Wholly preposterous! Who does he think he is?!" He suddenly frowns. "Come to think of it, that *does* sound a bit steep, even for Goncalves." He eyes you suspiciously.
ru: «Это... это... немыслимо! Полный абсурд! Кем он себя возомнил?! - внезапно он хмурится. - Если подумать, это звучит немного неправдоподобно, даже для Гонсалвиса». Он с подозрением смотрит на тебя.

source: He peers suspiciously at you, then relents: "Very well! Take it, take it. Just get me that other costume, and quickly!" He tosses you eighty copper commons.
ru: Он смотрит на тебя с подозрением, затем уступает: «Хорошо! Держи. Только принеси мне тот другой костюм, и быстро!» Он бросает тебе восемьдесят медных монет.

source: He peers suspiciously at you, lips pursed. You're certain he doesn't believe a word you're saying.
ru: Он смотрит на тебя с подозрением, сжав губы. Несомненно, он не верит ни единому твоему слову.

source: He makes a disgusted noise, snatches the costume from you, and shoves fifty coins into your hands. "Now I've to be off..."
ru: Он издает звук отвращения, выхватывает у тебя костюм и сует тебе в руку пятьдесят монет. «А теперь я должен идти...»

source: "'Tis about time!" He snatches the costume from your grasp. "Now, I've to be off..."
ru: «Давно пора! - он выхватывает у тебя костюм. - А теперь я должен идти...»

source: He peers suspiciously at you, then relents. He makes a disgusted noise, snatches the costume from you, and shoves eighty coins into your hands. "Now I've to be of..."
ru: Он смотрит на тебя с подозрением, затем уступает. Он издает звук отвращения, выхватывает у тебя костюм и сует тебе в руку восемьдесят монет. «А теперь я должен идти...»

source: "I wa-"
ru: «Я как...»

source: Ignore him, keep on walking.
ru: Игнорировать его и продолжать идти.

source: "So, wha-"
ru: «И чт...»

source: "What did you want from me?"
ru: «Чего ты от меня хочешь?»

source: "I don't have time for this. Farewell."
ru: «У меня нет на это времени. Прощай».

source: "Yes. I'll go get it now."
ru: «Да. Я пойду и заберу его».

source: "I'll do it, but not for free."
ru: «Я сделаю это, но не за бесплатно».

source: "Why don't you just fetch it yourself?"
ru: «Почему ты просто не заберешь его сам?»

source: "No, I don't have time for this. Farewell."
ru: «Нет, у меня нет времени на это. Прощай».

source: Hear him out.
ru: Выслушать его.

source: Leave.
ru: Уйти.

source: "Farewell."
ru: «Прощай».

source: "I'll go get it now."
ru: «Я пойду и заберу его».

source: "I'll get your costume, but not for free."
ru: «Я достану тебе костюм, но не за бесплатно».

source: "Fine. I'll go get it, then."
ru: «Отлично. Пойду заберу его».

source: "Then it's not worth my time. Farewell."
ru: «Тогда это не стоит моего времени. Прощай».

source: "Yes. Give me the money and I'll fetch you the costume."
ru: «Да. Давай мне деньги, и я заберу твой костюм».

source: "I don't like your tone, 'sir.' I'm beginning to see why the tailor found you so distasteful. Farewell."
ru: «Мне не нравится твой тон, 'сэр'. Я начинаю понимать, почему ты не понравился портному. Прощай».

source: "Forget it. Farewell."
ru: «Забудь. Прощай».

source: "I'll go get it. Farewell."
ru: «Я пойду за ним. Прощай»

source: "Make haste? Where to? Oh, and thanks for the free coin. Farewell... 'sir.'"
ru: «Поторопись? Куда? О, и спасибо за халявные монеты. Счастливо... 'сэр'».

source: "Fine, here... take your money back."
ru: «Ладно, вот... забирай свои деньги».

source: Throw the ten copper coins at him.
ru: Бросить ему десять медных монет.

source: Ignore him, walk away.
ru: Игнорировать его и пройти мимо.

source: "Silence yourself, before your tongue gets you killed."
ru: «Умолкни, пока твой язык не погубил тебя».

source: Attack him.
ru: Атаковать его.

source: Try and leave before anyone arrives.
ru: Попытаться уйти, пока никто не пришел.

source: "I've changed my mind. I'll go get your costume."
ru: «Я передумал. Я достану тебе костюм».

source: "Look... I'll get your costume, but not for free."
ru: «Послушай... Я достану твой костюм, но не за бесплатно».

source: "No, not yet."
ru: «Нет, еще нет».

source: "I'll return when I have it. Farewell"
ru: «Я вернусь, когда он у меня будет. Прощай».

source: "No, not yet. He says you owe him thirty copper for the work."
ru: «Еще нет. Он говорит, что ты должен ему тридцать медяков за работу».

source: Lie: "No, not yet. He says you owe him, uh, fifty copper for the work."
ru: Ложь: «Еще нет. Он говорит, что ты должен ему пятьдесят медяков за работу».

source: "No, not yet... but how about these actual Dustman's robes?"
ru: «Еще нет... как насчет этого настоящей одежды тленного?»

source: Lie: "Uh... yes. Here's the Dustman robe. I mean costume."
ru: Ложь: «Э... да. Вот одежда тленного. То есть костюм».

source: "I'll return when I have it. Farewell."
ru: «Я вернусь, как только достану его. Прощай».

source: "Hmmm... what costume? Oh, and thanks for the copper... farewell."
ru: «Хм-м-м... какой еще костюм? О, и спасибо за медяки... Прощай».

source: Throw the thirty copper coins at him.
ru: Бросить ему тридцать медных монет.

source: Throw the fifty copper coins at him.
ru: Бросить ему пятьдесят медных монет.

source: Throw the eighty copper coins at him.
ru: Бросить ему восемьдесят медных монет.

source: Lie: "He was upset, Malmaner. You had offended him, and so he raised the price."
ru: Ложь: «Он был огорчен, Малманер. Ты его обидел, и потому он поднял цену».

source: Lie: "Well, uh, he was upset, and raised the price."
ru: Ложь: «Ну, э, он был огорчен, и поднял цену».

source: "Pardon, I misspoke. It was only thirty coppers."
ru: «Прошу прощения, я оговорился. Тридцать медяков».

source: "Yes, here it is. It cost me thirty commons."
ru: «Да, вот он. Он обошелся мне в тридцать монет».

source: Lie: "Yes, here it is. It cost me fifty commons."
ru: Ложь: «Да, вот он. Он обошелся мне в пятьдесят монет».

source: "Yes, here it is."
ru: «Да, вот он».

source: "Wait... Goncalves said many people were already going to this masquerade as Dustmen."
ru: «Погоди... Гонсалвис сказал, что уже многие собираются прийти на этот маскарад как тленные».

source: "Well, he says you owe him thirty copper for the real costume."
ru: «Ну, он сказал, что ты ему должен тридцать медяков за костюм».

source: Lie: "Well, he says you owe him, uh, fifty copper for the real costume."
ru: Ложь: «Ну, он сказал, что ты ему должен пятьдесят медяков за костюм».

source: "Well, I haven't gotten the actual costume yet."
ru: «Ну, у меня пока еще нет костюма».

source: "Nothing, never mind. He says you owe him thirty copper for the real costume."
ru: «Ничего, неважно. Он говорит, что ты ему должен тридцать медяков за костюм».

source: Lie: "Nothing, never mind. He says you owe him, uh, fifty copper for the real costume."
ru: Ложь: «Ничего, неважно. Он говорит, что ты ему должен, э, пятьдесят медяков за костюм».

source: "Never mind. I haven't gotten the actual costume yet."
ru: «Неважно. У меня еще нет костюма».

source: "I could go see if he has another ready."
ru: «Я мог бы пойти посмотреть, нет ли у него другого готового костюма».

source: "I could try and get another one for you... but it'll cost you."
ru: «Я мог бы попробовать достать тебе другой... но не за просто так».

source: "Too bad. Farewell."
ru: «Очень жаль. Прощай».

source: "I'll return with another costume."
ru: «Я вернусь с другим костюмом».

source: "I will..but it will cost you."
ru: «Да... но не за просто так».

source: "Never mind, forget I offered. Farewell."
ru: «Неважно, забудь мое предложение. Прощай».

source: "That'll do. I'll return with another costume."
ru: «Вполне. Я вернусь с другим костюмом».

source: "Actually, forget I offered. Farewell."
ru: «Знаешь что, забудь мое предложение. Прощай».

source: "No, not yet. He has another, but wants fifty coppers for it."
ru: «Еще нет. У него есть другой костюм, но он хочет за него пятьдесят медяков».

source: Lie: "No, not yet. He has another, but wants, uh, eighty coppers for it."
ru: Ложь: «Еще нет. У него есть другой костюм, но он хочет за него, э, восемьдесят медяков».

source: Lie: "You're not well-liked by the man, Malmaner. You're paying for your harsh words to him, earlier."
ru: Ложь: «Ты ему не очень-то нравишься, Малманер. Ты платишь за свои поспешные слова, сказанные ему раньше».

source: Lie: "Well, uh, you did really upset him."
ru: Ложь: «Ну, э, ты его очень расстроил».

source: "Pardon, I misspoke. It was only fifty coppers."
ru: «Прошу прощения, я оговорился. Пятьдесят медяков».

source: "Yes, here it is. It cost me fifty commons."
ru: «Да, вот он. Он обошелся мне в пятьдесят монет».

source: Lie: "Yes, here it is. It cost me eighty commons."
ru: Ложь: «Да, вот он. Он обошелся мне в восемьдесят монет».
