Repository: winterheart/planescape
Catalog: po/*/dlg/dnenny.dlg.po
Languages: ru

source: Nenny slaps you; you barely feel it. She still looks shocked and frightened she hurt you. "Oh, I'm sorry! Did that hurt? Tell me you're okay!"
ru: Ненни дает тебе пощечину; ты еле чувствуешь это. Она все еще выглядит потрясенной и испуганной из-за того, что причинила тебе боль. «О, прости меня! Тебе больно? Скажи, что ты в порядке!»

source: "Don't break character, Nenny. Come on; show me what you've got. You can say something bad... just let it all out."
ru: «Не порти образ, Ненни. Давай, покажи, на что ты способна. Ты можешь сказать что-нибудь плохое... просто позволь ему выйти наружу».

source: "Ow! Damn, never have I been hit so hard!"
ru: «Ай! Проклятье, меня ни разу так сильно не били!»

source: "Oh... I mean, oh!" Nenny draws her tiny frame to its full height, balls her hands into fists, puts them on her hips, and scrunches up her face in a cute scowl. "Oh, damned be you! You deserved that for all the indignities you put me through! Going out late at night," Her eyes roam up and down your body. "Getting into fights and getting all scarred up! What are the kids going to think, hmm?!"
ru: «О... в смысле, ах! - Ненни выпрямляется во весь рост своего миниатюрного тела, сжимает руки в кулачки, кладет их на пояс и корчит милую гримаску. «Ах, чтоб ты провалился! Ты это заслужил за все те унижения, через которые я прошла из-за тебя! Уходишь из дому посреди ночи, - ее взгляд блуждает по тебе вверх-вниз. - Ввязываешься в драки и получаешь все эти шрамы! Что об этом дети подумают, хм?!»

source: "Excellent."
ru: «Великолепно».

source: "Uh... kids?"
ru: «Э... дети?»

source: "Oh, don't you 'excellent' me, like I'm some backlicker looking for your approval! I am my own woman, and this woman is about to walk out of your life unless I get some solid commitment!"
ru: «О, не хвали меня, будто я из тех, неженок, что ждут твоего одобрения! Я самостоятельная женщина, и эта женщина собирается уйти из твоей жизни, если только не получит от тебя кое-какие твердые обязательства!»

source: "All right... that's enough out of you, Nenny."
ru: «Ладно... этого достаточно, Ненни».

source: "Eh... calm down. Time to let go of the anger."
ru: «Э... успокойся. Пора угомониться».

source: Nenny punches you. You barely feel it. "Take this." She punches you again. "And this!" She punches you again, promptly turning into a little fist-flailing whirlwind.
ru: Ненни бьет тебя. Ты еле ощущаешь это. «Получай, - она бьет тебя снова. - Вот тебе!» - она снова ударяет тебя, быстро превращаясь в маленький молотящий кулаками смерч.

source: "Okay, okay... time to let go of the anger."
ru: «Ладно, ладно... Пора угомониться».

source: Nenny sighs tiredly. "Whew. That was easier than I thought!"
ru: Ненни устало вздыхает. «Фух. Это легче, чем я думала!»

source: "No kidding."
ru: «Кроме шуток».

source: "And I'm sure I'll do better next time! I'm so excited to have learned something new... thank you!"
ru: «И я уверена, что в следующий раз у меня получится еще лучше! Я так рада узнать что-нибудь новое... спасибо!»

source: "Sure. I have a question, now..."
ru: «Конечно. У меня еще вопрос...»

source: "What?!" Nenny's fury rises another notch. "Have you forgotten our children?! Are you so sodden with drink that you can't even remember that we have *children?!*" Nenny throws up her hands in exasperation. "You're hopeless, clueless and a lot of other 'lesses' I won't mention right now."
ru: «Что?! - ярость Ненни берет новую планку. - Ты забыл о наших детях?! Ты уже что, мозги пропил, раз не можешь вспомнить даже то, что у нас есть *дети*?! - Ненни в гневе вскидывает руки. - Ты безнадежный, бестолковый и еще много без-, которые я сейчас не буду упоминать».

source: Nenny's eyes widen further as you wince in mock pain. "Oh, my! Oh, I didn't mean to hit you so hard! I'm sorry! Sorry!"
ru: Глаза Ненни расширяются еще больше, когда ты корчишься от притворной боли. «О, боги! Ох, я не хотела бить тебя так сильно! Прости меня! Прости!»

source: "Don't ever say sorry. Say 'Better get used to it.'"
ru: «Никогда не извиняйся. Скажи 'лучше привыкай'».

source: Nenny looks up at you. "Oh... uh, better get used to it."
ru: Ненни смотрит на тебя. «О... э, лучше привыкай».

source: "Frown when you say it. Say it sternly, with conviction."
ru: «Нахмурься, когда произносишь это. Говори безжалостно и убедительно».

source: Nenny draws her tiny frame to its full height, balls her hands into fists, puts them on her hips, and scrunches up her face in a cute scowl. "Better get used to it!"
ru: Ненни выпрямляется во весь рост своего миниатюрного тела, сжимает руки в кулачки, кладет их на пояс и корчит милую гримаску. «Лучше привыкай!»

source: "Maybe... I saw that mean, mean Marissa sneaking out of Vivian's room one night. Now I'm not saying she took it, but I know Marissa's not a very nice person, and that sure sounds suspicious, huh? I'd go ask her about it." Nenny nods at you.
ru: «Может быть... Однажды ночью я видела, как эта низкая, подлая Марисса украдкой выходила из комнаты Вивьен. Не то чтобы я говорю, что она его прихватила, но я знаю, что Марисса - не очень приятная личность, да и это, конечно, звучит подозрительно, да? Я бы пошла и спросила у нее об этом». Ненни кивает тебе.

source: "Thanks, Nenny. I had another question..."
ru: «Спасибо, Ненни. У меня есть другой вопрос...»

source: "I'll bet I do! I saw that nasty Kimasxi Addertongue sneaking out of Marissa's room one night. They're both meanies, you know, but Kimasxi's really awful! Anyway, I'd talk to her, first."
ru: «Конечно, знаю! Однажды ночью я видела, как эта гадкая Кимаскси Змееязыкая украдкой выходила из комнаты Мариссы. Знаешь, они обе - подлые, но Кимаскси просто ужасна! Как бы там ни было, я бы сперва с ней поговорила».

source: Nenny's eyes suddenly go wide. "Oh! That's right! You know, once I saw a man sneaking out of Kimasxi's room while she was out talking to a patron... I watched the front doors all that day, but he never, ever left! Isn't that odd? I don't think he could have made it out a window, and so I never figured out where he went. And then I totally forgot about it! Weird, huh?"
ru: Глаза Ненни неожиданно расширяются. «О! Точно! Знаешь, однажды я видела мужчину, прокрадывающегося из комнаты Кимаскси, пока она разговаривала с клиентом... Я весь тот день следила за парадной дверью, но он так и не вышел! Разве это не странно? Не думаю, что он смог бы выбраться через окно, так что я так и не поняла, куда он делся. А потом я и вовсе забыла об этом! Странно, да?»

source: "Yes, it is... I had another question..."
ru: «Да... У меня есть другой вопрос...»

source: "That it is. Farewell, Nenny."
ru: «Вот оно. Счастливо, Ненни»

source: "Well *met,* good sir! I'm Nenny! And how are *you* this fine d-? Oh! We've met before!" Nenny giggles and smiles gleefully at you. "I'm sorry! I *knew* you looked familiar, though..."
ru: «Добро *пожаловать*, сударь! Я Ненни! Как *тебе* этот славный д... О! Мы уже встречались! - Ненни хихикает и радостно улыбается тебе. - Извини! Ведь я *знала*, что мы уже знакомы...»

source: "That's all right, Nenny. I had some questions..."
ru: «Все хорошо, Ненни. У меня есть несколько вопросов...»

source: "I was just passing by. Farewell, Nenny."
ru: «Я просто проходил мимо. Прощай, Ненни».

source: "No problem. Farewell."
ru: «Нет проблем. Прощай».

source: I asked one of the Brothel's prostitutes about Ravel, and she suggested I speak to Yves about it. I'm told that Yves collects all sorts of tales, and will likely have one about Ravel in her repertoire.
ru: Я спросил одну из проституток Борделя о Равель, и она предложила мне поговорить об этом с Ив. Мне сказали, что Ив собирает различные истории, и, скорее всего, имеет что-нибудь про Равель в своем репертуаре.

source: I asked one of the prostitutes if she knew whether or not Kesai-Serris was truly Ravel's daughter, and she suggested I ask Juliette about it. Apparently, they were good friends before Juliette met Montague.
ru: Я спросил одну из проституток, знает ли она, что Кесай-Серри - в самом деле дочь Равель, и она предложила, чтобы я спросил об этом Джульетту. Очевидно, они были близкими подругами, пока Джульетта не встретила Монтекки.

source: One of the prostitutes suggested that I ask Dolora about Ecco, the silent prostitute. She said that Dolora sometimes spoke to an old lover of Ecco's, one who knew her before she stopped speaking.
ru: Одна из проституток посоветовала мне расспросить Долору об Экко, молчаливой проститутке. Она сказала, что Долора однажды общалась со старым любовником Экко, который знал ее до того, как она перестала разговаривать.
