Repository: winterheart/planescape
Catalog: po/*/dlg/dnenny.dlg.po
Languages: ru

source: This petite, attractive young woman is smiling blissfully and humming to herself. Her wide, pale blue eyes seem to constantly drink in her surroundings as she looks about.
ru: Эта миниатюрная привлекательная девушка блаженно улыбается и мурлычет себе под нос. Ее большие бледно-голубые глаза, похоже, без устали поглощают все вокруг нее.

source: "Greetings..."
ru: «Приветствую...»

source: Nenny told me that she Kimasxi Addertongue sneaking out of Marissa's chambers... perhaps she took Marissa's Crimson Veil, or at least has some clue as to where it might be found.
ru: Ненни сказала мне, что видела, как Кимаши Змееязыкая украдкой вышла из покоев Мариссы... возможно, она взяла малиновую вуаль Мариссы, или, как минимум, имеет какое-то представление о том, где бы она могла быть.

source: Nenny told me that she Marissa sneaking out of Vivian's chambers... perhaps she took Vivian's scent, or at least has some clue as to where it might be found.
ru: Ненни сказала мне, что видела, как Марисса украдкой вышла из покоев Вивьен... возможно, она взяла аромат Вивьен, или, как минимум, имеет какое-то представление о том, где бы он могла быть.

source: Nenny told me that she saw a man sneaking out of Kimasxi Addertongue's room, but never saw the man leave the Brothel. If he was the thief, could he somehow still be here?
ru: Ненни сказала мне, что видела мужчину, крадущегося из комнаты Кимаши Змееязыкой, однако она ни разу не видела его, покидающего Бордель. Если он вор, возможно, он все еще где-то здесь?

source: Leave her be.
ru: Оставить ее в покое.

source: The smiling young woman curtseys gratefully and looks up to you, smiling. "Well *met,* good sir! I'm Nenny! And how are *you* this fine d-?" She suddenly notices your scars and places a gloved hand over her mouth. "Oh my! You're hurt!" She blinks. "All over!"
ru: Улыбчивая девушка приседает в милом реверансе и смотрит на тебя, улыбаясь. «Добро *пожаловать*, сударь! Я Ненни! Как *тебе* этот славный д... - внезапно она замечает твои шрамы и прикрывает рот рукой в перчатке. - О, боги! Ты ранен! - она закрывает глаза. - По всему телу!»

source: "They're all old scars. I'm fine."
ru: «Это все старые шрамы. Я в порядке».

source: "Only slightly; I'll be all right in moments."
ru: «Только немного. Я очень скоро поправлюсь».

source: "Yes, but the wounds will heal in little time."
ru: «Да, но раны скоро затянутся».

source: "Pay it no mind. I had some questions..."
ru: «Не думай об этом. У меня еще вопросы...»

source: "Don't worry about it. Farewell."
ru: «Не волнуйся об этом. Счастливо».

source: She nods quietly, lowering her hand.
ru: Она молча кивает и опускает руку.

source: "I had some questions..."
ru: «У меня есть несколько вопросов...»

source: "I'll take my leave, now. Farewell."
ru: «Я должен идти. Прощай».

source: "Please, ask!" She smiles giddily.
ru: «Пожалуйста, спрашивай!» - она головокружительно улыбается.

source: "What are you doing here?"
ru: «Что ты здесь делаешь?»

source: "Can you tell me about this place?"
ru: «Что ты можешь сказать об этом месте?»

source: "What can you tell me about the silent prostitute?"
ru: «Что ты можешь рассказать о молчаливой проститутке?»

source: "I heard that Kesai-Serris is Ravel's daughter. Is that true?"
ru: «Я слышал, что Кесай-Серри - дочь Равель. Это правда?»

source: "Kimasxi said someone's been taking things from her room, too. Have you seen anything odd?"
ru: «Кимаскси сказала, что кто-то забрал вещи из ее комнаты тоже. Ты не видела ничего странного?»

source: "I'm trying find Vivian's scent... do you know where it might be?"
ru: «Я пытаюсь найти аромат Вивьен... не знаешь, где он может быть?»

source: "I'm trying find Marissa's Crimson Veil... do you know where it might be?"
ru: «Я пытаюсь найти малиновую вуаль Мариссы... не знаешь, где она может быть?»

source: "Do you know anything about Ravel Puzzlewell?"
ru: «Ты что-нибудь знаешь о Равель Заморочке?»

source: "Never mind. Farewell."
ru: «Неважно. Прощай».

source: "No, sorry. That's a *great* name, though, huh? I'll bet she's a really interesting person! Hey... you should ask Yves about her. Yves collects all *kinds* of stories!"
ru: «Нет, извини. *Отличное*, однако, имечко, не правда ли? Могу поспорить, она действительно интересная личность! Эй... тебе нужно спросить о ней у Ив. Она собирает *всевозможные* истории!»

source: "I'll say. I had another question..."
ru: «Так и сделаю. У меня есть другой вопрос...»

source: "That's all I wished to know. Farewell, Nenny."
ru: «Это все, что я хотел узнать. Прощай, Ненни».

source: "Huh?" She can't seem to tear her eyes from your scars. "Oh, how shameful of me! Don't mind my rude staring! I am named Nenny," She makes a little curtsy. "And it is my great pleasure to welcome you to our Brothel for the Slating of Intellectual Lusts." She returns to staring at your body. "You have tattoos under those scars, too! What's that one?" She points to one of your tattoos.
ru: «А? - она, похоже, не может оторвать взгляд от твоих шрамов. - О, как это некрасиво с моей стороны! Не обращай внимания на мое грубое поведение! Меня зовут Ненни, - она делает небольшой реверанс. - И мне очень приятно приветствовать тебя в нашем Борделе утоления интеллектуальной страсти, - она возвращается к рассматриванию твоего тела. - У тебя еще и татуировки под шрамами! Что это? - она показывает на одну из твоих татуировок.

source: "That one's-"
ru: «Эта...»

source: "Never mind it, I-"
ru: «Неважно, я...»

source: "Looks fascinating! Look at the way the lines of ink...I think that's ink..." She squints at the tattoo, then reaches out to touch it.
ru: «Выглядит потрясающе! Погляди-ка на эти чернильные линии... Думаю, это чернила...» Она присматривается к татуировке, затем пытается прикоснуться к ней.

source: Allow her touch you.
ru: Позволить ей прикоснуться к тебе.

source: Don't let her touch you.
ru: Не дать ей прикоснуться к тебе.

source: "I *think* that's ink." She traces a finger around the edge of the tattoo. "Is it ink? And what a pattern! Look at the way the lines intersect here." She touches the center of the tattoo. "That's simply amazing..." She purses her lips and frowns in disappointment. "I could make it out better if there weren't so many scars..."
ru: «Я *думаю*, это чернила, - она проводит пальцем по краю татуировки. - Это ведь чернила? И что за рисунок! Гляди, как тут пересекаются линии - она прикасается к центру татуировки. - Просто удивительно... - она надувает губки и разочарованно нахмуривается. - Я могла бы сделать ее лучше, не будь тут так много шрамов...»

source: "There's nothing to be done about the scars; they're permanent."
ru: «Со шрамами уже ничего не поделаешь - они навсегда».

source: "I'll be taking my leave, now. Farewell."
ru: «Я уже должен идти. Прощай».

source: Nenny looks up at you as you prevent her from touching your skin. "Sorry, sorry, good sir! No harm meant by it, I just wanted to trace the tattoo and get a feel for its pattern. It's most fascinating!" She pouts for a moment, then slaps her head lightly. "Too forward! I'm too forward! My many apologies, good sir! Please don't be upset!"
ru: Когда ты избегаешь ее прикосновения, Ненни смотрит на тебя. «Извини, извини меня, сударь! Я не желала тебе зла: я лишь хотела потрогать татуировки и ощутить их узор. Это так очаровательно! - она делает недовольную гримаску, потом легонько хлопает себя по голове. - Слишком прямая! Я слишком прямая! Прими мои извинения, сударь! Прошу, не огорчайся!»

source: "No problem."
ru: «Без проблем».

source: "See that it doesn't happen again."
ru: «Смотри, чтобы этого больше не повторилось».

source: Nenny nods, then smiles sweetly at you. "I'm sorry, I'm sorry... but I *have* to know... are you absolutely *sure* you're all right? I'm looking at you, and I can't help but believe that you're not in *some* pain."
ru: Ненни кивает, затем мило улыбается тебе. «Прости меня, прости... но я *должна* знать... ты абсолютно *уверен*, что с тобой все в порядке? Я смотрю на тебя и просто не могу поверить, что тебе хоть *немного* не больно».

source: "None of the physical variety, really."
ru: «Никакой физической боли, правда».

source: "I have amnesia, but that is all."
ru: «У меня амнезия, не более того».

source: "Forget it. I had some questions..."
ru: «Забудь об этом. У меня есть несколько вопросов...»

source: "Oh, I'm sorry, I'm sorry... pox on me for even mentioning them!" She cringes. "But I *have* to know... are you absolutely *sure* you're all right? I'm looking at you, and I can't help but believe that you're not in *some* pain."
ru: «О, прости меня, прости... чтоб меня оспа побила, если еще раз скажу о них! - она съеживается. - Но я *должна* знать... ты абсолютно *уверен*, что с тобой все в порядке? Я смотрю на тебя, и просто не могу поверить, что тебе хоть *совсем* не больно».

source: "Oh! Are you hurt inside? In the head?" She clasps her hands eagerly. "Mayhap I can help! In fact, I know I can! Part of a Sensate's training is to learn how to draw hurt from others... my mistress says a Sensate may draw pain from a wound and bring it into one's self... but nonetheless, I *can* help! May I try?! Please say yes!"
ru: «О! У тебя внутри болит? В голове? - она энергично хлопает в ладоши. - Может, я могу помочь! Вернее, я знаю, что могу! Программа обучения чувствующих включает в себя изучение избавления других от боли... моя госпожа говорит, что чувствующий может вытянуть боль из раны и забрать ее с собой... как бы там ни было, я *могу* помочь! Можно, я попробую?! Пожалуйста, скажи да!»

source: "Sensate?"
ru: «Чувствующие?»

source: "Yes, please do."
ru: «Да, пожалуйста».

source: "Your mistress?"
ru: «Твоя госпожа?»

source: "No. I had some questions..."
ru: «Нет. У меня есть несколько вопросов...»

source: "No, I'm in no pain. Farewell."
ru: «Нет, мне не больно. Прощай».

source: "Oh, yes," Nenny says brightly. "Mistress Grace. She's the most wonderful person I've ever known!"
ru: «О, да, - радостно отвечает Ненни. - Госпожа Грация. Она - самая удивительная личность из тех, что я знаю!»

source: "Tell me about Mistress Grace."
ru: «Расскажи мне о госпоже Грации»

source: "I understand. Go ahead; try and help me."
ru: «Понимаю. Ну, давай, попробуй мне помочь...»

source: "I really don't need your help, but I had questions..."
ru: «Не думаю, что мне в самом деле нужна твоя помощь, однако у меня есть вопросы...»

source: "I see. I don't really your help, though. Farewell."
ru: «Понятно. Хотя не думаю, что ты сможешь помочь мне. Прощай».

source: "She's so beautiful, isn't she? It's hard to believe she's from the Lower Planes, she's so nice and smart!"
ru: «Она так прекрасна, не правда ли? Трудно поверить, что она из Нижних планов, - она такая милая и умная!»

source: "What do the Lower Planes have to do with anything?"
ru: «Причем здесь Нижние планы?»

source: Nenny suddenly notices Fall-From-Grace beside you. "Oh! Mistress Grace!" She curtseys; Grace nods, smiling, in response.
ru: Внезапно Ненни замечает Падшую Грацию возле тебя. «О! Госпожа Грация!» Она делает реверанс; Грация кивает в ответ, улыбаясь.

source: "Well, they're all so *evil* down there. Who would have thought Mistress Grace could come from such a place?"
ru: «Ну, все они там, внизу, такие *злые*. Кто бы мог подумать, что госпожа Грация происходит из такого места?»

source: Nenny clasps her hands and makes to rest them lightly on your forehead.
ru: Ненни складывает руки в замок и небрежно кладет их тебе на лоб.

source: Allow her to touch you.
ru: Позволить ей прикоснуться к тебе.

source: As she draws near, you notice Nenny's skin is lightly perfumed with the scent of lilacs. She rests her gloved hands gently upon your forehead and closes her eyes. She hums lightly to herself, and you feel a faint warmth spreading throughout your body.
ru: Когда она подходит ближе, ты замечаешь, что кожа Ненни слегка пахнет сиренью. Она нежно кладет свои руки в перчатках тебе на лоб и закрывает глаза. Она что-то мурлычет себе под нос, и ты ощущаешь, как по твоему телу пробегает еле ощутимая волна тепла.

source: "Uh... thanks. That felt nice."
ru: «Э... спасибо. Было приятно».

source: "Sure! So glad I could help!" Nenny beams at you; she seems ready to burst with joy.
ru: «Конечно! Я так рада, что могу помочь!» Ненни широко улыбается тебе; похоже, она готова взорваться от счастья.

source: "I had a question..."
ru: «У меня вопрос...»

source: Nenny freezes, looking surprised, then a little hurt. "I'm sorry! Sorry! Do you not like to be touched? I should have told you! That's how the Sensory Touch works... I place my hands on your body - usually near the wound, to help focus the power - and then draw the pain out."
ru: Ненни застывает; она выглядит удивленной, затем слегка обиженной. «Извини меня! Извини! Ты не любишь, когда тебя касаются? Я должна была предупредить тебя! Просто таким образом работает Чувствительное прикосновение... Я кладу свои руки на твое тело - обычно возле раны, чтобы лучше сфокусировать силу - и вытягиваю боль».

source: "Sensory Touch...?"
ru: «Чувствительное прикосновение...?»

source: "It's fine. Go ahead, then."
ru: «Прекрасно. В таком случае, продолжай».

source: "Amnesia?" Nenny blinks, then brightens. "Loss of memory! You are *so* lucky," she chimes perkily. "Everything must be so *new* to you."
ru: «Амнезия? - Ненни моргает, затем лицо ее проясняется. - Потеря памяти! Тебе *так* повезло, - ее голос весело звенит. - Все должно быть так *ново* для тебя».

source: "There is truth in that, but the newness is... unwelcome."
ru: «В этом есть доля правды, только новизна эта... нежеланна».

source: "I care little for it."
ru: «Меня это не слишком беспокоит».

source: "That's... an angle I hadn't considered."
ru: «Я... не смотрел на это под таким углом».

source: "I'd prefer for a number of things to be much more familiar."
ru: «Я бы предпочел, чтобы некоторые вещи были мне более знакомы».

source: She blinks. "That sounds so *sad.*"
ru: Она закрывает глаза. «Это звучит так *печально*».

source: "Yes, it is... but I had some questions..."
ru: «Да, это так... но меня есть еще вопросы...»

source: "Not really. I had some questions..."
ru: «Вовсе нет. У меня есть несколько вопросов...»

source: "Perhaps... in any case, farewell."
ru: «Возможно... как бы там ни было, прощай».

source: "Really? Why?"
ru: «Правда? Почему?»

source: "Because I don't. How can one explain a feeling?"
ru: «Нет, и все тут. Разве можно объяснить чувство?»

source: "I don't like losing memories, and death is not a pleasant experience."
ru: «Мне не нравится терять память, да и смерть - не самое приятное переживание».

source: "Without a foundation to build upon - some sense of who I am - I can't progress."
ru: «Без фундамента - некого понимания того, кто я такой - я не способен развиваться».

source: "Just... never mind. I had a question..."
ru: «Просто... ничего. У меня вопрос...»

source: "I don't wish to speak of it any longer. Farewell."
ru: «Я не хочу больше обсуждать это. Прощай».

source: Nenny claps her hands delightedly. "I'm so pleased I could open your mind to that idea! I've heard that's what being a Sensate is all about... bringing new experiences to others."
ru: Ненни восхищенно складывает руки. «Я так рада, что смогла открыть твой разум этой идее! Я слышала, что как раз ради этого и живут чувствующие... чтобы давать другим новые впечатления».

source: "Like who?" She smiles, then giggles at herself. "I mean, like what?"
ru: «Например, кто? - она улыбается, потом хихикает над собой. - В смысле: что, например?»

source: "My murderer, for one."
ru: «Мой убийца, к примеру».

source: "Not Morte. He's too familiar."
ru: «Не Морт. Он слишком хорошо мне знаком».

source: "I'd like to know if I knew any of my companions before."
ru: «Я хотел бы знать, был ли я знаком с кем-то из моих товарищей раньше».

source: "Oh, one can try!" Nenny says brightly. "Try! Go on, I know you can."
ru: «О, любой может попробовать! - радостно восклицает Ненни. - Попробуй! Давай, уверена - ты сможешь».

source: "Sensates! Oh, they're so *dreamy.* They believe that you achieve understanding only through experiencing as much of the multiverse as possible! Taste this, listen to that, feel this, look at that... and there's *so* much out there, it's *such* a big place, that it's difficult to take it all in sometimes."
ru: «Чувствующие! Ах, они такие *мечтатели*. Они считают, что понимания можно достичь, только попробовав как можно больше всего в мультивселенной! Попробуй это, послушай то, почувствуй это, посмотри на то... и всего этого *так* много вокруг, это *такое* огромное место, что иной раз трудно все перепробовать».

source: "I had some other questions..."
ru: «У меня есть другие вопросы...»

source: "That's all I wished to know. Farewell."
ru: «Это все, что я хотел узнать. Прощай».

source: Nenny giggles.
ru: Ненни хихикает.

source: "Farewell, Nenny."
ru: «Прощай, Ненни».

source: "Huh." Nenny furrows her brow, thinking hard. "I guess that makes sense. I sure wish I could help!"
ru: «А, - Ненни нахмуривает лоб в тяжелых раздумьях. - Пожалуй, в этом есть какой-то смысл. Я так хотела бы помочь!»

source: "Well, you *could* answer a question for me..."
ru: «Что ж, ты *могла бы* ответить на мой вопрос...»

source: "So do I. Farewell, Nenny..."
ru: «Я тоже. Прощай, Ненни...»

source: "Yes! All Sensates can do it, but I'm not quite a Sensate yet, so I'm not very good at it. When I get it right, I'll be able to take the hurt out from other people into myself - to help them out and everything!"
ru: «Да! Это могут все чувствующие, но я еще не совсем чувствующая, так что у меня это не очень хорошо получается. Когда я научусь, я смогу забирать себе боль других людей - чтобы помочь им, и все такое!»

source: "Go ahead, then."
ru: «Тогда давай».

source: "Beats me! Sorry. Hmmm. Maybe you could ask Juliette. She and Kesai used to be really good friends. Then Juliette met Montague, and now they don't talk so much."
ru: «Без понятия! Извини. Хммм. Может, тебе Джульетту спросить. Они с Кесай когда-то были по-настоящему близкими подругами. Потом Джульетта встретила Монтекки, и теперь они не особо разговаривают».

source: "I had another question, Nenny..."
ru: «У меня еще вопросы, Ненни...»

source: "Oh, Ecco! Yes, she's a mysterious one, *isn't* she?! Do you know that she never speaks? Truly!" Nenny leans in and lowers her voice. "I think she was emotionally wounded, so badly that she may never speak again! I bet Dolora knows, because she sometimes talks to the last lover Ecco had when she still spoke!"
ru: «Ах, Экко! Да, она такая загадочная, *не правда ли*?! Ты знаешь, что она вообще не разговаривает? Правда! - Ненни подается вперед и понижает голос. - Мне кажется, что она была эмоционально ранена, да так, что она, может, и вообще никогда не заговорит! Могу поспорить, что об этом знает Долора, ведь она когда-то разговаривала с последним возлюбленным Экко, который был у нее тогда, когда она еще могла говорить!»

source: "I'm talking to *you,* silly!" She giggles and pokes you in the belly. "Just like I talk to *all* the patrons here. All the prostitutes do; that's what's the Brothel's about! Learning new ways to talk and share experiences and understand other people."
ru: «С *тобой* болтаю, глупыш! - она хихикает и толкает тебя в живот. - Так я разговариваю и со *всеми* остальными клиентами. Так делают все проститутки; ведь для этого и существует Бордель! Изучать новые способы разговора, делиться впечатлениями и понимать других людей».

source: "Um... sure I can! The Brothel for Slating Intellectual Lusts is a school that was started by Mistress Fall-From-Grace. The prostitutes here - like me! - are taught the ins and outs of talking to people, all to help us learn more about ourselves and others. I love it here... it's a non-stop wave of experiences, crashing into me, filling my head with fresh new ideas!"
ru: «М-м... конечно, могу! Бордель утоления интеллектуальной страсти - это школа, основанная госпожой Падшей Грацией. Все проститутки здесь - и я тоже! - учатся азам общения с людьми, всему, что поможет нам узнать побольше о других и нас самих. Мне здесь нравится... это нескончаемая волна переживаний, которая проходит сквозь меня и наполняет мою голову свежими идеями!»

source: "Hmm." Nenny frowns deeply. "I... uh..."
ru: «Хмм, - Ненни сильно нахмуривается. - Я... э...»

source: "What?"
ru: «Что?»

source: "Oh, I just can't! I can't say anything bad about anyone! I'm just no good at it!"
ru: «О, я просто не могу! Я не могу сказать ни о ком ничего дурного! Просто у меня это не слишком хорошо получается!»

source: "It's not bad to point out a thief, Nenny."
ru: «Нет ничего дурного в том, чтобы указать на вора, Ненни».

source: "Forget it... I have another question."
ru: «Неважно... У меня еще вопрос».

source: "Never mind, Nenny. Farewell."
ru: «Не обращай внимания, Ненни. Счастливо».

source: "Oh, but I don't know if she's a thief..." Nenny bites her lip and looks at you with pleading eyes, as if she just wishes you'd leave the topic alone.
ru: «О, но я ведь не знаю, она ли воровка...» Ненни закусывает губу и жалобно смотрит на тебя, как будто хочет, чтобы ты оставил эту тему.

source: "Look, why don't you *try* and say something not nice about her."
ru: «Слушай, а почему бы тебе не *попробовать* сказать о ней что-нибудь нехорошее».

source: "Oh, all right." Nenny puts her hands on her hips and frowns deeply, almost exaggeratedly. You resist the temptation to laugh. "Ooooooh, I dislike her very, *very* much." She pauses for a moment, then looks at you out of the corner of her eye, as if gauging your reaction. "Was that convincing?"
ru: «Ах, ладно». Ненни кладет руки на пояс и сильно нахмуривается, даже слишком сильно. Ты сопротивляешься искушению рассмеяться. «Оооо, она мне очень, ну *очень* не нравится, - она на миг останавливается, затем искоса смотрит на тебя, как бы оценивая твою реакцию. - Было убедительно?»

source: "No, not really..."
ru: «Нет, не очень...»

source: "No. Just forget it... I have another question."
ru: «Нет. Просто забудь об этом... У меня другой вопрос».

source: Nenny frowns. "I knew I wouldn't be any good at this!" She looks up at you, depressed. "Do you know how *hard* it is to say bad things about someone?! It feels so wrong."
ru: Ненни мрачнеет. «Я знала, что у меня не получится! - она уныло глядит на тебя. - Ты представляешь, как это *сложно* - сказать о ком-то что-нибудь плохое?! От этого так не по себе».

source: "Why don't you practice on me, Nenny?"
ru: «Почему бы тебе не потренироваться на мне, Ненни?»

source: "I suppose I could try..." She looks dubious. "You big mean nasty brute!" She puts her hands on her hips. "Meanie!" She looks at you. "How was that?"
ru: «Наверно, я могла бы попробовать... - ее терзают сомнения. - Ты большой грязный противный грубиян! - она кладет руки на пояс. - Подлец! - она смотрит на тебя. - Ну как?»

source: "Put more accent on 'brute.'"
ru: «Сделай ударение на 'грубиян'».

source: "Try hitting me."
ru: «Попробуй меня ударить».

source: "You big mean nasty *brute!*"
ru: «Ты большой грязный противный *грубиян*!»

source: "Better. Now hit me."
ru: «Уже лучше. А теперь ударь меня».

source: Nenny clamps her hands over her mouth, looking shocked. "Oh, I couldn't! I musn't!" She blinks. "How does one hit somebody, anyway?"
ru: Ненни складывает ладони у своего рта; она выглядит шокированной. «О, я не могу! Я не должна! - она закрывает глаза. - Да и зачем кому-то кого-то бить?»

source: "Go ahead. Do it lightly, if you have to. Remember: I'm a mean, nasty brute. I deserve it."
ru: «Вперед. Бей легонько, если хочешь. Помни: я - грязный противный грубиян. Я это заслужил».
