Repository: winterheart/planescape
Catalog: po/po/*/dcraddo.dlg.po
Languages: ru

source: I passed along Jhelai's message to Craddock, word for word... Craddock wasn't too happy with the message. Jhelai may regret his words when he sobers up.
ru: Я передал сообщение Джелая Крэддоку, слово в слово... от него Крэддок выглядел не очень-то счастливо. Джелай, когда протрезвеет, может пожалеть о своих словах.

source: I passed along Jhelai's message to Craddock, word for word... Craddock wasn't too happy with the message - he was so unhappy, in effect, that Morte seems to have gained a whole new set of insults for his repertoire.
ru: Я передал сообщение Джелая Крэддоку, слово в слово... от него Крэддок выглядел не очень-то счастливо - настолько несчастливо, что для репертуара Мортовских оскорблений нашлось парочка новых выражений.

source: I found Jhelai, then told Craddock that I would fill in for him... Craddock seemed skeptical at first, but then he agreed.
ru: Я нашел Джелая, после чего сказал Крэддоку, что хочу подменить его... Крэддок поначалу сомневался, но затем согласился.

source: You see a huge man, watching the area with a tight-lipped frown and narrowed eyes. He is hunched slightly, as if bearing a heavy load on his shoulders. The unpleasant smell of sweat and dirt wafts from his clothes.
ru: Ты видишь огромного мужчину, хмуро следящего за окружающим пространством сквозь сощурившиеся глаза. Он слегка сутулится, будто под тяжестью давящего на плечи груза. От его одежды доносится неприятный запах потного и грязного тела.

source: The man glances down at you, and his frown deepens. "Aye? What're ye sniffin' round 'ere for?"
ru: Мужчина смотрит на тебя сверху вниз и хмурится еще сильнее. "Ну? Чего ты здесь вынюхиваешь?"

source: He grunts. "I've no time for the likes of beggars and dogs. Now push off!"
ru: Он хрюкает. "У меня нет времени на попрошаек и лентяев. Пошел вон!"

source: "Mayhap..." He studies your face, as if trying to recall you. "If I am, what be it to ye?"
ru: "Может быть..." Он изучает твое лицо, пытаясь вспомнить тебя. "Ну я, и что с того?"

source: "By the *hells!* Can they be such *fools* that they think we can miracle it there?! All right then - yer message has found its way to the right ears, for all the good it will do!"
ru: "*Твою мать*! Эти *идиоты* что там, думают, мы тут чудеса творим?! Ладно - твое сообщение нашло правильного слушателя, и то хорошо!"

source: "Look around ye!" Craddock nods at the laborers in the marketplace, then scowls. "These laggards and halfwits can barely keep up with the load as it stands, and now it needs doing in half the time!"
ru: "Оглянись!" Крээдок хмуро кивает на рабочих на рыночной площади. "Эти дохляки едва держатся на ногах от ноши, а теперь еще нужно управиться за половину срока!"

source: "I'll tell ye what I need - all my men to show up for work! Jhelai's gone missing since this morn, and I need him back now."
ru: "Я скажу тебе, что мне нужно - чтобы все мои люди работали! Джелай с утра куда-то запропостился, а он нужен мне здесь."

source: "That Hive-bred goat is probably passed out on the street somewhere by the Smolderin' Corpse when he should be here helpin' us. Worthless sod..."
ru: "Этот козел, наверное, сейчас где-нибудь рядом с Тлеющим Трупом, а он нужен здесь. Бесполезный кусок идиота..."

source: "Oh, ye could, could ye?" Craddock squints at you. "An' now why would ye do that?"
ru: "Ну да, прямо так и можешь?" Крэддок косится на тебя. "С чего вдруг?"

source: Craddock is silent for a moment, then nods. "Aye... ye find Jhelai, ye tell him to drag his worthless, bub-ridden hide here. I'll pay ye fer yer trouble..." He frowns. "...*when* ye've found him. Now get!"
ru: Крэддок умолкает, а затем кивает. "Ага... ты находишь Джелая и говоришь ему, чтобы он тащил свою бесполезную проспиртованную задницу сюда. Я плачу тебе за неприятности..." Он хмурится. "... *после* того, когда ты разыщешь его. А теперь двигай!"

source: It's south n' east of here - head through the southeast gate, then head east fer about a block. It's got a mess o' drunks outside, can't miss it. Jhelai's most like somewhere around there."
ru: "Он на юго-восток отсюда, через юго-восточные ворота, потом на восток через квартал. Там полно пьяниц снаружи, не пропустишь. Скорее всего, Джелай там."

source: You see Craddock. His scowl has deepened since when you first saw him... it looks like it's about to crack his face in two.
ru: Ты видишь Крэддока. С твоей последней встречи он хмурится еще сильнее... кажется, что его лицо вот-вот расколется пополам.

source: "Is that right?" Craddock glances around. "Where *is* he, then?"
ru: "Точно?" Крэддок оглядывается. "Ну и *где* тогда он?"

source: Craddock's face turns a bright red, and his face cracks into a snarl. "Damned be his name! May all the evils of the Planes hound his footsteps..." A blistering stream of insults, threats, and speculation about Jhelai's family roots issues from Craddock's mouth... it's awe-inspiring.
ru: Лицо Крэддока наливается краской, он начинает рычать. "Будь проклято его сучье имя! Пусть за ним по пятам преследует все зло Планов..." Изо рта Крэддока изрыгается яростный поток оскорблений, угроз и различных предположений насчет предков Джелая... очень вдохновленно и остроумно.

source: Craddock's face turns a bright red, and his face cracks into a snarl. "Damned be his name! May all the evils of the Planes hound his footsteps..." A blistering stream of insults, threats, and speculation about Jhelai's family roots issues from Craddock's mouth...
ru: Лицо Крэддока наливается краской, он начинает рычать. "Будь проклято его сучье имя! Пусть за ним по пятам преследует все зло Планов..." Изо рта Крэддока изрыгается яростный поток оскорблений, угроз и различных предположений насчет предков Джелая...

source: Craddock finishes his tirade with a grunt. "Damn... that Jhelai..."
ru: Крэддок завершает свою тираду ворчанием. "Чертов Джелай..."

source: Craddock studies you for a moment. "Ye? Ha! Ye couldn't..." He suddenly falls silent. "Well... mayhap ye can. It's hard work, and there's no drinkin' on my watch..."
ru: Крэддок осматривает тебя. "Ты? Ха! Да ни за что..." Неожиданно он останавливается. "Хотя... может и быть. Это очень тяжелая работа, и никакого пьянства под моим надзором..."

source: The work is long, but at the end of the shift, you are not the least bit tired. Craddock grunts as you return. "Ye did well enough... here's yer pay." He tosses you a handful of coins. "Now get. We've no more use for ye."
ru: Работа была долгой, однако по ее окончанию ты даже не чувствуешь усталости. Крэддок хрюкает, когда ты к нему подходишь. "Ты хорошо поработал... вот твои деньги." Он протягивает тебе пригоршню монет. "А теперь проваливай, у меня нет для тебя больше работы."

source: The work is long, but at the end of the shift, you are not the least bit tired... the other laborers are amazed at how quickly you are able to work and the amount of weight you can carry. Craddock grunts as you return. "Ye've a bariaur's shoulders, ye do; ye're worth twice what Jhelai was... here's yer pay." He tosses you a handful of coins; twenty coppers in all. "Now get. We've no more use for ye."
ru: Работа была долгой, однако по ее окончанию ты даже не чувствуешь усталости... другие рабочие удивлены тем, как быстро ты можешь управляться с тяжелым грузом. Крэддок хрюкает, когда ты к нему подходишь. "Да у тебя плечи бариавра. Ты сделал вдвое больше, чем Джелай мог сделать... вот твои деньги." Он протягивает тебе пригоршню монет - всего двадцать монет. "А теперь проваливай, у меня нет для тебя больше работы."

source: The work is long, but at the end of the shift, you are not the least bit tired... the other laborers are amazed at how quickly you work and the amount of weight you can carry. Craddock grunts as you return. "Ye've a thokola's shoulders, ye do; ye're worth three times what Jhelai was... here's yer pay." He tosses you a handful of coins; thirty coppers in all. "Now get. We've no more use for ye."
ru: Работа была долгой, однако по ее окончанию ты даже не чувствуешь усталости... другие рабочие удивлены тем, как быстро ты управляешься с тяжелым грузом. Крэддок хрюкает, когда ты к нему подходишь. "Да у тебя плечи токолы. Ты сделал втрое больше, чем Джелай мог сделать... вот твои деньги." Он протягивает тебе пригоршню монет - всего тридцать монет. "А теперь проваливай, у меня нет для тебя больше работы."

source: Craddock grunts, then reaches into his purse and throws a handful of coins to you. "Now get! An' if ye see Jhelai again, tell him he's a dead man!"
ru: Крэддок хрюкает, достает свой кошелек и дает тебе пригоршню монет. "А теперь проваливай! Если увидишь Джелая, скажи ему, что он покойник!"

source: Craddock grunts, then reaches into his purse and counts off ten commons, which he tosses to you. "There's yer pay! Now get!"
ru: Крэддок хрюкает, достает свой кошелек, отсчитывает десять медяков и протягивает тебе. "Вот твои деньги! А теперь проваливай!"

source: "Greetings."
ru: "Приветствую."

source: Ignore the man, roam the marketplace.
ru: Не обращать внимания на мужчину, пройтись по рыночной площади.

source: "I had some questions..."
ru: "У меня есть некоторые вопросы..."

source: "You Craddock?"
ru: "Ты Крэддок?"

source: "Never mind. Sorry to bother you."
ru: "Неважно. Извини за беспокойство."

source: "You Craddock?"
ru: "Ты Крэддок?"

source: "Never mind, then. Farewell."
ru: "Тогда неважно. Прощай."

source: "I come with a message from Baen the Sender. The message states: 'The shipment must be in Curst by the third-day or there will be a penalty.'
ru: "Я принес сообщение от Баена Посыльного. В нем значится: 'Груз должен быть в Проклятом через три дня, или будет наложен штраф'."

source: "Never mind. I mistook you for someone else. Farewell."
ru: "Неважно. Я перепутал тебя с другим. Прощай."

source: "What's the problem?"
ru: "В чем проблема?"

source: "Do you need any help?"
ru: "Может, тебе нужна помощь?"

source: "I'm sorry to hear that. Farewell."
ru: "Я тебе сочувствую. Прощай."

source: "Jhelai? Where did he go?"
ru: "Джелай? А куда он пропал?"

source: "I could go find him for you."
ru: "Я могу поискать его для тебя."

source: "I could go find him for you.. for a price."
ru: "Я могу поискать его для тебя... за определенную плату."

source: "You need the help don't you? It doesn't sound like you can spare the time to go looking for him, and there's work to be done."
ru: "Тебе ведь нужна помощь? Не похоже, что у тебя есть время искать его, а тут еще куча работы."

source: "Well, I could find him, but I wouldn't do it for free."
ru: "Ну я могу поискать его, но это не будет за просто так."

source: "You said he's likely by the Smoldering Corpse? Where's that?"
ru: "Он у Тлеющего Трупа, говоришь? А где это?"

source: "All right, I'll go look for him. Farewell."
ru: "Хорошо, пойду, поищу его. Прощай."

source: "You seemed upset by Baen's message. Was there a problem with it?"
ru: "Кажется, ты разозлен сообщением Баена. Какие-то проблемы с ним?"

source: "I found Jhelai."
ru: "Я нашел Джелая."

source: "I could help you if you're short-handed, now that Jhelai's gone."
ru: "Я могу помочь тебе, раз у тебя не хватает рук."

source: Leave Craddock in peace.
ru: Оставить Крэддока в покое.

source: Truth: "He said to 'pike off,' that you were a 'cur of the lowest sort,' and that 'he wasn't going to work for you any longer.'"
ru: Правда: "Он сказал 'отвали', что ты 'шелудивый пес', и что он 'больше не собирается на тебя работать'."

source: Lie: "He said... uh, that I should fill in for him."
ru: Ложь: "Он сказал... эээ, что я должен подменить его."

source: "Well, that was the message. If there's nothing more, then I'll take my copper now..."
ru: "Вот и все сообщение. Если ничего больше не нужно, то я бы хотел получить свою награду..."

source: "You know, I could fill in for him, if you need help."
ru: "Знаешь, а я могу подменить его, если тебе нужна помощь."

source: "I'm in need of a day's work. I'll take Jhelai's duties for a time, in exchange for his pay."
ru: "Мне нужна работа. Я займу место Джелая в обмен на его зарплату."

source: "Uh... don't worry about paying me for finding him. I'll just leave now. Farewell."
ru: "Ух... не беспокойся насчет платы за его поиски. Я ухожу. Прощай."

source: "I'll take my leave, now. Farewell."
ru: "Я должен идти. Прощай."

source: "Understood... let's get started."
ru: "Понятно... тогда начнем."

source: "Understood... let's get started."
ru: "Понятно... тогда начнем."

source: "What about the payment for delivering Jhelai's message to you?"
ru: "А что насчет платы за доставку сообщения Джелаю?"

source: "Farewell, then."
ru: "Тогда прощай."

source: "I'll remember that. Farewell."
ru: "Я запомню. Прощай."

source: Craddock's missing one of his workers, a drunkard by the name of Jhelai. He said he's most likely wandering around on the street outside the Smoldering Corpse Bar.
ru: Крэддок потерял одного из своих рабочих, пьяницу по имени Джелай. Он сказал, что тот скорее всего находится у бара 'Тлеющий Труп'.
