Repository: winterheart/planescape
Catalog: po/po/*/dcwactf.dlg.po
Languages: ru

source: This attractive young woman is closely watching a pair performing actors.
ru: Эта привлекательная молодая женщина наблюдает за игрой двух актеров.

source: The woman turns to you, but the actors still hold most of her attention. She speaks in a hushed voice: "Well met, sir. Have you been watching long? The one on the left is not bad, but his partner could use some more training, no?"
ru: Женщина поворачивается к тебе, но ее внимание все еще привлекают действия актеров. Она шепотом говорит: "Рада встрече, сэр. Вы давно смотрите? Тот, что слева, неплох, но его партнеру неплохо бы прорепетировать побольше, Вам не кажется?"

source: The woman only nods in reply, and returns to watching the actors intently.
ru: Женщина лишь кивает в ответ, внимательно смотря на актеров.

source: She frowns at you, speaking in a low voice: "Please, sir, be more courteous: I'm enjoying the performance. Farewell."
ru: Нахмурившись, она тихо шепчет тебе: "Я наслаждаюсь представлением, сэр. Помолчите, пожалуйста."

source: She still keeps her voice down, but uses a more threatening tone: "I ask that you silence yourself, sir, or leave this place, lest you force me to call the guards."
ru: Она продолжает шептать, но более напряженным тоном: "Я прошу Вас сохранять тишину, сэр. Или покиньте это место, иначе я буду вынуждена позвать стражников."

source: The woman nods a greeting, but indicates for you to be silent.
ru: Женщина кивает в знак приветствия, но всем своим видом указывает замолчать.

source: "Greetings..."
ru: "Приветствую..."

source: Leave the woman alone.
ru: Оставить женщину в покое.

source: "I'm not sure, really."
ru: "Я не уверен в этом."

source: "Yes, he's a poor actor."
ru: "Да, он неважный актер."

source: "No, I think he's a good actor, actually."
ru: "Нет, мне кажется, что он хороший актер."

source: "Never mind that... I have some questions..."
ru: "Тогда неважно... У меня есть некоторые вопросы..."

source: "I had some questions..."
ru: "У меня есть некоторые вопросы..."

source: Leave.
ru: Уйти.

source: "Just a few questions..."
ru: "Всего лишь несколько вопросов..."

source: "Fine, call them."
ru: "Отлично, зови их."
