Repository: winterheart/planescape
Catalog: po/po/*/ddustfem.dlg.po
Languages: ru

source: "What is this place?"
ru: "Что это за место?"

source: "I had some questions..."
ru: "У меня есть некоторые вопросы..."

source: Leave her in peace.
ru: Оставить ее в покое.

source: The Dustman jumps, then snaps her head around to stare at you. She looks shocked - your disguise must be quite good.
ru: Тленная подпрыгивает от неожиданности, затем поворачивает голову в твою сторону. Она потрясена - должно быть, твоя маскировка выглядит неплохо.

source: Take advantage of her surprise and snap her neck before she can call out.
ru: Воспользоваться неожиданностью и свернуть ей шею до того, как она сможет позвать на помощь.

source: "I had some questions."
ru: "У меня есть некоторые вопросы."

source: Leave. Quickly.
ru: Уйти. Быстро.

source: The Dustman takes a step back, then claps her hands together sharply three times. In response, a great iron bell starts tolling throughout the Mortuary.
ru: Тленная делает шаг назад, затем быстро хлопает в ладони три раза. В ответ во всем Морге раздается звон огромного железного колокола.

source: The Dustman slowly lifts her head and turns toward you. "Are you lost?"
ru: Тленная медленно поднимает свою голову и оборачивается к тебе. "Ты потерялся?"

source: "I'm afraid that it is my concern. Mayhap the guards can loosen your tongue." The Dustman takes a step back; she looks like she is about to summon the guards.
ru: "Боюсь, что меня касается. Может стражники развяжут твой язык." Тленная делает шаг назад, кажется, она собирается позвать стражников.

source: "Do you speak in jest? Perhaps you would like to share it with the guards." The Dustman takes a step back; she looks like she is about to summon the guards.
ru: "Любишь пошутить? Тогда может ты поделишься своими шутками со стражниками." Тленная делает шаг назад, кажется, она собирается позвать стражников.

source: "Dhall is in the receiving room on this floor. I must warn you... Dhall is quite busy with his duties and is not in the best of health. Unless you have pressing business, I would not disturb him."
ru: "Дхолла можно найти в приемной комнате на этом этаже. Я должна предупредить тебя... Дхолл очень занят, а здоровье у него подкошено. Если у тебя к нему не срочное дело, то лучше не беспокоить его."

source: "Dhall is most likely in the receiving room on the second floor. He is quite busy and not in the best of health. Unless you have pressing business, I would not disturb him."
ru: "Скорее всего, Дхолла можно найти в приемной комнате на втором этаже. Он очень занят, а здоровье у него подкошено. Если у тебя к нему не срочное дело, то лучше не беспокоить его."

source: "Deionarra? I know there is a woman interred in the memorial hall on the first floor. Could that be she?"
ru: "Дейонарру? На первом этаже в мемориальном зале погребена женщина. Может быть, это она?"

source: "Deionarra? I know there is a woman interred in the northwest memorial hall. Could that be she?"
ru: "Дейонарру? В северо-западном мемориальном зале погребена женщина. Может быть, это она?"

source: "I believe Soego is by the front gate on the first floor. He is acting as a guide during the antipeak hours."
ru: "Скорее всего, Соэго находится у главных ворот на первом этаже. Он работает проводником в часы антикульминации."

source: "I believe Soego is by the front gate. He is acting as a guide during the antipeak hours."
ru: "Скорее всего, Соэго находится у главных ворот. Он работает проводником в часы антикульминации."

source: "Several internment chambers line the perimeter of the Mortuary. They follow the curve of the wall on the first and second floors. Do you know the name of the deceased?"
ru: "По всему периметру Морга расположены погребальные залы. Они расположены вдоль стены на первом и втором этажах. Тебе известно имя усопшего?"

source: The Dustman waits.
ru: Тленная ждет.

source: "That name is not familiar to me. Check with one of the guides at the front gate... they may be able to direct you better than I."
ru: "Это имя не знакомо мне. Справься у одного из проводников у главных ворот... они смогут направить тебя лучше, чем я."

source: She slowly turns, and her eyes flicker to your robes. "Greetings, fellow initiate."
ru: Она медленно оборачивается, ее взгляд мельком скользит по твоей одежде. "Приветствую тебя, посвященный."

source: "That is as much my question as yours. Your face is unknown to me. Who are you?"
ru: "Это скорее мой вопрос, чем твой. Твое лицо мне не знакомо. Как тебя зовут?"

source: "This is the Mortuary..." The Dustman looks at you for a moment, as if digesting what you've just said. "What did you say your name was again?"
ru: "Это Морг..." Тленная на мгновение смотрит на тебя, оценивая только что тобою сказанное. "Как ты сказал, твое имя?"

source: The Dustman waits patiently for you to continue.
ru: Тленная терпеливо ждет твоего продолжения.

source: "You may simply leave by the front gate. It is on the first floor."
ru: "Ты можешь просто выйти через главные ворота. Они на первом этаже."

source: "That name..." The Dustman pauses for a moment. "That name *sounds* familiar... I seem to recall a Collector by that name. Dhall the Scrivener might know of him."
ru: "Это имя..." Тленная на секунду умолкает. "Это имя *звучит* знакомо... Кажется, я припоминаю Сборщика с таким именем. Писец Дхолл может знать о нем больше."

source: "Collectors... they gather those who have died on the streets of Sigil and bring them to the Mortuary..." The Dustman pauses, then frowns. "You are not from around here. Who are you?"
ru: "Сборщики... они собирают тех, кто умер на улицах Сигила, и доставляют их в Морг..." Тленный умолкает, хмуря брови. "Ты не здешний. Кто ты?"

source: The Dustman nods. "Dhall is ill. He is old, even by githzerai standards. Death will no doubt follow the wasting sickness he has contracted. He is fortunate, indeed."
ru: Кивок. "Дхолл болен. Он стар, даже по меркам гитцераев. Несомненно, смерть последует за болезнью, которую он подхватил. Ему повезло."

source: "The githzerai are..." The Dustman pauses, then stares at you intently. "You are not from around here. Who are you?"
ru: "Гитцераи - это..." Тленная умолкает, пристально глядя на тебя. "Ты не здешний. Кто ты?"

source: The Dustman nods. "Yes." She frowns, then studies you intently. "You are not from around here. Who are you?"
ru: Тленная кивает. "Да." Она хмурится, затем пристально смотрит на тебя. "Ты не здешний. Кто ты?"

source: "You are not one of us, are you? What are you doing here? Are you a member of the Anarchists? Or a spy of another faction?" The Dustman takes a step back. "Guards! Guards!"
ru: "Ты не из наших. Кто ты? Что ты здесь делаешь? Ты из Анархистов? Или шпион другой фракции?" Тленная делает шаг назад. "Стража! Стража!"

source: "A journal? I have not seen one."
ru: "Дневник? Не встречал такого."

source: Before the Dustman can utter a word, your hands clamp onto her temples, and you twist her head sharply to the left.
ru: До того, как Тленная смогла произнести слово, твои руки хватают ее голову за виски и резко сворачивают ее влево.

source: There is a *crack,* and the Dustman falls limp in your arms.
ru: В шее раздается характерный *хруст*, и тело Тленной безвольно падает в твои объятия.

source: To your surprise, the act seemed instinctual, as if you had done it many times before... with this thought comes the stirring of a memory, but it is not strong enough to surface.
ru: К своему удивлению, это действие происходит практически инстинктивно, будто ты это проделывал много раз... с этой мыслью проявляется пробуждение памяти, но не достаточное для того, чтобы за него зацепиться.

source: You are not fast enough, and the Dustman dodges as you lunge for her. Taking a step back, she claps her hands together sharply three times. In response, a great iron bell starts tolling throughout the Mortuary.
ru: Ты недостаточно быстр, и Тленная уворачивается от твоего выпада. Сделав шаг назад, она быстро хлопает в ладони три раза. В ответ во всем Морге раздается звон огромного железного колокола.

source: As you lean in to 'whisper' to her, the Dustman leans in as well. As she comes within arm's reach, your hands clamp onto her temples, and you twist her head sharply to the left.
ru: Как только ты наклоняешься, чтобы "прошептать" ей, Тленная тоже наклоняется. Как только она оказывается на расстоянии вытянутой руки, твои руки хватают ее за виски, и ты резко сворачиваешь голову влево.

source: The Dustman seems suspicious. She looks like she's about to say something, then shakes her head slightly and returns to her duties.
ru: Тленная явно что-то подозревает. Похоже, она хочет что-то сказать, затем едва качает головой и возвращается к своим обязанностям.

source: The Dustman studies you carefully. "You are not one of us. What are you doing here? Are you a member of the Anarchists? Or a spy of another faction? This seems to be a matter for the guards..."
ru: Тленная внимательно тебя осматривает. "Ты не из наших. Что ты здесь делаешь? Ты из Анархистов? Или шпион другой фракции? Кажется, здесь есть дело для стражников..."

source: The Dustman nods, then returns to her duties.
ru: Тленная кивает и возвращается к своим делам.

source: The Dustman frowns. "That name is unfamiliar to me."
ru: Тленная хмурится. "Это имя мне незнакомо."

source: The Dustman's frown remains, but she nods slightly. "Very well. How may I be of service to you, initiate?"
ru: Тленная продолжает хмуриться, но затем едва кивает. "Ну хорошо. Что я могу сделать для тебя, посвященный?"

source: "All right then..."
ru: "Ну хорошо..."

source: "Greetings."
ru: "Приветствую."

source: "Who are you?"
ru: "Кто ты?"

source: "Yes."
ru: "Да."

source: "No."
ru: "Нет."

source: "Farewell."
ru: "Прощай."

source: Wait.
ru: Подождать.

source: "That is none of your concern."
ru: "Это тебя не касается."

source: "I'm here to see someone."
ru: "Я хочу повидаться кое с кем."

source: "I was here for an internment, but there seems to have been a mistake."
ru: "Я оказался здесь для погребения, но похоже, здесь произошла ошибка."

source: "It is none of your concern."
ru: "Это не твое дело."

source: "I am here to see Dhall."
ru: "Я хочу повидаться с Дхоллом."

source: "I am here to see Deionarra."
ru: "Я хочу повидаться с Дейонаррой."

source: "Very well. Thanks for the information."
ru: "Очень хорошо. Спасибо за информацию."

source: "Most likely. Thank you."
ru: "Скорее всего. Спасибо."

source: "Very well. Thank you."
ru: "Отлично. Спасибо."

source: "You misunderstand... the mistaken internment was ME."
ru: "Ты не понимаешь... ошибка в том, что похоронить собирались МЕНЯ."

source: "The name is Deionarra."
ru: "Это имя - Дейонарра."

source: Lie: "The name is... uh, Adahn."
ru: Ложь: "Меня зовут... эээ, Адан."

source: Run for it.
ru: Убежать от нее.

source: "Can you direct me out of here?"
ru: "Можешь показать мне, где выход?"

source: "Do you know someone named Pharod?"
ru: "Ты знаешь кого-нибудь по имени Фарод?"

source: "I'm missing a journal. Have you seen it?"
ru: "Я потерял дневник. Тебе такой не попадался?"

source: "Never mind. Sorry to trouble you."
ru: "Неважно. Извини за беспокойство."

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "Thank you. Farewell."
ru: "Спасибо. Прощай."

source: "Dhall?"
ru: "Дхолл?"

source: "I'm a recent initiate. Forgive my ignorance."
ru: "Я недавно посвящен. Прости мое невежество."

source: "I'm... new here. I'm... trying to get my bearings."
ru: "Я... недавно здесь. Я... пытаюсь изучить обстановку."

source: The Dustman does not appear to notice you. She must mistake you for one of the cadaverous workers.
ru: Тленная не обратила на тебя внимания. Должно быть, она спутала тебя с одним из мертвых рабочих.

source: "I am here to see Soego."
ru: "Я хочу повидаться с Соэго."

source: Lie: "Uh... Adahn. Does he still work here, or...?"
ru: Ложь: "Эээ... с Аданом. Он все еще работает здесь или?.."

source: "He will not linger long in the shadow of this existence?"
ru: "Ему осталось не так долго жить?"

source: "Where can I find Dhall?"
ru: "Где я могу найти Дхолла?"

source: "Githzerai standards?"
ru: "Меркам гитцераев?"

source: "I see. I had some other questions..."
ru: "Понятно. У меня были еще вопросы..."

source: "Oh. I had some other questions..."
ru: "О, у меня есть другие вопросы..."

source: "Dammit!"
ru: "Проклятье!"

source: "I must take my leave. Farewell."
ru: "Я должен идти. Прощай."

source: "Can't have you alerting your friends..."
ru: "Не могу допустить, чтобы ты предупредил своих друзей."

source: "Better you than me, Dustie."
ru: "Лучше ты, чем я, Мертвяк."

source: Leave the body, continue on.
ru: Оставить тело, уйти.

source: Walk away.
ru: Уйти прочь.

source: The Dustman regards you with a stony gaze. "Are you lost?"
ru: Тленная озирается на тебя с каменным взглядом. "Ты потерялся?"

source: "No, I am a member of the faction. I am just touring the Mortuary."
ru: "Нет, я член фракции. Я просто осматриваю Морг."

source: The Dustman stares at you for a moment, then nods. "Very well. If you need assistance, let me know."
ru: Тленная на мгновение пристально на тебя смотрит, затем кивает. "Хорошо. Если тебе нужна помощь, дай мне знать."
