Repository: winterheart/planescape
Catalog: po/po/*/ddusthgg.dlg.po
Languages: ru

source: One of the Dustmen told me that if I was looking for Pharod, I should speak to someone named 'Emoric' at the Gathering Dust Bar, a bar to the south and to the west of the Mortuary Front Gate.
ru: Один из Тленных сказал мне, что если я разыскиваю Фарода, то мне следует поговорить с некоим "Эмориком" в Баре Собирателей Пыли, заведении к юго-западу от Главных ворот Морга.

source: You see a pale-faced Dustman standing guard over the front gate; he is staring off across the city rooftops with a distant expression. As you approach, he turns to face you. "Yes?"
ru: Ты видишь Тленного с бледным лицом, охраняющего главные ворота; он смотрит вдаль поверх крыш домов города. При твоем приближении он поворачивает лицо к тебе. "Да?"

source: "I had some questions..."
ru: "У меня есть некоторые вопросы..."

source: "Nothing, never mind. Farewell."
ru: "Ничего, неважно. Прощай."

source: He nods and waits.
ru: Он кивает и ждет.

source: "I'd like to enter the Mortuary."
ru: "Я хотел бы войти в Морг."

source: "I am a Dustman Initiate; I'd like to enter the Mortuary."
ru: "Я - Посвященный Тленный; я хотел бы попасть в Морг."

source: "I'm looking for someone named Pharod. Do you know where he might be found?"
ru: "Я ищу кое-кого по имени Фарод. Ты не знаешь, где его можно найти?"

source: "I'm looking for a lost journal. Have you seen one?"
ru: "Я ищу потерявшийся дневник. Тебе такой не попадался?"

source: "Never mind. I will take my leave. Farewell."
ru: "Неважно. Мне пора идти. Прощай."

source: "What is your purpose within the Mortuary?"
ru: "Что тебе нужно в Морге?"

source: "I am here to pay my respects to Deionarra, the woman in the northwest memorial hall."
ru: "Мне нужно проститься с Дейонаррой, женщиной в северо-западном мемориальном зале."

source: "I am here to see Dhall."
ru: "Я хочу повидаться с Дхоллом."

source: "I am here for a wake; I was hoping one of the Dustmen inside might know where in the Mortuary it is being held."
ru: "Я здесь чтобы справить поминки; я думал, что один из Тленных внутри может знать, где в Морге они проводятся."

source: "I don't have any business, I just need to get inside."
ru: "У меня нет никаких дел, мне просто нужно попасть внутрь."

source: "Actually, I just had some questions..."
ru: "Вообще-то, у меня просто несколько вопросов..."

source: "Never mind. I will take my leave."
ru: "Неважно. Мне пора идти."

source: He nods. "Very well. Follow me."
ru: Он кивает. "Хорошо. Следуй за мной."

source: "All right..."
ru: "Хорошо..."

source: He shakes his head. "You are not permitted inside."
ru: Он качает головой. "Вход внутрь закрыт."

source: "All right then. I had some other questions..."
ru: "Тогда ладно. У меня есть другие вопросы..."

source: "I will take my leave, then. Farewell."
ru: "Тогда мне нужно идти. Прощай."

source: "Pharod is a Collector." The man studies you for a moment. "If you would wish to know more of him, I am told that Initiate Emoric in the Gathering Dust Bar also seeks him. It may be that he can help you."
ru: "Фарод - это Сборщик." На мгновение мужчина тебя изучает. "Если хочешь знать о нем больше, то Посвященный Эморик из Бара Собирателей Пыли тоже ищет его. Возможно, он поможет тебе."

source: "Where is the Gathering Dust bar?"
ru: "Где находится Бар Собирателей Пыли?"

source: "I'm familiar with the bar you speak of. Before heading there, I had some other questions for you..."
ru: "Мне знаком тот бар, о котором ты говоришь. Перед тем, как я пойду туда, я хотел бы задать другие вопросы..."

source: "The Gathering Dust Bar? That's to the southwest of here, right? I'll head there, then."
ru: "Бар Собирателей Пыли? Он на юго-западе отсюда, верно? Тогда я схожу туда."

source: "As one leaves the Mortuary Front Gate, head south and west. It lies past the memorial."
ru: "Как только выйдешь из Главных ворот Морга, сразу поверни на юго-запад. Он расположен за мемориалом."

source: "All right. I had some other questions before I go..."
ru: "Отлично. Перед тем, как уйти, я хотел бы задать другие вопросы..."

source: "Very well. I will seek it out, then."
ru: "Очень хорошо. Тогда пойду его искать."

source: He shakes his head. "No."
ru: Он мотает головой. "Нет."

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "Very well. Thanks."
ru: "Отлично. Спасибо."
