Repository: winterheart/planescape
Catalog: po/po/*/dfell.dlg.po
Languages: ru

source: A long string of rebuses appears above Fell's head, then falls suddenly to the floor, streaming out behind him like a shadow.
ru: Над головой Фелла появляется длинная строка ребусов, которая неожиданно падает на замлю, собираясь позади него, как тень.

source: A long string of rebuses appears above Fell's head, then falls suddenly to the floor, streaming out behind him like a shadow. (Take with you this warning: each of your lives casts a shadow on existence. You must travel to a place where these shadows have gone mad and regrets have scarred the earth.)
ru: Над головой Фелла появляется длинная строка ребусов, которая неожиданно падает на замлю, собираясь позади него, как тень. (Прими это как предупреждение: каждая твоя жизнь создает тень в реальности. Ты должен попасть в место, где эти тени сходят с ума, а сожаления увечат землю.)

source: A brief series of paper thin rebuses appear in an orderly row next to Fell, then vanish into glowing motes. You think he just warned you not to 'sign' anything during your travels.
ru: Рядом с Феллом появляется ровная строчка ребусов, напоминающая тонкую бумагу, которая затем рассыпается в светящиеся пылинки. Тебе кажется, что он предупреждает тебя ничего 'не подписывать' во время своих путешествий.

source: A brief series of paper thin rebuses appear in an orderly row next to Fell, then vanish into glowing motes. (Do not sign anything.)
ru: Перед Феллом возникает строка идущих друг за другом тонких как бумага ребусов, превращающихся в светящиеся пылинки. (Ничего не подписывай.)

source: Another series of rebuses appear, forming a spiral -- they have the texture of a question about them.
ru: Появляется другая серия ребусов, образующая спираль - вокруг них расположена вопросительная текстура.

source: Another series of rebuses appear, forming a spiral -- they have the texture of a question about them. You think he just asked you if you feel... 'whole.'
ru: Над головой Фелла появляется длинная строка ребусов, которая неожиданно падает на землю, собираясь позади него, как тень. Тебе кажется, что он спрашивает тебя - чувствуешь ли ты себя... 'полностью'.

source: Another series of rebuses appear, forming a spiral -- they have the texture of a question about them. (Do you feel complete?)
ru: Появляется другая серия ребусов, образующая спираль - вокруг них расположена вопросительная текстура. (Чувствуешь ли ты себя полностью?)

source: Fell nods, and a series of symbols materialize in a halo around him.
ru: Фелл кивает, и вокруг него в виде кольца материализуется серия символов.

source: Fell nods, and a series of symbols materialize in a halo around him. You think he is telling you to 'be strong.' To 'keep faith.'
ru: Над головой Фелла появляется длинная строка ребусов, которая неожиданно падает на землю, собираясь позади него, как тень. Ты думаешь, что он пожелал тебе 'быть сильным'. Чтобы 'хранить веру'.

source: Fell nods, and a series of symbols materialize in a halo around him. (You are strong. Keep faith, and you shall become whole again.)
ru: Над головой Фелла появляется длинная строка ребусов, которая неожиданно падает на землю, собираясь позади него, как тень. (Ты силен. Продолжай верить, и ты снова станешь целым.)

source: Fell makes no response.
ru: Фелл не отвечает.

source: Suddenly, Fell turns to Annah, and a small string of rebuses materialize above his left shoulder.
ru: Неожиданно Фелл поворачивается к Анне. Над его левым плечом появляется небольшая строчка ребусов.

source: Suddenly, Fell turns to Annah, and a small string of rebuses materialize above his left shoulder. You can barely make them out... you think he saying something about the heart and Annah, but you're not sure what... they float there only briefly, then vanish.
ru: Неожиданно Фелл поворачивается к Анне. Над его левым плечом появляется небольшая строчка ребусов. Ты с трудом можешь понять их... кажется, он сказал что-то о сердце и об Анне, но ты не уверен, что именно... они парят всего несколько секунд, затем исчезают.

source: Suddenly, Fell turns to Annah, and a small string of rebuses materialize above his left shoulder. You can barely make them out: (Do not surrender your heart.)
ru: Неожиданно Фелл поворачивается к Анне. Над его левым плечом появляется небольшая строчка ребусов. Ты с трудом можешь понять их. (Не сдавайся своему сердцу.)

source: A long string of rebuses appear above Fell's head, then fall suddenly to the floor, streaming out behind him like a shadow. You think he's warning you of... shadows. There's something about a place of regrets, but the meaning of the symbols are unclear.
ru: Над головой Фелла появляется длинная строка ребусов, которая неожиданно падает на землю, собираясь позади него, как тень. Кажется, он предупреждает тебя... о тенях. И еще что-то о месте сожалений, но смысл символов остается непонятным.

source: The symbol sharpens, gaining edges that are almost painful to your eyes. Fell nods at your left arm, at your shoulder. From what you can make up, he is saying the mark on your shoulder is "torment." The next series of symbols seem to hint at suffering, even when forgotten.
ru: Символ становится резче, твоим глазам больно смотреть на его грани. Фелл кивает на твое левое плечо. Насколько ты понял, он говорит, что знак на твоем плече означает "мучение". Следующая серия символов, похоже, намекает на страдания, которые теперь забыты.

source: I found a dabus in a strange parlor, but I couldn't understand what he was saying. I'll have to find a native to translate for me.
ru: Я встретил дабуса в странном салоне, но так и не понял, что он говорит. Нужно найти кого-нибудь из местных, которые послужит переводчиком для меня.

source: "Greetings, Fell."
ru: "Приветствую, Фелл."

source: "Sorry to disturb you. Farewell."
ru: "Извини за беспокойство. Прощай."

source: "Uh... greetings."
ru: "Ух... Приветствую."

source: Try and speak to Fell, see if you can understand him.
ru: Попробовать поговорить с Феллом, может быть, ты сможешь понять его.

source: "Can I see what tattoos you have, Fell?"
ru: "Можно посмотреть на татуировки, которые у тебя есть, Фелл?"

source: "I had some questions for you..."
ru: "У меня есть вопросы к тебе..."

source: "Never mind. Sorry to disturb you. Farewell."
ru: "Неважно. Извини за беспокойство. Прощай."

source: Try and strike up a conversation, see if you can translate what the creature is saying.
ru: Попробовать наладить общение, может тебе удасться перевести то, что говорит существо.

source: Try and speak to it, see if you can understand it.
ru: Попробовать поговорить с ним, может быть, ты сможешь понять его.

source: Ignore the dabus and explore the studio.
ru: Не обращать внимания на дабуса и изучить студию.

source: "Greetings."
ru: "Приветствую."

source: Ignore the creature and explore the studio.
ru: Не обращать внимания на существо и изучить студию.

source: Try and strike up a conversation, see if you can translate what the dabus is saying.
ru: Попробовать наладить общение, может тебе удасться перевести то, что говорит дабус.

source: Try and speak to the dabus, see if you can understand it.
ru: Попробовать поговорить с дабусом, может быть, ты сможешь понять его.

source: "I'm sorry, I don't understand you."
ru: "Извини... Я не могу понять тебя."

source: "Uh... farewell."
ru: "Ух... Прощай."

source: "Maybe you can help me..."
ru: "Возможно, ты можешь помочь мне..."

source: "Just wanted to brush up on my rebuses. Farewell."
ru: "Я просто хотел посмотреть на эти ребусы. Прощай."

source: "Morte, can you translate what he's saying for me?"
ru: "Морт, ты можешь перевести мне то, что он говорит?"

source: "Annah, can you translate what he's saying for me?"
ru: "Анна, ты можешь перевести мне то, что он говорит?"

source: "Dak'kon, can you translate what he's saying for me?"
ru: "Даккон, ты можешь перевести мне то, что он говорит?"

source: "Fall-from-Grace, can you translate what he's saying for me?"
ru: "Падшая Грейс, ты можешь перевести мне то, что он говорит?"

source: Leave.
ru: Уйти.

source: "Who are you?"
ru: "Кто ты?"

source: "What is this place?"
ru: "Что это за место?"

source: "Never mind. Farewell."
ru: "Неважно. Прощай."

source: "What did he say, Annah?"
ru: "Что он сказал, Анна?"

source: "What did he say, Dak'kon?"
ru: "Что он сказал, Даккон?"

source: "What did he say, Grace?"
ru: "Что он сказал, Грейс?"

source: "That is all I wished to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай."

source: "Do you know who I am?"
ru: "Ты знаешь, кто я?"

source: "Perhaps you can answer another question for me then..."
ru: "Возможно, ты сможешь ответить на некоторые из моих вопросов..."

source: "Then there is nothing more to be said. Farewell."
ru: "Больше ничего сказать. Прощай."

source: Fell said he knew me, but that he couldn't tell me my 'story.' But the strangest thing was the reason. He said he cannot because 'he cannot change the nature of a man.'
ru: Фелл сказал, что знал меня, однако не может рассказать всю 'историю'. Самое странное в этом - причина. Он сказал, что не может рассказать, потому что 'он не может изменить сущность человека'.

source: "'Nature of a man?' What does that mean?"
ru: "'Природу человека?' Что ты имеешь в виду?"

source: "I must take my leave. Farewell."
ru: "Я должен идти. Прощай."

source: "I see. I had some other questions..."
ru: "Понятно. У меня были еще вопросы..."

source: "She's imprisoned? Do you know how I can reach her?"
ru: "Она заключена? Ты знаешь, как я могу добраться до нее?"

source: "Do you know how I can reach this maze?"
ru: "Ты знаешь, как мне добраться до ее лабиринта?"

source: "That's all I wanted to know. Farewell."
ru: "Это все, что я хотел узнать. Прощай."

source: "I... see. I had some other questions..."
ru: "Понятно... У меня были еще вопросы..."

source: "Yes."
ru: "Да."

source: "Never mind. I had some other questions..."
ru: "Неважно. У меня есть другие вопросы..."

source: "I've heard enough. Farewell."
ru: "Я выслушал достаточно. Прощай."

source: "Sad? Why?"
ru: "Скорбишь? Почему?"

source: "Saddened for me? Why?"
ru: "Скорбишь по мне? Почему?"

source: "What do you mean?"
ru: "О чем это ты?"

source: "Uh... is there anything else you can tell me?"
ru: "Ух... что еще ты можешь сказать мне?"

source: "That is none of your concern."
ru: "Это тебя не касается."

source: "I do not wish to discuss this any longer. Farewell."
ru: "Я не хочу больше обсуждать это с тобой. Прощай."

source: "Thanks, Fell. I may return later when I have some other questions. Farewell."
ru: "Спасибо, Фелл. Может быть, когда у меня появятся новые вопросы, я снова вернусь. Прощай."

source: Fell turns to face you as you approach. Next to you, Annah stiffens as she catches sight of Fell.
ru: При твоем приближении Фелл поворачивается к тебе. Идущая за тобой Анна, поймав взгляд Фелла, становится напряженной.
