Repository: winterheart/planescape
Catalog: po/po/*/dfell.dlg.po
Languages: ru

source: You see a dabus... but something about it strikes you as odd. It has the same shock of white hair, the same greenish cast to its skin, the same pair of goat horns... then you suddenly realize this one is walking on the ground, not floating. For some reason, that makes you uneasy... and apparently it makes Annah uneasy as well, for she gives a sharp intake of breath as she catches sight of the dabus.
ru: Ты видишь дабуса... но что-то в нем не так. У него такие же белые волосы дыбом, зеленый оттенок кожи, пара козлинных рожек... неожиданно ты понимаешь, что этот - не парит по воздуху, а ходит по земле. Почему-то тебе от этого становится нелегко на душе... как и Анне, у которой при взгляде на дабуса перехватывает дыхание.

source: Fell turns to face you as you approach. He folds his arms into his sleeves and waits.
ru: Фелл поворачивает к тебе лицом, когда ты приближаешься. Он держит свои руки в рукавах и ждет.

source: You see a dabus... but something about it strikes you as odd. It has the same shock of white hair, the same greenish cast to its skin, the same pair of goat horns... then you suddenly realize this one is walking on the ground, not floating. For some reason, that makes you uneasy.
ru: Ты видишь дабуса... но что-то в нем не так. У него такие же белые волосы дыбом, зеленый оттенок кожи, пара козлинных рожек... неожиданно ты понимаешь, что этот - не парит по воздуху, а ходит по земле. Почему-то тебе от этого становится нелегко на душе.

source: You see a tall creature with a shock of white hair. Its skin has a greenish cast, and a pair of goat horns protrudes from its forehead. It is dressed in long flowing robes.
ru: Ты видишь высокое существо с копной белых волос. Его кожа имеет зеленоватый оттенок, а из головы растет пара козлиных рожек. Он одет в длинное развевающееся одеяние.

source: A series of symbols materializes above the creature's head. The symbols have a slight glow about them, and they just... hover there.
ru: Над головой существа появляется несколько символов. Они слегка светятся изнутри и… парят в воздухе.

source: A series of symbols materializes above the creature's head. The symbols have a slight glow about them, and they just... hover there.
ru: Над головой существа появляется несколько символов. Они слегка светятся изнутри и… парят в воздухе.

source: In response, 'Fell' bows. A lone symbol appears above his head. It is blurry at first, then resolves into a white oval with a black lightning bolt through it. For some reason, you have a feeling you *know* this creature.
ru: 'Фелл' кивает в ответ. Над его головой возникает единственный символ. Поначалу расплывчатый, он превращается в черную молнию, пронзающую белый овал. Почему-то тебе кажется, что ты *знаешь* это существо.

source: The dabus waits patiently, its hands tucked into its sleeves. A series of symbols materialize above its head, then dissipate and a question mark appears.
ru: Дабус терпеливо ждет, спрятав свои руки в рукава. Над его головой материализовалось несколько символов, затем рассеялось, уступив появившемуся знаку вопроса.

source: You ask the dabus several questions, trying to get a feel for the rebuses that appear above its head. It is extremely patient throughout your 'discussion,' giving you easy sentences to translate. After a few minutes, you start to get the hang of it... it feels like you've done this before.
ru: Задав дабусу несколько вопросов, ты пытаешься определить значение ребусов, появляющихся над его головой. Он очень терпеливо относится к подобной "дискуссии", предоставляя тебе простые для перевода образы. Спустя несколько минут ты начинаешь понимать его... кажется, ты уже делал нечто подобное раньше.

source: You ask the dabus several questions, trying to get a feel for the rebuses that appear above its head. Although it is extremely patient throughout your 'discussion,' you can't seem to get the hang of it. Eventually, the dabus stops floating symbols and simply waits.
ru: Задав дабусу несколько вопросов, ты пытаешься определить значение ребусов, появляющихся над его головой. Хотя он очень терпеливо относится к подобной "дискуссии", ты не можешь понять его. В конце концов дабус перестает показывать символы и замирает в ожидании.

source: The dabus bows slightly. Symbols swirl around its head, then it turns away.
ru: Дабус слегка кланяется. Символы вихрем кружатся над его головой, затем он отстраняется.

source: A series of symbols appear above the dabus' head. It then bows and turns away.
ru: Над головой дабуса появляется серия символов. Затем он кланяется и отворачивается.

source: The dabus waits.
ru: Дабус ждет.

source: The dabus inclines his head slightly, and a lone symbol appears above his head. It is blurry at first, then resolves into a white oval with a black lightning bolt through it.
ru: Дабус легко кивает головой, и над его головой возникает единственный символ. Поначалу расплывчатый, он превращается в черную молнию, пронзающую белый овал.

source: The dabus inclines his head slightly, and a lone symbol appears above his head. It is blurry at first, then resolves into a white oval with a black lightning bolt through it. For some reason, you know the dabus has a name... its name is 'Fell.'
ru: Дабус легко кивает головой, и над его головой возникает единственный символ. Поначалу расплывчатый, он превращается в черную молнию, пронзающую белый овал. Почему-то тебе известно, что у дабуса есть имя... и это имя - 'Фелл'.

source: As you are about to ask, you suddenly realize you already know the dabus' name -- his name is 'Fell.' As if in response, the dabus inclines his head slightly, and a lone symbol appears above its head. It is blurry at first, then resolves into a white oval with a black lightning bolt through it.
ru: Ты уже готов спросить, как неожиданно осознаешь, что уже знаешь имя дабуса - его зовут 'Фелл'. Как бы угадывая мысли, дабус легко кивает головой, и над его головой возникает единственный символ. Поначалу расплывчатый, он превращается в черную молнию, пронзающую белый овал.

source: A slow train of symbols materialize around Fell's head... the symbols take several moments to resolve, starting with simple lines, then fleshing themselves out into breath-taking colors.
ru: Медленная цепочка символов появляется вокруг головы Фелла... на несколько мгновений они становятся четкими, выстраиваясь в одну линию, а затем растворяются в воздухе.

source: A slow train of symbols materialize around Fell's head... the symbols take several moments to resolve, starting with simple lines, then fleshing themselves out into breath-taking colors. You're guessing at some of the symbols, but you think he's an artist... and this is a tattoo parlor.
ru: Медленная цепочка символов появляется вокруг головы Фелла... на несколько мгновений они становятся четкими, выстраиваясь в одну линию, а затем растворяются в воздухе. Ты не знаешь некоторых символов, но предполагаешь, что он - художник... а это место - его тату-салон.

source: A slow train of symbols materialize around Fell's head... the symbols take several moments to resolve, starting with simple lines, then fleshing themselves out into breath-taking colors. (This is where I tattoo color and life upon flesh and bone.)
ru: Медленная цепочка символов появляется вокруг головы Фелла... на несколько мгновений они становятся четкими, выстраиваясь в одну линию, а затем растворяются в воздухе. (Это место, где я выбиваю цвет и жизнь на плоти и кости.)

source: Fell bows reverently, and a stream of symbols swirl about his head, rotating clockwise, then counterclockwise.
ru: Фелл кивает, и вокруг его головы начинают кружиться потоки символов, сначала по часовой, а затем против часовой стрелки.

source: Fell bows reverently, and a stream of symbols swirl about his head, rotating clockwise, then counterclockwise. You have to guess at some of the symbols, but you think he said something about this not being the first time you have come to this place.
ru: Фелл кивает, и вокруг его головы начинают кружиться потоки символов, сначала по часовой, а затем против часовой стрелки. Ты не знаешь некоторых символов, но считаешь, что он сказал что-то про то, что это не в первый раз, когда ты пришел в этом место.

source: Fell bows reverently, and a stream of symbols swirl about his head, rotating clockwise, then counterclockwise. It takes you a moment to translate: (This is the first time and not the first time you have come to this place.)
ru: Фелл кивает, и вокруг его головы начинают кружиться потоки символов, сначала по часовой, а затем против часовой стрелки. Спустя некоторое время ты переводишь: (Это в первый и не в первый раз, когда ты приходишь сюда.)

source: Another series of symbols materialize quickly and sharply into focus above Fell's head.
ru: Над головой Фелла быстро возникает и приобретает резкость еще одна серия символов.

source: Another series of symbols materialize quickly and sharply into focus above Fell's head. These symbols are not as difficult as the others. You think he said he knows you, but he cannot say anymore than that.
ru: Над головой Фелла быстро возникает и приобретает резкость еще одна серия символов. Эти символы несложно перевести. Ты считаешь, что он сказал, что он знает тебя, но ничего, кроме этого, сказать не может.

source: Another series of symbols materialize quickly and sharply into focus above Fell's head. The translation comes to you just as quickly and sharply as the symbols themselves... and as if you have translated the exact same string many times before. (Yes. But I am not permitted to tell your story.)
ru: Над головой Фелла быстро возникает и приобретает резкость еще одна серия символов. Перевод получается сразу же, как символы приобретают резкость... как будто ты уже переводил это много раз. (Да. Но я не могу рассказать тебе всю историю.)

source: For a moment, there is no response from Fell, then a stream of rebuses appear, as if trickling out of Fell's mind.
ru: Некоторое время от Фелла нет никакого ответа, затем появляется поток ребусов, будто бы истекающий из разума Фелла.

source: For a moment, there is no response from Fell, then a stream of rebuses appear, as if trickling out of Fell's mind. You think he's saying he's sorry... but you can't translate the rest.
ru: Некоторое время от Фелла нет никакого ответа, затем появляется поток ребусов, будто бы истекающий из разума Фелла. Кажется, он извиняется... но остальное ты перевести не можешь.

source: For a moment, there is no response from Fell, then a stream of rebuses appear, as if trickling out of Fell's mind. (My apologies, I cannot. I cannot change the nature of a man.) You can't explain why, but the last sentence sends a crawling sensation through your skull.
ru: Некоторое время от Фелла нет никакого ответа, затем появляется поток ребусов, будто бы истекающий из разума Фелла. (Прошу прощения, но я не могу. Я не могу изменить природу человека.) Ты не можешь понять, почему, но последняя сентенция оставляет гнетущее чувство в твоем мозгу.

source: A brief series of paper thin rebuses appear in an orderly row next to Fell, then vanish into glowing motes.
ru: Перед Феллом возникает строка идущих друг за другом тонких как бумага ребусов, превращающихся в светищиеся пылинки.

source: The symbols that appear above Fell almost mirror the previous stream. (My apologies. I cannot say.)
ru: Символы, появляющиеся перед Феллом, практически полностью повторяют предыдущий поток. (Прошу прощения, но я не могу ничего сказать.)

source: There is a long moment of visual silence... it drags out so long that at first, you wonder if Fell heard you. Then a few symbols, strangely gray-colored, appear sluggishly above his head.
ru: Возникла долгая визуальная пауза... ничего не появляется выходят так долго, что ты сомневаешься, услышал ли тебя Фелл. Затем над его головой лениво появляется несколько символов какого-то странного серого цвета.

source: There is a long moment of visual silence... it drags out so long that at first, you wonder if Fell heard you. Then a few symbols, strangely gray-colored, appear sluggishly above his head. He is saying that he has... and that she is not a 'myth.'
ru: Возникла долгая визуальная пауза... ничего не появляется выходят так долго, что ты сомневаешься, услышал ли тебя Фелл. Затем над его головой лениво появляется несколько символов какого-то странного серого цвета. Он сказал, что слышал... и что она - не 'миф'.

source: There is a long moment of visual silence... it drags out so long that at first, you wonder if Fell heard you. Then a few symbols, strangely gray-colored, appear sluggishly above his head. (She is not a myth.)
ru: Возникла долгая визуальная пауза... ничего не появляется выходят так долго, что ты сомневаешься, услышал ли тебя Фелл. Затем над его головой лениво появляется несколько символов какого-то странного серого цвета. (Она - не миф.)

source: A series of gray symbols swirl about Fell's head like a slow-moving whirlpool, then flatten themselves out into a bizarre, twisting pattern.
ru: Вокруг головы Фелла закружился похожий на медленно вращающийся водоворот ряд серых символов, который затем скручивается в причудливый узор.

source: A series of gray symbols swirl about Fell's head like a slow-moving whirlpool, then flatten themselves out into a bizarre, twisting pattern. You think he is saying something about a maze... but he is using the word *maze* as if it was a verb.
ru: Вокруг головы Фелла закружился похожий на медленно вращающийся водоворот ряд серых символов, который затем скручивается в причудливый узор. Кажется, что он сказал что-то про лабиринты... хотя при этом он произнес слово *лабиринты* так, как будто оно было бы глаголом.

source: A series of gray symbols swirl about Fell's head like a slow-moving whirlpool, then flatten themselves out into a bizarre, twisting pattern. (She is in one of the Lady's mazes.)
ru: Вокруг головы Фелла закружился похожий на медленно вращающийся водоворот ряд серых символов, который затем скручивается в причудливый узор. (Она в одном из лабиринтов Леди.)

source: The next series of symbols march out like a train of slaves carrying a heavy load.
ru: Следующая последовательность появляется словно поезд, тянущий состав из тяжелых вагонов.

source: The next series of symbols march out like a train of slaves carrying a heavy load. You think he's saying something about 'imprisonment' or 'punishment.'
ru: Следующая последовательность появляется словно поезд, тянущий состав из тяжелых вагонов. Кажется, он что-то сказал о 'заключении' или 'наказании'.

source: The next series of symbols march out like a train of slaves carrying a heavy load. (Her will was not the will of the Lady. Ravel was punished. Ravel was imprisoned in a maze.)
ru: Следующая серия символов прошла как цепь рабов, несущих тяжелый груз. (Ее желание не совпало с желанием Леди. Рейвел была наказана. Рейвел была заключена в лабиринт.)

source: A white oval appears beside Fell, then a sharp crack appears in it.
ru: Рядом с Феллом появился белый овал, затем на нем образовалась четкая трещина.

source: A white oval appears beside Fell, then a sharp crack appears in it. You think he's saying something about 'cracking the cage/city...' but you're not certain. Maybe Ravel tried to crack this city open?
ru: Рядом с Феллом появился белый овал, затем на нем образовалась четкая трещина. Ты думаешь, что он сказал что-то о "ломании клетки/города"... но ты не уверен. Может быть, Рейвел пыталась открыть город?

source: A white oval appears beside Fell, then a sharp crack appears in it -- instinctively, you recognize the oval as a symbol for this city, Sigil itself. (She sought to open the Cage.)
ru: Рядом с Феллом появился белый овал, затем на нем образовалась четкая трещина. Инстинктивно ты воспринимаешь овал как символ этого города, Сигила. (Она хотела открыть Клетку.)

source: Another stream of rebuses trail out from Fell, but these float lower, as if they are carrying a heavy weight.
ru: От Фелла вышел еще один поток ребусов, но эти пролетели ниже, как будто бы несли на себе тяжелый груз.

source: Another stream of rebuses trail out from Fell, but these float lower, as if they are carrying a heavy weight. From what you can understand, Fell doesn't seem to know how to reach her... and that one shouldn't try to find her.
ru: От Фелла вышел еще один поток ребусов, но эти пролетели ниже, как будто бы несли на себе тяжелый груз. Насколько ты смог понять, Фелл не знает как попасть к ней... и что не стоит пытаться этого делать.

source: Another stream of rebuses trail out from Fell, but these float lower, as if they are carrying a heavy weight. (I do not know how she might be found. She should not be found. She is in the Lady's keeping.) There is a hard edge to the texture of the symbols in the last sentence, reminding you of dagger blades.
ru: От Фелла вышел еще один поток ребусов, но эти пролетели ниже, как будто бы несли на себе тяжелый груз. (Я не знаю, как ее можно найти. Ее невозможно найти. Она в убежище Леди.) В последнем высказывании среди символов проглядываются тяжелые грани, напоминающие тебе клинки кинжалов.

source: Before you can change the subject, a new series of symbols appear around Fell -- the structure is that of an 'X' and they pulse like a weak heartbeat.
ru: До того, как ты мог сменить тему, вокруг Фелла появляется новая серия символов. Они похожи на "Х" и пульсируют, напоминая слабое сердцебиение.

source: Before you can change the subject, a new series of symbols appear around Fell -- the structure is that of an 'X' and they pulse like a weak heartbeat. You think he is warning you to leave Ravel alone.
ru: До того, как ты мог сменить тему, вокруг Фелла появляется новая серия символов. Они похожи на "Х" и пульсируют, напоминая слабое сердцебиение. Тебе кажется, что он предупреждает тебя оставить Рейвел в покое.

source: Before you can change the subject, a new series of symbols appear around Fell -- the structure is that of an 'X' and they pulse like a weak heartbeat. (Do not seek her out. Within her beats an evil heart. She will do everything in her power to hurt you.)
ru: До того, как ты мог сменить тему, вокруг Фелла появляется новая серия символов. Они похожи на "Х" и пульсируют, напоминая слабое сердцебиение. (Не ищи ее. Внутри нее бьется злое сердце. Она сделает все, что в ее силах, что причинить тебе боль.)

source: Before you can leave, a new series of symbols appear around Fell -- the structure is that of an 'X' and they pulse like a weak heartbeat.
ru: До того, как ты мог уйти, вокруг Фелла появляется новая серия символов. Они похожи на "Х" и пульсируют, напоминая слабое сердцебиение.

source: Before you can leave, a new series of symbols appear around Fell -- the structure is that of an 'X' and they pulse like a weak heartbeat. You think he is warning you to leave Ravel alone.
ru: До того, как ты мог уйти, вокруг Фелла появляется новая серия символов. Они похожи на "Х" и пульсируют, напоминая слабое сердцебиение. Ты думаешь, что он предупреждает тебя оставить Рейвел в покое.

source: Before you can leave, a new series of symbols appear around Fell -- the structure is that of an 'X' and they pulse like a weak heartbeat. (Do not seek her out. Within her beats an evil heart. She will do everything in her power to hurt you.)
ru: До того, как ты мог уйти, вокруг Фелла появляется новая серия символов. Они похожи на "Х" и пульсируют, напоминая слабое сердцебиение. (Не ищи ее. Внутри нее бьется злое сердце. Она сделает все, что в ее силах, что причинить тебе боль.)

source: A caravan train of symbols slowly materialize around Fell, one by one.
ru: Вокруг головы Фелла материализуется караван символов, появляющихся один за одним.

source: A caravan train of symbols slowly materialize around Fell, one by one. You think he is saying it is a gallery of some sort... a gallery of 'you.' The next part is difficult to translate, but you think that Fell is saying he is... sad for you.
ru: Вокруг головы Фелла материализуется караван символов, появляющихся один за одним. Кажется, он говорит, что это галерея... галерея 'тебя'. Следующая часть переводится с трудом, но тебе кажется, что Фелл говорит, что он... скорбит по тебе.

source: A caravan train of symbols slowly materialize around Fell, one by one. (It is my gallery. Your discarded skins are my canvas. I admire you. I am saddened for you.)
ru: Вокруг головы Фелла материализуется караван символов, появляющихся один за одним. (Это моя галерея. Твоя сброшенная кожа является моим холстом. Я восхищаюсь тобой. Я скорблю по тебе.)

source: Another caravan of symbols forms around Fell, this time forming a circle.
ru: Вокруг Фелла появляется еще один караван символов, на этот раз образующих круг.

source: Another caravan of symbols forms around Fell, this time forming a circle. He says something about you being 'marked' and tormented. There's another section you cannot translate, then the last portion seems to be something about you enduring pain.
ru: Вокруг Фелла появляется еще один караван символов, на этот раз образующих круг. Он говорит что-то о том, что ты был 'отмечен' и обречен на мучения. Следующую часть ты не можешь перевести, последняя часть, кажется, гласит о том, что ты переносишь боль.

source: Another caravan of symbols forms around Fell, this time forming a circle. (The mark of torment lies upon your flesh. Tragedies and loss have built themselves upon it, like stones upon a foundation. You have endured great pain.)
ru: Вокруг Фелла появляется еще один караван символов, на этот раз образующих круг. (Знак мучения лежит на твоей плоти. На ней лежат трагедии и утраты, как камни на фундаменте. Ты перенес великую боль.)

source: A long string of rebuses appears above Fell's head, then surrounds his arms like manacles.
ru: Над головой Фелла появляется длинная строка ребусов, которая окружает его руки наподобие кандалов.

source: A long string of rebuses appears above Fell's head, then surrounds his arms like manacles. He seems to be saying he admires you for enduring 'losses.'
ru: Над головой Фелла появляется длинная строка ребусов, которая окружает его руки наподобие кандалов. Кажется, он говорит, что он уважает тебя за вынесение 'утрат'.

source: A long string of rebuses appears above Fell's head, then surrounds his arms like manacles. (I admire you because you have never surrendered to the weight of these losses, despite the fact their chains hang on you still.)
ru: Над головой Фелла появляется длинная строка ребусов, которая окружает его руки наподобие кандалов. (Я уважаю тебя, потому что ты никогда не сдавался под тяжестью этих потерь, не смотря на то, что их цепи все еще на тебе.)

source: A long string of rebuses appears above Fell's head, then falls, covering him like a cloak.
ru: Над головой Фелла появляется длинная строка ребусов, которая опадает на него на манер накидки.

source: A long string of rebuses appears above Fell's head, then falls, covering him like a cloak. He seems to be saying these 'losses' cover your life... and your 'other lives.' You're not certain what the other symbols surrounding this message mean, however.
ru: Над головой Фелла появляется длинная строка ребусов, которая опадает на него на манер накидки. Кажется, он говорит, что эти 'потери' окружают твою жизнь... и твои 'другие жизни'. Хотя ты не знаешь, что означают окружающие это сообщение символы.

source: A long string of rebuses appears above Fell's head, then falls, covering him like a cloak. (These losses blanket this life and all of your past ones. You shed lives like a molting serpent. You are exploring the infinite paths of life.)
ru: Над головой Фелла появляется длинная строка ребусов, которая опадает на него на манер накидки. (Эти потери покрывают эту жизнь и все прошлые. Ты сбрасываешь свои жизни как линяющая змея. Ты путешествуешь по бесконечной цепи жизней.)
