Repository: winterheart/planescape
Catalog: po/po/*/dhiveh1.dlg.po
Languages: ru

source: You see a man in old and tattered clothes. As you approach him, he makes a detour to avoid you and keeps walking.
ru: Ты видишь мужчину в старых лохмотьях. При твоем приближении он обходит тебя стороной и продолжает идти.

source: The man ignores you, begins to walk faster.
ru: Мужчина игнорирует тебя, ускоряя шаг.

source: He turns, glancing briefly to the right and left of you as if looking to see if you have any friends with you. He draws a dagger. "Ye'd best leave me be, or you'll be wearing this steel 'tween yer ribs!"
ru: Он разворачивается, быстро озирается по сторонам, разыскивая твоих возможных друзей. Он выхватывает кинжал. "Тебе лучше оставить меня в покое или я вдену тебе сталь промеж ребер!"

source: "Hey! Hold for a moment!"
ru: "Эй! Подожди на минуточку!"

source: "Greetings..."
ru: "Приветствую..."

source: Leave him in peace.
ru: Оставить его в покое.

source: "Sir? "
ru: "Сэр?"

source: "Calm down. I just had some questions..."
ru: "Умолкни. Я просто хочу задать некоторые вопросы..."

source: Attack him.
ru: Атаковать его.

source: "Farewell, then."
ru: "Тогда прощай."

source: He scoffs. "I'm sure ye do, and I have no answers for the likes of you. Piss off!"
ru: Он ухмыляется. "Уверен, что хочешь, да вот только ответов у меня для тебя нет. Исчезни!"
