Repository: winterheart/planescape
Catalog: po/po/*/dhivew1.dlg.po
Languages: ru

source: You see a woman dressed in faded, patched-up clothes. She glances at you as you approach, but turns away quickly, as if unwilling to make eye contact with you.
ru: Ты видишь женщину, одетую в выцветшие, заплатанные лохмотья. При твоем приближении она бросает на тебя быстрый взгляд, но затем быстро отворачивается, не желая встречаться с тобой взглядом.

source: "Greetings."
ru: "Приветствую."

source: Ignore her.
ru: Игнорировать ее.

source: The woman glances at you again, gives you an ice-cold look, then turns away.
ru: Женщина снова бросает на тебя быстрый взгляд, одаривая тебя ледяными взором, а затем отворачивается.

source: "Uh... miss?"
ru: "Эээ... мисс?"

source: She turns again...and this time, you see a dagger in her hand. "Leave me be, dog, or I'll be jabbin' this where they'll never be finding it!"
ru: Она поворачивается... но на этот раз в ее руке ты видишь кинжал. "Оставь меня в покое, собака, или я запихаю это в тебя так глубоко, что никто его больше не найдет!"

source: "Calm down...I just had some questions I wanted to ask you."
ru: "Убери это... Я просто хочу задать тебе пару вопросов."

source: Leave her be.
ru: Оставить ее в покое.

source: She makes a semi-circle over her heart with her free hand, as if to ward off evil. "I have nothin' to say to ye! Be gone with ye!"
ru: Она делает полукруг над своим сердцем свободной рукой, пытаясь оберечься от зла. "Мне нечего сказать тебя! Исчезни!"

source: Attack her.
ru: Атаковать ее.

source: Leave.
ru: Уйти.
