Repository: winterheart/planescape
Catalog: po/po/*/do.dlg.po
Languages: ru

source: "I don't have time for cryptic ramblings. I'm looking for a journal. It's urgent. Do you know where I might find it?"
ru: "У меня нет времени на загадочные бормотания. Я ищу дневник. И это срочно. Ты не знаешь, где он может быть?"

source: "Are you Pharod? I am looking for Pharod, the Collector."
ru: "Ты - Фарод? Я ищу Фарода, Сборщика."

source: "Who are you?"
ru: "Кто ты?"

source: "Forget it. I have other tasks. Farewell."
ru: "Забудь. У меня много дел. Прощай."

source: "Hello again, traveler." O seems not to have moved from where he was standing when last you spoke to him. "What do you need from me?"
ru: "И снова здравствуй, путник." Похоже, О не двигался с тех пор, как ты в последний раз с ним разговаривал. "Что тебе от меня нужно?"

source: "Tell me of this divine alphabet you spoke of earlier."
ru: "Расскажи мне о том божественном алфавите, о котором ты говорил."

source: "Tell me about yourself."
ru: "Расскажи мне о себе."

source: "I'm looking for a journal. It's urgent. Do you know where I might find it?"
ru: "Я ищу дневник. И это срочно. Ты не знаешь, где он может быть?"

source: "Have you seen or heard of Pharod, the Collector?"
ru: "Видел ли ты или, может быть, слышал о Фароде, Сборщике?"

source: "Tell me of the patrons of this tavern."
ru: "Расскажи мне о здешних завсегдатаях."

source: "Nothing. Farewell."
ru: "Ничего. Прощай."

source: As he opens his mouth, you get that feeling of eternity again -- inside his mouth, you see no tongue, no teeth. It's almost as if this man were a shell surrounding an illimitable expanse. "I have spoken with you before, and always you forget. Your endless quest to discover yourself ends always in your amnesia. You draw close to the truth and recoil. Let us hope that you have the strength to endure your existence."
ru: Как только он открывает рот, ты снова испытываешь ощущение пустоты - внутри его рта нет ни языка, ни зубов. Такое чувство, что у этого человека какая-то оболочка, окружающая неограниченное пространство. "Я раньше разговаривал с тобой, а ты всегда забывал. Твои бесконечные поиски самого себя всегда заканчиваются амнезией. Ты то приближаешься к истине, то удаляешься. Будем надеяться, что у тебя хватит сил вынести свое существование."

source: "What do you know of me? How do you know this?"
ru: "Что ты знаешь обо мне? Откуда ты это знаешь?"

source: "I have no time for this craziness. Farewell."
ru: "У меня нет времени на безумства. Прощай."

source: "I know that you, like a fly, rise up from the wreckage of your old shell, buzz about for a time, and curl up and die at the window of truth. You bumble about the pane, seeking the light without any plan to your actions, and fall exhausted when you fail. You alight on others to feed from them for a time, and move on with no regard to them. I have watched you come here and listened to your words, and watched you move away no wiser. Will you learn from your mistakes, seeker?"
ru: "Я знаю, что ты как муха вылупляешься из своего старого кокона, летаешь вокруг некоторое время, а затем натыкаешься на окно истины и гибнешь. Ты жужжишь вокруг стекла в поисках света, без всякого плана и при неудаче измождено падаешь вниз. Ты натыкаешься на других, питаешься за их счет и движешься дальше, не заботясь о них больше. Я видел, как ты приходил сюда, слушал твои слова и смотрел, как ты уходил прочь, нисколько не поумнев. Учишься ли ты на своих ошибках, ищущий?"

source: "I don't think I like your tone."
ru: "Не думаю, что мне нравится твой тон."

source: "Not this time. Farewell."
ru: "Нет, в этот раз. Прощай."

source: Attack him.
ru: Атаковать его.

source: Though his face does not smile, the humor is evident in his voice. "Is your answer to all your problems to fight blindly? Are you no more than a biting insect, or will you achieve a thought at some point in your pitiful existence?"
ru: Хотя на его лице нет улыбки, в его голосе слышится издевка. "Слепо драться - вот какой твой ответ на все проблемы? Может быть, ты не лучше гнуса, или же ты все-таки наберешься разума от своего жалкого существования?"

source: "I'm warning you..."
ru: "Я предупреждаю тебя..."

source: "Who are you to speak to me this way?"
ru: "Да кто ты такой, раз говоришь со мной таким тоном?"

source: "I don't need this. Farewell."
ru: "Мне это не нужно. Прощай."

source: "You challenge me? I, who was spoken into existence, know words that will devastate you, blight what little is left of your soul, and leave you whimpering on the floor. Yet I find that I need not waste such secrets on one such as you when I can simply blind you to my presence."
ru: "Ты вызываешь меня? Я, кто разговаривает с реальностью, знаю слова, которые опустошат тебя, разрушат то, что осталось от твоей души, и оставят тебя хныкать на полу. Хотя я обнаружил, что мне не стоит раскрывать подобные секреты таким, как ты, ведь я просто могу отвести твой взгляд и скрыть свое присутствие."

source: "Who are you, anyway?"
ru: "Так кто ты на самом деле?"

source: "That's enough pomposity. Farewell."
ru: "Хватит с меня этой напыщенности. Прощай."

source: "I am O." For some reason, when he speaks his name, it sounds like he's speaking of much more than a single letter -- as if the speaking of his name contained untold possibilities and nuances. No human tongue could ever create such a sound.
ru: "Я - О." Почему-то, когда он произнес свое имя, то оно звучит не как один звук. Как будто он произнес свое имя, в котором содержится множество неясностей и нюансов. Ни один человеческий язык не способен воспроизвести такой звук.

source: "What sort of a name is that?"
ru: "Что это за имя такое?"

source: "What are you?"
ru: "Что ты такое?"

source: "Pleased to meet you, O. Farewell."
ru: "Приятно было встретиться с тобой, О. Прощай."

source: "It is my name. It is the name of a portion of eternity. I am a letter in the divine alphabet. Understanding me leads to understanding existence. I am writ in the true names of half of everything. My being encompasses truth. I am mathematic, organic, metaphysic."
ru: "Это мое имя. Это имя частицы бесконечности. Я - буква в божественном алфавите. Понимание меня ведет к пониманию сущности. Я вписан в истинные имена половины всего. Мое существо окружает истину. Я - математичен, органичен, метафизичен.

source: "I think you're entirely crazed."
ru: "А я думаю, что ты совершенно спятил."

source: "So what does that mean?"
ru: "И что это означает?"

source: "...right. Answer some other questions for me, will you?"
ru: "...верно. Ты можешь ответить на мои вопросы?"

source: "I see. Farewell."
ru: "Понятно. Прощай."

source: "If that is what you wish to believe. Best of luck, traveler. Farewell."
ru: "Если ты хочешь в это верить. Удачи, путник. Прощай."

source: "Answer some other questions for me, will you?"
ru: "Ты можешь ответить на другие вопросы?"

source: "Farewell."
ru: "Прощай."

source: "The divine alphabet is writ in the name of everything that exists, from the seed at the hearts of the elemental planes to the core of the Great Beyond. My brothers/sisters" (a single word translates into the two in your mind) "and I reach across all that is, was, or ever shall be. We are thought, and reality, and concept, and the unimaginable."
ru: "Божественный алфавит вписан в имя всего сущего, начиная с семени в сердцах элементальных планов и заканчивая центром Великого Предела. Мои братья/сестры" (в твоем уме одно слово перевелось в два)" "и я постигаем все, что было, есть и будет. Мы - мысль, и реальность, и представление, и невообразимое."

source: "Tell me about the Great Beyond."
ru: "Расскажи мне о Великом Пределе."

source: "So what are you doing here?"
ru: "А что ты делаешь здесь?"

source: "Then that means you know all the secrets of existence, doesn't it?"
ru: "Это значит, что ты знаешь секреты всего сущего, не так ли?"

source: "Then you should be able to answer some questions for me."
ru: "Тогда ты сможешь ответить на некоторые мои вопросы."

source: "I need some time to think about this. Farewell."
ru: "Мне нужно время, что обдумать это. Прощай."

source: He ignores you. The certainty that he will continue to ignore you for a time settles on your shoulders, and you have no idea where it came from.
ru: Он не обращает на тебя внимания. Уверенность того, что он и дальше будет тебя игнорировать, падает на твои плечи тяжелым грузом. Ты даже не знаешь, откуда она появилась.

source: "Farewell, then."
ru: "Тогда прощай."

source: "What is it you wish to know?"
ru: "Что ты еще хочешь узнать?"

source: "What was that you were saying about a divine alphabet?"
ru: "Что такое то, что ты назвал божественным алфавитом?"

source: "Come to think of it, nothing. Farewell."
ru: "Если подумать - то ничего. Прощай."

source: "You would not understand. No mortal possibly could. It is beyond the powers of comprehension of all but the most powerful of powers, and once they understand, they move beyond the veil of mortal comprehension. I can explain it no more than that. Perhaps, sometime, you will understand."
ru: "Ты не сможешь понять. Никто из смертных не сможет. Это вне пределов понимания даже сил, за исключением самых могущественных из сил, а когда они его понимают, то переносятся за пределы понимания смертных. Больше я никак не смогу объяснить. Но, возможно, ты когда-нибудь поймешь."

source: "Then answer some other questions for me."
ru: "Тогда ответь мне на несколько вопросов."

source: "I see. Farewell, then."
ru: "Понятно. Тогда прощай."

source: "I know where you can find it, but it is not my place to reveal such information. Rest assured you WILL find it, as well as the man you seek."
ru: "Я знаю, где ты можешь найти его, но не в моих правилах раскрывать подобную информацию. Не бойся, ты НАЙДЕШЬ его, как и человека, которого ищешь."

source: "Do you know where Pharod is?"
ru: "Ты знаешь, где находится Фарод?"

source: "What do you know of that?"
ru: "Ты знаешь что-нибудь о нем?"

source: "My thanks, I suppose. Perhaps you could answer a different question?"
ru: "Спасибо. Может ты сможешь ответить на другие вопросы?"

source: "My thanks, I suppose. Farewell."
ru: "Благодарю. Прощай."

source: "I know where he is. I can give you only one word: nearby. You will find him in the Hive, under a veil of secrecy."
ru: "Я знаю, где он. Я могу сказать тебе только одно: он рядом. Ты найдешь его в Улье, под покровом тайны."

source: "That's what all your answers seem to be under, as well. Can you give me an answer to another question?"
ru: "Все твои ответы уклончивы. Может, ты ответишь на другие вопросы?"

source: "Then I'd best go look for him. Farewell."
ru: "Тогда мне лучше поискать его. Прощай."

source: "I know that your journey takes you far beyond your journal quest, to the very edges of existence. You will struggle for your life and your very spirit... and I do not tell you any more regarding this."
ru: "Я знаю, что твое путешествие унесет тебя гораздо дальше поисков дневника - к граням бытия. Ты будешь бороться за свою жизни и за свой дух... и больше я тебе ничего об этом не скажу."

source: "Then tell me of something else."
ru: "Тогда расскажи мне о другом."

source: "Very well, then. Farewell."
ru: "Отлично. Прощай."

source: "Why, I am watching the ebb and flow of mortality."
ru: "Ну, я слежу за отливом и приливом смертных."

source: "And what do you see?"
ru: "И что же ты видишь?"

source: "You mortals are like wasps. You build your lives/nests from the slimmest of branches, and when the wind shakes your home/life free, you seek to sting the wind to death. Instead of realizing your foolish mistakes, attempting to repair the damage you have caused yourselves, and learning from your experience, you bring harm to any who have the misfortune to blunder near you in your time of pain and distress. My advice to you -- and to all mortals: Stop acting like an insect and start acting sentient."
ru: "Вы, смертные, - как осы. Вы строите свои жизни/гнезда из тонких веток, и когда ветер сотрясает ваш дом/жизнь, вы хотите зажалить ветер до смерти. Вместо того, чтобы понять свои глупейшие ошибки, попробовать восстановить тот урон, который вы сами себе нанесли, вы, судя по твоему опыту, причиняете вред любому, кому не повезло быть рядом с вами во время боли и отчаяния. Мой совет тебе - и всем смертным: перестаньте быть насекомыми, начните действовать разумно."

source: "I'll think about that. In the meantime, answer some more questions for me."
ru: "Я подумаю об этом. А сейчас ответь на мои вопросы."

source: "My thanks for the advice. Farewell."
ru: "Спасибо за совет. Прощай."

source: "I know parts of many of them. Without a connection to my brothers/sisters, I am but a letter. Alone, I am a symbol. Combined, we are language and power."
ru: "Я знаю многое. Без связи с моими братьями/сестрами я - всего лишь буква. Сам по себе я - символ. Вместе мы - язык и сила."

source: "So you don't know the secrets of existence?"
ru: "Так значит, ты не знаешь тайн бытия?"

source: "Then you know nothing. Perhaps you know the answers to some of my questions?"
ru: "Тогда ты ничего не знаешь. Может быть, ты знаешь ответы на мои вопросы?"

source: "A sound metaphor, on many levels. Farewell."
ru: "Звучная метафора, многослойная. Прощай."

source: "I did not say that. A letter is still a powerful force, even on its own. Allow me to show you." He opens his mouth wider, and wider still. The mask of his face tears around his eyes, mouth, and nose, revealing that hint of eternity you glimpsed earlier. You are lost in it, adrift in it... a part of it. You return to your mundane senses - and realize that O has vanished. Yet somehow, your horizons have expanded. Enlightenment has brushed you, however briefly, across the brow.
ru: "Я не говорил этого. Буква - все еще могущественная сила, хоть и одна. Позволь мне продемонстрировать." Он широко раскрывает свой рот. Маска его лица разрывается вокруг глаз, рта, носа, раскрывая намек на вечность, которую ты уже ощущал. Ты теряешься в ней, растворяешься в ней... части нее. Ты возвращаешься к своим мирским чувствам - и осознаешь, что О исчез. Но каким-то образом твое восприятие расширилось. На тебя обрушилось просвещение, хотя и не надолго и лишь краем.

source: "That was... indescribable."
ru: "Это было... неописуемо."

source: "The patrons of this place are varied, yet all mortal. Like all mortals, their concerns are limited, with the potential of blossoming into actual Truth. I can tell you this, though: You may find a companion dear to your heart here - at least as dear as your heart will allow."
ru: "Завсегдатаи этого места очень разные, хотя и все смертны. И как у всех смертных, их интересы ограничены, потенциалом расцвести в настоящую Истину. Но могу сказать тебе: здесь ты можешь найти компаньона, дорогого твоему сердцу - по крайней мере дорогому настолько, насколько оно разрешит твое сердце."

source: "I think I should be insulted, but I'll let that slip. Answer another question, will you?"
ru: "Наверное, мне бы стоило оскорбиться, но я пропущу это мимо ушей. Ответишь на другой вопрос?"

source: "My thanks. Farewell."
ru: "Спасибо. Прощай."

source: You see a man, standing stock still. He isn't moving a muscle. On closer examination, it appears that he isn't even breathing -- just standing. His eye sockets are empty holes in his face. Contained within their bounds is a flat gray light that seems to dance with possibility. Looking into the sockets, the eerie, empty feeling of a limitless void shivers through you, as if you had gazed into a sliver of eternity. The head slowly swivels toward you (you notice that no muscles appeared to move under his skin as he turns), and he speaks in a pure, bell-like tone: "Well met, wanderer. You have forgotten again, haven't you?"
ru: Ты видишь неподвижно стоящего человека. Ни один его мускул не шевелится. Присмотревшись, ты понимаешь, что он даже не дышит - просто стоит. Его глазницы пусты. Внутри них ровный серый свет, который, похоже, немного поигрывает. Заглядывая в них, ты ощущаешь сверхъестественное опустошающее чувство пронизывающей тебя бесконечной пустоты, будто ты заглянул в вечность. Голова медленно поворачивается к тебе (ты отмечаешь, что ни один мускул под его кожей по-прежнему не шевелится), и он говорит чистым, мелодичным голосом: "Какая приятная встреча, скиталец. Кажется, ты опять все забыл?"

source: "Do you know me, stranger?"
ru: "Ты знаешь меня, незнакомец?"
