Repository: winterheart/planescape
Catalog: po/po/*/dthugoe.dlg.po
Languages: ru

source: I managed to trick the one-ear tiefling thug into giving me Nestor's fork. He said he was being haunted and that he heard voices in his head. He's probably just as crazy as the old man is.
ru: Мне удалось обманом заставить одноухого тифлинга отдать мне вилку Нестора. Он сказал, что его преследуют, и что он слышит голоса в своей голове. Скорее всего, он просто спятил, как старик.

source: I encountered a one-eared tiefling lurking in the shadows near the great archway, in the northern section of the Hive. Something in his eyes told me he was not one to be trifled with.
ru: Я встретил одноухого тифлинга, прячущегося в тени большой арки в северной части Улья. Что-то в его глазах сказало мне, что он не из тех, с кем можно шутки шутить.

source: You see a shady looking fellow standing before you, picking his teeth with what appears to be a tiny metal fork. His chest is covered by patchwork armor adorned with large spikes, and a long knife hangs at his side. You notice he is missing his right ear.
ru: Ты видишь перед собой мрачного парня, держащего в зубах то, что раньше было маленькой металлической вилкой. Его тело прикрыто латанной броней, украшенной большими шипами, сбоку висит длинный кинжал. Ты замечаешь, что у него нет правого уха.

source: He regards you coolly from the shadows, as if sizing you up.
ru: Из тени он холодно осматривает тебя, словно оценивая.

source: The one-eared tiefling scowls at you threateningly. "Pike off, berk... or I'll have your guts for garters."
ru: Одноухий тифлинг немедленно на тебя щерится. "Сгинь, пень... или я пущу твои кишки на подвязки."

source: "What did yeh just say?" His right hand drifts to the hilt of his knife.
ru: "Что ты только что сказал?" Его правая рука легла на рукоятку ножа.

source: "I donnae know what yer talkin' about, berk." He glares at you angrily. "Now, I suggest yeh get yer mangled carcass out of my sight before I carve my name into yeh!"
ru: "Я без понятия, о чем ты толкуешь, пень." Он злобно на тебя смотрит. "Советую тебе подвинуть свою тушку куда-нибудь подальше от меня, пока я не вырезал на ней свое имя!"

source: With a flash of movement too quick to follow, he whips his knife from its sheath and begins waving it menacingly before you. "Why don't yeh come an' take it from me, berk?"
ru: Молниеносным движением он выхватывает нож из ножен и начинает угрожающе махать им перед тобой. "А почему бы тебе не попробовать взять ее у меня, пень?"

source: "Aye, it do look as though yeh seen yer share of slashin'." He manages a small chuckle, then runs his fingers across the scars on the side of his head. "At least yeh still have both ears."
ru: "Ага, ты выглядишь так, как будто прошел через много драк." Натужно хихикнув, он проводит пальцами по шрамам на его лице. "По крайней мере, у тебя оба уха на месте."

source: "A while back, I bobbed an ol' petitioner sod..." His face takes on a sullen expression as he begins to relate the tale. "The silly blighter wouldn't go along wit' it..."
ru: "Недавно я обставил одного старого бедолагу-просителя..." Когда он начинает свой рассказ, его лицо становится угрюмым. "Тупому недоумку это так даром не пройдет..."

source: "So I has t'get rough wit' the ol' sod... an' while we was scrappin', he gets a hold of my ear an' bites it clean off!"
ru: "Ну я немного нагрубил с этому бедолаге... и когда мы мутузили друг друга, он взял да и откусил мне ухо! Начисто!"

source: "What do yeh think happened? The barmy sod bit my ear off, so I thumped his skull and put him in the Dead-Book! I'm right sorry I did, too..." He glances around nervously before continuing. "I think his spirit's hauntin' me."
ru: "А что потом? Этот идиот откусил мне ухо, а я двинул ему по черепу и прописал его в Книгу Мертвых! Теперь я жалею об этом..." Перед тем, как продолжить, он нервно оглядывается. "Мне кажется, что его дух преследует меня."

source: He nods and quickly traces a semicircle over his heart. "Aye, tis true. Sometimes I hear his voice in my head, cursin' an' tellin' me how he's waiting for me. Scares the pants off me, it does."
ru: Он кивает и быстро очерчивает полукруг над своим сердцем. "Ага, это чистая правда. Иногда в голове я слышу его голос, который проклинает меня и говорит, что ждет меня. Мне очень страшно."

source: He takes a step back from you and cocks his head slightly. "Yeh can do that? How?"
ru: Он отступает от тебя и едва задирает голову вверх. "Ты можешь это сделать? Как?"

source: He eyes you suspiciously for a moment, then shrugs his shoulders in resignation. "Alright, cutter... here yeh go. Don't s'pose it's worth much anyhow." He hands you a small, steel fork. "Just get rid of the spirit, will yeh?"
ru: На мгновение в его глазах появляется сомнение, но затем он опускает плечи в знак согласия. "Хорошо, рубака... держи. Только не думай, что это стоит хоть чего-нибудь." Он отдает тебе маленькую стальную вилку. "Просто избавься от духа, ладно?"

source: "Yeh sure do have a sharp tongue, berk. I think I'll cut it out an' feed it to you!" He lunges at you, his knife leading the way.
ru: "У тебя действительно острый язык, пень. Думаю, мне стоит его немного подрезать!" Он бросается на тебя с ножом наперевес.

source: "Greetings."
ru: "Приветствую."

source: Pass on by.
ru: Пройти мимо.

source: "I said *G-R-E-E-T-I-N-G-S.* What's the matter... your other ear not working?"
ru: "Я сказал *П-Р-И-В-Е-Т-С-Т-В-У-Ю*. У тебя, что... другое ухо не слышит?"

source: Leave him alone.
ru: Оставить его в покое.

source: "If it's garters you're after... I just happen to have a pair. You're mother left them in my bed last night."
ru: "Скорее, твои... Хотя у меня уже есть парочка. Твоя мамочка забыла их прошлой ночью у меня на кровати."

source: "How did you lose that ear?"
ru: "Как ты потерял ухо?"

source: "You wouldn't have happened to have lost that ear while robbing an old man here in the Hive?"
ru: "А случаем, ты не потерял свое ухо, грабя старика здесь, в Улье?"

source: Ignore his threats and walk away.
ru: Не обращать внимания на его угрозы и уйти.

source: "Just curious. Behind every scar is a good tale... as you can see, I speak from experience."
ru: "Просто любопытно. За каждым шрамом кроется какая-нибудь хорошая история... Как видишь по мне, я знаю, что говорю."

source: "I think you lost it while robbing an old man here in the Hive."
ru: "Думаю, ты потерял свое ухо, грабя старика здесь, в Улье."

source: "Never mind. Farewell."
ru: "Неважно. Прощай."

source: "Certainly. Just give me the fork you stole from him and I'll be on my way."
ru: "Непременно. Только сначала отдай мне вилку, которую ты украл у него, и я уйду."

source: "I doubt you could even *spell* your name, you clueless sod."
ru: "Боюсь, что ты даже не знаешь как оно *правильно* пишется, тупоголовый идиот."

source: "Look... why don't you come clean while you still have one good ear left?"
ru: "Послушай... почему бы тебе просто не сознаться во всем, пока у тебя еще есть второе ухо?"

source: "If that's the way you want to play it... let's dance."
ru: "Ну раз уж ты хочешь поиграть... давай станцуем."

source: "Why don't you put that blade away before you get hurt?"
ru: "Почему бы тебе не убрать этот ножичек, пока ты им не поранился?"

source: "That's because I don't go around mugging old men with sharp teeth."
ru: "Это все потому, что я не нападаю на стариков с острыми зубами."

source: "That I do. Farewell, then."
ru: "Это точно. Тогда прощай."

source: "Let me guess...he bit your ear off, so you clubbed him senseless and peeled his fork. Am I right?"
ru: "Дай-ка угадаю... он откусил у тебя ухо, а ты его оглушил его и спер у него вилку. Все верно?"

source: "Then what happened?"
ru: "А что потом?"

source: "So *you're* the one who stole Nestor's fork."
ru: "Так значит это *ты* тот, кто украл вилку Нестора."

source: "Haunting you?"
ru: "Преследует тебя?"

source: "Maybe I can help you lay his spirit to rest... stop him from 'haunting' you."
ru: "Может быть, я смогу помочь успокоить его дух... заставить его прекратить 'преследовать' тебя."

source: "By putting *YOU* in the Dead-Book, you cross-trading piece of filth."
ru: "Просто запишу *ТЕБЯ* в Книгу Мертвых, воровское отребье."

source: Lie: "I have powers over the dead. All I need to quiet the spirit is an item that belonged to it in life."
ru: Ложь: "У меня есть власть на мертвыми. Чтобы успокоить дух, мне нужен предмет, который принадлежал ему при жизни."

source: "Give me what you stole from him, and I'll see to it that he goes away."
ru: "Отдай мне то, что ты украл у него, и ты увидишь, что он исчезнет."

source: "Have no fear... the spirit shall trouble you no more. Farewell."
ru: "Не бойся... дух больше не будет тебя беспокоить. Прощай."
