Repository: winterheart/planescape
Catalog: po/po/*/dzm396.dlg.po
Languages: ru

source: This corpse is shuffling from slab to slab, bandaging the corpses lying there. The number "396" is carved into his left temple, and his lips are stitched closed. You notice the corpse is carrying a roll of bandages in its hand... the bandages look usable.
ru: Этот труп ходит от плиты к плите, перевязывая лежащих на них мертвецов. На левом виске у него выбит номер "396", а его губы крепко зашиты. Ты замечаешь, что труп несет в руках несколько бинтов... их можно использовать.

source: "Mind if I borrow those bandages?"
ru: "Ты не против, если я одолжу у тебя эти бинты?"

source: The corpse continues to stare at you.
ru: Труп продолжает пялиться на тебя.

source: Try and take the bandages from the zombie.
ru: Попробовать забрать бинты у зомби.

source: "I know you're not a zombie, you know. You're not fooling anyone."
ru: "Знаешь, мне известно, что ты не зомби. Тебе никого не одурачить."

source: The corpse does not stir. It looks like it is too far gone to answer any of your questions.
ru: Труп не шевелится. Кажется, он далек от того, чтобы отвечать на твои вопросы.

source: Leave the corpse in peace.
ru: Оставить труп в покое.

source: Use Stories-Bones-Tell on the corpse.
ru: Использовать на трупе свою способность "История костей".

source: "It was great talking to you. Farewell."
ru: "Было приятно поболтать с тобой. Прощай."

source: You snake your hand out and take the roll of bandages from the corpse's hand. The corpse doesn't even seem to notice; it continues going through the motions of bandaging the bodies.
ru: Ты протягиваешь руку и забираешь бинты из рук трупа. Труп даже не обратил на это внимания; он продолжает перевязывать тела.

source: Examine the corpse again.
ru: Снова осмотреть труп.

source: This corpse is shuffling from slab to slab, bandaging the corpses lying there. It is still carrying on about its duties, even without bandages. The number "396" is carved into his left temple, and his lips are stitched closed.
ru: Этот труп ходит от плиты к плите, перевязывая лежащих на них мертвецов. Он продолжает выполнять свои обязанности, даже без бинтов. На левом виске у него выбит номер "396", а его губы крепко зашиты.

source: "Sorry about taking those bandages from you. It's just that I need them more than the bodies here."
ru: "Извини, что забрал те бинты. Просто мне они нужны больше, чем этим телам."
