Repository: winterheart/planescape
Catalog: po/pst/*/baf/0301rap1.baf.po
Languages: ru

source: "Get any copper off that berk?"
ru: «Ну что, снял с того пня немного меди?»

source: "Eye! 'Nuff for me new blade, ya!"
ru: «Ага! Хватит на новый ножик!»

source: "Heard ya ran into a Shiv the other night."
ru: «Слыхал, вчера ночью ты напоролся на Заточек».

source: "Yea, I cut 'em good n' proper, I did!"
ru: «Ага, пошинковал их в капусту!»

source: "Rotten's got 'imself a good name, eh?"
ru: «Хорошую кликуху себе выбрал Гнилой, а?»

source: "Yea, he smells as rotten as a Collector, he does! Har! Har! Har!"
ru: «Да, от него гнилью несет, как от сборщика! Ха-ха-ха!»

source: "Ya still rompin' about with that Tiefling gal?"
ru: «Все еще водишь шашни с той девчонкой-тифлингом?»

source: "Eh, mind yer business now, ya 'ere?"
ru: «Эй, не суй свой нос куда не надо, понял?»

source: "Not enough clueless berks comin' about these days."
ru: «В последнее время здесь проходит маловато бестолковых пней».

source: "Yea. I've been thinkin' we might hafta start headin' outta the Alley for jink."
ru: «Ага. Я уж начал думать, не податься ли нам куда-нибудь с переулка за звенелками».
