Repository: winterheart/planescape
Catalog: po/po/LC_MESSAGES/*/dadminas.dlg.po
Languages: ru

source: You see a middle aged man wearing fine clothes. He gives you a bored look as you approach.
ru: Ты видишь хорошо одетого мужчину средних лет. При твоем приближении он бросает на тебя скучающий взгляд.

source: "Greetings."
ru: "Приветствую."

source: Ignore the man.
ru: Не обращать внимания на мужчину.мания на мужчину.

source: He nods slightly. "And to you, cutter. I am Carl Parfidor, administrative assistant. May I help you?"
ru: Он слегка кивает. "И тебе, рубака. Я Карл Парфидор, помощник по административной части. Чем могу помочь?"

source: "I am looking for a deva. I've been told he's in curst."
ru: "Я ищу одного дэва. Мне сказали, что он в Проклятом."

source: "No, I don't think so. Farewell."
ru: "Нет, не думаю. Прощай."

source: He frowns at you. "You must mean Trias. Yes, he's here. He's in the prison as a matter of fact. Why do you want to see him?"
ru: Он хмуро смотрит на тебя. "Должно быть, ты имеешь ввиду Триаса. Да, он здесь. Собственно, он находится в тюрьме. Зачем он тебе нужен?"

source: "Do I need a reason?"
ru: "Нужна причина?"

source: "It's a private matter."
ru: "Это личное дело."

source: "I have some questions that only he can answer."
ru: "У меня есть вопросы, на которые сможет ответить только он."

source: "Never mind, farewell."
ru: "Неважно, прощай."

source: He laughs. "Yes, you do. Now, why do you want to see Trias?"
ru: Он хохочет. "Да, нужна. Итак, зачем тебе нужен Триас?"

source: He smiles and shakes his head. "Nothing concerning Trias is private. Why do you want to see him?"
ru: Он улыбается, качая головой. "Ничто, касающееся Триаса, не может быть личным. Зачем он тебе нужен?"

source: He gazes at you steadily for a while. "I see. Well, no one is allowed to see Trias without permission from Tovus Giljaf." He smiles at you. "And no one sees Tovus unless he sends for them. I suggest you leave."
ru: Он пристально смотрит на тебя некоторое время. "Понятно. Что ж, никому не дозволено видеть Триаса без специального разрешения Товуса Гильяфа." Он улыбается тебе. "И никто встретится Товусом, если он только он сам этого не захочет. Советую тебе уйти."

source: "Surely you can get me in to see Tovus."
ru: "И ты конечно же позволишь увидеться с Товусом."

source: He laughs. "Yes, but I have no intention of allowing you entry unless Tovus sends for you. Now leave."
ru: Он хохочет. "Да, но я не намерен впускать тебя, пока Товус не пришлет за тобой. Теперь уходи."

source: "I can always take you out and just walk in to see him."
ru: "Я всегда могу убрать тебя с дороги и увидеть его."

source: "This is important. There must be some way I can get in to see Tovus."
ru: "Это важно. Должен же быть способ увидеться с Товусом."

source: He looks you up and down then nods his head. "Oh yes, you are quite formidable and could get by me with little problem. However, I think the city guard would be a match for you and then there is the fact that Tovus is an accomplished spellslinger himself. It would be foolish for you to try..."
ru: Он осматривает тебя с головы до ног, затем кивает головой. "Ах да, ты выглядишь достаточно грозно и мог бы убрать меня без особых проблем. Тем не менее, думаю, что городская стража - достойный для тебя соперник, а Товус - сам по себе искусный волшебник. Было бы глупо даже пытаться..."

source: He shakes his head. "The only way through that door is if Tovus sends for you or I let you in. Tovus did not send for you and I have no intention of letting you in myself." He laughs. "Unless, of course, you do something important for me. Hmm. I can't think of anything I want from you."
ru: Он качает головой. "Единственный способ пройти через эту дверь - если Товус тебя пригласит или я позволю тебе войти. Товус не посылал за тобой, а я не намерен тебя впускать." Он хохочет. "Конечно, если у тебя нет для меня ничего важного. Хмм. Не думаю, что мне что-то от тебя нужно."

source: "What if I told you that your wife, Roberta, is plotting to have you killed?"
ru: "А что, если бы я сказал, что твоя жена, Роберта, собирается тебя убить?"

source: "I see. Farewell."
ru: "Понятно. Прощай."

source: He stares at you blankly then suddenly snorts. "That's ridiculous. Why would she do that?"
ru: Он тупо пялится на тебя, затем вдруг фыркает. "Что за бред. Зачем ей делать это?"

source: "She's been checking up on you. She knows about all the harlots and wants you dead."
ru: "Она тебя застукала. Ей известно о всех проститутках, и она хочет тебя убить."

source: You seem to have his attention; he is hanging on every word. "And who, may I ask, is supposed to perform the deed. You perhaps?"
ru: Кажется, ты привлек его внимание; он запинается на каждом слове. "И кто, позволь спросить, собирается исполнить дело? Случаем не ты?"

source: "No, Roberta was thinking of hiring a harlot to do it. Probably a girl named Kiri."
ru: "Нет, Роберта хотела нанять проститутку для этого. Возможно, девушку по имени Кири."

source: "No, Roberta was thinking of hiring a harlot to do it since no one else can get close enough to you.
ru: "Нет, Роберта думала нанять проститутку для этого, потому что больше никто ближе до тебя добраться не сможет."

source: He gazes at you for some time. "Wait here. I will return within the hour..." He starts to walk away then pauses. "Oh, and your information had better be correct. If I find otherwise, you'll be in the prison with Trias." He smiles. "You can talk to him freely then, for all the good it will do you." He walks away.
ru: Он пристально смотрит на тебя некоторое время. "Жди здесь. Я вернусь в течение часа..." Он собирается уходить, затем останавливается. "Ох, и лучше бы твоя информация оказалась верна. Если я обнаружу, что это не так, тебя кинут в темницу вместе с Триасом." Он улыбается. "И тогда у тебя будет полно времени с ним болтать." Он уходит прочь.

source: "I will wait."
ru: "Я подожду."

source: You see Carl Parfidor. He has a look of concern on his face as he approaches. "Thank you for waiting, cutter. It seems your information proved correct. I thank you for that."
ru: Ты видишь Карла Парфидора. Когда он подходит, ты замечаешь на его лице беспокойство. "Благодарю за ожидание, рубака. Похоже твои сведения оказались верны. Спасибо тебе за это."

source: "So, what happens to Roberta and Kiri now"
ru: "А что теперь будет с Робертой и Кири?"

source: "So what happens to Roberta now?"
ru: "А что теперь будет с Робертой?"

source: "So, can I see Tovus now?"
ru: "Итак, могу я теперь увидеть Товуса?"

source: He shakes his head. "No you can't. Tovus Giljaf sees no one unless he sends for them. Now, I suggest you leave before I have you arrested for conspiring to assassinate a city official!" He smiles at you. "Unless you'd like to spend the rest of your days in a cell with Roberta?"
ru: Он качает головой. "Нет, не можешь. Товус Гильяф не увидится ни с кем, пока сам не пригласит. Теперь советую тебе уйти, пока я не арестовал тебя за сговор в убийстве городского служащего!" Он смеется над тобой. "Конечно, если тебе не хочется провести остаток своих дней в камере вместе с Робертой."

source: "No, I'll be leaving now. Farewell."
ru: "Нет, я уже ухожу. Прощай."

source: He gives you a surprised look. "Does it really matter to you?" He shrugs. "Never mind... Roberta confessed to the crime and will be sent to the prison. Kiri on the other hand... I have other plans for her." He smiles.
ru: Он удивленно смотрит на тебя. "Это действительно имеет значение для тебя?" Пожимает плечами. "Неважно... Роберта призналась в преступлении, и ее отправят в тюрьму. А Кири... у меня есть другие планы насчет нее." Он улыбается.

source: "I see. I must be going now. Farewell."
ru: "Ясно. Я должен идти. Прощай."

source: He gives you a surprised look. "Does it really matter to you?" He shrugs. "Never mind... Roberta confessed to the crime and will be sent to the prison." He smiles.
ru: Он удивленно смотрит на тебя. "Это действительно имеет значение для тебя?" Пожимает плечами. "Неважно... Роберта призналась в преступлении, и ее отправят в тюрьму." Он улыбается.

source: You see a middle aged man wearing fine clothes. He smiles at your approach.
ru: Ты видишь хорошо одетого мужчину средних лет. При твоем приближении он улыбается.

source: He gives you a slight nod. "Good day, cutter. I am the administrative assistant. How may I help you?"
ru: Он слегка кивает тебе. "Добрый день, рубака. Я помощник по административной части. Чем могу помочь?"

source: "I am looking for a deva. I've been told he's in curst.
ru: "Я ищу одного дэва. Мне сказали, что он в Проклятом."

source: "Never mind. Farewell."
ru: "Неважно. Прощай."

source: "Just a moment please..." He shuffles through some papers for a while then pauses to read a page. "Ah! Here we are... That would be Trias. Hmmm..." He frowns and shakes his head.
ru: "Секундочку, пожалуйста..." Он листает какие-то бумаги, затем останавливается на одной из страниц. "А! Вот оно что... Это, наверное, Триас. Хммм..." Он хмурит брови и качает головой.

source: "Is there a problem?"
ru: "Какие-то проблемы?"

source: "I'm afraid so... No one is allowed to see Trias without the express permission of Tovus Giljaf.
ru: "Боюсь, что да... Никому не дозволено видеть Триаса без специального разрешения Товуса Гильяфа."

source: "Then I would like to see Tovus."
ru: "Тогда я хотел бы увидеть Товуса."

source: He frowns and shakes his head. "I'm afraid that's not possible. No one sees Tovus unless he sends for them."
ru: Он хмурит брови и мотает головой. "Боюсь, что это невозможно. Никто не увидит Товуса, пока он сам не пригласит к себе."

source: "It's important that I see him.
ru: "Мне важно увидеться с ним."

source: He gives you an irritated look. "I'm sorry, cutter, but no one sees Tovus unless he sends for them. Please leave."
ru: Он раздраженно смотрит на тебя. "Извини, рубака, но никто не увидится с Товусом, пока он сам к себе не вызовет. Пожалуйста, уходи."

source: "I can't even make an appointment for some future date?"
ru: "И я даже не могу записаться на прием?"

source: "Farewell."
ru: "Прощай."

source: He glares at you. "No. You can not see Tovus today, tomorrow, or any other day unless he sends for you. You can not make an appointment to see Tovus today, tomorrow, or any other day because he does not take appointments. If you want to see Tovus, you will see him when HE wants to see YOU because HE will send for YOU." He pauses to take a breath and smiles. "Have I made myself clear?"
ru: Он враждебно смотрит на тебя. "Нет. Ты не сможешь увидеться с Товусом, ни сегодня, ни завтра, ни в любой другой день, пока он пригласит тебя. Ты не сможешь прийти на прием к Товусу ни сегодня, ни завтра, ни в любой другой день, потому что он никого не принимает. Если ты хочешь увидеть Товуса, ты увидишь его тогда, когда ОН захочет увидеть ТЕБЯ, потому что ОН пригласит ТЕБЯ." Он останавливается перевести дыхание и улыбается. "Я ясно выражаюсь?"

source: "Very, farewell."
ru: "Вполне, прощай."
