Repository: winterheart/planescape
Catalog: po/po/LC_MESSAGES/*/ddhall.dlg.po
Languages: ru

source: "Yes... your body was somewhere in the middle of the heap, sharing its fluids with the rest of the mountain of corpses." Dhall breaks into another violent fit of coughing, finally catching his breath minutes later. "Your 'seneschal' Pharod was, as always, pleased to accept a few moldy coppers to dump the lot of you at the Mortuary gate."
ru: "Да... твое тело лежало где-то посреди горы трупов, истекающих кровью." Дхолл снова срывается на приступ кашля, который ему удается побороть только несколько минут спустя. "Твоим 'сенешалем', как всегда, был Фарод, который был рад доставить твое тело к вратам Морга за несколько медяков."

source: "Who is this Pharod?"
ru: "Кто такой Фарод?"

source: "He is a... collector of the dead." Dhall draws a ragged breath, then continues. "We have such people in our city that scavenge the bodies of those that have walked the path of True Death and bring them to us so that they may be interred properly."
ru: "Он... сборщик мертвых." Дхолл прокашливается, затем продолжает. "У нас есть подобные люди в нашем городе, собирающие тела тех, кто вступил на путь Истинной Смерти, и приносят их нам для подобающего погребения."

source: "Where can I find this 'Pharod?'"
ru: "Где я могу найти этого 'Фарода'?'"

source: "If events persist as they have, Restless One, you have a much greater chance of Pharod finding you and bringing you to us again before you find whatever ooze puddle he wallows in this time."
ru: "Если события будут продолжаться подобным образом, Неупокоенный, то у тебя будет больше шансов, что он снова найдет тебя и притащит нам сюда, чем ты найдешь ту лужу грязи, в которой он лежит."

source: A slight warning creeps into Dhall's tone. "Do not seek out Pharod, Restless One. I am certain that it will simply come full circle again, with you none the wiser and Pharod a few coppers richer. Accept death, Restless One. Do not perpetuate your circle of misery."
ru: В голосе Дхолла слышны зловещие нотки. "Не ищи Фарода, Неупокоенный. Уверен, что это просто снова приведет к новому кругу, который не сделает тебя мудрее, но обогатит Фарода на несколько медяков. Прими смерть, Неупокоенный. Не повторяй свой круг страданий."

source: "Nevertheless, I must find him."
ru: "Тем не менее я должен найти его."

source: "I *have* to find him. Do you know where he is?"
ru: "Мне *нужно* найти его. Ты не знаешь, где он может быть?"

source: Dhall is silent for a moment. When he finally speaks, he seems to do so reluctantly. "I do not know under which gutterstone Pharod lairs at the moment, but I imagine that he can be found somewhere beyond the Mortuary gates, in the Hive. Perhaps someone there will know where you can find him."
ru: Дхолл умолкает на минуту. Когда же он начинает говорить, то становится ясно, что он делает это с явной неохотой. "Я не знаю, в каком притоне находится логово Фарода в данный момент, но могу предположить, что его можно найти где-нибудь за воротами Морга, в Улье. Возможно, кто-то из местных знает, где ты можешь найти его."

source: "Can you tell me more about the Mortuary?"
ru: "Расскажи мне побольше о Морге."

source: "I know scant little of you, Restless One. I know little more of those that have journeyed with you and who now lie in our keeping." Dhall sighs. "I ask that you no longer ask others to join with you, Restless One -- where you walk, so walks misery. Let your burden be your own."
ru: "Я мало знаю о тебе, Неупокоенный. Еще меньше я знаю о тех, кто сопровождал тебя, и кто теперь лежит в наших хранилищах." Дхолл вздыхает. "Прошу тебя, Неупокоенный, не проси никого присоединяться к тебе - там, где ьы проходишь, остается несчастье. Пусть твоя ноша будет только твоей."

source: Dhall sighs. "It is said there are souls who can never attain the True Death. Death has forsaken them, and their names shall never be penned in the Dead Book. To awake from death as you have done... suggests you are one of these souls. Your existence is unacceptable to our faction."
ru: Дхолл вздыхает. "Есть души, которые никогда не смогут достигнуть Истинной Смерти. Смерть отказалась от них, и их имена никогда не будут записаны в Книгу Мертвых. Воскрешение из мертвых, какое ты совершил... предполагает, что ты - одна из таких душ. Само твое существование неприемлемо для нашей фракции."

source: "'Unacceptable?' That doesn't sound like it leaves me in a good position."
ru: "'Неприемлемо'? Не похоже, что это улучшит мне существование."

source: "I see. Tell me more about the Mortuary."
ru: "Ясно. Расскажи мне побольше о Морге."

source: "I think I've heard enough. Farewell, Dhall."
ru: "Думаю, я выслушал достаточно. Прощай, Дхолл."

source: "There are others who have journeyed with me? And they are here?"
ru: "Здесь есть те, кто сопровождал меня? Где они?"

source: "Because forcing our beliefs upon you is not just. You must give up this shadow of life on your own, not because we force you to." Dhall looks about to break into another coughing jag, but he manages to hold it in with some effort. "As long as I remain at my post, I will protect your right to search for your own truth."
ru: "Потому что заставлять тебя принимать нашу веру несправедливо. Ты должен сам оставить тень этой жизни, а не потому, что мы тебя заставили сделать это." Дхолл, кажется, готов прерваться на очередной приступ кашля, но с некоторыми усилиями ему удается удержать его. "И покуда я буду оставаться при своих обязанностях, я буду защищать твое право искать свою правду."

source: "What is your post?"
ru: "Каковы твои обязанности?"

source: "I am the one that catalogues the shells that come to our halls, Restless One." Dhall breaks into a fit of coughing, then steadies himself. "Only I see the faces of those that lie upon our slabs. The dark of your existence lies safe with me."
ru: "Я - единственный, кто каталогизирует тела, поступающие в наши залы, Неупокоенный." Дхолл прерывается на очередной приступ кашля, затем успокаивается. "Только я вижу лица тех, кто лежит на наших плитах. Тайна твоего существования находится в безопасности вместе со мной."

source: "I am a scribe, a cataloger of all the shells that come to the Mortuary." Dhall coughs again, then takes a deep breath. "As long as the stream of corpses flows through the Mortuary, I shall remain at my post."
ru: "Я - писарь, я записываю все тела, которые поступают в Морг." Дхолл снова кашляет, затем глубоко вздыхает. "И пока поток трупов идет через Морг, я буду при своей должности."

source: "You say that I have been here more than once. How is it that the Dustmen do not recognize me?"
ru: "Ты сказал, что я был здесь много раз. Почему же Тленные не узнают меня?"

source: "I am close now to the True Death, Restless One. It will not be long before I pass beyond the Eternal Boundary and find the peace I have been seeking. I tire of this mortal sphere..." Dhall gives a ragged sigh. "The planes hold no more wonders for one such as I."
ru: "Я очень близок к Истинной Смерти, Неупокоенный. Осталось не так много времени до того, как я пересеку Границу Вечности и обрету покой, который давно искал. Я устал от этой смертной сферы..." Дхолл тяжело вздыхает. "В планах не осталось ничего удивительного для такого существа, как я."

source: "Are you certain? There might be some way I could help you."
ru: "Ты уверен? Должен же быть способ, чтобы помочь тебе."

source: "I do not wish to live forever nor live again, Restless One. I could not bear it."
ru: "Я не хочу ни жить вечно, ни возрождаться снова, Неупокоенный. Я не смогу вынести этого."

source: "She *spoke* to you?" Dhall's voice drops to a whisper. "Are the *fevers* upon you, Restless One? She has reached the True Death and passed well beyond your reach."
ru: "Она *разговаривала* с тобой?" Голос Дхолла срывается на шепот. "Ты *не бредишь*, Неупокоенный? Она достигла Истинной Смерти и ушла туда, куда тебе не добраться."

source: "You're a Dustman. But you don't seem to be in favor of killing me. Why not?"
ru: "Но ведь ты Тленный. И при этом не пытаешься убить меня. Почему?"

source: Dhall pauses, considering. "Most likely. Are you missing anything... especially anything of value?" Voice dips as he frowns. "Not that Pharod would take exception to anything that wasn't physically grafted to your body, and sometimes even that's not enough to give his greedy mind pause."
ru: Дхолл умолкает в раздумье. "Скорее всего. Ты что-то потерял... что-то особенно ценное?" Его голос падает, он хмурится. "Нет ничего, что Фарод не мог бы взять, если только оно не было бы частью твоего тела, но даже в этом случае этого не достаточно, чтобы остановить его хоть на минуту."

source: "Hmmm. Do you know where I can find Pharod?"
ru: "Хммм. Ты не знаешь, где я могу найти Фарода?"

source: Dhall draws a semicircle in the air front of him with a finger. "This is an ill omen, Restless One. I pray you dreamed the conversation... yet I fear you did not."
ru: Дхолл пальцем описывает полукруг в воздухе перед собой. "Это дурное знамение, Неупокоенный. Я молюсь о том, что это общение привиделось тебе... хотя, боюсь, это не так."

source: "Perhaps I imagined it. I had some other questions."
ru: "Возможно, я это выдумал. У меня были еще вопросы."

source: "Perhaps we will speak more of it later. Farewell, Dhall."
ru: "Возможно, мы поговорим об этом позже. Прощай, Дхолл."

source: "Where can I find this Pharod?"
ru: "Где я могу найти этого Фарода?"

source: "This is where the dead are brought to be interred or cremated. It is our responsibility as Dustmen to care for the dead, those who have left this shadow of life and walk the path to True Death." Dhall's voice drops in concern. "Your wounds must have exacted a heavy toll if you do not recognize this place. It is almost your home."
ru: "Это то место, куда доставляют мертвых для погребения или кремации. Это наша обязанность, Тленных, заботиться об умерших, покинувших эту тень жизни и ступивших на путь Истинной Смерти." От волнения голос Дхолла срывается. "Твои раны, должно быть, причинили слишком большой урон, если ты не узнаешь это место. Это почти что твой дом."

source: "Sigil?"
ru: "Сигил?"

source: "Yes, a shadow. You see, Restless One, this life... it is not real. Your life, my life, they are shadows, flickerings of what life once was. This 'life' is where we end up *after* we die. And here we remain... trapped. Caged. Until we can achieve the True Death."
ru: "Да, тени. Видишь ли, Неупокоенный, эта жизнь... она не настоящая. Твоя жизнь, моя жизнь - они всего лишь тени, жалкое подобие от того, что было однажды жизнью. Эта 'жизнь' - то, куда мы попадаем *после* того, как умираем. А здесь мы остаемся... в западне. В клетке. До тех пор, пока не достигнем Истинной Смерти."

source: "What makes you think this life isn't real?"
ru: "Что заставляет тебя думать, что эта жизнь не настоящая?"

source: "Farewell, Dhall. "
ru: "Прощай, Дхолл."

source: "Yes, the wounds that decorate your body... they look as if they would have sent a lesser man along the path of the True Death, yet it seems as if many of them have healed already." Dhall coughs violently for a moment, then steadies himself. "But those are only the surface wounds."
ru: "Да, раны, что украшают твое тело... если бы их нанесли более слабому человеку, то он был бы уже на пути к Истинной Смерти, несмотря на то, что некоторые из них уже зажили." Дхолл надрывно кашляет, затем успокаивается. "Но это всего лишь поверхностные раны."

source: "There are some I respect, Restless One." Dhall takes a ragged breath and steadies himself. "Pharod is not one of them. He wears his ill repute like a badge of honor and takes liberties with the possessions of the dead. He is a knight of the post, cross-trading filth of the lowest sort."
ru: "Я многих уважаю, Неупокоенный." Дхолл неровно дышит, но успокаивается. "Фарод не входит в их число. Он носит свою дурную репутацию как знак гордости и свободно распоряжается имуществом умерших. Он рыцарь легкой наживы, подлец низкого пошиба."

source: "'Knight of the post?'"
ru: "'Рыцарь легкой наживы'?"

source: "A knight of the post..." Dhall coughs. "...a thief. All Pharod brings to our walls come stripped of a little less of their dignity than they possessed in life. Pharod takes whatever he may pry from their stiffening fingers."
ru: "Рыцарь легкой наживы..." Дхолл кашляет. "...вор. Все, кого приносит Фарод к нашим стенам, лишены всего имущества, каким обладали при жизни. Фарод присваивает себе все, что может вырвать из их окоченевших пальцев."

source: "Did this Pharod take anything from *me?*"
ru: "Мог ли Фарод взять что-нибудь у *меня*?"

source: "Sigil is our fair city, Restless One."
ru: "Сигил - это наш прекрасный город, Неупокоенный."

source: "Restless is as good a term as any..." Dhall draws a ragged breath. "Something keeps you here, does it not? Something that must be resolved, some passion that must be quenched before you can reach the True Death?"
ru: "Неупокоенный - хорошее определение, как и любое другое..." Дыхание Дхолла становится хриплым. "Что-то держит тебя здесь, не так ли? Что-то, что должно быть разрешено, какая-то страсть, которая должна быть подавлена прежде, чем ты сможешь достигнуть Истинной Смерти?"

source: Dhall glances up as you approach. "So. You have returned..." Dhall takes a rasping breath, then breaks into a violent coughing spell. After a moment, it subsides, and he returns to his raspy breathing. "... greetings again, Restless One."
ru: Дхолл мельком смотрит на тебя. "Итак. Ты вернулся..." Дхолл надрывно дышит, срываясь на удушливый кашель. Спустя минуту кашель прекращается, и он продолжает хрипло дышать. "...приветствую тебя снова, Неупокоенный."

source: "I had some more questions for you, Dhall."
ru: "У меня есть еще вопросы к тебе, Дхолл."

source: "Nevermind. Farewell."
ru: "Неважно. Прощай."

source: "She spoke to me, Dhall. Her spirit resides here."
ru: "Она разговаривала со мной, Дхолл. Ее душа находится здесь."

source: "Perhaps I imagined it, then. I had some other questions..."
ru: "Возможно, я это выдумал. У меня были еще вопросы..."

source: "The boundary between the shadow of this life and the True Death."
ru: "Границу между владениями тени этой жизни и Истинной Смерти."
