Repository: winterheart/planescape
Catalog: po/po/LC_MESSAGES/*/ddhall.dlg.po
Languages: ru

source: "Only surface wounds? What do you mean?"
ru: "Всего лишь поверхностные раны? Что ты имеешь в виду?"

source: "Very well. I had some other questions..."
ru: "Очень хорошо. У меня есть другие вопросы..."

source: "So be it. Farewell, Dhall."
ru: "Пусть будет так. Прощай, Дхолл."

source: "Who *are* you?"
ru: "Кто *ты*?"

source: I met a sickly scribe named Dhall in the Mortuary... he knew I had forgotten myself before I even spoke to him. Did I know him before I lost my memories? I was hoping to get some answers, but this place seems to breed more and more questions.
ru: В Морге я встретил больного писца по имени Дхолл... он знал, что я потерял свою память, даже то, что раньше разговаривал с ним. Знал ли я его до того, как потерял свою память? Я надеюсь получить некоторые ответы, но это место скорее принесет все больше и больше вопросов.

source: I asked Dhall if he knew me, and he responded that he knew little about me -- and even less about the companions that had traveled with me in the past. Apparently, their bodies lie in the Mortuary... perhaps seeing them will cause my memories to resurface.
ru: Я спросил Дхолла, знает ли он меня, и в ответ он сказал, что знает обо мне очень мало, и еще меньше о моих спутниках, сопровождавших меня в прошлом. Несомненно, их тела находятся здесь, в Морге... возможно, увидев их, я смогу восстановить воспоминания о них.

source: Dhall told me that one of the women who journeyed with me is interred in the memorial hall on the first floor of the Mortuary.
ru: Дхолл сказал мне, что в мемориальном зале на первом этаже погребена женщина, которая сопровождала меня.

source: Dhall told me he is the one responsible for keeping my return visits to the Mortuary a secret from the rest of the Dustmen. Since he is the scribe in the receiving room, he is one of the only ones who sees my body when it arrives here.
ru: Дхолл сказал мне, что он в ответе за то, что мои визиты в Морг остаются в тайне от остальных Тленных. До тех пор, пока он остается писарем в приемной, он будет единственным, кто видит мое тело, прибывающее сюда.

source: Apparently, Pharod delivered my body here in a cart, along with a heap of other corpses. Was I actually *dead* when he did this?
ru: По всей видимости, мое тело сюда доставил Фарод на повозке, вместе с кучей других трупов. Был ли я уже *мертв*, когда он делал это?

source: Dhall told me that Pharod can be found beyond the Mortuary, in some place called the "Hive." He didn't seem to want me to go hunting for Pharod, but then again, he's not the one who's lost his memories and woken up from the dead, so he can keep his opinions to himself. Dhall suggested I ask some of the people in the Hive where I can find Pharod.
ru: Дхолл сказал мне, что Фарода можно найти за пределами Морга, в некоем месте под названием "Улей". Он не хочет, чтобы я искал Фарода, но ведь это не он потерял свою память и восстал из смерти, так что он может оставить свое мнение при себе. Дхолл посоветовал мне спросить кого-нибудь в Улье о местонахождении Фарода.

source: I told that scribe, Dhall, about Vaxis and his disguise. Dhall should be sending the rest of the Dustman out to round up Vaxis shortly.
ru: Я сообщил писарю Дхоллу о Ваксисе и его маскировке. Дхолл должен сообщить о нем остальным Тленным, которые немедленно схватят Ваксиса.

source: I promised Vaxis I wouldn't betray him to the Dustmen, but so what? I told that scribe, Dhall, about him and his disguise. Dhall should be sending the rest of the Dustman out to round up Vaxis shortly.
ru: Да, я обещал Ваксису, что не выдам его Тленным, ну и что? Я сообщил писарю Дхоллу о Ваксисе и его маскировке. Дхолл должен сообщить о нем остальным Тленным, которые немедленно схватят Ваксиса.

source: Dhall suggested that the wounds I have suffered are minor in comparison to the wounds in my mind... he even went so far as to suggest that the wounds I've suffered may be responsible for my loss of memory, and the mental damage may be much greater than amnesia. The thought makes me uneasy - I wouldn't mind hearing some *good* news every once in a while.
ru: Дхолл предположил, что раны, полученные мною, незначительны по сравнению с теми, что нанесены моему разуму... он даже предположил, что эти раны стали причиной моей потери памяти, и что увечья разума не ограничились простой амнезией. Эта мысль мне неприятна - неплохо бы слышать побольше *хороших* новостей время от времени.

source: "I may return. Farewell."
ru: "Я еще вернусь. Прощай."

source: "Then perhaps we will meet again, Dhall."
ru: "Тогда возможно мы встретимся снова, Дхолл."

source: "Nothing... farewell, Dhall."
ru: "Ничего... прощай, Дхолл."

source: "Greetings."
ru: "Приветствую."

source: Leave the elderly scribe in peace.
ru: Оставить старого писца в покое.

source: "Farewell."
ru: "Прощай."

source: "Do you know who I am?"
ru: "Ты знаешь, кто я?"

source: "Where is her body?"
ru: "Где ее тело?"

source: "I know nothing about her."
ru: "Я ничего о ней не знаю."

source: "She claims to know me, but I can't recall her."
ru: "Она узнала меня, но я не смог вспомнить ее."

source: "The northwest memorial hall on the floor below us. Check the biers there... her name should be on one of the memorial plaques. Mayhap that will revive your memory."
ru: "В северо-западном мемориальном зале на нижнем этаже. Проверь гробы... ее имя должно быть написано на одной из мемориальных табличек. Возможно, это вызовет в тебе воспоминания."

source: "I don't know. I don't recall ever traveling with a woman."
ru: "Я не знаю. Я не могу вспомнить даже, что путешествовал вместе с женщиной."

source: "Well, she claims to know me, but I can't recall her."
ru: "Да, она узнала меня, но я не смог вспомнить ее."

source: Dhall makes no response to this. He simply stares at you in silence.
ru: Дхолл не отвечает на это. Он просто молчаливо смотрит на тебя.

source: "Where can I find her?"
ru: "Где я могу найти ее?"

source: "As always, the question. And the wrong question, as always." He bows slightly, but the movement suddenly sends him into a bout of coughing. "I..." He pauses for a moment, catches his breath. "I... am Dhall."
ru: "Как всегда, вопрос. И вопрос неправильный, как всегда." Он слегка кланяется, но движение вызывает у него неожиданный приступ кашля. "Я..." Он умолкает на минуту, перехватывая дыхание. "Я... Дхолл."

source: "Very well, Restless One." Dhall nods. "But I fear time is not your enemy in this matter." He picks up his quill again. "When you wish to speak further, I will be here."
ru: "Очень хорошо, Неупокоенный." Дхолл кивает. "Но боюсь, в данном вопросе время не является твоим врагом." Он снова берет перо. "Когда ты снова захочешь говорить, я буду здесь."

source: "Perhaps you can answer some questions for me, Dhall..."
ru: "Возможно, ты сможешь ответить на некоторые из моих вопросов, Дхолл..."

source: "I don't have time for this. Farewell."
ru: "У меня нет времени на это. Прощай."

source: Dhall shakes his head. "Passions carry weight. They anchor many to this shadow of life. As long as one clings to emotion, they will be continually reborn into this 'life,' forever suffering, never knowing the purity of True Death."
ru: Дхолл качает головой. "Чувства тяжелы. Они удерживают, словно якорь, в тени этой жизни. Если постоянно цепляться за эмоции, то ты будешь постоянно возрождаться в этой 'жизни', в постоянных муках, никогда не зная чистоты Истинной Смерти."

source: "Kill your passions. Strip yourself of the need for sensation. When you are truly cleansed, then the cycle of rebirth will end, and you achieve peace." Dhall sighs... it sounds like a death rattle in his throat. "Past these shells of ours, past the Eternal Boundary, lies the peace that all souls seek."
ru: "Убей в себе чувства. Отбрось в себе нужду в эмоциях. Когда ты будешь действительно очищен, кольцо возрождений прервется и ты обретешь покой." Дхолл вздыхает... это звучит как предсмертный вздох. "Оставив бренные тела, оставив Границу Вечности, покой, который ищут все души."

source: "I had some other questions..."
ru: "У меня есть другие вопросы..."

source: "I see. I had some other questions..."
ru: "Понятно. У меня были еще вопросы..."

source: "Farewell, Dhall."
ru: "Прощай, Дхолл."

source: "I speak of the wounds of the mind. You have forgotten much, have you not? Mayhap your true wounds run much deeper than the scars that decorate your surface..." Dhall coughs again. "...but that is something that only you would know for certain."
ru: "Я говорю о ранах разума. Ты ведь многое забыл, не так ли? Возможно, настоящие раны гораздо глубже, чем эти шрамы, украшающие твое тело..." Дхолл снова кашляет. "...но это ты знаешь сам наверняка."

source: "I had some other questions...
ru: "У меня есть другие вопросы..."

source: "I have a feeling our paths will cross. Farewell, Dhall."
ru: "Я чувствую, что наши пути вновь пересекутся. Прощай, Дхолл."

source: "I can speak with you no longer. Farewell, Dhall."
ru: "Я не могу больше с тобой говорить. Прощай, Дхолл."

source: "Maybe I should speak to Pharod. Farewell, Dhall."
ru: "Возможно, мне стоит поговорить с Фародом. Прощай, Дхолл."

source: "Then I shall seek him out. Farewell, Dhall."
ru: "В таком случае, я должен разыскать его. Прощай, Дхолл."

source: "Encouraging. Farewell, Dhall."
ru: "Звучит ободряюще. Прощай, Дхолл."

source: "I will go there and ask around then. Farewell."
ru: "Тогда я пойду и поспрашиваю тамошних жителей. Прощай."

source: "I will go seek out this Pharod then. Farewell, Dhall."
ru: "Тогда пойду и разыщу этого Фарода. Прощай, Дхолл."

source: "Perhaps you can explain why the Dustmen want me dead."
ru: "Возможно, ты сможешь объяснить, почему Тленные хотят моей смерти."

source: "Shadow that is this life?"
ru: "Иллюзорность этой жизни?"

source: "I had some other questions for you..."
ru: "У меня были еще вопросы к тебе..."

source: "Farewell, then."
ru: "Тогда прощай."

source: "Very well. Farewell, Dhall."
ru: "Отлично. Прощай, Дхолл."

source: "It seems I owe you a favor. Farewell, Dhall."
ru: "Кажется, я обязан тебе. Прощай, Дхолл."

source: "Sounds like oblivion. Why would anyone want that?"
ru: "Похоже на забвение. Почему к этому надо стремиться?"

source: "Oh. Can you tell me more about the Mortuary?"
ru: "Ого. Расскажи мне побольше о Морге."

source: "I... see. I had some other questions."
ru: "Понятно... У меня были еще вопросы."

source: "I think your fatalism has gotten the better of you. Those elements are part of life, but not the whole of it."
ru: "Я думаю, что твой фатализм превзошел тебя. Эти элементы являются частью жизни, но жизнь не состоит из них целиком."

source: "Cage us? How?"
ru: "Заперты? Каким образом?"

source: "Enough of your philosophy. What does all this talk have to do with me waking up here?"
ru: "Довольно этой философии. Как все это относится к тому, что я оказался здесь?"

source: "I... see. How does one escape the cycle of rebirth and achieve this... True Death?"
ru: "Я... понимаю. Как же выбраться из этого кольца возрождений и достигнуть этой... Истинной Смерти?"

source: "Mayhap. I had some other questions for you..."
ru: "Возможно. У меня были еще вопросы к тебе..."

source: "You sound ill. Are you not well?"
ru: "Твой кашель ужасен. Ты хорошо себя чувствуешь?"

source: "I see. Farewell, Dhall."
ru: "Понятно. Прощай, Дхолл."

source: "Mayhap I will go find her. I had some other questions for you before I go..."
ru: "Возможно, мне стоит найти ее. Перед тем как я уйду, у меня были другие вопросы для тебя..."

source: Before Morte can finish his rant, the scribe begins coughing violently. After a moment or two, the coughing spell dies down, and the scribe's breathing resumes its ragged wheeze.
ru: Писарь начал надрывно кашлять до того, как Морт смог завершить свои разглагольствования. Спустя минуту или две кашель прекратился, и дыхание писаря вновь стало неровным хрипом.

source: Before Morte can finish, the scribe's gray eyes flicker to you. "The weight of years hangs heavy upon me, Restless One." He places down his quill. "...but I do not yet count deafness among my ailments."
ru: Писарь окидывает тебя взором до того, как Морт успел закончить. "Тяжесть прожитых лет слишком давит на меня, Неупокоенный." Он откладывает перо. "...но глухотой я еще не страдаю."

source: "Do you not know the woman's corpse interred in the memorial hall below? I had thought that she had traveled with you in the past..." Dhall looks like he is about to start coughing again, then catches his breath. "Am I mistaken?"
ru: "Ты не знаешь, что в мемориальном зале внизу, погребено тело женщины? Я думаю, что в прошлом она путешествовала вместе с тобой..." Дхолл, начинает кашлять, но ему удается перехватить дыхание. "Я ошибаюсь?"

source: Dhall stares at you. "Are you certain?"
ru: Дхолл пристально смотрит на тебя. "Ты уверен?"

source: "I..." Dhall breaks into another fit of coughing. After a minute or two, he catches his breath enough to speak. "I... shall inform the guards at once."
ru: "Я..." Дхолл прерывается на очередной приступ кашля. Спустя минуту или две он откашливается, чтобы продолжить. "Я... должен в таком случае предупредить стражу."

source: "No, on second thought, perhaps I imagined it. Look, I had some other questions..."
ru: "Нет, на самом деле мне просто показалось. У меня есть другие вопросы..."

source: "Excellent. Farewell."
ru: "Отлично. Прощай."

source: This scribe looks very old... his skin is wrinkled and has a slight trace of yellow, like old parchment. Charcoal-gray eyes lie within an angular face, and a large white beard flows down the front of his robes like a waterfall. His breathing is ragged and irregular, but even his occasional coughing does not slow the scratching of his quill pen.
ru: Этот писарь выглядит очень старым... его кожа морщиниста и отдает желтым цветом, как старый пергамент. Угольно-серые глаза глубоко посажены на его угловатом лице, длинная белая борода ниспадает вниз на его одежды подобно водопаду. Его дыхание неровное и непостоянное, но даже периодический кашель не может замедлить движение его пера.

source: "Know you? I..." There is a trace of bitterness in the scribe's voice as he speaks. "I have *never* known you, Restless One. No more than you have known yourself." He is silent for a moment. "For you have forgotten, have you not?"
ru: "Знаю ли я тебя? Я..." В голосе писца звучит горечь. "Я *никогда* не знал тебя, Неупокоенный. Никто не знает о тебе больше, чем ты сам." Он умолкает на секунду. "Ты ведь все забыл, не так ли?"

source: The figure's gray eyes flicker as he glances up from his book. "I suspected it might be you who was responsible for the attacks in the Mortuary. This..." He coughs slightly, then draws a ragged breath. "This is no way for you to enter the next life."
ru: Серые глаза сверкают, когда он отрывает свой взгляд от книги. "Подозреваю, что это ты ответственен за атаки в Морге. Это..." Они тихо кашляет, затем тяжело хрипит. "Это не позволит тебе обрести следующую жизнь."

source: "I was just defending myself. I had some questions for you before I make myself scarce..."
ru: "Я просто защищал себя. У меня есть некоторые вопросы перед тем, как я удалюсь..."

source: "Sharing a little death with you corpse-worshippers isn't much of a crime as far as I'm concerned. Now I had some questions for you..."
ru: "Умерщвление вас, трупопоклонников, не является чем-то предосудительным, как я предполагал. А теперь у меня есть вопросы к тебе..."

source: The scribe stops scratching in the book before him, then looks up. His eyes are like two nails driven into his skull. "So..." He sounds tired, as if he has repeated the same thing many times before. "You have awoken from your sleep and returned to your dream." He continues more respectfully. "Well met... again, Restless One."
ru: Писарь прекращает вести записи в книгу, стоящую перед ним, и оглядывается. Его глаза подобны двум острым иглам. "Итак..." Он произносит слова уставшим голосом, как будто их повторял до этого много раз. "Ты пробудился ото сна и вернулся в свой сон." Он продолжает более уважительным голосом. "Приятно встретиться... снова, Неупокоенный."

source: "We Dustmen are a faction, a gathering of those of us that recognize the illusion of this life. We await the next life, and help others on their journey."
ru: "Мы - Тленные, фракция, вобравшая всех тех, кто понял иллюзорность тени этой жизни. Мы ждем следующей жизни и помогаем другим в своем путешествии."

source: "True Death is non-existence. A state devoid of reason, of sensation, of passion." Dhall coughs, then gives a ragged breath. "A state of purity."
ru: "Истинная Смерть - это небытие. Состояние отсутствия мотиваций, чувств, страсти." Дхолл кашляет, затем восстанавливает неровное дыхание. "Состояние чистоты."

source: "Is it worse than remaining in this shadow of what life once was? I think not."
ru: "По-твоему, лучше оставаться в тени того, что раньше называлось жизнью? Я так не думаю."

source: "A journal? If it was of any value, then it is likely it lies in Pharod's hands."
ru: "Дневник? Если он представляет хоть какую-то ценность, то он наверняка в руках Фарода."

source: "You must understand. Your existence is a blasphemy to them. Many of our faction would order you cremated... if they were aware of your affliction."
ru: "Ты должен понять. Твое существование - богохульство для них. Многие из нашей фракции распорядились бы тебя кремировать... если бы узнали бы о твоем несчастье."

source: "Very well. What did you wish to know?"
ru: "Хорошо. Что ты хочешь узнать?"

source: "What makes you think this life *is* real? Look inside yourself. Do you not feel something lacking?" Dhall shakes his head. "This is a purgatory. There is only sorrow here. Misery. Torment. These are not the elements that make up 'life.' They are part of the cage that traps us in this shadow."
ru: "А что заставляет тебя думать, что эта жизнь *настоящая*? Прислушайся к себе. Ты разве не чувствуешь какую-то опустошенность?" Дхолл качает головой. "Это чистилище. Здесь есть только горе. Несчастье. Страдание. Они не могут быть элементами, составляющими 'жизнь'. Они являются частью клетки, в которой мы заперты, в этой тени."

source: "Did you know there's someone disguised as a zombie in the eastern chambers?"
ru: "Ты знаешь, что здесь в восточной комнате есть кто-то, кто замаскировался под зомби?"

source: "What is this place?"
ru: "Что это за место?"

source: "Can you tell me how to get out of here?"
ru: "Ты можешь мне сказать, как мне выбраться отсюда?"

source: "You are in the Mortuary, Restless One. Again you have... come..." Before he can finish, Dhall breaks into a fit of coughing. After a moment, he calms himself and his breathing resumes its ragged wheeze. "...this is the waiting room for those about to depart the shadow of this life."
ru: "Ты находишься в Морге, Неупокоенный. Ты снова... попал..." Перед тем как закончить, Дхолл прерывается на приступ кашля. Спустя некоторое время он берет себя в руки, и его дыхание возвращается к неровному сопению. "...это зал ожидания для тех, кто покидает тень этой жизни."

source: "Tell me about the Mortuary."
ru: "Расскажи мне о Морге."

source: "Again...? I've been here more than once?"
ru: "Снова?.. Я был здесь раньше?"

source: As you turn to leave, Dhall speaks. "Know this: I do not envy you, Restless One. To be reborn as you would be a curse that I could not bear. You must come to terms with it. At some point, your path will return you here..." Dhall coughs, the sound rattling in his throat. "It is the way of all things flesh and bone."
ru: Едва ты собираешься уйти, Дхолл начинает говорить. "Знай: я не завидую тебе, Неупокоенный. Ты был проклят, раз можешь возрождаться, я бы такого не перенес. Ты должен смириться с этим. Когда-нибудь твой путь вернет тебя сюда..." Дхолл тяжело кашляет. "Это путь всех существ из плоти и костей."

source: "Doubtless there are, but I know not their names, nor where they lie. One such as you has left a path many have walked, and few have survived." Dhall gestures around you. "All dead come here. Some must have traveled with you once."
ru: "Несомненно, они здесь, но я не знаю ни их имен, ни где они лежат. Одни оставили тебя, другие продолжали путь с тобой, но не многие выжили." Дхолл с выражением смотрит на тебя. "Все умершие прибывают сюда. Некоторые из них когда-то должны были путешествовать вместе с тобой."

source: "Where is this woman you mentioned?"
ru: "Где та женщина, которую ты упомянул?"

source: "I find no fault with your reasoning. I had some other questions..."
ru: "В твоих суждениях невозможно найти ошибку. У меня были еще вопросы."

source: "I will look for them, then. Mayhap they can spark my memory. Farewell."
ru: "Тогда я поищу их. Возможно они смогут возродить мою память. Прощай."

source: "I am not certain that she has reached the True Death. Farewell, Dhall."
ru: "Не уверен, что она достигла Истинной Смерти. Прощай, Дхолл."

source: "Hmmm... the front gate is the most obvious exit, but they will not let anyone other than Dustmen pass..." Dhall breaks into a ragged cough, then continues. "...one of the guides by the front gate has a key to it, but it is unlikely he will open it for you unless you are extremely persuasive."
ru: "Хммм... главные ворота - наиболее очевидный выход, но они не выпустят никого, кроме Тленных..." Дхолл прерывается на приступ кашля, затем продолжает. "...у одного из проводников у главных ворот есть ключ к ним, но если ты не будешь очень убедительным, вряд ли он откроет их для тебя."

source: "Farewell then, Dhall."
ru: "Тогда прощай, Дхолл."

source: "Yes, *again.* You have been brought here many times before, Restless One. I had hoped that this time would be your last, considering the wounds you had sustained." He sighs. "When will you give up your passions and leave this shadow of life?"
ru: "Да, *снова*. Тебя доставляли сюда много раз, Неупокоенный. Глядя на твои раны, я надеялся, что теперь тебя доставили в последний раз." Он вздыхает. "Когда же ты оставишь свои страсти и покинешь тень жизни?"

source: "You will do what you have always done, Restless One. Seek out that crusty jink-smacking fool, Wormhair, and ask him for your possessions back. Then you will resume your pointless quest, attempt to complete pointless tasks, gather pointless items and then you will be struck down and returned to us. Save yourself time and speak with me now so that we do not have to resume this conversation again when your memories are lost to you again."
ru: "Делай то, что ты делал до этого, Неупокоенный. Разыщи этого скользкого идиота, Уормхейра, и верни назад то, что принадлежит тебе. После ты продолжишь свои бессмысленные поиски, пытаясь выполнить бессмысленные задания, собирая бессмысленные предметы, но затем ты падешь и все равно вернешься назад к нам. Сохрани свое время и поговори с мной так, чтобы мы не возобновляли этот разговор, когда твои воспоминания снова покинут тебя."

source: Dhall snorts in contempt, as if he finds the memory repugnant. "Your moldy chariot ferried you to the Mortuary, Restless One. You would think you were royalty based on the number of loyal subjects that lay stinking and festering upon the cart that carried you."
ru: Дхолл презрительно фыркает, словно вспомнил что-то отвратительное. "К Моргу тебя доставила твоя карета, Неупокоенный. Ты считаешь, что твоя знатность основана на количестве преданных тебе субъектов, лежащих воняющей и гноящейся горой на повозке, что доставила тебя."

source: "I arrived here on a cart?"
ru: "Я приехал сюда на повозке?"
