Repository: winterheart/planescape
Catalog: po/po/LC_MESSAGES/*/dzm257.dlg.po
Languages: ru

source: The eyes of this corpse are set close together and the eyeballs themselves are slightly askew; one faces to the left and the other to the right. You can barely make out the number '257' traced into its bruised forehead - it looks like the corpse has taken several blows to the head, making the number difficult to read.
ru: Глаза этого трупа близко посажены друг к другу, а сами глазные яблоки немного косят - один смотрит влево, а другой - вправо. Ты с трудом различаешь номер '257' на разбитом лбу - похоже, труп вынес несколько хороших ударов по голове, из-за чего номер различается с трудом.

source: There is no flicker of understanding in the corpse's eyes; they stare silently off to the left and right.
ru: В глазах трупа нет даже намека на понимание; они продолжают смотреть каждый в свою сторону.

source: The spirit blasts back into the body with such violence that, with a single great muscular contraction, the corpse is hurtled backwards! The body is on its feet again in an instant, dancing and thrashing about madly, waving its arms and popping its stitches, flaps of loosened flesh flopping about as it prances to and fro, eyes goggling and rolling about in its head, giggling madly all the while...
ru: Дух врывается назад в тело с такой силой, что труп, импульсивно извернувшись, отшвыривается назад! Тело, извиваясь и мечась в безумном танце, тотчас поднимается на ноги, размахивая руками и разрывая швы, тряся отваливающимися кусками плоти туда и обратно. Глаза беспорядочно вертятся, а голова все это время безумно хихикает...

source: "Don't you get dizzy with your eyeballs facing like that?"
ru: "У тебя голова не кружится из-за глаз?"

source: "I know you're not a zombie, you know. You're not fooling anyone."
ru: "Знаешь, мне известно, что ты не зомби. Тебе никого не одурачить."

source: Use your Stories-Bones-Tell ability on the corpse.
ru: Использовать на скелете свою способность "История костей".

source: "It was great talking to you. Farewell."
ru: "Было приятно поболтать с тобой. Прощай."

source: Leave the corpse in peace.
ru: Оставить зомби в покое.

source: "Er... I have a question for you, spirit..."
ru: "Эээ... У меня есть вопрос к тебе, дух..."

source: The possessed corpse sings as it leaps and whirls about, the volume and pitch of its voice rising and falling in random patterns. "YOU are the SPIRIT I, the LIVING, answer my questions YOU SHALL!" Your confused expression seems to please it; it hooks its bony fingers into its mouth and pulls it into a ghastly grin, laughing maniacally and waggling its pasty, white tongue.
ru: Одержимый труп кричит нараспев, громкость и сила голоса то повышается, то падает случайным образом. "ТЫ есть ДУХ Я, ЖИВОЙ, отвечать на мои вопросы ДОЛЖЕН ТЫ!" Кажется, твой смущенный вид понравился ему. Он прочищает рот своим костяным пальцем и широко растягивается в зловещей усмешке, одержимо смеясь и высовывая мясистый белый язык.

source: The spirit seems to become calm for a moment before exploding into a stream of mind-numbingly loud, babbled nonsense. The cacophony is almost maddening; it threatens to drive you to your knees. And as abruptly as it began... it stops. The corpse stands there, twitching quietly.
ru: На мгновение дух становится спокойным, затем следует новый взрыв сводящего с ума шума и бессмысленного бормотания. Какофония сводит с ума, заставляя тебя упасть на колени. Внезапно начавшись... это останавливается. Труп стоит, тихо подергиваясь.

source: Again the spirit sings: "Questions OF THE living shall the DEAD answer THE; SO it was, is IT so, shall so IT BE. You my ANSWER will questions!" The look on your face seems to please it wildly; it begins to cavort so madly that you wonder if the corpse can take the abuse. You can almost hear its bones creak and fracture, tendons snapping, as it spins and hurls itself about.
ru: Дух снова кричит нараспев: "На вопросы ЖИВЫХ должен МЕРТВЫЙ отвечать, ТАК было, так ЕСТЬ и будет ТАК. На мои ОТВЕТЫ ты задашь вопросы!" Выражение твоего лица очень ему нравится; он начинает плясать так дико, что ты боишься, как бы тело от такого напряжения не развалилось. Пока он скачет, ты даже слышишь, как кости гремят и трескаются, а сухожилия трещат.

source: As the spirit fades away from the corpse, its jabbering mouth twists into a knowing smile. Its wild, flashing eyes bore into you with the piercing glare of a psychopath, and it whispers a single, carefully-formed word, drawn out like a string of precious pearls: "Limbo..."
ru: Покидая труп, дух растягивает губы в известной улыбке. Его дикие сверкающие глаза фокусируются на тебе пригвождая тебя взглядом психопата. Он шепчет единственное слово, старательно произнося каждую букву словно жемчужину: "Лимбо..."

source: ...and with that it is gone, leaving you no better off and feeling slightly unsettled. The zombie quietly resumes its work.
ru: ...и он уходит, оставляя тебя в нерешительности и некоторой запутанности. Зомби молча возвращается к своей работе.

source: Leave the spirit alone.
ru: Оставить духа в покое.

source: "Very well... ask your questions."
ru: "Хорошо... задавай свои вопросы."

source: "No. I would ask *you* a question..."
ru: "Нет. Это я хотел задать *тебе* вопрос..."

source: Leave the chaotic spirit.
ru: Оставить в покое беспокойного духа.

source: "I didn't quite catch that. Could you repeat it for me?"
ru: "Я не совсем уловил последнюю часть. Ты можешь повторить это еще раз?"

source: "I do not understand. I have a question, however..."
ru: "Я не понимаю. Тем не менее, у меня есть вопрос..."

source: "I do not understand you. Farewell."
ru: "Я не понимаю тебя. Прощай."

source: "All right... ask your questions."
ru: "Ну хорошо... задавай свои вопросы."

source: "You do not understand. I had a question for *you*..."
ru: "Ты не понимаешь. У меня вопрос к *тебе*..."

source: Give up and leave the babbling spirit.
ru: Махнуть рукой и оставить в покое бормочущего духа.

source: "What?"
ru: "Что?"

source: Ignore it, turn away.
ru: Не обращать на него внимания, отвернуться.
