Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dcwpoetf.dlg.po
Languages: ru

source: This attractive young woman is closely watching an elderly poet giving a reading.
ru: Эта привлекательная девушка увлеченно слушает старого декламирующего поэта.

source: "Greetings..."
ru: "Приветствую..."

source: The woman turns to you, but the poet still holds most of her attention. She speaks in a hushed voice: "I'll trust you to keep your voice down, sir." She nods towards the poet. "Not a classic, certainly, but the old fellow *does* have potential."
ru: Девушка поворачивается к тебе, однако поэт по-прежнему занимает ее внимание. Она тихо говорит: "Я прошу вас говорить потише, сэр." Она кивает на поэта. "Не классика, конечно же, но у этого старика *есть* потенциал."

source: "I'm not sure, really."
ru: "Я не уверен в этом."

source: The woman nods slowly, her eyes still on the poet.
ru: Девушка медленно кивает, продолжая внимательно смотреть на поэта.

source: "I had some questions..."
ru: "У меня есть некоторые вопросы..."

source: She frowns at you, speaking in a low voice: "Now is not the time, sir. Please respect the poet and keep silent...farewell."
ru: Хмурясь, он тихо произносит: "Не сейчас, сэр. Уважайте поэта и держитесь тихо... Прощайте."

source: "Just a few questions..."
ru: "Всего лишь несколько вопросов..."росов..."

source: She still keeps her voice down, but uses a more threatening tone: "This is neither a time nor place for questions, sir. Leave me be or I'll call the guard."
ru: Она по-прежнему говорит тихо, но в голосе появляются угрожающие нотки. "Не время и не место для вопросов, сэр. Оставьте меня или я позову стражников."

source: "Fine, call them."
ru: "Отлично, зови их."его."

source: Leave.
ru: Уйти.

source: "Yes, he's a poor poet."
ru: "Да, он неважный поэт."

source: The woman nods a greeting, but indicates for you to be silent.
ru: Женщина кивает в знак приветствия, но всем своим видом указывает замолчать.

source: Leave the woman alone.
ru: Оставить женщину в покое.

source: "No, I think he's a good poet, actually."
ru: "Нет, мне кажется, что он хороший поэт."

source: "Never mind that... I have some questions..."
ru: "Тогда неважно... У меня есть некоторые вопросы...""
