Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dgspirit.dlg.po
Languages: ru

source: I have pledged to help the spirit that guards the Mausoleum. It seems an intruding Necromancer has sealed himself in an inner chamber with powerful wards that protect him from the spirit. He must be the one responsible for the "walking dead" Norochj is so concerned about.
ru: Я пообещал помочь призраку, стоящему на страже в Мавзолее. Похоже, что сюда проник некромант, который огородился во внутренней комнате сильными чарами для защиты от призрака. Должно быть, это он в ответе за "живых мертвецов", которые беспокоят Норочжа.

source: This spectral figure materializes from the gloom of the passageway ahead and quickly moves to block your path. It floats before you, its once human features twisted in a mask of rage. "Defilers! Leave this place at once!"
ru: Посреди коридора из мрака в материализуется призрачная фигура, которая быстро преграждает тебе путь. Она парит над землей, некогда человеческие черты лица искажены гневом. "Осквернители! Убирайтесь отсюда! Сейчас же!"

source: The air around you suddenly feels icy cold as the Guardian Spirit manifests itself. Once again, it floats towards you, its spectral robes fluttering as if blown by some ethereal breeze.
ru: Внезапно воздух вокруг становиться ледяным. Перед тобой снова предстает Призрачный Страж. Он парит к тебе, его призрачная мантия развевается на неосязаемом ветру.

source: "Leave now!" Its booming voice echoes down the halls. "This place is forbidden to the living. Leave while you still can."
ru: "Убирайтесь немедля!" Его гулкий голос эхом разноситься по коридорам. "Это место запрещено для всех живых. Уходите, пока еще в силах."

source: "Impudence!" The sheer volume of the spirit's roar forces you to cover your ears. "You have been warned... I cannot permit this sacred resting place to be disturbed any further."
ru: "Какая дерзость!" От оглушающего вопля призрака ты непроизвольно закрываешь уши. "Вас предупреждали... Я больше не позволю вам тревожить покой этого священного места."

source: "Seek your answers elsewhere. This place is a sanctuary for the dead. I shall not permit their slumber to be disturbed by the intrusion of yet another insolent mortal!"
ru: "Ищи свои ответы где-нибудь еще. Это место - прибежище для мертвых. И я не позволю еще одному нахальному смертному нарушать их покой!"

source: "If you must know... yes, there is another intruder who, even now, continues to violate the sanctity of these hallowed halls." The anger in the spirit's voice fades. He seems somewhat saddened by the admission. "The souls of my brothers and sisters cry out for peace."
ru: "Раз уж ты спрашиваешь... да, сюда проник еще один непрошеный гость, который до сих пор оскверняет эти священные залы." Гнев в голосе призрака утихает. Очевидно, мысль об этом его весьма огорчает. "Души моих братьев и сестер молят о спокойствии."

source: "He is an evil coward who wields great power over the dead. He seeks something within these halls... what it might be or what his purpose is in seeking it, I cannot say."
ru: "Это трусливый злодей, который обладает исключительной властью над умершими. Он что-то здесь ищет... но что это и для чего это ему понадобилось, мне не известно."

source: "I cannot. The coward has sealed himself within the inner chamber of the Mausoleum. He has erected powerful wards that bar my entrance into the chamber. It is from there that he calls upon his dark arts to awaken my brethren and bends them to his evil will."
ru: "Я не могу. Этот трус забаррикадировался во внутренних покоях Мавзолея. Он создал сильные охраняющие чары, которые не позволяют мне попасть внутрь. Оттуда при помощи своей черной магии он пробуждает моих братьев от забвения и подчиняет их своей злодейской воле."

source: The spirit remains silent for several long moments. You can almost feel the weight of his lifeless gaze upon you. "Yes... you might prevail where I have failed. If you will pledge to rid me of this blackguard, I shall grant you passage. What say you?"
ru: В течении нескольких продолжительных мгновений призрак не произносит ни слова. Ты почти ощущаешь вес его безжизненного взора. "Да... ты бы мог преуспеть там, где я оказался бессилен. Если ты пообещаешь расправиться с этим негодяем, я дозволю тебе пройти. Твое слово?"

source: "So be it." The spirit slowly begins to fade, until only the echoing of its disembodied voice remains. "But take heed... tread lightly in these halls, lest you join the others in eternal rest."
ru: "Быть посему." Призрак медленно растворяется в воздухе, оставляя лишь бестелесное эхо своего голоса. "Но будь осторожен... ступай тихо в этих залах, если не хочешь присоединиться в к вечному покою других."

source: "Greetings."
ru: "Приветствую."

source: Leave quickly.
ru: Быстро уйти.

source: "Hold, spirit. I have some questions..."
ru: "Постой, дух. У меня есть несколько вопросов..."

source: "Hold, spirit. I wish to help rid you of this intruder you spoke of."
ru: "Постой, дух. Я хочу помочь избавиться от твоего непрошеного гостя."

source: "Never mind. Farewell."
ru: "Неважно. Прощай."

source: "I have some questions first..."
ru: "Сперва я бы хотел задать пару вопросов..."

source: "I go where I please... stand aside, spirit."
ru: "Я хожу, где мне вздумается... прочь с дороги, дух."

source: "As you wish. Farewell."
ru: "Как пожелаешь. Прощай."

source: "Any further? Has someone else been here?"
ru: "Больше не позволишь? Здесь был еще кто-то?"

source: "Yeah, yeah. Why don't you go find some children to frighten."
ru: "Ну-ну. Иди-ка ты лучше детишек попугай."

source: "On second thought... I think I'll leave now. Farewell."
ru: "Хотя, если подумать... Лучше я, пожалуй, пойду. Прощай."

source: "Another? Has someone else been here?"
ru: "Еще одному? Здесь был еще кто-то?"

source: "Who is this other intruder?"
ru: "Кто этот непрошеный гость?"

source: "Why don't you drive this intruder away?"
ru: "Почему же ты не выдворишь его отсюда?"

source: "Perhaps I may be of assistance to you..."
ru: "Возможно, я смогу помочь тебе..."

source: "Sounds to me like you need the help of one intruder to get rid of another."
ru: "Похоже, тебе нужна помощь одного непрошеного гостя, чтобы избавиться от другого."

source: "I'll do it."
ru: "Я сделаю это."

source: As you step into the corridor, the guardian spirit materializes before you. Its ghostly countenance regards you benevolently. "I thank you. You have done me a great service. The spirits of my charges sleep quietly once again. Go in peace... friend." The apparition fades away, leaving you alone in the deserted halls of the Mausoleum.
ru: Едва ты ты ступаешь в коридор, как перед тобой материализуется Призрачный Страж. Его призрачное лицо с благодарностью обращено к тебе. "Спасибо тебе. Ты оказал мне огромную услугу. Мои братья вновь могут покойно отдыхать. Ступай с миром... друг." Призрак растворяется в воздухе. Ты остаешься один в заброшенных залах Мавзолея.

source: Leave.
ru: Уйти.

source: I have slain the intruding necromancer the Guardian Spirit spoke of. With his power broken, the dead no longer walk the halls of the Mausoleum. Norochj will be pleased.
ru: Я уничтожил некроманта, о котором говорил Призрачный Страж. Теперь его чары разрушены, а значит, усопшие больше не будут бродить по залам Мавзолея. Это обрадует Норочжа.
