Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/drotwill.dlg.po
Languages: ru

source: Flee.
ru: Сбежать.

source: You see a hard-edged man. His face is sharp and confident, yet somehow seems diffused. His eyes are clear and cruel. He seems both indolent and poised, and he holds a knife in his callused hands. "So. Another visitor for Rotten William. Speak yer mind, traveler, make it good, and perhaps we'll let yeh go."
ru: Ты видишь крепкого жилистого мужчину. Его лицо, с острыми чертами, имеет немного рассеянный вид. Его взгляд чист и жесток. Он выглядит одновременно и ленивым, и уравновешенным; в своих мозолистых руках он держит нож. "Итак. Еще один посетитель к Гнилому Уильяму. Говори что на уме, путник, излагай ясно, и, может быть, мы тебя отпустим."

source: Rotten William has offered 200 coins to dispose of Krystall, a rival gang leader in the Alley of Dangerous Angles. I have accepted.
ru: Гнилой Уильям предложил мне 200 монет за смерть Кристалл, предводительницы противоборствующей банды в Аллее с Опасными закоулками. Я согласился.

source: Rotten William has offered 300 coins to dispose of Krystall, a rival gang leader in the Alley of Dangerous Angles. I have accepted.
ru: Гнилой Уильям предложил мне 300 монет за смерть Кристалл, предводительницы противоборствующей банды в Аллее с Опасными закоулками. Я согласился.

source: Rotten William has asked me to kill the killer Blackrose, who is apparently stalking around the Alley of Dangerous Angles.
ru: Гнилой Уильям попросил меня убить убийцу Черного бутона, который обычно бродит по Аллее с Опасными закоулками.

source: "I'm looking for Pharod."
ru: "Я ищу Фарода."

source: "Then let's not waste time, aye? My Shivs'll defend me."
ru: "Тогда не будем тратить время, хорошо? Мои Заточки защитят меня."

source: "Yeh should always be sure, lad. I'm sure yer about to die." He makes a small motion with his hand.
ru: "Ты должен быть всегда уверенным, парень. Вот я уверен, что ты при смерти." Он делает небольшое движение рукой.

source: "Be that as yeh may think, all that happens here is my business. I ask again... what do yeh want here?"
ru: "Ты можешь думать что угодно, но все, что здесь происходит - мое дело. Еще раз... Что ты делаешь здесь?"

source: "A pity yeh should say that. Pity more that yeh'll be dead." He waves his arm as a signal and draws his knife.
ru: "Жаль, что ты сказал это. Еще сильнее жаль, что ты умрешь." Он взмахивает рукой и вынимает свой нож.

source: "Have yeh found the vigilante Blackrose yet? Have yeh put him down like we agreed?"
ru: "Ты нашел разбойника Черного бутона? Уложил его, как мы договаривались?"

source: "Not yet? What are yeh, incompetent? Go find him and come back when yeh've finally done the job!" He turns away in exasperation.
ru: "Пока нет? Ты что, слабак? Найди его и не возвращайся, пока окончательно не разделаешься с этой работой!" В ярости он отворачивается от тебя.

source: Rotten William's eyes light up. "Yeh got 'em all, aye? I got yer reward then. Let me just dig it out..." His hand whips out his dagger and he thrusts toward your belly.
ru: Глаза Гнилого Уильяма сверкают. "Ты разобрался с ним, да? Тогда получай награду. Дай только достать ее..." Он выхватывает свой кинжал и целится им тебе в живот.

source: His eyes glare daggers at you. "Did yeh kill the miserable bitch like yeh were told to do, or have yeh come to brag further of yer failure?"
ru: Его взгляд, как кинжал, протыкает тебя насквозь. "Ты убил эту жалкую сучку, как мы догаваривались, или ты опять пришел хвастаться своим провалом?"

source: He shakes his head. "Even these sods who call themselves my mates can do something they say they're going to do. Ye're just worthless, is what it is. We'll be doing the city a favor by getting rid of yeh." He draws his knife.
ru: Он трясет головой. "Даже те бедолаги, который назвают себя моими товарищами, могут ответить за свои слова. А ты просто бесполезен. Мы окажем городу услугу, избавившись от тебя." Он достает свой нож.

source: "Aye, yeh've done yer job, yeh have. I just need yeh to get rid of this blasted killer who keeps getting my men lost. I'll even double yer fee. Sound good to yeh? Yeh don't want to turn this offer down, yeh don't."
ru: "Ага, так ты все-таки сделал свою работу. Теперь мне нужно избавиться от проклятого убийцы, который постоянно теряет моих людей. Я даже могу удвоить награду. Как тебе это, нравится? Ты не сможешь отказаться от этого предложения."

source: "Yer sure about this? Yeh don't want the job?"
ru: "Ты уверен в этом? Тебе не нужна эта работа?"

source: "That's a pity, that is. Ah, well. Lads, it's time to burn this garbage." He draws his knife slowly, and walks toward you...
ru: "Очеь жаль. Эх, ну что ж. Ребята, пора сжечь этот мусор." Он медленно достает свой нож и приближается к тебе...

source: "Good. Good. Yeh'll find him wandering around the alley. I think he sticks to the shadows."
ru: "Хорошо. Хорошо. Ты найдешь его где-нибудь в аллее. Думаю, он прячется в тенях."

source: "Have yeh gotten rid of that miserable bitch Krystall yet?"
ru: "Ты уже разделался с это жалкой сучкой Кристалл?"

source: He speaks through gritted teeth, enunciating each word clearly. "Don't... come... back... until... she... is... dead. Do... yeh... understand?" He turns away. "I don't want to see neither hide nor hair of yeh until she's gone."
ru: Он говорит сквозь стиснутые зубы, четко произнося каждое слово. "Не... возвращайся... назад... пока... она... не... умрет. Ты... все... понял?" Он отворачивается. "Я не хочу видеть тебя, пока она не исчезнет."

source: "What do you mean?"
ru: "О чем это ты?"

source: "I'm looking for a journal."
ru: "Я ищу дневник."

source: "I don't want any trouble."
ru: "Я не хочу неприятностей."

source: "Blackrose wants you dead."
ru: "Черный бутон хочет твоей смерти."

source: "Krystall wants you dead."
ru: "Кристалл хочет твоей смерти."

source: "I said it's not any of your business."
ru: "Я сказал, что это не твое дело."

source: Fight.
ru: Сражаться.

source: "Not yet."
ru: "Нет еще."

source: "I've found him, but he convinced me to kill you instead."
ru: "Я нашел его, но он убедил меня убить тебя вместо него."

source: "He's dead. I'd like my reward now."
ru: "Он мертв. Где моя награда?"

source: "I had some questions, first..."
ru: "Сначала у меня есть некоторые вопросы..."

source: "All right, then."
ru: "Ну хорошо тогда."

source: "She's dead."
ru: "Она мертва."

source: "I'm afraid I'm going to have to turn it down."
ru: "Боюсь, что я намерен от него отказаться."

source: "I'll do it."
ru: "Я сделаю это."

source: "No, I don't."
ru: "Нет, не нужна."

source: "Come to think of it, double the money sounds nice. I'll do it."
ru: "Если подумать, двойное вознаграждение - звучит совсем неплохо. Я сделаю это."

source: "I'll find him."
ru: "Я найду его."

source: "Very well, then. Farewell."
ru: "Отлично. Прощай."

source: "I'm passing through."
ru: "Я просто проходил мимо."

source: "It's not any of your business."
ru: "Это не твое дело."

source: "Yeh want Pharod, aye? Well, me pretty, for a price I can tell yeh where to find him."
ru: "Ищешь Фарода, да? Что ж, за определенную плату я могу тебе сказать, где найти его."

source: "All right, here. Where is he?"
ru: "Хорошо, держи. Где он?"

source: "I'm not interested."
ru: "Я не заинтересован в этом."

source: "I don't have that much."
ru: "У меня нет столько."

source: "People have already told me that!"
ru: "Мне уже говорили про это!"

source: "Thanks. Farewell."
ru: "Спасибо. Прощай."

source: He sizes you up. "A mere five coins. Fair enough for someone seems as desperate as yeh do."
ru: Он оценивающе смотрит на тебя. "Всего каких-то жалких пять монет. Достаточно честно для такого отчаянного, как ты."

source: "What's in it for me?"
ru: "А что мне от этого будет?"

source: "I won't do it. I'm no assassin."
ru: "Нет. Я не наемный убийца."

source: "I'd like to think about it first."
ru: "Сперва я хочу это обдумать."

source: "Yeh can find him near Ragpicker's Square. Look for him and his Collectors and yeh should have no problem in dealin' with him."
ru: "Ты его можешь найти на площади Старьевщиков. Поищи его и его Сборщиков, и тогда у тебя не будет с этим затруднений."

source: "I don't want any trouble."
ru: "Я не хочу неприятностей."

source: "Aye, well then, mayhap there's something yeh will be interested in. There's a berk by the name of Krystall who runs those weak sisters called the Razor Angels. Off her and we'll talk about yer reward."
ru: "Ага, тогда может быть мы найдем более интересную тему. Здесь есть рохля по имени Кристалл, которая заправляет маленькими сестричками по имени Бритвенные Ангелы. Избавься от нее и тогда мы поговорим о награде."

source: "I just want to know what's in it for me."
ru: "Я просто хочу знать, что мне от этого будет."

source: "Aye, well, yeh get what yeh pay for. So... what's yer business here?"
ru: "Ага, так и получай то, за что платил. Итак... что ты здесь делаешь?"

source: "Didn't I just tell yeh we'd talk about when yeh were done with the slaughter? I meant what I said, berk. Now will yeh do it or won't yeh?"
ru: "Я тебе разве не сказал, что мы поговорим об этом только после твоего мокрого дела? Я уже сказал то, что хотел сказать, пень. Ты будешь это делать или нет?"

source: "Brilliant! Come back when yer done then, and be sure yer done. I don't want no whining about how yeh couldn't. We've made a deal and we'll stick with it."
ru: "Великолепно! Возвращайся, когда ты с этим разберешься. Мне не нужен твой скулеж по поводу того, что ты этого не можешь сделать. Мы заключили сделку и рассчитаемся позднее."

source: "I urge yeh to reconsider this position. Don't be hasty, aye? What d'yeh say to two hundred coins?"
ru: "Я рекомендую изменить свое мнение. Не будем спешить, хорошо? Что ты скажешь насчет двух сотен монет?"

source: "Yeh'll get what yeh deserve, berk. Let's call it two hundred coins, aye? D'we have a deal?"
ru: "Ты получишь то, что заслуживаешь, пень. Как насчет двух сотен монет, а? По рукам?"

source: "How about more than that?"
ru: "А как насчет большей суммы?"

source: "Yes, we do."
ru: "Хорошо, по рукам."

source: "Three hundred, then. My final offer."
ru: "Три сотни. Мое последнее слово."

source: "If that's the way yeh want it. Pity yeh couldn't see it the right way 'round." He raises his voice. "Shivs! Get rid of this offal!"
ru: "Ты сам выбрал этот путь. Жаль, что он не оказался верным." Он начинает кричать. "Заточки! Разберитесь с этим потрохом!"

source: "A journal, aye? Not a diary? Not a ledger? A journal specifically?" He pauses for a moment, and then as you are about to reply, he says, "Like as not it went to warm our fires if it came through here. Ain't seen it."
ru: "Дневник, да? Не ежедневник? Не бухгалтерская книга? А может напоминальник?" Он выжидает паузу, и, когда ты уже готов ответить, говорит. "Если бы он оказался здесь, то он бы сразу пошел на разжигание костра. Нет, не видел."

source: "Just passing through, aye? That's a pity. No one passes through here without paying a price of some sort."
ru: "Просто проходил мимо, да? Как жаль. Никто не может пройти мимо, не заплатив за это."

source: He laughs and holds up a hand. "Not so fast, friend. That ain't the price I'm speaking of. This is something else entirely. See, there's a berk running a rival gang on the other side of this alley, and I'd like yeh to write her into the Dead-Book... in blood. Her name's Krystall."
ru: Он начинает хохотать и поднимает руку. "Не так быстро, приятель. Это не та плата, о которой я говорил. Это совсем другое. Видишь ли, здесь есть рохля, которая заправляет бандой на другой стороне аллеи, и я хотел бы записать ее в книгу мертвых... кровью. Ее имя Кристалл."

source: "It's a small blood fee. Good thing for yeh is that it ain't yer blood. It's the blood of another - a berk by the name of Krystall who's got the temerity to try holding a piece of my territory from me. I want yeh to find her and make her lost - kill her."
ru: "Небольшая плата кровью. Хорошая новость: эта кровь - не твоя. Это кровь чужая - рохли по имени Кристалл, которая опрометчиво стала собирать плату на моей территории. Я хочу, чтобы ты нашел и потерял ее: убей ее."

source: "No. I'm not an assassin."
ru: "Нет. Я не наемный убийца."

source: "Sure. I'll do it."
ru: "Конечно. Я сделаю это."

source: "Don't worry about it."
ru: "Не беспокойся по этому поводу."

source: "How about four hundred?"
ru: "А как насчет четырех сотен?"

source: "No. I won't do it."
ru: "Нет. Я не хочу этого делать."

source: "Aye, then it's a good thing for yeh that I mean yeh no harm. I just need a little favor done for me. Hear me out, will yeh?"
ru: "Ага, хорошая новость для тебя в том, что я не причиню тебя вреда. Нужно лишь выполнить небольшое поручение для меня. Ты меня внимательно слушаешь?"

source: "It's a deal. Consider her dead."
ru: "По рукам. Считай, что она мертва."

source: "I already paid that price."
ru: "Я уже заплатил."

source: Bluff: "I already paid that fee."
ru: Блеф: "Я уже заплатил."

source: "What price?"
ru: "Какая цена?"

source: "I'd like to see you exact it."
ru: "Я хотел бы, чтобы ты назвал точную сумму."

source: "How much?"
ru: "Сколько?"

source: "I'm not interested, I'm afraid."
ru: "Боюсь, что я не заинтересован."

source: "What is it?"
ru: "Что такое?"

source: "Yes."
ru: "Да."

source: "Aye, then. D'yeh mean to carry out yer commission?"
ru: "Ага, а ты хочешь получить за это комиссионные?"

source: "I'm not sure."
ru: "Я в этом не уверен."

source: "She's already dead."
ru: "Она уже мертва."

source: "He's already dead. I'd like my reward now."
ru: "Он уже мертв. Где моя награда?"
