Repository: winterheart/planescape
Catalog: po/*/LC_MESSAGES/dzm79.dlg.po
Languages: ru

source: The corpse's meaty head was clearly severed at some point and hastily sewn back on. Several different sets of stitching -- all in various states of unraveling -- seem to indicate that the head is constantly being knocked back off and reattached during the course of its work. A number -- "79" -- has been cut into its temple, circumscribed by a fanged circle that appears to have been branded on its forehead.
ru: Голова трупа была отрублена, а после пришита назад. Вдоль линии среза видны несколько различных швов - все нанесены на свой манер, похоже голова в процессе работы постоянно отваливалась и возвращалась на место. Номер - "79" - был вырезан на виске, рядом с неровным зубчатым кругом, выжженном на лбу.

source: "So... seen anything interesting going on?"
ru: "Итак... что тут у нас интересного?"

source: The corpse continues to stare at you.
ru: Труп продолжает пялиться на тебя.

source: Leave the corpse in peace.
ru: Оставить труп в покое.

source: Examine the fanged circle.
ru: Осмотреть зубчатый круг.

source: "I know you're not a zombie, you know. You're not fooling anyone."
ru: "Знаешь, мне известно, что ты не зомби. Тебе никого не одурачить."

source: Use your Stories-Bones-Tell ability on the corpse.
ru: Использовать на скелете свою способность "История костей".

source: The corpse makes no reply. It looks like it is too far gone to answer any of your questions.
ru: Труп не шевелится. Кажется, он далек от того, чтобы отвечать на твои вопросы.

source: "It was great talking to you. Farewell."
ru: "Было приятно поболтать с тобой. Прощай."

source: The fanged circle looks like it was branded on the corpse's forehead long ago, presumably before it died. It might be a religious icon of some sort, or a rite of passage. You notice that one of the recesses between the inner 'fangs' has a small triangle within it, as if it has some special significance.
ru: Похоже, зубчатый круг на лбу трупа был выжжен очень давно, возможно даже еще до того, как он умер. Это может быть религиозный символ или что-то похожее, а может быть какой-то ритуальный знак. Ты замечаешь, что в одной из впадин между внутренними 'зубцами' есть маленький треугольник, будто он имеет особое значение.

source: "Hmmm. Interesting... how did that mark get there, corpse?"
ru: "Хммм. Интересно... что делает здесь эта отметина, а, труп?"

source: "Hmmm... I wonder if the space between the fangs match the grooves on this copper earring I have..."
ru: "Хммм... Не удивлюсь, если зазор между зубцами совпадет с выемками на той медной сережке..."

source: Found a strange fanged circular symbol on the forehead of Zombie #79. For some reason, the mark struck me as important, but I don't know why.
ru: На лбу Зомби #79 я обнаружил странный зубчатый круг. По каким-то причинам этот знак кажется мне важным, однако я не знаю, почему.

source: Found a strange fanged circular symbol on the forehead of Zombie #79. Just looking at the symbol reminded me of the ancient copper earring I got from the Southeast Preparation Room -- perhaps the two are connected.
ru: На лбу Зомби #79 я обнаружил странный зубчатый круг. Символ по виду напоминает старую медную сережку, которую я нашел в Юго-восточной Препараторской - возможно, они как-то связаны между собой.
