Repository: winterheart/planescape
Catalog: po/pst-ee/*/are/ar0202.are.po
Languages: ru

source: This book is huge... it must contain thousands of names.
ru: Эта книга огромна... должно быть, в ней содержатся тысячи имен.

source: This gate looks sealed shut. There is no lock or other means of opening it.
ru: Похоже, эти врата запечатаны. На них нет ни замка, ни чего-либо, что может их открыть.

source: Looks like someone is in the middle of dissecting this corpse.
ru: Выглядит так, будто кто-то остановился на полпути при вскрытии этого тела.

source: These barrels contain a murky liquid. It smells like a cross between vinegar and formaldehyde.
ru: В этих бочках содержится темная жидкость. Она пахнет смесью уксуса и формальдегида.

source: This desk is covered with spools of thread, strips of cloth, rusty instruments, stained vials and bloody sheets.
ru: Этот стол покрыт мотками ниток, обрывками одежды, ржавыми инструментами, грязными пузырьками и окровавленными простынями.

source: This corpse looks like someone turned it inside out. A machine at the head of the table has peeled the skin off the forehead to give direct access to the skull.
ru: Это тело выглядит так, словно кто-то вывернул его наизнанку. Машина в конце стола сняла кожу со лба, открыв прямой доступ к черепу.

source: Like the other corpses in this room, this one is covered in blood and completely gutted.
ru: Как и все тела в этой комнате, это покрыто кровью и полностью выпотрошено.

source: This looks like a giant grinder. Fresh blood is trickling out from underneath it.
ru: Похоже на огромную дробилку. Из-под нее вытекает свежая кровь.

source: This body is completely covered by a rough dark cloth.
ru: Это тело накрыто грубым темным полотном.

source: This corpse has been completely wrapped in bandages, like a mummy.
ru: Это тело замотали бинтами, как мумию.

source: This slab is covered with dried blood and other remains.
ru: Эта плита покрыта засохшей кровью и какими-то ошметками.

source: This device looks like some sort of sewing machine... arms with hooks, tubes, and metallic thread hang from it.
ru: Это устройство похоже на своеобразную швейную машину... с нее свисают рычаги с крючками, трубками и металлическими иглами.

source: A system of rails is running through the whole room. It looks like the slabs in the room can be moved around on these rails.
ru: Через всю комнату проходит система рельсов. Похоже, что плиты в ней можно передвигать по этим рельсам.

source: This rotting corpse is riddled with tubes. A yellow liquid is cycling through the tubes into a strange machine. The machine is making clicking noises, like an insect.
ru: Этот гниющий труп истыкан трубками. Через них желтая жидкость течет в странную машину, которая щелкает, прямо как насекомое.

source: Someone has inserted a tube into this corpse's leg. The tube is attached to a strange clicking machine next to the slab.
ru: Кто-то воткнул трубку в ногу этого трупа. Она подключена к странной щелкающей машине, стоящей рядом с плитой.

source: Blood stains, rust, and other remains cover the surface of this metal slab. It is much larger than most of the other slabs and is sitting on a platform that allows it to be rotated.
ru: Поверхность этой металлической плиты покрыта остатками крови и органов. Она гораздо больше других плит и помещена на вращающейся платформе.

source: This disemboweled corpse proves how far you can physically stretch flesh without tearing it.
ru: Это выпотрошенное тело является наглядным свидетельством того, насколько далеко можно вытягивать внутренности, не разорвав их.

source: Another corpse on a stone slab... there is no indication what the body died of.
ru: Еще один труп на каменной плите... нет никаких видимых причин его смерти.

source: The blood on this table is still fresh.
ru: Кровь на этом столе еще не успела засохнуть.

source: A bloody cloth covers the remains of this corpse. The stench rising from the body is almost unbearable.
ru: Окровавленные тряпки покрывают останки этого трупа. Вонь, идущая от тела, почти невыносима.

source: Dried blood covers the slab's surface.
ru: Поверхность этой плиты заляпана высохшей кровью.

source: The bandages covering this body are soaked with blood. Even though this corpse looks several days dead, blood still trickles from its wounds.
ru: Бинты, скрывающие это тело, насквозь пропитаны кровью. Несмотря на то, что труп мертв уже несколько дней, кровь все еще сочится из его ран.

source: The stench coming from this corpse is truly nauseating. Someone split open this man's chest and has yet to remove the internal organs.
ru: Вонь, идущая от этого трупа, поистине невыносима. Кто-то вскрыл грудную клетку этого несчастного, но еще не успел удалить внутренние органы.

source: Judging from the stench, the entrails of these disemboweled corpses are dumped here.
ru: Судя по исходящему зловонью, все внутренности этих выпотрошенных трупов свалены здесь.

source: This chalk-white body has been drained of blood and treated with embalming fluid. A neatly-stitched seam runs down the corpse's chest.
ru: Из этого мертвенно-бледного тела выкачали всю кровь и заменили ее на бальзамирующую жидкость. Грудная клетка трупа истончает тошнотворный запах.
