Repository: winterheart/planescape
Catalog: po/pst-ee/*/are/ar1400.are.po
Languages: ru

source: This grave has been thoroughly desecrated.
ru: Эта могила была тщательно обчищена.

source: This body appear freshly-slain. Horrific claw marks scar the flesh and tiny bites cover the body.
ru: Этот мертвец был убит недавно. Тело покрыто ужасными отметинами от когтей и мелкими укусами.

source: These skeletons don't appear to have been hurled from sarcophagi... they look as though they were fighting and had been cut down.
ru: Не похоже, что этих скелетов выкинули из саркофагов... выглядит так, будто они дрались и были убиты.

source: Despite the peaceful appearance of the skeletons atop these biers, it is apparent the graves have been professionally looted.
ru: Несмотря на мирный вид скелетов в этих гробах, совершенно очевидно, что могилы были профессионально обчищены.

source: This grave has been completely looted.
ru: Эту могилу обобрали подчистую.

source: This pile of junk appears to be a barricade of some sort.
ru: Эта куча отбросов - своего рода баррикада.

source: These cracked jars might have held something valuable once.
ru: Эти потрескавшиеся кувшины, должно быть, когда-то хранили в себе что-то ценное.

source: This carved face drips with humidity. It appears to be weeping.
ru: По этому высеченному из камня лицу стекает влага. Оно как будто плачет.

source: You can see deep gouges, as of large, sharp teeth, scarring these bones.
ru: Ты видишь на этих костях глубокие борозды, словно оставленные крупными острыми зубами.

source: These shelves once held families. With the depredations of the Collectors, they now hold broken bones and dust.
ru: Эти полки когда-то принадлежали семьям усопших. После грабежа сборщиков на них теперь только сломанные кости и прах.

source: This body is freshly dead, but already it has been looted.
ru: Это свежий, но уже обобранный мертвец.

source: This body appears to have been equipped and outfitted *after* the flesh decayed from its bones.
ru: Кажется, это тело одели и снарядили уже *после* того, как плоть на его костях разложилась.

source: This body looks like it's been lying here a *long* time.
ru: Кажется, этот труп лежит здесь уже *очень* давно.

source: This face, like the passage beyond it, appears to have been defaced in some sort of earthquake or explosion.
ru: Это лицо, как и проход под ним, было повреждено каким-то землетрясением или взрывом.

source: This body must have been undead - the wounds that killed it came a long time after the flesh disappeared from these bones.
ru: Должно быть, это тело принадлежало нежити: раны, убившие его, были получены намного позже, чем плоть исчезла с его костей.

source: This man was cut down with a blunted blade. He bled copiously before he died.
ru: Этот человек был сражен тупым оружием. Перед смертью он обильно истек кровью.

source: This face, unlike the others you've seen in the catacombs, appears to be smiling.
ru: Похоже, что это лицо, в отличие от других, встреченных тобой в катакомбах, улыбается.

source: This carven face sweats with the damp air, with tracks cut into its face from the dripping water.
ru: Это высеченное из камня лицо покрыто каплями от влажного воздуха; стекающая вода проложила на лице бороздки.

source: This body is twisted and bent, as if it died in incredible pain.
ru: Это тело скручено и согнуто, как будто умерло в невероятных муках.

source: These bodies lie as undisturbed as they did when they were first buried.
ru: Эти тела лежат здесь, такие же нетронутые, как и были при первом погребении.

source: Unlike most of the barrels and urns in the catacombs, these appear to have been relatively unmolested.
ru: В отличие от большинства бочек и урн в катакомбах, эти кажутся относительно нетронутыми.
